{
 "awd_id": "1210140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "This action funds Tae K. Kim of the University of Alabama in Huntsville to conduct a research project, entitled \"Modeling the solar wind outflow using interplanetary scintillation data,\" during the summer of 2012 at the Solar-Terrestrial Environment Laboratory (STEL), Nagoya University in Nagoya.  The host scientist is Dr. Munetoshi Tokumaru.\r\n\r\nThe Intellectual Merit of the research project lies in its multidisciplinary nature and potential impact on improving understanding of the solar wind flow throughout the heliosphere. Encompassing a number of scientific disciplines such as astrophysics, solar and space plasma physics, and computational sciences, this research primarily focuses on numerical modeling of the solar wind flow from near the Sun out to the heliospheric boundary with the local interstellar medium using solar wind speed and density estimated from interplanetary scintillation (IPS) observations at STEL as boundary conditions. Use of realistic, time-varying boundary conditions such as those provided by IPS observations is necessary for accurate modeling of the heliosphere since the plasma properties in the interplanetary space fluctuate with time, often in a very dramatic fashion.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tae",
   "pi_last_name": "Kim",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Tae K Kim",
   "pi_email_addr": "",
   "nsf_id": "000578993",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kim                     Tae            K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "",
  "inst_zip_code": "357582914",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "The University of Alabama in Huntsville",
  "perf_str_addr": null,
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Sun continuously emits a stream of charged particles called the solar wind (SW). Consisting mostly of protons and electrons moving out at supersonic speeds, the SW is the primary driver of space weather and consequently has a profound impact on our everyday activities, both out in space and on the ground. The SW further propagates through interplanetary space out to distant regions where it exerts pressure on the local interstellar medium (<span>LISM</span>) and carves out a cavity in the <span>LISM</span> called the heliosphere. Since the conditions in the SW change dramatically over time due to solar rotation and the periodic rise and decline in solar activity that includes transient events such as coronal mass ejections, I need boundary conditions that reflect these variations as closely as possible to properly model the SW flow from near the Sun to the Earth and then all the way out to the <span>heliopause</span>, which marks the border between the SW and the <span>LISM</span> plasma. Such boundary conditions are particularly necessary for three-dimensional (3D) modeling of the time-evolving global SW structure. Providing coverage at various heliocentric distances and almost all <span>heliolatitudes</span>, interplanetary scintillation (<span>IPS</span>) - the intensity fluctuation of distant, compact astronomical sources due to small scale density variations in the SW - observations appear promising as a reliable source of realistic time-varying boundary conditions.</span></p>\n<p><span>The Solar-Terrestrial Environment Laboratory (<span>STEL</span>) at Nagoya University has been monitoring the SW since the 1970&rsquo;s with its multi-antenna system located in central Japan. Currently, <span>STEL</span> operates four radio telescopes that are separated by 100-200 km from each other to make <span>IPS</span> observations of several tens of sources per day simultaneously, which allow them to provide a reasonable SW forecast. Since the <span>STEL</span> <span>IPS</span> observations are available for a wide range of time, they have been used in various tomographic analyses to reconstruct the 3D time-varying inner heliosphere out to several astronomical units beyond Earth. Using the SW parameters reproduced by these tomography methods at certain heliocentric distances as time-dependent boundary conditions, I simulate the SW flow in interplanetary space and the interaction between the SW and the <span>LISM</span> at the boundary of the heliosphere.</span></p>\n<p><span>Currently I work with <span>Munetoshi</span> <span>Tokumaru</span> (Nagoya University, Japan), <span>Keiji</span> <span>Hayashi</span> (Stanford University, U.S.A.), Bernard Jackson (<span>UCSD</span>, U.S.A.), and P. K. <span>Manoharan</span> (<span>Tata</span> Institute of Fundamental Research, India) to collect a set of <span>IPS</span>-based long-term boundary conditions that cover a full solar magnetic cycle of 22 years. Obviously, familiarizing with different cultures &ndash; Japan and India in particular &ndash; would be extremely helpful in building long-term personal relationships with foreign collaborators. Furthermore, my research project requires up-to-date knowledge of various disciplines such as radio astronomy, astrophysics, numerical modeling, and high-performance computing. However, since I was lacking a deep understanding of radio observations at the beginning of this project, it made a lot of sense to take advantage of the NSF <span>EAPSI</span> program to visit one of my collaborators - Professor <span>Tokumaru</span> - in Japan and learn about the subject personally from a well-respected expert in <span>IPS</span> observations.</span></p>\n<p><span>Supported by the NSF <span>EAPSI</span> fellowship, I therefore visited Japan in the summer of 2012. The Japan Society for Promotion of Science (a Japanese counterpart of NSF) provided a week-long orientation at <span>SOKENDAI</s...",
  "por_txt_cntn": "\nThe Sun continuously emits a stream of charged particles called the solar wind (SW). Consisting mostly of protons and electrons moving out at supersonic speeds, the SW is the primary driver of space weather and consequently has a profound impact on our everyday activities, both out in space and on the ground. The SW further propagates through interplanetary space out to distant regions where it exerts pressure on the local interstellar medium (LISM) and carves out a cavity in the LISM called the heliosphere. Since the conditions in the SW change dramatically over time due to solar rotation and the periodic rise and decline in solar activity that includes transient events such as coronal mass ejections, I need boundary conditions that reflect these variations as closely as possible to properly model the SW flow from near the Sun to the Earth and then all the way out to the heliopause, which marks the border between the SW and the LISM plasma. Such boundary conditions are particularly necessary for three-dimensional (3D) modeling of the time-evolving global SW structure. Providing coverage at various heliocentric distances and almost all heliolatitudes, interplanetary scintillation (IPS) - the intensity fluctuation of distant, compact astronomical sources due to small scale density variations in the SW - observations appear promising as a reliable source of realistic time-varying boundary conditions.\n\nThe Solar-Terrestrial Environment Laboratory (STEL) at Nagoya University has been monitoring the SW since the 1970Æs with its multi-antenna system located in central Japan. Currently, STEL operates four radio telescopes that are separated by 100-200 km from each other to make IPS observations of several tens of sources per day simultaneously, which allow them to provide a reasonable SW forecast. Since the STEL IPS observations are available for a wide range of time, they have been used in various tomographic analyses to reconstruct the 3D time-varying inner heliosphere out to several astronomical units beyond Earth. Using the SW parameters reproduced by these tomography methods at certain heliocentric distances as time-dependent boundary conditions, I simulate the SW flow in interplanetary space and the interaction between the SW and the LISM at the boundary of the heliosphere.\n\nCurrently I work with Munetoshi Tokumaru (Nagoya University, Japan), Keiji Hayashi (Stanford University, U.S.A.), Bernard Jackson (UCSD, U.S.A.), and P. K. Manoharan (Tata Institute of Fundamental Research, India) to collect a set of IPS-based long-term boundary conditions that cover a full solar magnetic cycle of 22 years. Obviously, familiarizing with different cultures &ndash; Japan and India in particular &ndash; would be extremely helpful in building long-term personal relationships with foreign collaborators. Furthermore, my research project requires up-to-date knowledge of various disciplines such as radio astronomy, astrophysics, numerical modeling, and high-performance computing. However, since I was lacking a deep understanding of radio observations at the beginning of this project, it made a lot of sense to take advantage of the NSF EAPSI program to visit one of my collaborators - Professor Tokumaru - in Japan and learn about the subject personally from a well-respected expert in IPS observations.\n\nSupported by the NSF EAPSI fellowship, I therefore visited Japan in the summer of 2012. The Japan Society for Promotion of Science (a Japanese counterpart of NSF) provided a week-long orientation at SOKENDAI (formally called the Graduate University for Advanced Studies) at the beginning of the program that included lectures on the Japanese language and culture, musical performances, a 3-day homestay with a local family, and a poster session in which I had an opportunity to present my research topic. At the end of the orientation, I traveled by Shinkansen (the famous Japanese bullet train) to Nagoya where I was welcomed by my collaborators at STEL. Aft..."
 }
}