{
 "awd_id": "1210879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Role of evolutionary potential in limiting species' distributions",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 14984.0,
 "awd_amount": 14984.0,
 "awd_min_amd_letter_date": "2012-05-14",
 "awd_max_amd_letter_date": "2012-07-13",
 "awd_abstract_narration": "Some plant and animal species are rare while others are widespread but all species occupy a limited number of areas. This leads to the question of what prevents a species from expanding its range by adapting to conditions at and beyond current range margins. The aim of this research is to test the hypothesis that range limits arise because genetic variation in ecologically important traits is lower at range edges than at the center of a species? range. To address this hypothesis, the investigators will combine artificial selection experiments that quantify genetic variation in key traits for populations from the center and edges of a species? range, with field estimates of the strength of natural selection on those traits at the range center and edges of the scarlet monkeyflower. \r\n\r\nThe proposed research addresses the broader issue of understanding the processes that may constrain adaptation in populations. Populations at the edges of species? geographic distributions may be particularly important to the persistence of species in the face of global change. Consequently, investigations of whether populations at the peripheries of species? geographic ranges can adapt to marginal environments are crucial to understanding how ranges may shift in response to environmental change. This is important information for wildlife managers and conservation biologists. In addition, this research will provide many opportunities for undergraduates to obtain research experience in field ecology, greenhouse experiments, and data analysis and interpretation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Bush",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Bush",
   "pi_email_addr": "dbush@colostate.edu",
   "nsf_id": "000472717",
   "pi_start_date": "2012-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Angert",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amy L Angert",
   "pi_email_addr": "amy.angert@botany.ubc.ca",
   "nsf_id": "000378182",
   "pi_start_date": "2012-05-14",
   "pi_end_date": "2012-07-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Angert",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amy L Angert",
   "pi_email_addr": "amy.angert@botany.ubc.ca",
   "nsf_id": "000378182",
   "pi_start_date": "2012-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seema",
   "pi_last_name": "Sheth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seema Sheth",
   "pi_email_addr": "seema.sheth@colostate.edu",
   "nsf_id": "000605127",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Given that species are at risk of extinction due to changing climate, a comprehensive understanding of how species respond to environmental change is crucial for preserving biological diversity. An important way that natural populations may avoid future extinction is by adapting to new climates, which results in increased survival and reproduction across generations. The potential for a population to adapt to altered climate depends largely on genetic variation in traits that are important for survival and reproduction. Because they often consist of few individuals and experience the most extreme environmental conditions of all of the places a species lives, populations near the boundaries of where a species currently lives may be less able to adapt to new conditions than populations at the center. Consequently, investigations of whether such peripheral populations can adapt to changing climate are crucial to understanding how species may respond to environmental change.</p>\n<p>Genetic adaptations to climate change often involve shifts in the timing of key events such as flowering. For example, as populations experience warming climate, they may need to begin flowering earlier in the year because of the advanced onset of spring. Genetic variation is the raw material for evolution within a population, so populations with less genetic variation in traits such as flowering time should have an inferior ability to evolve in response to climatic changes when compared to populations with more genetic variation. This project examined whether populations at the edges of species&rsquo; geographic distributions have lower potential to adapt to climatic change than populations at the center. To do so, we carried out greenhouse experiments with populations at the center and northern and southern edges of the geographic distribution of the scarlet monkeyflower (<em>Mimulus cardinalis</em>). A perennial herb with red, hummingbird-pollinated flowers, the scarlet monkeyflower grows along seeps and streams from southern Oregon to northern Baja California and from the Pacific coast east to the Sierra Nevadas. The scarlet monkeyflower is an excellent species for this study because it has a short generation time, is easy to grow, and occurs primarily in federally protected lands.</p>\n<p>People have used selective breeding over the past thousands of years to shape desired traits (such as fruit size in tomatoes or milk yield in cows) in crops and livestock. By artificially selecting on flowering time, we used this same technique to assess how well plant populations may respond to climatic changes. We compared genetic variation in flowering time among populations at the center, northern edge, and southern edge of the species&rsquo; range. We also assessed whether selection on flowering time yielded correlated responses in functional traits, potentially representing a cost associated with early or late flowering. Contrary to prediction, southern edge populations exhibited greater responses to selection on flowering time than did central or northern edge populations. Further, selection for early flowering resulted in correlated responses in traits associated with resource acquisition, whereas selection for late flowering favored traits associated with resource conservation. These results provide critical insights about how spatial variation in the potential for adaptation may affect population persistence under changing climates.</p>\n<p>The findings from this project have several management implications. Given the high genetic variation in flowering time observed in the southern edge populations in our study, we argue that not all geographically peripheral populations are particularly vulnerable to climate changes. Instead, in our study, northern edge populations merit conservation attention due to their lack of quantitative genetic variation, whereas southern edge populations warrant consi...",
  "por_txt_cntn": "\nGiven that species are at risk of extinction due to changing climate, a comprehensive understanding of how species respond to environmental change is crucial for preserving biological diversity. An important way that natural populations may avoid future extinction is by adapting to new climates, which results in increased survival and reproduction across generations. The potential for a population to adapt to altered climate depends largely on genetic variation in traits that are important for survival and reproduction. Because they often consist of few individuals and experience the most extreme environmental conditions of all of the places a species lives, populations near the boundaries of where a species currently lives may be less able to adapt to new conditions than populations at the center. Consequently, investigations of whether such peripheral populations can adapt to changing climate are crucial to understanding how species may respond to environmental change.\n\nGenetic adaptations to climate change often involve shifts in the timing of key events such as flowering. For example, as populations experience warming climate, they may need to begin flowering earlier in the year because of the advanced onset of spring. Genetic variation is the raw material for evolution within a population, so populations with less genetic variation in traits such as flowering time should have an inferior ability to evolve in response to climatic changes when compared to populations with more genetic variation. This project examined whether populations at the edges of speciesÆ geographic distributions have lower potential to adapt to climatic change than populations at the center. To do so, we carried out greenhouse experiments with populations at the center and northern and southern edges of the geographic distribution of the scarlet monkeyflower (Mimulus cardinalis). A perennial herb with red, hummingbird-pollinated flowers, the scarlet monkeyflower grows along seeps and streams from southern Oregon to northern Baja California and from the Pacific coast east to the Sierra Nevadas. The scarlet monkeyflower is an excellent species for this study because it has a short generation time, is easy to grow, and occurs primarily in federally protected lands.\n\nPeople have used selective breeding over the past thousands of years to shape desired traits (such as fruit size in tomatoes or milk yield in cows) in crops and livestock. By artificially selecting on flowering time, we used this same technique to assess how well plant populations may respond to climatic changes. We compared genetic variation in flowering time among populations at the center, northern edge, and southern edge of the speciesÆ range. We also assessed whether selection on flowering time yielded correlated responses in functional traits, potentially representing a cost associated with early or late flowering. Contrary to prediction, southern edge populations exhibited greater responses to selection on flowering time than did central or northern edge populations. Further, selection for early flowering resulted in correlated responses in traits associated with resource acquisition, whereas selection for late flowering favored traits associated with resource conservation. These results provide critical insights about how spatial variation in the potential for adaptation may affect population persistence under changing climates.\n\nThe findings from this project have several management implications. Given the high genetic variation in flowering time observed in the southern edge populations in our study, we argue that not all geographically peripheral populations are particularly vulnerable to climate changes. Instead, in our study, northern edge populations merit conservation attention due to their lack of quantitative genetic variation, whereas southern edge populations warrant consideration because they represent a source of adaptive potential. In the presence of strong selection f..."
 }
}