{
 "awd_id": "1210398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network: Collaborative Proposal: Understanding the Optical Response of Designer Epsilon Near Zero Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tania M. Paskova",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 312000.0,
 "awd_amount": 312000.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2014-05-24",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThe understanding of, and control over, the optical properties of materials provides important insight into the fundamentals of light-matter interaction. At the same time, these capabilities serve as the foundation for the design and development of novel applications of optical science. This Materials World Network project explores the science behind the interaction of light with exotic material structures having vanishingly small dielectric permittivity, also known as epsilon-near-zero (ENZ) materials, that are potentially able to dramatically suppress diffraction of light and to extend the applicability of the quasi-static approximation to wavelength-scale systems. In this project, the researchers will create a novel material platform of \"designer\" ENZ media and will use this platform for building an analytical description of the optics of ENZ-related systems. Specifically, a set of experimental techniques will be developed for subwavelength lateral control of the permittivity profile of our materials, targeting important visible and IR frequency ranges. Optical characterization of these structures will be used to provide the foundation for novel numerical and analytical techniques capable of describing the light-matter interaction in complex ENZ-based media. It is expected that both the experimental and theoretical results of this work will have broader application for plasmonic- and meta- materials across the UV to THz wavelength ranges. The students involved in the project will benefit from the unique exposure to modern interdisciplinary projects combining materials science, chemistry, physics, and applied mathematics, and involving multiple institutions across the globe. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nOptical science is increasingly interwoven with many aspects of our everyday life, from optical communications, to imaging, to a broad range of optical sensing technologies in health-, environmental, and security-related applications. New optical materials, with unique, yet designer-enabled, properties, promise to further improve the quality or our life, and perhaps as importantly, provide a better understanding of the fundamental interaction between two building blocks of our Universe, light and matter. In this Materials World Network project, an international team will develop a unique new class of materials, known as epsilon-near-zero materials, and analyze the interaction of these materials with light. This research has the potential to provide a novel material platform for merging optics and electronics technologies, bringing together the benefits of high-speed optical communications with the compactness of integrated circuits. The complementary expertise of the participants will provide a unique opportunity to expose participating students to modern interdisciplinary international collaboration, enhancing multi-discipline and multi-cultural exchange. The interaction between the research teams and the broader community will aim at increasing the participation of emerging scientists in STEM-related disciplines.\r\n\r\nThis project is supported by the Electronic and Photonic Materials program and Office of Special Programs, Division of Materials Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Wasserman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Wasserman",
   "pi_email_addr": "dw@utexas.edu",
   "nsf_id": "000081920",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 104000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 45486.0
  }
 ],
 "por": null
}