{
 "awd_id": "1210661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Mycorrhizal legacy effects of a plant invasion may limit forest restoration",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Alpert",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 14999.0,
 "awd_amount": 14999.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "Invasive plants have large direct impacts on native plant populations and communities. However, an invasive species may also change the environment in ways that persist long after the species itself is gone, through a legacy effect.   Legacy effects may be caused by the disruption of mycorrhizal mutualisms, in which plants rely on certain soil fungi for nutrient acquisition.  We do not understand the degree to which plant invasions affect plant-fungal interactions, and no one has yet described how long these impacts persist after invasion as a legacy effect.  Scotch broom is an aggressive, introduced shrub with important ecological and economic impacts.  This project aims to understand how invasion by Scotch broom affects mycorrhizae and the consequences this may have for restoration of local, native forests of Douglas fir, which partly depend on mycorrhizal fungi.  Research will quantify the temporal aspects of both the development and persistence of this potential legacy of biological invasion, using a combination of large-scale field experiments and observational studies, greenhouse experiments, soil nutrient analyses, and a state-of-the-art molecular approach to characterize fungal communities.\r\n \r\nBeyond its intellectual merits, this research will have broader impacts in resource management. A major aim is to inform the management of an aggressive, introduced shrub in the context of reforestation.  Scotch broom invasion has significant economic impacts on the regional economy of the Pacific Northwest due to losses of timber, agriculture and range production, and wildlife.   Through close collaborations with private and public foresters, the information gained from this research will be available immediately for management. Findings will be disseminated in both formal and informal settings.  Several undergraduates from diverse backgrounds will gain valuable lab and field research skills and conduct independent research on different aspects of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ingrid",
   "pi_last_name": "Parker",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ingrid M Parker",
   "pi_email_addr": "imparker@ucsc.edu",
   "nsf_id": "000089863",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Grove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Grove",
   "pi_email_addr": "sgrove@ucsc.edu",
   "nsf_id": "000607033",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Invasive plants can have large direct impacts on native plant populations, communities and ecosystems. However, invasive species may also change the environment in ways that persist long after the species itself is gone, called a &ldquo;legacy effect.&rdquo;&nbsp; Nitrogen fixing invaders may impart soil legacy effects by increasing nitrogen in otherwise nitrogen-limited systems. Legacy effects may also be mediated by changes in the abundance and community composition of soil microbes, such as mycorrhizal fungi.&nbsp; Mycorrhizal fungi associate with plant roots, and they improve water and nutrient uptake and offer protection against root pathogens.&nbsp; This symbiotic relationship can be disrupted by the invasion of exotic plants and is not necessarily restored following invader removal.</p>\n<p>Scotch broom is an aggressive, invasive, nitrogen-fixing shrub with important ecological and economic impacts.&nbsp; Here we measured the development of soil legacy effects following Scotch broom invasion and tracked how long the soil legacy impacts persisted following Scotch broom removal.&nbsp; Specifically, we tracked changes in soil nutrient availability, the abundance of native mycorrhizal fungi, and the response of Douglas-fir survival and growth to these invader legacies. Douglas-fir is an economically and ecologically important dominant tree in the Pacific Northwest. Scotch broom invasion has significant economic impacts on the regional economy of the Pacific Northwest due to losses of timber production. <strong>&nbsp;</strong>We worked in collaboration with both private and public foresters and used a combination of large-scale field and greenhouse experiments, soil nutrient analyses, and a molecular approach to characterize mycorrhizal fungal communities.&nbsp;</p>\n<p>Our project disentangled the impacts of Scotch broom invasion from the effects of tree harvest on the abundance of mycorrhizal fungi.&nbsp; In a greenhouse study, we planted Douglas-fir into soils from invaded and uninvaded patches from clearcuts that spanned 0-33 years since they were initially cleared and invaded.&nbsp; We found that seedlings grown in invaded soils had fewer mycorrhizal fungi on their roots.&nbsp; This decrease in mycorrhizal fungi may have important consequence to Douglas-fir forest restoration, particularly when soil resources are scarce and the aid of mycorrhizal fungi could mitigate the impacts of drought and nutrient deficiency. We also found that duration of invasion had no measurable effect on seedling survival or growth, implying that the soil legacy effects of Scotch broom developed quickly following invasion.&nbsp; This suggests that long invaded sites may not be any more difficult to restore than more recently invaded sites.</p>\n<p>In a reforestation experiment, we planted Douglas-fir seedlings at the edge and in the interior of clearcuts extensively invaded by Scotch broom. &nbsp;The benefit of being planted near the forest edge was striking. Seedlings planted at the forest edge also had higher mycorrhizal colonization than seedlings in the interior of the clearcut. In attempt to restore forest mycorrhizal fungi to soils that have been extensively invaded by Scotch broom, we transplanted soils from nearby Douglas-fir forests into both the edges and interior of Scotch broom invaded clearcuts. One growing season later, the seedlings planted into the forest soils had slightly higher survival and growth, although the positive effects of the forest soil was no longer detectable after a second season. These findings suggest that foresters should consider maximizing edges when designing tree harvests in areas prone to Scotch broom invasion and that focusing reforestation efforts in areas with the greatest amount of edge habitat.</p>\n<p>To quantify the persistence of legacy effects following Scotch broom removal, we removed Scotch broom at different times over a 2 year period...",
  "por_txt_cntn": "\nInvasive plants can have large direct impacts on native plant populations, communities and ecosystems. However, invasive species may also change the environment in ways that persist long after the species itself is gone, called a \"legacy effect.\"  Nitrogen fixing invaders may impart soil legacy effects by increasing nitrogen in otherwise nitrogen-limited systems. Legacy effects may also be mediated by changes in the abundance and community composition of soil microbes, such as mycorrhizal fungi.  Mycorrhizal fungi associate with plant roots, and they improve water and nutrient uptake and offer protection against root pathogens.  This symbiotic relationship can be disrupted by the invasion of exotic plants and is not necessarily restored following invader removal.\n\nScotch broom is an aggressive, invasive, nitrogen-fixing shrub with important ecological and economic impacts.  Here we measured the development of soil legacy effects following Scotch broom invasion and tracked how long the soil legacy impacts persisted following Scotch broom removal.  Specifically, we tracked changes in soil nutrient availability, the abundance of native mycorrhizal fungi, and the response of Douglas-fir survival and growth to these invader legacies. Douglas-fir is an economically and ecologically important dominant tree in the Pacific Northwest. Scotch broom invasion has significant economic impacts on the regional economy of the Pacific Northwest due to losses of timber production.  We worked in collaboration with both private and public foresters and used a combination of large-scale field and greenhouse experiments, soil nutrient analyses, and a molecular approach to characterize mycorrhizal fungal communities. \n\nOur project disentangled the impacts of Scotch broom invasion from the effects of tree harvest on the abundance of mycorrhizal fungi.  In a greenhouse study, we planted Douglas-fir into soils from invaded and uninvaded patches from clearcuts that spanned 0-33 years since they were initially cleared and invaded.  We found that seedlings grown in invaded soils had fewer mycorrhizal fungi on their roots.  This decrease in mycorrhizal fungi may have important consequence to Douglas-fir forest restoration, particularly when soil resources are scarce and the aid of mycorrhizal fungi could mitigate the impacts of drought and nutrient deficiency. We also found that duration of invasion had no measurable effect on seedling survival or growth, implying that the soil legacy effects of Scotch broom developed quickly following invasion.  This suggests that long invaded sites may not be any more difficult to restore than more recently invaded sites.\n\nIn a reforestation experiment, we planted Douglas-fir seedlings at the edge and in the interior of clearcuts extensively invaded by Scotch broom.  The benefit of being planted near the forest edge was striking. Seedlings planted at the forest edge also had higher mycorrhizal colonization than seedlings in the interior of the clearcut. In attempt to restore forest mycorrhizal fungi to soils that have been extensively invaded by Scotch broom, we transplanted soils from nearby Douglas-fir forests into both the edges and interior of Scotch broom invaded clearcuts. One growing season later, the seedlings planted into the forest soils had slightly higher survival and growth, although the positive effects of the forest soil was no longer detectable after a second season. These findings suggest that foresters should consider maximizing edges when designing tree harvests in areas prone to Scotch broom invasion and that focusing reforestation efforts in areas with the greatest amount of edge habitat.\n\nTo quantify the persistence of legacy effects following Scotch broom removal, we removed Scotch broom at different times over a 2 year period and allowed areas to be broom free for 0,1,10 and 22 months before planting Douglas-fir seedlings and measuring changes in soil nutrient availability. We found that 1 month f..."
 }
}