{
 "awd_id": "1210513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Within species reproductive isolation: does chloroplast inheritance mediate cytonuclear incompatibility?",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14969.0,
 "awd_amount": 14969.0,
 "awd_min_amd_letter_date": "2012-04-05",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "New species arise as populations within a species become differentiated and are no longer able to produce viable hybrid offspring. Even though such divergence occurs in many species, however, most do not undergo speciation. What prevents this speciation process from occurring? In the plant species Campanulastrum americanum reduced viability of between-populations hybrids is correlated with divergence in the chloroplast genome. Offspring of these low performing hybrids, though, often show complete recovery. Chloroplast and mitochondria genomes are typically inherited only from the mother. However, hybridization between divergent populations may lead to their inheritance from both the mother and father. This project will test whether inheritance patterns of the chloroplast are affected by hybridization, and if inheriting the chloroplast from both parents allows this species to overcome reduced offspring viability due to chloroplast divergence. \r\n\r\nThe proposed work will enhance graduate training by supporting a new collaboration for the purpose of learning a technique for quantifying chloroplast inheritance patterns. In addition, this work will allow for the continued training of undergraduate students from diverse backgrounds through independent research projects. Finally, the proposed research will advance our understanding of how new species form, and whether altered inheritance patterns of the organelle genomes, such as the chloroplast, may result in slowing the speciation process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Galloway",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Laura F Galloway",
   "pi_email_addr": "lgalloway@virginia.edu",
   "nsf_id": "000097571",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Barnard-Kubow",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Karen B Barnard-Kubow",
   "pi_email_addr": "barnarkb@jmu.edu",
   "nsf_id": "000605278",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "P.O. Box 400328",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In our study we found that between-populations hybrids of <em>Campanulastrum americanum</em> are rescued from a genetic incompatibility between their nuclear and chloroplast genomes by inheriting the chloroplast from both parents.</p>\n<p>The first goal of our study was to determine what the chloroplast inheritance patterns are in <em>C. americanum</em>. We found that while the chloroplast was inherited from the mother in most hybrid offspring, 6-40% of the offspring inherited the chloroplast from both the mother and father, or only the father. We also found this to be the case regardless of whether the hybrids were between genetically very different or similar populations. We had hypothesized that inheriting the chloroplast genome from both parents was likely occurring as a result of hybridization between genetically divergent populations. However, our results show that this pattern of inheritance is likely happening all the time in this species.</p>\n<p>The second goal of our study was to determine if inheriting the chloroplast from both parents enables hybrids between genetically divergent populations to overcome reduced viability. We found that when crossing between genetically divergent populations the chloroplast from one of the populations does not function on the hybrid nuclear background, resulting in albino tissue. When the population with this inviable chloroplast serves as the mother, if the resulting hybrids only inherited the chloroplast from their mother, they would all be albino and would die within a few days (due to an inability to photosynthesize). However, since they sometimes inherit their chloroplasts from their father, they now have a chance of survival. Therefore, inheriting their chloroplasts from both parents rescues the hybrids from this incompatibility between the chloroplast and nuclear genomes.</p>\n<p>Genetic incompatibilities between the nuclear and the organelle (mitochondria and chloroplast) genomes have been proposed to arise early in the speciation process. We have found such an incompatibility occurring within our species, suggesting it has arisen early in the speciation process and supporting this theory. However, since the hybrids can &ldquo;side-step&rdquo; this incompatibility by inheriting the chloroplast from both parents, this lowers the impact of the incompatibility and could slow the speciation process.</p>\n<p>Since most animal and plant species inherit their organelles from only one parent (usually the mother) this pattern of inheritance is thought to be advantageous. However, several other species of flowering plants have been shown to inherit their chloroplast from both parents and also have genetic incompatibilities between their chloroplast and nuclear genomes. These findings have led to the idea that inheriting the chloroplast from both parents may have evolved as a way to overcome defective chloroplasts in species that have incompatibilities between the chloroplast and nuclear genomes. However, we see that hybrids inherit the chloroplast from both parents even when crossing between genetically similar populations that do not show incompatibilities between their chloroplast and nuclear genomes. Therefore, our results suggest there might be other or additional reasons for why inheriting the chloroplast genome from both parents has evolved.</p>\n<p>This project enabled Karen Barnard-Kubow to visit Dave McCauley&rsquo;s lab at Vanderbilt to learn a new qPCR technique for quantifying chloroplast inheritance patterns. The project also enabled three undergraduate students to pursue independent research projects, where they learned how to develop and test hypotheses, including experimental design, data collection and analysis, and preparing results for presentation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2014<br>\n\t\t\t\t\tModified by: Karen&nbsp;B&nbsp;Barnard-Kubow</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-galle...",
  "por_txt_cntn": "\nIn our study we found that between-populations hybrids of Campanulastrum americanum are rescued from a genetic incompatibility between their nuclear and chloroplast genomes by inheriting the chloroplast from both parents.\n\nThe first goal of our study was to determine what the chloroplast inheritance patterns are in C. americanum. We found that while the chloroplast was inherited from the mother in most hybrid offspring, 6-40% of the offspring inherited the chloroplast from both the mother and father, or only the father. We also found this to be the case regardless of whether the hybrids were between genetically very different or similar populations. We had hypothesized that inheriting the chloroplast genome from both parents was likely occurring as a result of hybridization between genetically divergent populations. However, our results show that this pattern of inheritance is likely happening all the time in this species.\n\nThe second goal of our study was to determine if inheriting the chloroplast from both parents enables hybrids between genetically divergent populations to overcome reduced viability. We found that when crossing between genetically divergent populations the chloroplast from one of the populations does not function on the hybrid nuclear background, resulting in albino tissue. When the population with this inviable chloroplast serves as the mother, if the resulting hybrids only inherited the chloroplast from their mother, they would all be albino and would die within a few days (due to an inability to photosynthesize). However, since they sometimes inherit their chloroplasts from their father, they now have a chance of survival. Therefore, inheriting their chloroplasts from both parents rescues the hybrids from this incompatibility between the chloroplast and nuclear genomes.\n\nGenetic incompatibilities between the nuclear and the organelle (mitochondria and chloroplast) genomes have been proposed to arise early in the speciation process. We have found such an incompatibility occurring within our species, suggesting it has arisen early in the speciation process and supporting this theory. However, since the hybrids can \"side-step\" this incompatibility by inheriting the chloroplast from both parents, this lowers the impact of the incompatibility and could slow the speciation process.\n\nSince most animal and plant species inherit their organelles from only one parent (usually the mother) this pattern of inheritance is thought to be advantageous. However, several other species of flowering plants have been shown to inherit their chloroplast from both parents and also have genetic incompatibilities between their chloroplast and nuclear genomes. These findings have led to the idea that inheriting the chloroplast from both parents may have evolved as a way to overcome defective chloroplasts in species that have incompatibilities between the chloroplast and nuclear genomes. However, we see that hybrids inherit the chloroplast from both parents even when crossing between genetically similar populations that do not show incompatibilities between their chloroplast and nuclear genomes. Therefore, our results suggest there might be other or additional reasons for why inheriting the chloroplast genome from both parents has evolved.\n\nThis project enabled Karen Barnard-Kubow to visit Dave McCauleyÆs lab at Vanderbilt to learn a new qPCR technique for quantifying chloroplast inheritance patterns. The project also enabled three undergraduate students to pursue independent research projects, where they learned how to develop and test hypotheses, including experimental design, data collection and analysis, and preparing results for presentation.\n\n\t\t\t\t\tLast Modified: 06/26/2014\n\n\t\t\t\t\tSubmitted by: Karen B Barnard-Kubow"
 }
}