{
 "awd_id": "1210064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Christopher Paget of the University of South Carolina to conduct a research project, entitled \"A comparison of microbial degradation and plant uptake in removing aquatic pharmaceutical contaminants,\" during the summer of 2012 at the University of Tokushima in Tokushima, Tokushima Prefecture, Japan. The host scientist is Dr. Hiroshi Yamamoto.\r\n\r\nThe Intellectual Merit of the research project includes addressing limited knowledge from recent research, particularly in regards to the behavior of microbial biofilms in aquatic bioremediation, and how this compares to phytoremediation by active plant uptake using common duckweed. Despite a lack of established toxicity thresholds of aquatic pharmaceutical contaminants, concerns exist about long-term effects. There is limited knowledge about how biodegradation may affect removal of a wide range of compounds, how it works together with phytoremediation, and how these processes may work to more efficiently remove contaminants than conventional wastewater treatment. To address this, this project uses several classes of pharmaceuticals to compare how phytoremediation and biodegradation work separately and in succession. Additionally, studies have addressed the need for low-cost, low-impact, sustainable methods, and these processes will play a role in these alternative technologies. \r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Paget",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher C Paget",
   "pi_email_addr": "",
   "nsf_id": "000606902",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Paget                   Christopher    C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Columbia",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "292053302",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Paget                   Christopher    C",
  "perf_str_addr": null,
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292053302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF EAPSI Project Outcomes Report (POR) &ndash; Summer 2012</p>\n<p>&nbsp;</p>\n<p>Principal investigator/summer fellow:</p>\n<p>Chris Paget, graduate student at the University of South Carolina,</p>\n<p>&nbsp;Environmental Health Sciences Department</p>\n<p>Area of study:</p>\n<p>Environmental Science</p>\n<p>Host professor and location of summer fellowship:</p>\n<p>Dr. Hiroshi Yamamoto</p>\n<p>University of Tokushima; Tokushima, Japan</p>\n<p>&nbsp;</p>\n<p>During the fall semester of 2011, I applied to the EAPSI program for the summer 2012 session. I developed a project to study the removal of aquatic pharmaceutical contaminants by way of two non-traditional methods: bioremediation using cultured microbial biofilm (bacteria and the substance that holds bacterial colonies together) and phytoremediation using duckweed, a well-studied floating wetland plant. As current treatment technologies do not completely remove the hundreds of varying pharmaceutically active compounds continually released into waters, such alternative methods are being sought. These two methods may be used in constructed treatment wetlands. I contacted paper authors in both Singapore and Japan and applied to the program for both countries, but was accepted to study in Japan at the University of Tokushima on the southern island of Shikoku. &nbsp;I would study at the chemistry department there in the lab of Dr. Hiroshi Yamamoto.</p>\n<p>&nbsp;</p>\n<p>A benefit of conducting a new project with the hopes of having results after an 8-10 week period is that I would learn much by being immersed in this area of study, but I would also need to learn new lab techniques while overseas. Given this caveat, the outstanding feature of my experience was how integrated I became with my lab. This included my host professor&rsquo;s availability to discuss the project or other aspects of my stay, including best methods for travel and cultural events he thought I should experience. It was also helpful to have a Skype talk that included my advisor, my host professor, and the PhD student I would be working closely with. While I worked closely with this student, all eight students in the lab contributed to the project at times, whether on small or large tasks, including analysis of samples using high power liquid chromatography and intensive daily collection of samples from flasks, for which several students and I formed an assembly line approach. I feel that the summer was very successful in terms of the partnerships I developed with my labmates and professor. &nbsp;Throughout my time there, I participated in weekly lab meetings, giving presentations on my research (including a final presentation on preliminary results) and hearing presentations from my labmates.</p>\n<p>&nbsp;</p>\n<p>In terms of project results, I continue to communicate with Dr. Yamamoto&rsquo;s lab in the hopes that we can publish our data. We sampled removal of four pharmaceuticals over the course of five days by phytoremediation and bioremediation, and we are currently working to determine the best way to analyze the results. Using published data on the chemical characteristics of the four compounds studied, it should be possible to discuss how each compound behaved in the presence of these processes, and how/why removal rates varied among them. There are very few current studies discussing these processes and pharmaceutical contaminants in the practical setting of artificial treatment wetlands, so the goal of these data is to contribute to limited knowledge in this area. It was also important that the project be achievable within the time frame, and it met this goal. Successfully developing a biofilm in the lab was the most challenging part of the project, so my advice to future fellows would be to have a fairly firm grasp on timeframe, materials, and best methods if there are any particularly experimental parts of the project before the summer.</p>\n<p>&nb...",
  "por_txt_cntn": "\nNSF EAPSI Project Outcomes Report (POR) &ndash; Summer 2012\n\n \n\nPrincipal investigator/summer fellow:\n\nChris Paget, graduate student at the University of South Carolina,\n\n Environmental Health Sciences Department\n\nArea of study:\n\nEnvironmental Science\n\nHost professor and location of summer fellowship:\n\nDr. Hiroshi Yamamoto\n\nUniversity of Tokushima; Tokushima, Japan\n\n \n\nDuring the fall semester of 2011, I applied to the EAPSI program for the summer 2012 session. I developed a project to study the removal of aquatic pharmaceutical contaminants by way of two non-traditional methods: bioremediation using cultured microbial biofilm (bacteria and the substance that holds bacterial colonies together) and phytoremediation using duckweed, a well-studied floating wetland plant. As current treatment technologies do not completely remove the hundreds of varying pharmaceutically active compounds continually released into waters, such alternative methods are being sought. These two methods may be used in constructed treatment wetlands. I contacted paper authors in both Singapore and Japan and applied to the program for both countries, but was accepted to study in Japan at the University of Tokushima on the southern island of Shikoku.  I would study at the chemistry department there in the lab of Dr. Hiroshi Yamamoto.\n\n \n\nA benefit of conducting a new project with the hopes of having results after an 8-10 week period is that I would learn much by being immersed in this area of study, but I would also need to learn new lab techniques while overseas. Given this caveat, the outstanding feature of my experience was how integrated I became with my lab. This included my host professorÆs availability to discuss the project or other aspects of my stay, including best methods for travel and cultural events he thought I should experience. It was also helpful to have a Skype talk that included my advisor, my host professor, and the PhD student I would be working closely with. While I worked closely with this student, all eight students in the lab contributed to the project at times, whether on small or large tasks, including analysis of samples using high power liquid chromatography and intensive daily collection of samples from flasks, for which several students and I formed an assembly line approach. I feel that the summer was very successful in terms of the partnerships I developed with my labmates and professor.  Throughout my time there, I participated in weekly lab meetings, giving presentations on my research (including a final presentation on preliminary results) and hearing presentations from my labmates.\n\n \n\nIn terms of project results, I continue to communicate with Dr. YamamotoÆs lab in the hopes that we can publish our data. We sampled removal of four pharmaceuticals over the course of five days by phytoremediation and bioremediation, and we are currently working to determine the best way to analyze the results. Using published data on the chemical characteristics of the four compounds studied, it should be possible to discuss how each compound behaved in the presence of these processes, and how/why removal rates varied among them. There are very few current studies discussing these processes and pharmaceutical contaminants in the practical setting of artificial treatment wetlands, so the goal of these data is to contribute to limited knowledge in this area. It was also important that the project be achievable within the time frame, and it met this goal. Successfully developing a biofilm in the lab was the most challenging part of the project, so my advice to future fellows would be to have a fairly firm grasp on timeframe, materials, and best methods if there are any particularly experimental parts of the project before the summer.\n\n \n\nThe EAPSI experience was a comprehensive one, both academically and in experiencing Japanese culture. While I was able to experience both traditional aspects of culture and daily life living in the medium-..."
 }
}