{
 "awd_id": "1210137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in China",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Lorraine Weller Clarke of University of California, Riverside to conduct a research project, entitled \"Drivers of plant biodiversity in urban, suburban, and rural home gardens across the Beijing Municipality of China,\" during the summer of 2012 at China Agricultural University in Beijing.  The host scientists are Dr. Zhenrong Yu and his graduate student, Liangtao Li.\r\n\r\nHome gardens are complex systems of various trees and crops around homesteads and are hotspots of native and agricultural biodiversity. This research asks, \"How do factors affecting biodiversity, and ecosystem services in home gardens change over an urbanization gradient?\" To address this question, biodiversity and abundance surveys are being completed in 20 home gardens in each of four villages (urban, suburban, rural, and deep rural) at varying distances from Beijing. Results promise to determine the influence of urbanization and farmer socioeconomic status on plant form, common uses, diversity, and native status.\r\n\r\nIntellectual Merit: This project addresses large knowledge gaps in how human management and urbanization impacts native plant use. Though ecological function and anthropogenic activity are intrisically linked in urban ecosystems, basic science framework to incorporate culture and human choice into ecological theory is still lacking. This multi-scale agricultural study will address core ecological theories, biodiversity and food security in managed areas while also taking into account urbanization influences on cultural activities. \r\n\r\nBroader impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce. Food security in the rapidly urbanizing city of Beijing is dependent on having stable, productive local agriculture. With minimal governmental protection for urban agriculture, quantifying ecosystem services and long term sustainability of home gardens is important for their continued provision.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorraine",
   "pi_last_name": "Clarke",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lorraine W Clarke",
   "pi_email_addr": "",
   "nsf_id": "000605626",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Weller                  Lorraine",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Corona",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "928796540",
  "inst_country_name": "United States",
  "cong_dist_code": "41",
  "st_cong_dist_code": "CA41",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Chinese Agricultural University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p>Home gardens are complex, multi-story systems of various trees and crops around homesteads, which provide participants with food and other goods. They can be hotspots of agricultural biodiversity and are especially important for maintaining local food security. Research on home gardens in developing countries is limited, and there is little quantitative data on how home garden systems are influenced by urbanization, culture, and local agricultural activities. Home gardens are a major part of Chinese rural settlements. Food systems in Beijing, China, one of the most rapidly urbanizing regions in the world, are threatened with rapid and extensive conversion of agriculture to urban use. The aims of this project are to describe the vegetative composition and ecological service implications of home gardens in five villages along an urbanization gradient within the Beijing Municipality of China.</p>\n<p>Our project addresses two important questions about Beijing home garden biodiversity and human benefits:</p>\n<ol>\n<li><em>1.&nbsp;&nbsp;&nbsp;&nbsp; </em><em>How do factors affecting plant use and biodiversity in home gardens change over an urbanization gradient in Beijing?</em> </li>\n<li><em>2.&nbsp;&nbsp;&nbsp;&nbsp; </em><em>How do ecosystem services provided by Beijing home gardens change along an urbanization gradient?</em></li>\n</ol>\n<p>We use an urbanization gradient in order to better describe how human activities alter garden biodiversity. One way to characterize the gradient is through a hierarchy of needs framework where low-income rural residents will value and plant more edible species to increase food security in an agricultural area. Higher income residents near the city may be more likely to invest in aesthetically pleasing species. We hypothesize that those home gardeners who live in the middle of the gradient will have a combination of these characteristics and have the highest biodiversity Garden size and species density/abundance are household factors which homeowners have the most control over. We hypothesize that as garden size increases, home gardeners will add more species, mimicking patterns in wildlands. &nbsp;Species area relationships may change across the urbanization gradient due to the previously mentioned hierarchy of need.</p>\n<p><strong>Methods and results</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Five different villages across an urbanization gradient near Beijing, China were included in this home garden study. These were divided into three urbanization regions: Suburban (1), Semi-rural (2), and Rural (2) (Figure 1). Between 30-45 home gardens in each region were visited for biodiversity and abundance surveys of all purposefully planted garden species. These were all divided into their common uses: Edible (E), Medicinal (M), Ornamental (O) and Other uses (D). Overall, we found 278 distinct species across all gardens, most of which were edible (100) and ornamental (152) (Figure 2). Semi rural villages had the most edible and ornamental species, while rural gardens had high edibles and suburban had high ornamentals. This pattern was the same in village and garden scales (Figure 3). Abundances of species were similar across all gardens, with the exception of high edible abundance in rural gardens (Figure 4). Regression analysis showed that only rural gardens had a relationship between garden area and number of species and that was evident across all species uses (Figure 5).</p>\n<p><strong>Discussion: </strong></p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>Our results support our hypothesis on hierarchy of needs. Rural gardeners have low income and participate heavily in agricultural activities. This means that they have no access to local grocery stores because of finances and distance from the city, and most of their fo...",
  "por_txt_cntn": "\nIntroduction\n\nHome gardens are complex, multi-story systems of various trees and crops around homesteads, which provide participants with food and other goods. They can be hotspots of agricultural biodiversity and are especially important for maintaining local food security. Research on home gardens in developing countries is limited, and there is little quantitative data on how home garden systems are influenced by urbanization, culture, and local agricultural activities. Home gardens are a major part of Chinese rural settlements. Food systems in Beijing, China, one of the most rapidly urbanizing regions in the world, are threatened with rapid and extensive conversion of agriculture to urban use. The aims of this project are to describe the vegetative composition and ecological service implications of home gardens in five villages along an urbanization gradient within the Beijing Municipality of China.\n\nOur project addresses two important questions about Beijing home garden biodiversity and human benefits:\n\n1.     How do factors affecting plant use and biodiversity in home gardens change over an urbanization gradient in Beijing? \n2.     How do ecosystem services provided by Beijing home gardens change along an urbanization gradient?\n\n\nWe use an urbanization gradient in order to better describe how human activities alter garden biodiversity. One way to characterize the gradient is through a hierarchy of needs framework where low-income rural residents will value and plant more edible species to increase food security in an agricultural area. Higher income residents near the city may be more likely to invest in aesthetically pleasing species. We hypothesize that those home gardeners who live in the middle of the gradient will have a combination of these characteristics and have the highest biodiversity Garden size and species density/abundance are household factors which homeowners have the most control over. We hypothesize that as garden size increases, home gardeners will add more species, mimicking patterns in wildlands.  Species area relationships may change across the urbanization gradient due to the previously mentioned hierarchy of need.\n\nMethods and results\n\n            Five different villages across an urbanization gradient near Beijing, China were included in this home garden study. These were divided into three urbanization regions: Suburban (1), Semi-rural (2), and Rural (2) (Figure 1). Between 30-45 home gardens in each region were visited for biodiversity and abundance surveys of all purposefully planted garden species. These were all divided into their common uses: Edible (E), Medicinal (M), Ornamental (O) and Other uses (D). Overall, we found 278 distinct species across all gardens, most of which were edible (100) and ornamental (152) (Figure 2). Semi rural villages had the most edible and ornamental species, while rural gardens had high edibles and suburban had high ornamentals. This pattern was the same in village and garden scales (Figure 3). Abundances of species were similar across all gardens, with the exception of high edible abundance in rural gardens (Figure 4). Regression analysis showed that only rural gardens had a relationship between garden area and number of species and that was evident across all species uses (Figure 5).\n\nDiscussion: \n\n            Our results support our hypothesis on hierarchy of needs. Rural gardeners have low income and participate heavily in agricultural activities. This means that they have no access to local grocery stores because of finances and distance from the city, and most of their food species come from their home garden. Suburban gardeners often work in the city and have higher paying jobs; they more often opt for ornamental species diversity. Semi-rural gardens have both agricultural background and higher income, leading to increases in all species kinds. Because rural villages rely so heavily on their gardens for food/medicine and other resources, they have multi..."
 }
}