{
 "awd_id": "1210359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Adaptive divergence in Anopheles gambiae (with gene flow): facilitation via chromosomal inversions",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2012-04-04",
 "awd_abstract_narration": "Climate change and human disturbance increase the threats posed by disease vectors. Therefore, understanding mechanisms enabling their rapid adaptation is of central importance. This study focuses on whether a specific chromosomal structural change (i.e., chromosomal inversions) facilitates adaptive divergence of the mosquito Anopheles gambiae, the most severe malaria vector in sub-Sahara Africa. Such chromosomal structural changes may promote local adaptation because they buffer populations from the mixing effects of migrants from different habitats. This study will test this hypothesis empirically using a framework that will provide detailed demographic, geographic, and temporal information relevant to testing mechanisms of rapid adaptation. The study will also provide insights into the current debate regarding the source of adaptation: rapid adaptation facilitated by new inversion mutations or pre-existing genetic variation. \r\n\r\nThe results will be directly relevant to informing pest control agencies of which demographic or genetic factors will be the best target to impede rapid adaptation in mosquitoes. For example, it can provide critical information on whether genetically modified mosquitoes can compete with native populations and survive in the local environment. The work will foster academic communications between US and Cameroonian researchers and students, and promote the education of local communities in malaria preventions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L. Lacey",
   "pi_last_name": "Knowles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "L. Lacey Knowles",
   "pi_email_addr": "knowlesl@umich.edu",
   "nsf_id": "000290128",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Qixin",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qixin He",
   "pi_email_addr": "heqixin@umich.edu",
   "nsf_id": "000599259",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the most severe malarial vector, mosquito<em>&nbsp;Anopheles gambiae </em>is widely distributed across sub-Saharan Africa.&nbsp;The mosquitoes have a special kind of structural genetic variation: chromosomal inversions. Individuals with alternative inversions may have difficulties exchanging gene materials inside inversions, thus genes critical to the local adaptation might be kept longer inside the inversions despite constant gene flow among populations from different habitats<em>.&nbsp;</em>Evidence supporting the prevalent role of inversions in facilitating this type of adaptive divergence is now common in many empirical systems, ranging from plants, insects, birds to mammals. In <em>Anopheles gambiae</em>, inversions are associated with adaptation to dry habitats. Nonetheless, identifying the loci within inversions that confer local adaptation has been difficult.</p>\n<p>In the project, we collected&nbsp;genomic data in 259 <em>An. gambiae</em> individuals and 8 <em>An. arabiensis</em> from six sites along a gradient of wet to dry habitats in Cameroon. We found&nbsp;no distinctive geographic structure among the six sampled populations except for inverted regions. We then develop a new statistical approach to identify targets of selection. Specifically, discriminant functions were built to detect regions under selection based on the comparison of the observed data to expectations generated from simulations of neutral versus selection under inversion specific demographic histories. With this new approach we found strong evidence for two regions in the dry-associated arrangement to be under selection. Further full genome sequencing work is required to confirm the specific genes under selection. The signature of selection traces predominantly to the wet-associated&nbsp;arrangement, suggesting that the same region has involved in two episodes of adaptations - specifically to wet and dry habitats, respectively. Our approach can be widely applied for chromosomal regions with different histories, as well as non-model species with no genome reference or sparse genomic markers, and represents a significant improvement over traditional tests like <em>F<sub>ST</sub></em>-outlier analyses to detect targets of selection.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2015<br>\n\t\t\t\t\tModified by: Qixin&nbsp;He</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs the most severe malarial vector, mosquito Anopheles gambiae is widely distributed across sub-Saharan Africa. The mosquitoes have a special kind of structural genetic variation: chromosomal inversions. Individuals with alternative inversions may have difficulties exchanging gene materials inside inversions, thus genes critical to the local adaptation might be kept longer inside the inversions despite constant gene flow among populations from different habitats. Evidence supporting the prevalent role of inversions in facilitating this type of adaptive divergence is now common in many empirical systems, ranging from plants, insects, birds to mammals. In Anopheles gambiae, inversions are associated with adaptation to dry habitats. Nonetheless, identifying the loci within inversions that confer local adaptation has been difficult.\n\nIn the project, we collected genomic data in 259 An. gambiae individuals and 8 An. arabiensis from six sites along a gradient of wet to dry habitats in Cameroon. We found no distinctive geographic structure among the six sampled populations except for inverted regions. We then develop a new statistical approach to identify targets of selection. Specifically, discriminant functions were built to detect regions under selection based on the comparison of the observed data to expectations generated from simulations of neutral versus selection under inversion specific demographic histories. With this new approach we found strong evidence for two regions in the dry-associated arrangement to be under selection. Further full genome sequencing work is required to confirm the specific genes under selection. The signature of selection traces predominantly to the wet-associated arrangement, suggesting that the same region has involved in two episodes of adaptations - specifically to wet and dry habitats, respectively. Our approach can be widely applied for chromosomal regions with different histories, as well as non-model species with no genome reference or sparse genomic markers, and represents a significant improvement over traditional tests like FST-outlier analyses to detect targets of selection.\n\n \n\n\t\t\t\t\tLast Modified: 09/01/2015\n\n\t\t\t\t\tSubmitted by: Qixin He"
 }
}