{
 "awd_id": "1210134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Korea",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 6126.0,
 "awd_amount": 6126.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2012-05-24",
 "awd_abstract_narration": "This action funds Taraneh Mojaverian of University of California, Santa Barbara to conduct a research project, entitled \"Cultural differences among Koreans and Americans in perceptions and use of received help in the classroom,\" during the summer of 2012 at Yonsei University in Seoul, South Korea.  The host scientist is Eunkook Suh.\r\n\r\nCombining previous research on culture, academics, motivation, and social support, the current research addresses how interactions between providers and recipients of assistance may affect motivation in an academic domain, how differences in perceptions of unsolicited and solicited assistance may influence assistance use, and how these differences are influenced by cultural values. This research contrasts solicited assistance, or help that is given after the assistant recipient asks for help, with unsolicited assistance, or help that is given without previous prompting from the recipient. Research on the foundations of academic achievement has long looked for moderators of academic motivation. The influence of culture is a recent topic in this area.  \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taraneh",
   "pi_last_name": "Mojaverian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Taraneh Mojaverian",
   "pi_email_addr": "",
   "nsf_id": "000603247",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mojaverian              Taraneh",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Goleta",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "931172448",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of California Santa Barbara",
  "perf_str_addr": null,
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931069660",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>People deal with situations in which they need assistance from others in many contexts, such as school, work and home. For example, in the classroom, a student may raise his hand to ask the teacher a question about an answer for a problem during a class exercise, or a teacher may walk by and look over a student&rsquo;s work and give feedback on an answer. Even when the assistance given in both cases is similar, the outcomes of receiving help may differ depending on several factors. One&rsquo;s cultural background may influence what it means to ask for help and receive help from others. In previous research, we have investigated how different types of help receipt have varied effects cross-culturally. In this research, we found that solicited support, or help that is directly sought by the support recipient, and unsolicited support, or assistance given without previous recipient request, have different cultural implications for psychological well-being and self-esteem. Outside of this area of research, studies on academic achievement and motivation point to culture as reliably impacting the way people respond to situations. By integrating in these areas and building on previous research, the current research examines how receiving unsolicited or solicited assistance differentially affects task motivation, self-efficacy and psychological well-being in an academic-style setting, and how culture influences these differences. Drawing on previous research on cultural differences in responses to solicited and unsolicited social support, we hypothesized that Korean and Asian American participants will have more favorable perceptions of unsolicited assistance compared to solicited assistance. Comparatively, we hypothesized that for European Americans, perceptions will be more favorable towards solicited assistance compared to unsolicited assistance.</p>\n<p>There were 131 undergraduate students from the United States and South Korea who took part in this study. Participants watched a videotaped interaction between a teaching assistant and a student during which the student in the video received solicited or unsolicited assistance and then answered questions about their perceptions of the interaction and their own academic assistance use, in order to examine how solicited and unsolicited assistance are perceived in different cultures and how these perceptions may influence personal assistance utilization. &nbsp;Preliminary analyses of these data do not seem to directly support the expected hypotheses, with similar responses across cultures to solicited and unsolicited assistance situations. &nbsp;As a result of this project, the researchers involved in this study have designed a number of follow-up studies to test refined hypotheses. These studies are currently in progress, and results from the entire set of studies will be written up for publication.</p>\n<p>Research on the foundations of academic achievement has long looked for moderators of academic motivation and persistence. The influence of culture has only recently been a topic of study in this area. By combining previous research on culture, academics and motivation, and using a methodological framework taken from work on culture and social support, the current research addresses how interactions between providers and recipients of assistance may enhance or detract from motivation in an academic domain, and how this is influenced by cultural values. The current investigation is a novel incorporation of previous research that can have a great theoretical impact on a breadth of fields, and it speaks directly to the development of culturally-sensitive educational systems. Building successful educational frameworks and fostering academic achievement in different cultural groups is essential for insuring a fair educational system in which people of all backgrounds can succeed. These issues are especially important for the U...",
  "por_txt_cntn": "\nPeople deal with situations in which they need assistance from others in many contexts, such as school, work and home. For example, in the classroom, a student may raise his hand to ask the teacher a question about an answer for a problem during a class exercise, or a teacher may walk by and look over a studentÆs work and give feedback on an answer. Even when the assistance given in both cases is similar, the outcomes of receiving help may differ depending on several factors. OneÆs cultural background may influence what it means to ask for help and receive help from others. In previous research, we have investigated how different types of help receipt have varied effects cross-culturally. In this research, we found that solicited support, or help that is directly sought by the support recipient, and unsolicited support, or assistance given without previous recipient request, have different cultural implications for psychological well-being and self-esteem. Outside of this area of research, studies on academic achievement and motivation point to culture as reliably impacting the way people respond to situations. By integrating in these areas and building on previous research, the current research examines how receiving unsolicited or solicited assistance differentially affects task motivation, self-efficacy and psychological well-being in an academic-style setting, and how culture influences these differences. Drawing on previous research on cultural differences in responses to solicited and unsolicited social support, we hypothesized that Korean and Asian American participants will have more favorable perceptions of unsolicited assistance compared to solicited assistance. Comparatively, we hypothesized that for European Americans, perceptions will be more favorable towards solicited assistance compared to unsolicited assistance.\n\nThere were 131 undergraduate students from the United States and South Korea who took part in this study. Participants watched a videotaped interaction between a teaching assistant and a student during which the student in the video received solicited or unsolicited assistance and then answered questions about their perceptions of the interaction and their own academic assistance use, in order to examine how solicited and unsolicited assistance are perceived in different cultures and how these perceptions may influence personal assistance utilization.  Preliminary analyses of these data do not seem to directly support the expected hypotheses, with similar responses across cultures to solicited and unsolicited assistance situations.  As a result of this project, the researchers involved in this study have designed a number of follow-up studies to test refined hypotheses. These studies are currently in progress, and results from the entire set of studies will be written up for publication.\n\nResearch on the foundations of academic achievement has long looked for moderators of academic motivation and persistence. The influence of culture has only recently been a topic of study in this area. By combining previous research on culture, academics and motivation, and using a methodological framework taken from work on culture and social support, the current research addresses how interactions between providers and recipients of assistance may enhance or detract from motivation in an academic domain, and how this is influenced by cultural values. The current investigation is a novel incorporation of previous research that can have a great theoretical impact on a breadth of fields, and it speaks directly to the development of culturally-sensitive educational systems. Building successful educational frameworks and fostering academic achievement in different cultural groups is essential for insuring a fair educational system in which people of all backgrounds can succeed. These issues are especially important for the United States, which is becoming increasingly multicultural and diverse. Misunderstandings about ..."
 }
}