{
 "awd_id": "1210399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Laboratory Safety Workshop:  Setting Priorities and Research Goals",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 16908.0,
 "awd_amount": 16908.0,
 "awd_min_amd_letter_date": "2012-02-16",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "This Laboratory Safety Workshop is funded by the Chemistry Division at the National Science Foundation. The Laboratory Safety Workshop will gather researchers, students, and health and safety professionals to provide a forum for in-depth dialogue regarding the challenges and opportunities for improving the effectiveness of laboratory safety programs in the research setting, with particular emphasis given to chemical hazards in laboratories. Chemical hazards receive very little regulatory guidance or oversight and have the potential to cause serious and immediate injury. The aim of the workshop is to establish research priorities and criteria to study laboratory safety empirically, with the goal of translating research outcomes into evidence-based, fit-for-purpose best practices in the laboratory. At the November 2010 National Academy of Sciences (NAS)-sponsored Safety Summit in Washington, D.C., problems and challenges in laboratory safety were identified. This proposed workshop will strategize solutions to address those problems by focusing on research (led by the University of California (UC) Center for Laboratory Safety and its affiliates) that would lead to the development of data-driven laboratory safety practices.\r\n\r\nDiverse participation is important to the success of this workshop. There is a high level of interest from a diverse group of leaders in this field, including representatives from NIOSH, OSHA, the Chemical Safety Board, NIH, NAS, NSF and Principal Investigators and students across the country. In addition to partnering with traditional professional health and safety organizations, outreach efforts will be made to relevant scientific organizations that promote women and minorities who are currently underrepresented in the sciences. The intended partnering organizations include the American Public Health Organization, the Campus Safety Health and Environmental Management Association (CSHEMA), the American Industrial Hygiene Association, the Association for Women in Science, the National Organization for the Professional Advancement of Black Chemists and Chemical Engineers (NOBCChE), the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS), and Great Minds in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gibson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Gibson",
   "pi_email_addr": "jgibson@ehs.ucla.edu",
   "nsf_id": "000607237",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "UC Center for Laboratory Safety",
  "perf_str_addr": "NAS Beckman Center",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926173002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5188",
   "pgm_ref_txt": "SAFETY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of California Center for Laboratory Safety (CLS)<br />organized a Laboratory Safety Workshop held on March 15&ndash;16, 2012 at the<br />National Academy of Sciences&rsquo; Beckman Center in Irvine, California. The<br />participants were a diverse group of 69 people who shared an interest in improving lab safety in a way that will be embraced by those who supervise and perform lab research. Participants were from academia, private industry, national laboratories as well as local and federal government. They were laboratory researchers from the physical sciences, engineering, and the biomedical and life sciences, and health and safety professionals. Through a series of talks, panel discussions, and breakout sessions, the workshop allowed for dialogue between all participants on the many topics under the umbrella of lab safety. Breakout sessions centered on the area of Safety Culture and included topics such as inconsistencies in safety perception from the higher administrative levels to the principal investigators, inadequacies in laboratory safety training, disconnect between federal regulations and research community acceptance, effect of punishment on<br />safety climate, funding for safety equipment. Additional breakout sessions discussed current problems with Chemical and Other Hazard Assessment Tools and identified confusing and disparate risk communication methods such as labels, MSDSs and standard operation procedures, lack of hazard identification tools, waste management problems, and improper use of chemical materials, tools and equipment resulting in a high potential to cause accidents. The Safety Compliance breakout sessions focused on topics such as the balance between academic independence versus safety compliance, absence of leadership and oversight on all levels in implementing safety in research laboratories, and lack of funding for safety engineering controls during laboratory renovations.&nbsp; The Laboratory Design breakout sessions<br />discussed pressing issues during laboratory construction including ventilation<br />problems, absence of social areas for researchers to keep food and drink near<br />their lab, resistance of including researchers and environmental health and<br />safety experts in the design and building process of research laboratories. &nbsp;The various breakout sessions resulted in a variety of suggestion that could be harnessed into research proposals on laboratory safety. The CLS workshop on laboratory safety is the first of its kind in the US and it created a highly stimulatory collaborative atmosphere amongst the participants. The workshop resulted in four small seed grants, funded by CLS, to research specific aspects of laboratory safety. The proceedings of the 2012 CLS workshop were recently published.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2013<br>\n\t\t\t\t\tModified by: James&nbsp;Gibson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe University of California Center for Laboratory Safety (CLS)\norganized a Laboratory Safety Workshop held on March 15&ndash;16, 2012 at the\nNational Academy of SciencesÆ Beckman Center in Irvine, California. The\nparticipants were a diverse group of 69 people who shared an interest in improving lab safety in a way that will be embraced by those who supervise and perform lab research. Participants were from academia, private industry, national laboratories as well as local and federal government. They were laboratory researchers from the physical sciences, engineering, and the biomedical and life sciences, and health and safety professionals. Through a series of talks, panel discussions, and breakout sessions, the workshop allowed for dialogue between all participants on the many topics under the umbrella of lab safety. Breakout sessions centered on the area of Safety Culture and included topics such as inconsistencies in safety perception from the higher administrative levels to the principal investigators, inadequacies in laboratory safety training, disconnect between federal regulations and research community acceptance, effect of punishment on\nsafety climate, funding for safety equipment. Additional breakout sessions discussed current problems with Chemical and Other Hazard Assessment Tools and identified confusing and disparate risk communication methods such as labels, MSDSs and standard operation procedures, lack of hazard identification tools, waste management problems, and improper use of chemical materials, tools and equipment resulting in a high potential to cause accidents. The Safety Compliance breakout sessions focused on topics such as the balance between academic independence versus safety compliance, absence of leadership and oversight on all levels in implementing safety in research laboratories, and lack of funding for safety engineering controls during laboratory renovations.  The Laboratory Design breakout sessions\ndiscussed pressing issues during laboratory construction including ventilation\nproblems, absence of social areas for researchers to keep food and drink near\ntheir lab, resistance of including researchers and environmental health and\nsafety experts in the design and building process of research laboratories.  The various breakout sessions resulted in a variety of suggestion that could be harnessed into research proposals on laboratory safety. The CLS workshop on laboratory safety is the first of its kind in the US and it created a highly stimulatory collaborative atmosphere amongst the participants. The workshop resulted in four small seed grants, funded by CLS, to research specific aspects of laboratory safety. The proceedings of the 2012 CLS workshop were recently published.\n\n\t\t\t\t\tLast Modified: 04/15/2013\n\n\t\t\t\t\tSubmitted by: James Gibson"
 }
}