{
 "awd_id": "1210075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Maija Eliina Sipola of The University of Iowa to conduct a research project, entitled \"Dating the deposition of Homo erectus-bearing sediments from Java, Indonesia,\" during the summer of 2012 at Macquarie University in Macquarie Park, NSW, Australia.  The host scientist is Dr. Kira Westaway.\r\n\r\nThe Ngandong paleoanthropological site in Central Java, Indonesia has significant impact on the models for human migration and evolution out of the African continent.  Located on a Late Pleistocene fluvial terrace level along the Solo River, paleoanthropological excavations at Ngandong have uncovered fourteen Homo erectus fossils that are believed to possibly be the most recent known occurrences of H. erectus in the world.  However, this hypothesis cannot be confirmed by the results of previous studies at Ngandong due to a general lack of understanding of how the site formed.  This study seeks to overcome the limits of these previous studies by taking a comprehensive geoarchaeological approach to this site, including specialized methods for luminescence dating.  Results of this work are important to geochronologists, geoarchaeologists and paleoanthropologists alike, as well as anyone interested in early human migration and evolution in Southeast Asia.   \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maija",
   "pi_last_name": "Sipola",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maija Sipola",
   "pi_email_addr": "",
   "nsf_id": "000605274",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sipola                  Maija",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Iowa City",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "",
  "inst_zip_code": "522463527",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Sipola                  Maija",
  "perf_str_addr": null,
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421319",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; The goal of my research is to determine a minimum age for fossils of early humans found along the Solo River in Java, Indonesia.&nbsp; The Ngandong <em>Homo erectus </em>fossils were discovered during excavations by the Dutch Geological Survey in the early 1930&rsquo;s and because of their shape are believed to have lived more recently than other known <em>H. erectus</em> remains in Java.&nbsp; Because of their suspected recent age, the Ngandong bones have significant influence over models of hominid migration across Southeast Asia with regard to the length of time <em>Homo erectus </em>persisted on the island of Java.&nbsp; Some paleoanthropologists have suggested the Ngandong <em>Homo erectus </em>lived recently enough to be contemporaneous on Java with <em>Homo sapiens </em>(modern humans), which would strongly affect our current theories of human evolution in Southeast Asia. &nbsp;Teams of geologists and paleoanthropologists have attempted to date the controversial Ngandong fossils over the years, but with spurious results because the bones have undergone considerable uranium uptake and leaching from groundwater while buried and can no longer provide a confident age.&nbsp; Because of the failure of previously attempted dating methods at Ngandong, I implemented a different geologic dating approach to date this site that has puzzled geologists, geoarchaeologists and paleoanthropologists for decades.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The method I used to date the Ngandong site formation is luminescence dating of sand, which measures the amount of time since the sand was last exposed to light.&nbsp; The basic premise for luminescence dating is that grains of sand, typically quartz or feldspar in mineralogy, constantly collect electrons from environmental radiation into imperfections in their crystalline structure.&nbsp; The electrons will begin accumulating in the sand grains once the sand is buried and protected from heat and/or light.&nbsp; The sand grains accumulate these electrons at a constant dose rate until they are released from the grains by being &ldquo;bleached&rdquo; from exposure to heat or light, which resets the geologic clock.&nbsp; Luminescence dating involves carefully sampling the buried sand from the environment into a light-tight container&nbsp;and then processing the sample in a dimly lit laboratory to maintain the integrity of the sample's luminescence signal.&nbsp; In the laboratory, we are able to measure the amount of electrons (luminescence signal) held in the sand grains in a luminescence reader, which provides an &ldquo;equivalent dose&rdquo; for each sample.&nbsp; The equivalent dose value divided by the annual environmental dose rate provides the time (in years) that the sand has been buried, and therefore, the age of the site.&nbsp; This is an optimal dating method for the Ngandong site because a burial age of the sediments would provide us with the strongly desired minimum age of the <em>Homo erectus</em> fossils.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; As part of an international excavation team comprised of American and Indonesian geologists and paleontologists, I collected light-tight sediment samples from the Ngandong site in 2010.&nbsp; In 2012, I brought these samples to the Environmental Science Luminescence (OSL/TL) Laboratory at Macquarie University and prepared them for luminescence dating as part of my NSF EAPSI research fellowship under the direction of Dr. Kira Westaway.&nbsp; Sample preparation all took place under subdued red light conditions so as not to compromise the natural luminescence signal in the sediments. &nbsp;I first wet-sieved my samples to isolate the preferred size fraction of sand and then treated them with diluted acid washes to remove carbonates, organic materials and feldspar inclusions and magnetic separations to remove magnetic materials, all which could dilute the natural luminesce...",
  "por_txt_cntn": "\n     The goal of my research is to determine a minimum age for fossils of early humans found along the Solo River in Java, Indonesia.  The Ngandong Homo erectus fossils were discovered during excavations by the Dutch Geological Survey in the early 1930Æs and because of their shape are believed to have lived more recently than other known H. erectus remains in Java.  Because of their suspected recent age, the Ngandong bones have significant influence over models of hominid migration across Southeast Asia with regard to the length of time Homo erectus persisted on the island of Java.  Some paleoanthropologists have suggested the Ngandong Homo erectus lived recently enough to be contemporaneous on Java with Homo sapiens (modern humans), which would strongly affect our current theories of human evolution in Southeast Asia.  Teams of geologists and paleoanthropologists have attempted to date the controversial Ngandong fossils over the years, but with spurious results because the bones have undergone considerable uranium uptake and leaching from groundwater while buried and can no longer provide a confident age.  Because of the failure of previously attempted dating methods at Ngandong, I implemented a different geologic dating approach to date this site that has puzzled geologists, geoarchaeologists and paleoanthropologists for decades.\n\n     The method I used to date the Ngandong site formation is luminescence dating of sand, which measures the amount of time since the sand was last exposed to light.  The basic premise for luminescence dating is that grains of sand, typically quartz or feldspar in mineralogy, constantly collect electrons from environmental radiation into imperfections in their crystalline structure.  The electrons will begin accumulating in the sand grains once the sand is buried and protected from heat and/or light.  The sand grains accumulate these electrons at a constant dose rate until they are released from the grains by being \"bleached\" from exposure to heat or light, which resets the geologic clock.  Luminescence dating involves carefully sampling the buried sand from the environment into a light-tight container and then processing the sample in a dimly lit laboratory to maintain the integrity of the sample's luminescence signal.  In the laboratory, we are able to measure the amount of electrons (luminescence signal) held in the sand grains in a luminescence reader, which provides an \"equivalent dose\" for each sample.  The equivalent dose value divided by the annual environmental dose rate provides the time (in years) that the sand has been buried, and therefore, the age of the site.  This is an optimal dating method for the Ngandong site because a burial age of the sediments would provide us with the strongly desired minimum age of the Homo erectus fossils.\n\n     As part of an international excavation team comprised of American and Indonesian geologists and paleontologists, I collected light-tight sediment samples from the Ngandong site in 2010.  In 2012, I brought these samples to the Environmental Science Luminescence (OSL/TL) Laboratory at Macquarie University and prepared them for luminescence dating as part of my NSF EAPSI research fellowship under the direction of Dr. Kira Westaway.  Sample preparation all took place under subdued red light conditions so as not to compromise the natural luminescence signal in the sediments.  I first wet-sieved my samples to isolate the preferred size fraction of sand and then treated them with diluted acid washes to remove carbonates, organic materials and feldspar inclusions and magnetic separations to remove magnetic materials, all which could dilute the natural luminescence signal.  I used heavy liquid to separate sand grains by density to remove quartz from feldspars and heavy minerals.  Once the quartz fraction was isolated and ready for dating, Dr. Westaway and I conducted glow curve and dose recovery tests on the grains in the Riso Luminescence Reader to disc..."
 }
}