{
 "awd_id": "1210155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 6126.0,
 "awd_amount": 6126.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "This action funds Erin Sanehira of University of Washington to conduct a research project, entitled \"Using self-assembly to fabricate a novel photonic signal transmission device,\" during the summer of 2012 at University of Tokyo in Tokyo, Japan.  The host scientist is Professor Motoichi Ohtsu.\r\n\r\nThe Intellectual Merit of the research project is that this technology utilizes a self-assembly technique to fabricate a nano-scale optical waveguide from cadmium-free, visible-wavelength emitting quantum dots. Photonic signal transmission has the potential to replace conventional electronics with smaller, more energy-efficient optical devices. By using optical near-field interactions to transmit signals, there are fewer propagation losses compared to alternative waveguide technology.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Sanehira",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Erin M Sanehira",
   "pi_email_addr": "",
   "nsf_id": "000606357",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sanehira                Erin           M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "981024653",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Sanehira                Erin           M",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981024653",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the speed of electronics approach its fundamental limit, devices will need to utilize optical information processing to increase speed and performance. Light is an inherently faster and more efficient information carrier compared to electricity. Current optical signal transmission devices, such as fiber optic cables and other conventional waveguides cannot be miniaturized in the same way that metal wiring is in modern day electronics. To reduce the device area, but maintain efficient signal transmission, nano-scale waveguides fabricated from self-assembled quantum dots (QDs) have been developed by Professor Motoichi Ohtsu&rsquo;s Laboratory at the University of Tokyo. QDs are small particles of semiconducting material only a few nanometers large. When semiconducting particles are in the nano-scale regime, they acquire unique optical and electronic properties that can be explained by quantum mechanics.</p>\n<p>This work exploits the unique qualities of these QDs to allow light to propagate in very narrow photonic signal transmission devices. While the theory behind these devices has been proven, fabrication of the devices still poses a challenge to researchers. In this work, synthesis of a non-toxic ZnS&mdash;AgInS<sub>2</sub> (ZAIS) QD is explored for fabrication of this photonic signal transmission device. After the ZAIS QDs are synthesized, the surface must be modified to fabricate the signal transmission devices. By adding different chemicals to the QD surface it is possible to achieve greater functionality from the QDs. From this award, ZAIS QDs were fabricated and novel surface treatments were explored. This allowed the QDs to be soluble in unique solvents -- a scientific finding that can be used in a variety of applications.</p>\n<p>The success of this work enables further exploration in photonic computing by miniaturizing the pathways for photonic signals. In addition to the application toward photonic computing, these non-toxic QDs can be used in various biomedical and biological applications. This work also facilitated an international research collaboration between American and Japanese researchers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2012<br>\n\t\t\t\t\tModified by: Erin&nbsp;M&nbsp;Sanehira</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs the speed of electronics approach its fundamental limit, devices will need to utilize optical information processing to increase speed and performance. Light is an inherently faster and more efficient information carrier compared to electricity. Current optical signal transmission devices, such as fiber optic cables and other conventional waveguides cannot be miniaturized in the same way that metal wiring is in modern day electronics. To reduce the device area, but maintain efficient signal transmission, nano-scale waveguides fabricated from self-assembled quantum dots (QDs) have been developed by Professor Motoichi OhtsuÆs Laboratory at the University of Tokyo. QDs are small particles of semiconducting material only a few nanometers large. When semiconducting particles are in the nano-scale regime, they acquire unique optical and electronic properties that can be explained by quantum mechanics.\n\nThis work exploits the unique qualities of these QDs to allow light to propagate in very narrow photonic signal transmission devices. While the theory behind these devices has been proven, fabrication of the devices still poses a challenge to researchers. In this work, synthesis of a non-toxic ZnS&mdash;AgInS2 (ZAIS) QD is explored for fabrication of this photonic signal transmission device. After the ZAIS QDs are synthesized, the surface must be modified to fabricate the signal transmission devices. By adding different chemicals to the QD surface it is possible to achieve greater functionality from the QDs. From this award, ZAIS QDs were fabricated and novel surface treatments were explored. This allowed the QDs to be soluble in unique solvents -- a scientific finding that can be used in a variety of applications.\n\nThe success of this work enables further exploration in photonic computing by miniaturizing the pathways for photonic signals. In addition to the application toward photonic computing, these non-toxic QDs can be used in various biomedical and biological applications. This work also facilitated an international research collaboration between American and Japanese researchers.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2012\n\n\t\t\t\t\tSubmitted by: Erin M Sanehira"
 }
}