{
 "awd_id": "1210957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DOCTORAL DISSERTATION:   Testing mutualistic function in a multi-trophic mating system in mosses",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 14915.0,
 "awd_amount": 14915.0,
 "awd_min_amd_letter_date": "2012-05-03",
 "awd_max_amd_letter_date": "2012-05-03",
 "awd_abstract_narration": "About 300 million years prior to the origin of flowering plants, ancestors of mosses were colonizing land and creating the groundwork for the radiation of land plants.  Around the same time, microarthropod (insects) inhabitants of mosses appeared in the fossil record. Thus, mosses and microarthropods potentially represent the earliest plant-insect mutualisms, and we propose to test the hypothesis that both of these partners gain fitness benefits when they interact. The PIs will test whether insects move moss sperm to other mosses, akin to the way a bee moves pollen from flower to flower. The PIs will also test whether the insects benefit by having places to lay their eggs that are safe from predators. The PIs will also determine whether there is a food ?reward? provided by the mosses for the insects. These questions will be addressed using integrated ecological, molecular genetics, and physiological approaches.\r\n\r\nUnderstanding the fitness consequences of this non-angiosperm ?pollination? system will greatly broaden our knowledge of the diversity of pollinator interactions and mutualisms in the early history of life. Additionally, the project will be used as a tool for teaching ecology, the scientific method, and organism life cycles to students in Portland Public Schools. Middle school students will collect moss from local populations and grow plants through the alternation of generations.  Similarly, students will rear microarthropods through the insect life cycle. Data gathered by students will be used in the classroom as a tool to explore data analysis and hypothesis testing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Eppley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah M Eppley",
   "pi_email_addr": "eppley@pdx.edu",
   "nsf_id": "000372185",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Shortlidge",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Erin E Shortlidge",
   "pi_email_addr": "eshort@pdx.edu",
   "nsf_id": "000709399",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this work, we present novel findings in an understudied yet basal, terrestrial plant mating system. As non-vascular plants with aquatic ancestry, mosses are unable to regulate internal water conditions separate from that of their environment and as a result, evolved desiccation tolerance to survive in a terrestrial world.&nbsp; There is a widely accepted dogma that moss reproductive success is dependent on rainfall events that carry swimming, bi-flagellate sperm across the landscape to reproductively mature and receptive female mosses.&nbsp; However, in our work, we found evidence of desiccation tolerance in moss sperm, thus presenting the potential for stress-tolerant gametes on the landscape, much like a pollen grain, thereby potentially increasing male moss fitness capacity.&nbsp; To further investigate the broad evolutionary implications of this newfound complexity in moss sexual reproduction, we used this basal yet compact and complex system to develop microcosm experiments for ecology education and to test classic tenets of plant-pollinator theory on the ancient mosses and their ubiquitous microarthropod inhabitants.&nbsp; Experimental results show that mosses and microarthropods (springtails) are engaged in a &ldquo;pollination&ndash;like&rdquo; syndrome guided by sex-specific volatile cues that differentially affect microarthropod behavior.&nbsp;&nbsp; These data indicate there may be a complex mutualistic relationship present and provides evidence of investments by mosses into reproductive success that differ between male and female plants.&nbsp; Ongoing work confirms the role for invertebrates in moss reproductive success and further tests mutualism theory and the prospect that female mosses challenge inherent mate limitation by investing more into reproductive assurance through a relationship with microarthropods.&nbsp; These experiments include an assessment of the genetic diversity of mosses as it relates to their relationship with microarthropods, thereby testing for possible fitness benefits gained by mosses engaged in a transport mutualism.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mutualism, community ecology and moss sexual reproduction concepts are further tested in extreme geothermal moss populations living at the edges of inhabitable Earth at Lassen Volcanic National Park in California. &nbsp;Findings show that even geothermal moss canopies are diverse, host differential biodiversity, and that although extreme heat may constrain sexual reproduction in mosses under thermal stress, a correlation between moss inter-population genetic diversity and microarthropod abundance (springtails in particular) is revealed.&nbsp; Mosses are an ideal system by which to understand organisms that exist in environments ranging from the mesic to the extreme, in the laboratory and the field and even in the classroom, where the small functioning ecosystem of mosses can be used for discovery-based biology education as described in the Mosscosms curriculum. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Overall, this work contributes significantly to the field of plant biology by revealing novel insights into the drivers of sexual reproduction in mosses.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2015<br>\n\t\t\t\t\tModified by: Sarah&nbsp;M&nbsp;Eppley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this work, we present novel findings in an understudied yet basal, terrestrial plant mating system. As non-vascular plants with aquatic ancestry, mosses are unable to regulate internal water conditions separate from that of their environment and as a result, evolved desiccation tolerance to survive in a terrestrial world.  There is a widely accepted dogma that moss reproductive success is dependent on rainfall events that carry swimming, bi-flagellate sperm across the landscape to reproductively mature and receptive female mosses.  However, in our work, we found evidence of desiccation tolerance in moss sperm, thus presenting the potential for stress-tolerant gametes on the landscape, much like a pollen grain, thereby potentially increasing male moss fitness capacity.  To further investigate the broad evolutionary implications of this newfound complexity in moss sexual reproduction, we used this basal yet compact and complex system to develop microcosm experiments for ecology education and to test classic tenets of plant-pollinator theory on the ancient mosses and their ubiquitous microarthropod inhabitants.  Experimental results show that mosses and microarthropods (springtails) are engaged in a \"pollination&ndash;like\" syndrome guided by sex-specific volatile cues that differentially affect microarthropod behavior.   These data indicate there may be a complex mutualistic relationship present and provides evidence of investments by mosses into reproductive success that differ between male and female plants.  Ongoing work confirms the role for invertebrates in moss reproductive success and further tests mutualism theory and the prospect that female mosses challenge inherent mate limitation by investing more into reproductive assurance through a relationship with microarthropods.  These experiments include an assessment of the genetic diversity of mosses as it relates to their relationship with microarthropods, thereby testing for possible fitness benefits gained by mosses engaged in a transport mutualism.\n\n            Mutualism, community ecology and moss sexual reproduction concepts are further tested in extreme geothermal moss populations living at the edges of inhabitable Earth at Lassen Volcanic National Park in California.  Findings show that even geothermal moss canopies are diverse, host differential biodiversity, and that although extreme heat may constrain sexual reproduction in mosses under thermal stress, a correlation between moss inter-population genetic diversity and microarthropod abundance (springtails in particular) is revealed.  Mosses are an ideal system by which to understand organisms that exist in environments ranging from the mesic to the extreme, in the laboratory and the field and even in the classroom, where the small functioning ecosystem of mosses can be used for discovery-based biology education as described in the Mosscosms curriculum.  \n\n            Overall, this work contributes significantly to the field of plant biology by revealing novel insights into the drivers of sexual reproduction in mosses.\n\n \n\n\t\t\t\t\tLast Modified: 07/17/2015\n\n\t\t\t\t\tSubmitted by: Sarah M Eppley"
 }
}