{
 "awd_id": "1210388",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network: Tailoring Electrocatalytic Materials by Controlled Surface Exsolution",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2014-06-03",
 "awd_abstract_narration": "NON-TECHNICAL SUMMARY: Solid oxide fuel cells (SOFC) are highly efficient devices for the conversion of the chemical energy stored in a range of fuels directly into electrical energy. Their inherent high efficiency results in less fossil fuel consumption and green house gas emissions compared to other energy conversion technologies.  This Materials World Network project focuses on the development of a novel class of materials for use in the electrodes in SOFC that will increase both their efficiency and long-term durability, which will in turn help to hasten their commercialization. The specific materials that are being investigated, transition metal doped titanates and vanadates, undergo structural transformations upon exposure to reducing conditions that result in the precipitation of catalytically active metal nanoparticles on their surfaces.  These metal nanoparticles catalyze the chemical reactions that take place in the fuel cell electrodes, thereby improving the device performance. The mechanism of this process is being determined and this insight will be used to design electrode compositions and microstructures with optimal properties.  Researchers at the University of Pennsylvania in the US and the University of St. Andrews in the United Kingdom will collaborate on the project. This collaboration will include student exchanges at both graduate and undergraduate levels that will enhance the students' education and better prepare them to be the technological leaders of the future. \r\n\r\nTECHNICAL SUMMARY: Solid oxide fuel cells (SOFC) have potential as highly efficient devices for the conversion of the chemical energy stored in a range of fuels directly into electrical energy. Electrocatalytic materials that are stable under SOFC operating conditions are needed, however, for this potential to be realized. In this Materials World Networ project, exsolution/dissolution of catalytically active transition metals out of and into an electronically conducting host oxide is being investigated as a means to tailor the catalytic properties of SOFC anodes and to regenerate activity that is lost due to sintering or adsorption of poisons. The specific materials systems under investigation include transition metal doped conducting titanates and vanadates which have the perovskite structure. The mechanism of the exsolution of transition metals, such as Ni, Pt, or Pd, from these host oxides under reducing conditions, its dependence on the oxide composition and defect chemistry, and the relationships between microstructure and electrochemical performance is being determined. The interaction of the exsolved metal nanoparticles with the oxide surface will also be characterized and the insight obtained in these studies will be used to design materials systems for which the exsolved metal nanoparticles are highly stable and resistant to coarsening via Ostwald ripening. The use of dissolution/exsolution cycles as an in situ means to regenerate catalytic activity in working SOFCs will also be investigated. \r\n\r\nThis project is supported by the Ceramics Program and Office of Special Programs, Division of Materials Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Vohs",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Vohs",
   "pi_email_addr": "vohs@seas.upenn.edu",
   "nsf_id": "000295691",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Gorte",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond J Gorte",
   "pi_email_addr": "gorte@seas.upenn.edu",
   "nsf_id": "000338885",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "220 S. 33rd Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 65000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">This project focused on developing novel methods to synthesize supported metal catalysts that are used to enhance the performance of solid oxide fuel cells which are highly efficient devices for converting chemical fuels (e.g. methane) directly into electricity. We specifically investigated a process known as exsolution in which a transition metal that is doped into the lattice of a multicomponent perovskite-type metal oxide is exsolved from the lattice under reducing conditions resulting in the formation of nanoparticles of the metal on the surface of the oxide. Using state of the art microscopy techniques we observed that the exsolution process proceeded via the initial formation of small metal nucleates in the subsurface region of the oxide followed by migration of these metal nanoparticles to the surface. This process produces a unique interfacial structure in which the metal particle is socketed into the surface of the oxide as shown by the electron micrograph in Figure 1.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Furthermore this unique socketed structure was found to impart unusually high thermal stability and unique catalytic activity to the supported metal particles. </span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Calibri; font-size: small;\">These metal nanoparticles were found to remain anchored to the surface and not undergo sintering (agglomeration) at temperatures as high as 900</span><span><span style=\"font-size: small;\">&deg;</span></span><span style=\"font-family: Calibri; font-size: small;\">C.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">This is in stark contrast to supported metal particles formed by more conventional methods which undergo substantial agglomeration at temperatures as low as 400</span><span><span style=\"font-size: small;\">&deg;C</span></span><span style=\"font-family: Calibri; font-size: small;\"> resulting in the loss of surface area which is a primary deactivation mechanism for these types of catalysts. Socketed Ni metal nanoparticles formed by exsolution were also found to have a very low propensity to catalyze the formation of carbon nanofibers when exposed to hydrocarbons at elevated temperatures. This again is in contrast to Ni particles formed by other means that have high activity for coke formation. </span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Calibri; font-size: small;\">This is an important finding since deactivation due to carbon fouling or coke formation is a major problem for anodes in solid oxide fuel cells that typically use Ni as the catalyst. The results of this study have several implications for the development of improved catalysts for high-temperature electrochemical devices such as fuel cells. </span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Calibri; font-size: small;\">In particular, the exsolution process could be used to form highly stable supported metal catalysts that do not deactivate over time due to loss of surface area or become poisoned by the formation of carbonaceous layers that cover the active sites for the desirable electrochemical oxidation reactions. </span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Calibri; font-size: small;\">When used in solid oxide fuel cells this technology could improve the overall performance and efficiency of the fuel cell and its long-term durability.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2016<br>\n\t\t\t\t\tModified by: John&nbsp;M&nbsp;Vohs</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1210388/1210388_10206853_1480532413569_SocketedNiparticle--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1210388/1210388_10206853_1480532413569_SocketedNiparticle--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2016/1210388/1210388_10206853_1480532413569_SocketedNiparticle--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">TEM image of a socketed Ni particle.</div>\n<div class=\"imageCredit\">Dragos Neagu</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;M&nbsp;Vohs</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project focused on developing novel methods to synthesize supported metal catalysts that are used to enhance the performance of solid oxide fuel cells which are highly efficient devices for converting chemical fuels (e.g. methane) directly into electricity. We specifically investigated a process known as exsolution in which a transition metal that is doped into the lattice of a multicomponent perovskite-type metal oxide is exsolved from the lattice under reducing conditions resulting in the formation of nanoparticles of the metal on the surface of the oxide. Using state of the art microscopy techniques we observed that the exsolution process proceeded via the initial formation of small metal nucleates in the subsurface region of the oxide followed by migration of these metal nanoparticles to the surface. This process produces a unique interfacial structure in which the metal particle is socketed into the surface of the oxide as shown by the electron micrograph in Figure 1.  Furthermore this unique socketed structure was found to impart unusually high thermal stability and unique catalytic activity to the supported metal particles.  These metal nanoparticles were found to remain anchored to the surface and not undergo sintering (agglomeration) at temperatures as high as 900&deg;C.  This is in stark contrast to supported metal particles formed by more conventional methods which undergo substantial agglomeration at temperatures as low as 400&deg;C resulting in the loss of surface area which is a primary deactivation mechanism for these types of catalysts. Socketed Ni metal nanoparticles formed by exsolution were also found to have a very low propensity to catalyze the formation of carbon nanofibers when exposed to hydrocarbons at elevated temperatures. This again is in contrast to Ni particles formed by other means that have high activity for coke formation.  This is an important finding since deactivation due to carbon fouling or coke formation is a major problem for anodes in solid oxide fuel cells that typically use Ni as the catalyst. The results of this study have several implications for the development of improved catalysts for high-temperature electrochemical devices such as fuel cells.  In particular, the exsolution process could be used to form highly stable supported metal catalysts that do not deactivate over time due to loss of surface area or become poisoned by the formation of carbonaceous layers that cover the active sites for the desirable electrochemical oxidation reactions.  When used in solid oxide fuel cells this technology could improve the overall performance and efficiency of the fuel cell and its long-term durability.\n\n  \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/14/2016\n\n\t\t\t\t\tSubmitted by: John M Vohs"
 }
}