{
 "awd_id": "1210183",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Korea",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds James Sidney Fishelson of Utah State University to conduct a research project, entitled \"Evaluating the potential for self-driving, electrified bus systems,\" during the summer of 2012 at the Korea Advanced Institute of Science and Technology (KAIST) in Daejeon, South Korea. The host scientist is Dr. Suh In-Soo. \r\n\r\nThe Intellectual Merit of the research project is to examine the potential benefits of automated bus rapid transit (ABRT), showing how it could offer superior service at lower costs over existing transit systems and private vehicles. Most basically, this research models and quantifies the performance of different levels and types of automation of the buses on a BRT line, ranging from automated docking at the bus stations to full-network control of a driverless system. Additionally, it models the effects of including induction power transfer (IPT); ABRT generally assumes that buses will be powered electrically via IPT, whereby power is wirelessly \"beamed\" from pads in the road to the vehicle itself, which has a small, on-board battery for electricity storage. \r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Fishelson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "James S Fishelson",
   "pi_email_addr": "",
   "nsf_id": "000606669",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fishelson               James          S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Logan",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "",
  "inst_zip_code": "843413034",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Fishelson               James          S",
  "perf_str_addr": null,
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843413034",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The initial goal of this project was to evaluate how automation (i.e. self-driving vehicles) and roadway electrification (the buses receive power from a system on the road itself, while they are stopped and/or while they are moving) technologies could be applied to Bus Rapid Transit (BRT). BRT refers to transit systems where the buses are given greater access to the roadway vs. traditional vehicles. At the lowest level, this could mean that traffic lights are programmed to make them more likely to turn green if a bus is waiting. At the highest level, a BRT system would have the buses travel on a completely separate path from other vehicles.</p>\n<p>&nbsp;</p>\n<p>Initially, the PI performed a literature review of BRT and the possible intersection of automation. However, the time allotted for this project, combined with the research interested of the project advisor, Dr. In-Soo Suh at KAIST in Daejeon, Korea forced a narrowing of the scope in the interest of producing a publishable result. Therefore, the remainder of this project focused solely on the application of roadway electrification to BRT, specifically the On-Line Electric Vehicle (OLEV) technology. OLEV represents a novel approach to vehicle charging; instead of having to plug a car into a physical charging unit, power is moved wirelessly from the roadway to the vehicle via induction power transfer (IPT).&nbsp; This can occur both while the vehicle had stopped (easier) and while it is in motion (harder). Both have been tested in laboratory settings as well as on test tracks in a real-world setting. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The result of this research was a paper that was submitted at the Transportation Research Board 93<sup>rd</sup> Annual Meeting in Washington, D.C. A summary of the results of this paper are given below:</p>\n<p>&nbsp;</p>\n<p>This paper provides a business analysis of the application of OLEV to BRT, comparing OLEV with three other types of power technolgies: compressed natural gas, diesel, and battery-electric. The relationship between OLEV and trolley buses is also addressed. A model is developed to estimate the total cost of ownership for a nine-year span for each of the vehicle types under different scenarios of cruising speed, station frequency, and vehicle headway. These results indicate that OLEV becomes more attractive the more &ldquo;BRT-like&rdquo; the system becomes: smaller vehicle headways, lower station frequency, and higher speeds. In many cases the analysis shows that OLEV is the most cost-effective alternative. This work then combines these quantitative results with more qualitative concerns and external factors to perform a Strengths, Weaknesses Opportunities, and Threats (SWOT) analysis to consider external and qualitative concerns, especially pertaining to system location and uncertain future costs and technology capabilities. It concludes that installing OLEV for the proposed BRT route in the new Sejong City area is an attractive option, blending good system characteristics with government and institutional support. While as an emerging technology OLEV is beset by numerous uncertainties and thus its relative attractiveness cannot be guaranteed, the construction of such a test-bed is a necessary step to help reduce these uncertainties and lead to larger scale deployment.</p>\n<p>&nbsp;</p>\n<p>Finally, in addition to the above research, and consistent with the goals of the EAPSI program, the PI endeavored to form connections with those in the research community in Korea, both in KAIST and in the greater community. This included meeting with numerous people in involved in transportation programs in KAIST, including of course OLEV, working with fellow graduate students, including helping them edit articles for publication in English language journals, and frequent trips to Seoul to meet with people involved in BRT research and implementation there, both in academia and in go...",
  "por_txt_cntn": "\nThe initial goal of this project was to evaluate how automation (i.e. self-driving vehicles) and roadway electrification (the buses receive power from a system on the road itself, while they are stopped and/or while they are moving) technologies could be applied to Bus Rapid Transit (BRT). BRT refers to transit systems where the buses are given greater access to the roadway vs. traditional vehicles. At the lowest level, this could mean that traffic lights are programmed to make them more likely to turn green if a bus is waiting. At the highest level, a BRT system would have the buses travel on a completely separate path from other vehicles.\n\n \n\nInitially, the PI performed a literature review of BRT and the possible intersection of automation. However, the time allotted for this project, combined with the research interested of the project advisor, Dr. In-Soo Suh at KAIST in Daejeon, Korea forced a narrowing of the scope in the interest of producing a publishable result. Therefore, the remainder of this project focused solely on the application of roadway electrification to BRT, specifically the On-Line Electric Vehicle (OLEV) technology. OLEV represents a novel approach to vehicle charging; instead of having to plug a car into a physical charging unit, power is moved wirelessly from the roadway to the vehicle via induction power transfer (IPT).  This can occur both while the vehicle had stopped (easier) and while it is in motion (harder). Both have been tested in laboratory settings as well as on test tracks in a real-world setting.  \n\n \n\nThe result of this research was a paper that was submitted at the Transportation Research Board 93rd Annual Meeting in Washington, D.C. A summary of the results of this paper are given below:\n\n \n\nThis paper provides a business analysis of the application of OLEV to BRT, comparing OLEV with three other types of power technolgies: compressed natural gas, diesel, and battery-electric. The relationship between OLEV and trolley buses is also addressed. A model is developed to estimate the total cost of ownership for a nine-year span for each of the vehicle types under different scenarios of cruising speed, station frequency, and vehicle headway. These results indicate that OLEV becomes more attractive the more \"BRT-like\" the system becomes: smaller vehicle headways, lower station frequency, and higher speeds. In many cases the analysis shows that OLEV is the most cost-effective alternative. This work then combines these quantitative results with more qualitative concerns and external factors to perform a Strengths, Weaknesses Opportunities, and Threats (SWOT) analysis to consider external and qualitative concerns, especially pertaining to system location and uncertain future costs and technology capabilities. It concludes that installing OLEV for the proposed BRT route in the new Sejong City area is an attractive option, blending good system characteristics with government and institutional support. While as an emerging technology OLEV is beset by numerous uncertainties and thus its relative attractiveness cannot be guaranteed, the construction of such a test-bed is a necessary step to help reduce these uncertainties and lead to larger scale deployment.\n\n \n\nFinally, in addition to the above research, and consistent with the goals of the EAPSI program, the PI endeavored to form connections with those in the research community in Korea, both in KAIST and in the greater community. This included meeting with numerous people in involved in transportation programs in KAIST, including of course OLEV, working with fellow graduate students, including helping them edit articles for publication in English language journals, and frequent trips to Seoul to meet with people involved in BRT research and implementation there, both in academia and in government. \n\n \n\n\t\t\t\t\tLast Modified: 08/26/2013\n\n\t\t\t\t\tSubmitted by: James S Fishelson"
 }
}