{
 "awd_id": "1210881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Investigating Local Adaptation to Different Habitats in the Blackstripe Topminnow, Fundulus notatus",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14726.0,
 "awd_amount": 14726.0,
 "awd_min_amd_letter_date": "2012-05-25",
 "awd_max_amd_letter_date": "2012-05-25",
 "awd_abstract_narration": "Local adaptation occurs when individuals have higher fitness in their native habitats compared to individuals from other habitats. Yet, often the exact factors leading to this are unclear. By utilizing lake and stream populations of a freshwater fish species, the blackstripe topminnow (Fundulus notatus), this work will enhance our understanding of local adaptation to these two habitats and add to our understanding of how body size and shape may reflect local adaptation. It will also examine the effects of changes in flow regime on contemporary evolution in fish, as many Illinois rivers have been impounded to create lakes for recreational fishing. Just as importantly, this work will benefit the local community through providing research opportunities for several college undergraduates and educating citizenry about native Illinois fishes through outreach events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Fuller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca C Fuller",
   "pi_email_addr": "fuller@life.uiuc.edu",
   "nsf_id": "000403203",
   "pi_start_date": "2012-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Welsh",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Welsh",
   "pi_email_addr": "dwelsh3@fitchburgstate.edu",
   "nsf_id": "000606651",
   "pi_start_date": "2012-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14726.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research is to understand how organisms persist in a habitat through the process of local adaptation.&nbsp; Local adaptation occurs when individuals have higher fitness (survival, reproduction, etc.) in their native habitats compared to individuals from other habitats.&nbsp; Yet often, the exact causative factors leading to local adaptation are unclear.&nbsp; Studies of local adaptation have the potential to offer rich insights into evolution, because they can identify forces that drive adaptation and promote population divergence.&nbsp; Lakes and streams represent dramatically different environments for aquatic organisms &ndash; including fish- and are ideal sites to study local adaptation.&nbsp; While many fish species specialize on one habitat type, a relatively small number can be found in both lakes and streams.&nbsp; Differences in fish morphology between lake and stream populations are common and may reflect local adaptation to these different habitats.&nbsp;</p>\n<p>&nbsp; With the financial assistance of this grant, we were able to perform two further experiments related to local adaptation.&nbsp; First, we examined whether variation in body size/shape between lake and stream blackstripe topminnows (<em>Fundulus notatus</em>) is determined by genetics and/or environment.&nbsp; I performed a breeding study where fish from lake or steam parents were raised under still or moving water.&nbsp; This allowed us to examine the importance of genetics, environment, and their interaction on offspring size and shape.&nbsp; The results of this experiment indicate that both genetics and sex-specific responses to water velocity influence <span style=\"text-decoration: underline;\">body size</span>.&nbsp; With respect to <span style=\"text-decoration: underline;\">body shape</span>, the dorsal fin and caudal fin were the most important aspects of shape that varied.&nbsp; The dorsal fin length showed a complex interaction between genetics and water velocity that was independent of sex.&nbsp; Stream fish (regardless of rearing environment) and lake fish raised in the moving water environment have a longer dorsal fin base than lake fish raised in the still water environment.&nbsp; The caudal fin aspect ratio was the only aspect of body shape that showed a difference among the sexes.&nbsp; These patterns offer new sights into the processes driving phenotypic differences in fish.</p>\n<p>&nbsp; The second experiment performed examined in more detail the dorsal and anal fins.&nbsp; These fins serve multiple functions, including those related to swimming, mate attraction, and reproduction.&nbsp; As such, they are likely to be targets of both natural and sexual selection.&nbsp; Yet how environmental differences influence these &ldquo;multi-use&rdquo; traits is largely unknown.&nbsp; When we examined the size and shape of the anal and dorsal fin in the blackstripe topminnow, <em>Fundulus notatus</em>, from lake and stream habitats across multiple ages and sexes, we found that sex differences are the main driver of size and shape variation.&nbsp; Males have a longer and more pointed anal fin and longer, larger, and a more pointed dorsal fin than females regardless of the habitat in which they are found.&nbsp; Additionally, the angle of these fins are tightly correlated among both males and females suggesting that these fins follow a similar growth trajectory as individuals become sexually mature.&nbsp; Together these results suggest that, despite the multiple roles of these fins, sexual selection is the predominant force determining fin size and shape differences in <em>F. notatus</em>.&nbsp;</p>\n<p>&nbsp; The <strong><span style=\"text-decoration: underline;\">intellectual merit</span> </strong>of this project is that, combined with my previous dissertation work, it provides a thorough mix of field patterns and manipulative experimentation to develop a comprehensive under...",
  "por_txt_cntn": "\nThe goal of this research is to understand how organisms persist in a habitat through the process of local adaptation.  Local adaptation occurs when individuals have higher fitness (survival, reproduction, etc.) in their native habitats compared to individuals from other habitats.  Yet often, the exact causative factors leading to local adaptation are unclear.  Studies of local adaptation have the potential to offer rich insights into evolution, because they can identify forces that drive adaptation and promote population divergence.  Lakes and streams represent dramatically different environments for aquatic organisms &ndash; including fish- and are ideal sites to study local adaptation.  While many fish species specialize on one habitat type, a relatively small number can be found in both lakes and streams.  Differences in fish morphology between lake and stream populations are common and may reflect local adaptation to these different habitats. \n\n  With the financial assistance of this grant, we were able to perform two further experiments related to local adaptation.  First, we examined whether variation in body size/shape between lake and stream blackstripe topminnows (Fundulus notatus) is determined by genetics and/or environment.  I performed a breeding study where fish from lake or steam parents were raised under still or moving water.  This allowed us to examine the importance of genetics, environment, and their interaction on offspring size and shape.  The results of this experiment indicate that both genetics and sex-specific responses to water velocity influence body size.  With respect to body shape, the dorsal fin and caudal fin were the most important aspects of shape that varied.  The dorsal fin length showed a complex interaction between genetics and water velocity that was independent of sex.  Stream fish (regardless of rearing environment) and lake fish raised in the moving water environment have a longer dorsal fin base than lake fish raised in the still water environment.  The caudal fin aspect ratio was the only aspect of body shape that showed a difference among the sexes.  These patterns offer new sights into the processes driving phenotypic differences in fish.\n\n  The second experiment performed examined in more detail the dorsal and anal fins.  These fins serve multiple functions, including those related to swimming, mate attraction, and reproduction.  As such, they are likely to be targets of both natural and sexual selection.  Yet how environmental differences influence these \"multi-use\" traits is largely unknown.  When we examined the size and shape of the anal and dorsal fin in the blackstripe topminnow, Fundulus notatus, from lake and stream habitats across multiple ages and sexes, we found that sex differences are the main driver of size and shape variation.  Males have a longer and more pointed anal fin and longer, larger, and a more pointed dorsal fin than females regardless of the habitat in which they are found.  Additionally, the angle of these fins are tightly correlated among both males and females suggesting that these fins follow a similar growth trajectory as individuals become sexually mature.  Together these results suggest that, despite the multiple roles of these fins, sexual selection is the predominant force determining fin size and shape differences in F. notatus. \n\n  The intellectual merit of this project is that, combined with my previous dissertation work, it provides a thorough mix of field patterns and manipulative experimentation to develop a comprehensive understanding of local adaptation in lake and stream populations of F. notatus, particularly with regard to body and fin size and shape.  These results are in the process of being shared with the broader scientific community to enhance our understanding of local adaptation through presentations at scientific meetings and publications in academic journals. \n\n  The broader impacts of this project are several-fold.  First,..."
 }
}