{
 "awd_id": "1210577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Estimating gene flow directionality and shared biogeographic histories of Western Atlantic Syngnathidae",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "The western Atlantic is a biologically diverse marine environment where powerful ocean currents can play a significant role in the formation and persistence of marine species. The aim of this project is to investigate how major current forces as well as climatic and geographic processes have contributed to the diversification of western Atlantic seahorses and pipefishes (Syngnathidae). Most species of Synganthidae have the potential to disperse passively by rafting on floating vegetation, a biological trait well suited for studying the long-term and contemporary effects of ocean currents on population connectivity. The investigators will reconstruct DNA genealogies and integrate GIS-based environmental data to estimate contemporary and historical species distributions while examining the impact that gene flow and climatic history have had on these co-distributed taxa. By using recent advances in next-generation DNA sequencing methods, questions regarding what drives diversification in this group of fishes will be addressed. This will contribute to a better understanding of how ecological and evolutionary processes shape today?s Syngnathidae populations and provide further insight into the dispersal potential of fish in the western Atlantic.\r\n\r\nRobust inference of gene flow directionality and demographic history among populations may prove a cost effective alternative to traditional ecological surveys and prove useful in the estimation of population connectivity for marine reserve placement and management. The information gathered in this research will serve as the basis for a website aimed at implementing and interpreting gene flow inference for conservation management. In addition, the pursuit of these objectives will include the training of undergraduate students from Queens College, New York, in molecular ecology and evolution research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hickerson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Hickerson",
   "pi_email_addr": "mhickerson@ccny.cuny.edu",
   "nsf_id": "000230671",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Boehm",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Joel T Boehm",
   "pi_email_addr": "Jtboehmjr@gmail.com",
   "nsf_id": "000607612",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The western Atlantic is a biologically diverse marine environment where powerful ocean currents and historical climatic fluctuations can play a significant role in the formation and persistence of marine species. However, the impact of these abiotic forces cannot be decoupled from life history traits. One often over looked trait is the ability of species to raft on floating vegetation, specifically <em>Sargassum spp</em>, which has been shown to be a significant determinate for successful long distance dispersal in the Atlantic. Seahorses (<em>Hippocampus</em>)<em> </em>and pipefish (<em>Syngnathus</em>)<em> </em>are direct developers and are thought to lack long distance active migration, though some species exhibit connectivity across extensive distributions, often attributed to their rafting ability. Rafting is passive, and the relative stability of major ocean currents over evolutionary timescales may cause gene flow to show signals of ocean currents directionality. The primary goal of this project was to use population genomic data to investigate how major current forces, as well as climatic and geographic processes, have contributed to the diversification of western Atlantic seahorses and pipefishes (Syngnathidae).</p>\n<p>The use of genomic data to study processes influencing co-distributed species is a new and exciting frontier in biological science, yet due to advances in DNA sequencing technologies is poised to become increasingly common in the study of genetic diversity within and between species. For this project genomic data was collected from six species using next-generation sequencing (NGS) technology from populations throughout the Gulf of Mexico and the western Atlantic coast of the United States. These species share primarily overlapping distributions, and our research is among the first to study multiple co-distributed species using a genome wide dataset. General patterns of genetic divergence, gene flow direction, and other demographic parameters were examined using several methods capable of analyzing genomic data. The primary results of this research support the importance of ocean currents in the asymmetrical gene flow in this group of fishes, which are concordant with biophysical models of <em>Sargassum</em> dispersal direction that was also conducted as part of this work.</p>\n<p>Furthermore, our results demonstrate that the use of NGS datasets may be a viable and important tool for examining the genetic structure of species that are difficult-to-observe, or when specimen collection is limited for rare or endangered species, while still allowing for the inference of population genetic variation due to the ability of genomic level sequencing to capture the coalescent history of a large number of ancestors with a much smaller number of sampled individuals. These findings were specifically analyzed for the seahorse, <em>Hippocampus erectus</em>. By utilizing the NGS dataset we were able to show that individuals from the temperate Mid-Atlantic coast consist of a distinct ancestral gene pool, which was inconclusive in our previous research using many individuals but limited genetic sampling.</p>\n<p>Lastly, using more traditional genetic methods the funding of this project helped to foster a collaborative research project involving the co-PI, local high school students and undergraduate students to study the dried seahorse trade in the United States. By using a genetics approach, students were able to learn the basic fundamentals of molecular forensics while gaining hands-on laboratory research skills. The results of this research found previously unreported differences between the species composition of seahorse specimens being sold over the Internet as souvenirs and those sold for the use in traditional Chinese medicine.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Joel&nbsp;T&nbsp;Boehm</p>\n</div>\n<...",
  "por_txt_cntn": "\nThe western Atlantic is a biologically diverse marine environment where powerful ocean currents and historical climatic fluctuations can play a significant role in the formation and persistence of marine species. However, the impact of these abiotic forces cannot be decoupled from life history traits. One often over looked trait is the ability of species to raft on floating vegetation, specifically Sargassum spp, which has been shown to be a significant determinate for successful long distance dispersal in the Atlantic. Seahorses (Hippocampus) and pipefish (Syngnathus) are direct developers and are thought to lack long distance active migration, though some species exhibit connectivity across extensive distributions, often attributed to their rafting ability. Rafting is passive, and the relative stability of major ocean currents over evolutionary timescales may cause gene flow to show signals of ocean currents directionality. The primary goal of this project was to use population genomic data to investigate how major current forces, as well as climatic and geographic processes, have contributed to the diversification of western Atlantic seahorses and pipefishes (Syngnathidae).\n\nThe use of genomic data to study processes influencing co-distributed species is a new and exciting frontier in biological science, yet due to advances in DNA sequencing technologies is poised to become increasingly common in the study of genetic diversity within and between species. For this project genomic data was collected from six species using next-generation sequencing (NGS) technology from populations throughout the Gulf of Mexico and the western Atlantic coast of the United States. These species share primarily overlapping distributions, and our research is among the first to study multiple co-distributed species using a genome wide dataset. General patterns of genetic divergence, gene flow direction, and other demographic parameters were examined using several methods capable of analyzing genomic data. The primary results of this research support the importance of ocean currents in the asymmetrical gene flow in this group of fishes, which are concordant with biophysical models of Sargassum dispersal direction that was also conducted as part of this work.\n\nFurthermore, our results demonstrate that the use of NGS datasets may be a viable and important tool for examining the genetic structure of species that are difficult-to-observe, or when specimen collection is limited for rare or endangered species, while still allowing for the inference of population genetic variation due to the ability of genomic level sequencing to capture the coalescent history of a large number of ancestors with a much smaller number of sampled individuals. These findings were specifically analyzed for the seahorse, Hippocampus erectus. By utilizing the NGS dataset we were able to show that individuals from the temperate Mid-Atlantic coast consist of a distinct ancestral gene pool, which was inconclusive in our previous research using many individuals but limited genetic sampling.\n\nLastly, using more traditional genetic methods the funding of this project helped to foster a collaborative research project involving the co-PI, local high school students and undergraduate students to study the dried seahorse trade in the United States. By using a genetics approach, students were able to learn the basic fundamentals of molecular forensics while gaining hands-on laboratory research skills. The results of this research found previously unreported differences between the species composition of seahorse specimens being sold over the Internet as souvenirs and those sold for the use in traditional Chinese medicine. \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Joel T Boehm"
 }
}