{
 "awd_id": "1210014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Craig Andrew Milroy of the University of Texas, Austin to conduct a research project, entitled \"Improving the properties of conductive polymers for biomaterials, renewable energy, and water purification membranes,\" during the summer of 2012 at the University of Wollongong in Wollongong, New South Wales.  The host scientist is Professor Gordon Wallace.\r\n\r\nThe Intellectual Merit is to improve the properties of conducting polymers for use in water-purification membranes, biomedical devices, and flexible electronics. The proposed research optimizes the electromechanical properties of a novel composite material that incorporates the electrical conductivity of polypyrrole and the elastic properties of polyurethane. \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.\r\n\r\nIn addition, the lack of inexpensive high-performance materials currently places an enormous burden on industry and society. As such, this highly-conductive and elastic material under study could have immediate application as a tissue engineering scaffold for neural and cardiac tissue regrowth, as well as for ultra-high throughput separation and water-purification membranes, polymer battery electrodes, artificial muscles, high-strength textiles, implantable sensors, and high-performance clothing for defense, healthcare, and emergency services.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Milroy",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Milroy",
   "pi_email_addr": "",
   "nsf_id": "000607068",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Milroy                  Craig          A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Austin",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "787312361",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "TX37",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Milroy                  Craig          A",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787312361",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Improving the mechanical and electrical properties of conducting polymers for biomaterials, renewable energy, and water purification membranes.</p>\n<p>Conducting polymers (CPs) are organic plastics that can conduct electricity and have been investigated for use in fuel cells, batteries, electromechanical actuators, photovoltaic devices, water purification membranes, biosensors, artificial muscles, clinical devices for delivering biologically active compounds, and tissue engineering scaffolds. However, their brittleness has prevented their widespread utilization.</p>\n<p>One of the strategies I am pursuing to reduce the inherent brittleness of CPs is to synthesize blends of polypyrrole (PPy) with polyurethane (PU), an elastic polymer. The blend (PPyPU) has greatly improved properties that allow it to be made into large films and electrospun into nanoscale fibers. The goal of my NSF EAPSI fellowship activities was to improve the electrical and mechanical properties of the composite material, in collaboration with Professor Gordon Wallace&rsquo;s group at the Intelligent Polymer Research Institute (IPRI), University of Wollongong, Australia.</p>\n<p><br />The fellowship award allowed me to optimize the electromechanical properties of a novel composite material by optimizing the distribution and alignment of conductive domains within the elastomeric matrix. The optimized material represents a large step forward, in that we now have an elastic,&nbsp;processable form of&nbsp;conductive polymer material.</p>\n<p class=\"default\">The lack of appropriate functional materials places an enormous burden on industryand society. As such, this highly-conductive, non-brittle material will be a tremendous boon for many applications. The initial results of our near-term collaboration have produced a material that will have immediate application as a tissue engineering scaffold for neural and cardiac tissue regrowth (which requires highly elastic and electrically conductive materials), as well as for ultra-high throughput separation and water-purification membranes, polymer battery electrodes, artificial muscles, high-strength textiles, implantable sensors, and high-performance clothing for defense, healthcare, and emergency services.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2012<br>\n\t\t\t\t\tModified by: Craig&nbsp;A&nbsp;Milroy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nImproving the mechanical and electrical properties of conducting polymers for biomaterials, renewable energy, and water purification membranes.\n\nConducting polymers (CPs) are organic plastics that can conduct electricity and have been investigated for use in fuel cells, batteries, electromechanical actuators, photovoltaic devices, water purification membranes, biosensors, artificial muscles, clinical devices for delivering biologically active compounds, and tissue engineering scaffolds. However, their brittleness has prevented their widespread utilization.\n\nOne of the strategies I am pursuing to reduce the inherent brittleness of CPs is to synthesize blends of polypyrrole (PPy) with polyurethane (PU), an elastic polymer. The blend (PPyPU) has greatly improved properties that allow it to be made into large films and electrospun into nanoscale fibers. The goal of my NSF EAPSI fellowship activities was to improve the electrical and mechanical properties of the composite material, in collaboration with Professor Gordon WallaceÆs group at the Intelligent Polymer Research Institute (IPRI), University of Wollongong, Australia.\n\n\nThe fellowship award allowed me to optimize the electromechanical properties of a novel composite material by optimizing the distribution and alignment of conductive domains within the elastomeric matrix. The optimized material represents a large step forward, in that we now have an elastic, processable form of conductive polymer material.\nThe lack of appropriate functional materials places an enormous burden on industryand society. As such, this highly-conductive, non-brittle material will be a tremendous boon for many applications. The initial results of our near-term collaboration have produced a material that will have immediate application as a tissue engineering scaffold for neural and cardiac tissue regrowth (which requires highly elastic and electrically conductive materials), as well as for ultra-high throughput separation and water-purification membranes, polymer battery electrodes, artificial muscles, high-strength textiles, implantable sensors, and high-performance clothing for defense, healthcare, and emergency services.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2012\n\n\t\t\t\t\tSubmitted by: Craig A Milroy"
 }
}