{
 "awd_id": "1210600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Priority effects in the establishment of the oak leaf tie community",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 14982.0,
 "awd_amount": 14982.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "Understanding the factors that structure ecological communities is a central goal in ecology. When new communities are formed, the identity of the initial colonists can determine which types of organisms ultimately populate the resulting community. The role that the effects of early colonists, termed priority effects, play in structuring insect communities is largely unexplored. This project examines the insect communities that inhabit leaf ties, which are shelters between overlapping leaves built by caterpillars using silk. Other insects subsequently inhabit leaf ties leading to an increase in the abundance and diversity of insects on the plant. Experimental manipulations will be used to determine if aggressive behavior exhibited by initial colonists influences subsequent community development and composition. Priority effects will be demonstrated if leaf ties colonized by caterpillars that vary in aggressive behavior contain different insect communities. This research will aid in understanding the dynamics of an ecologically important yet understudied insect community that is important for forest health and management.\r\n\r\nThe project will provide training to young scientists and educate the local community about these fascinating insects. This project will train undergraduate research assistants who will subsequently conduct independent research projects. Volunteer Master Naturalists will also be trained in the basics of plant-insect ecology through a local program; they will then lead community groups and students on nature walks aimed at conveying natural history information and basic ecological relationships of local fauna and flora.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lill",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Lill",
   "pi_email_addr": "lillj@gwu.edu",
   "nsf_id": "000233933",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elisha",
   "pi_last_name": "Sigmon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elisha Sigmon",
   "pi_email_addr": "hesigmon@gmail.com",
   "nsf_id": "000575725",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2023 G Street, Suite 340, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A wide variety of caterpillars create leaf ties by attaching overlapping leaves using silk. Other insects subsequently inhabit leaf ties leading to an increase in the abundance and diversity of insects on the plant. Previous research has shown that leaf-tying caterpillars will push and strike one another to gain or maintain access to an existing leaf tie. Some species of caterpillars are more aggressive during these interactions than others, which may influence which insects will cohabitate within leaf ties. This project investigated whether differences in three caterpillar species&rsquo; propensity to engage in physically aggressive combats influenced which insects colonized leaf ties built by each species. To test this, experimental leaf ties were created in a Maryland forest and where initially inhabited by one of each of three species of caterpillars that display different levels of aggression towards other caterpillars as well as control leaf ties initially containing no caterpillar. The ties were collected and the insect community was documented either one or two weeks after the tie was created. There were no differences found between leaf ties initially inhabited by different species, indicating that these caterpillar species are interchangeable. However, there was higher insect abundance and diversity in ties that initially contained caterpillars than initially empty control ties. This suggests that interactions between the caterpillar and the insect colonists increase the positive effect of leaf ties on the insect community beyond that of the physical shelter itself.</p>\n<p>&nbsp;</p>\n<p>In the course of this study, five students were trained in insect identification, experiment design and data collection. One of these students performed her own set of experiments on why leaf-tying caterpillars abandon their leaf ties, which was published in a peer-reviewed scientific journal. Participants in this project also participated in an outreach program teaching insect ecology to elementary school students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2013<br>\n\t\t\t\t\tModified by: Elisha&nbsp;Sigmon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA wide variety of caterpillars create leaf ties by attaching overlapping leaves using silk. Other insects subsequently inhabit leaf ties leading to an increase in the abundance and diversity of insects on the plant. Previous research has shown that leaf-tying caterpillars will push and strike one another to gain or maintain access to an existing leaf tie. Some species of caterpillars are more aggressive during these interactions than others, which may influence which insects will cohabitate within leaf ties. This project investigated whether differences in three caterpillar speciesÆ propensity to engage in physically aggressive combats influenced which insects colonized leaf ties built by each species. To test this, experimental leaf ties were created in a Maryland forest and where initially inhabited by one of each of three species of caterpillars that display different levels of aggression towards other caterpillars as well as control leaf ties initially containing no caterpillar. The ties were collected and the insect community was documented either one or two weeks after the tie was created. There were no differences found between leaf ties initially inhabited by different species, indicating that these caterpillar species are interchangeable. However, there was higher insect abundance and diversity in ties that initially contained caterpillars than initially empty control ties. This suggests that interactions between the caterpillar and the insect colonists increase the positive effect of leaf ties on the insect community beyond that of the physical shelter itself.\n\n \n\nIn the course of this study, five students were trained in insect identification, experiment design and data collection. One of these students performed her own set of experiments on why leaf-tying caterpillars abandon their leaf ties, which was published in a peer-reviewed scientific journal. Participants in this project also participated in an outreach program teaching insect ecology to elementary school students.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Elisha Sigmon"
 }
}