{
 "awd_id": "1210222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Korea",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Alec Michael Kretchun of Portland State University to conduct a research project, entitled \"Landscape change and carbon sequestration in the forests of northeastern Asia under a changing climate,\" during the summer of 2012 at Kookmin University in Seoul, Korea. The host scientist is Dr. Dongwook Ko.\r\n\r\nThe Intellectual Merit of the research project is that it addresses landscape and regional issues related to climate change, forest succession, and carbon dynamics and management using both empirical data collection and modeled forest change in Korea. Because of their unique history and composition, these forests are a source of valuable lessons on forest growth processes, successional dynamics, land use impact, and human-nature interactions.\r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alec",
   "pi_last_name": "Kretchun",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alec M Kretchun",
   "pi_email_addr": "",
   "nsf_id": "000607004",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kretchun                Alec           M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Portland",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "",
  "inst_zip_code": "972124367",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OR03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Kangwon National University",
  "perf_str_addr": null,
  "perf_city_name": "Chuncheon-si, Gangwon-do",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Korea, South",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>South Korea represents a unique opportunity for forest ecologists, especially those with an interest in the biological as well as the cultural and historical context in which forests grow. The long history of the Korean people&rsquo;s relationship with and use of the forest is the most important driver dictating its composition and development, from ancient pine needle collection and fuelwood harvest to contemporary recreation and urbanization. Despite this engagement with the forest, there is still much that is not understood, including potential disturbance-related changes to successional pathways and compositional/physiological shifts due to climate change.&nbsp;The proposed research plan involved two major projects: collaborating on a review paper with Dr Dongwook Ko and other Forest Science Department faculty members of Kookmin University and assisting &nbsp;in the application and function of a forest landscape model, LANDIS-II.</p>\n<p>The overarching theme of the review paper developed during my time at Kookmin University is &lsquo;disturbance&rsquo;. As the forests of Korea have been managed for thousands of years, this theme provided a robust topic around which several aspects of Korean forest ecology will be discussed including forest development and succession, wildfire, cultural influences, and future forest restoration. A first draft of the paper has been completed, with myself as first author and Dr Ko as corresponding author. Revisions will be made in the coming months by myself, Dr Ko, and several collaborators here at the Kookmin University Forest Science Department.&nbsp;The LANDIS-II modeling project is still in its beginning stages, but data acquisition techniques and principles have been developed. Preliminary investigation of available data reveals good remote sensing data for the country's current forest resources, including forest type and density. Soils data seems largely reliable and avaiable. Life history attributes of individual tree species have yet to be determined and the quality of existing data is not yet known.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2012<br>\n\t\t\t\t\tModified by: Alec&nbsp;M&nbsp;Kretchun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSouth Korea represents a unique opportunity for forest ecologists, especially those with an interest in the biological as well as the cultural and historical context in which forests grow. The long history of the Korean peopleÆs relationship with and use of the forest is the most important driver dictating its composition and development, from ancient pine needle collection and fuelwood harvest to contemporary recreation and urbanization. Despite this engagement with the forest, there is still much that is not understood, including potential disturbance-related changes to successional pathways and compositional/physiological shifts due to climate change. The proposed research plan involved two major projects: collaborating on a review paper with Dr Dongwook Ko and other Forest Science Department faculty members of Kookmin University and assisting  in the application and function of a forest landscape model, LANDIS-II.\n\nThe overarching theme of the review paper developed during my time at Kookmin University is ædisturbanceÆ. As the forests of Korea have been managed for thousands of years, this theme provided a robust topic around which several aspects of Korean forest ecology will be discussed including forest development and succession, wildfire, cultural influences, and future forest restoration. A first draft of the paper has been completed, with myself as first author and Dr Ko as corresponding author. Revisions will be made in the coming months by myself, Dr Ko, and several collaborators here at the Kookmin University Forest Science Department. The LANDIS-II modeling project is still in its beginning stages, but data acquisition techniques and principles have been developed. Preliminary investigation of available data reveals good remote sensing data for the country's current forest resources, including forest type and density. Soils data seems largely reliable and avaiable. Life history attributes of individual tree species have yet to be determined and the quality of existing data is not yet known. \n\n\t\t\t\t\tLast Modified: 11/29/2012\n\n\t\t\t\t\tSubmitted by: Alec M Kretchun"
 }
}