{
 "awd_id": "1210752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The evolution of selenium hyperaccumulation in Stanleya (Brassicaceae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 14930.0,
 "awd_amount": 14930.0,
 "awd_min_amd_letter_date": "2012-03-14",
 "awd_max_amd_letter_date": "2012-03-14",
 "awd_abstract_narration": "Selenium is atomically similar to sulfur and because of this relationship it can replace sulfur in proteins. Accidental incorporation of selenium can cause disease and even death in humans, livestock and wildlife. Yet selenium is also an essential micronutrient for many animals, prokaryotes and algae, though there is no known function of selenium in land plants. There are four plant genera with species recognized as selenium hyperaccumulators (accumulating >0.1% dry weight selenium), including Stanleya (prince's plume; Brassicaceae) in the western United States. Stanleya includes seven species, one of which (Stanleya pinnata) is a known selenium hyperaccumulator. The goal of this project is to infer the process of diversification of selenium accumulation, tolerance, localization and chemical form in the context of intraspecific relationships within Stanleya to better understand which DNA changes caused these physiological changes. \r\n\r\nBy understanding which DNA changes gave rise to selenium accumulation and tolerance we can improve crops for both phytoremediation (environmental clean-up using plants) and biofortification. Selenium deficiency is estimated to cause $545 million in losses to livestock producers every year. Stanleya pinnata metabolizes selenium into a healthy anti-carcinogenic form, and understanding this physiological pathway may lead to improved crops for both humans and livestock.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Simmons",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Mark P Simmons",
   "pi_email_addr": "psimmons@lamar.colostate.edu",
   "nsf_id": "000115729",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Pilon-Smits",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Pilon-Smits",
   "pi_email_addr": "epsmits@lamar.colostate.edu",
   "nsf_id": "000489794",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cappa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Cappa",
   "pi_email_addr": "jennifer.cappa@rams.colostate.edu",
   "nsf_id": "000580761",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 West Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Elemental hyperaccumulation is a fascinating trait found in at least 515 plant species. Hyperaccumulation is the uptake of a metal/metalloid to concentrations 50-100x greater than surrounding vegetation. Studies to date have identified 11 elements that are hyperaccumulated including arsenic, cadmium, cobalt, chromium, copper, lead, manganese, molybdenum, nickel, selenium (Se) and zinc. Our research focused on Se hyperaccumulation in the genus <em>Stanleya</em> (Brassicaceae). Selenium is an element that is essential for many organisms, but toxic at higher levels. It is chemically similar to sulfur (S) and taken up and metabolized by the same mechanisms. The threshold for Se hyperaccumulation is 0.1% of plant dry weight (DW). <em>Stanleya</em> is a small genus comprised of seven species all native to the western United States. <em>Stanleya pinnata </em>is a Se hyperaccumulator and includes four varieties. We tested to what extent the species in <em>Stanleya</em> accumulate and tolerate Se, both in the field and in a common-garden study. In the field collected samples only <em>S. pinnata </em>var<em>. pinnata </em>had Se levels &gt;0.1% of plant DW. Within <em>S. pinnata </em>var<em>. pinnata</em>,<em> </em>we found a geographic pattern related to Se hyperaccumulation where the highest accumulating populations are found on the eastern side of the Continental Divide. In the greenhouse <em>S. pinnata </em>var<em>. pinnata</em> accumulated the most Se within the genus, in both the young leaves and roots. We also discovered a genome duplication event within <em>S. pinnata</em>. All varieties of <em>S. pinnata</em> collected on the western slope of the Rocky Mountains were tetraploid (duplicated genome) and all but one population collected from the eastern slope of the Rocky Mountains were diploid (normal genome size). However, when tested, genome size did not correlate with Se hyperaccumulation capacity in <em>S. pinnata</em>. We isolated DNA from the field collected leaves and determined the evolutionary relationships between the species. We then overlaid the Se accumulation and tolerance properties of the species onto the evolutionary tree. The results showed that tolerance preceded hyperaccumulation in the evolution of Se hyperaccumulation in <em>Stanleya</em> and that hyperaccumulation evolved in an ancestor of the <em>S. pinnata/bipinnata</em> group. Lastly, we conducted a comparative analysis of gene expression between <em>S. pinnata </em>var<em>. pinnata </em>and<em> S. elata</em>, a non-hyperaccumulator, using RNA sequencing. We found higher gene expression levels for many of the enzymes involved in S transport and metabolism in <em>S. pinnata</em> relative to <em>S. elata, </em>which may explain the extreme Se accumulation properties since Se follows S metabolism. Taken together, these data provide a better understanding of the evolution of Se hyperaccumulation in <em>Stanleya, </em>and pinpoint several key genes that may be used in further research, for instance to create plants with better ability to clean up Se-polluted soil or water, or with better nutritional quality. This is significant because Se pollution is a serious problem in many areas worldwide, including the Western US. On the other hand, one billion people worldwide have been reported to be Se-deficient, which increases the susceptibility to infections (including HIV), and to develop cancer.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2014<br>\n\t\t\t\t\tModified by: Mark&nbsp;P&nbsp;Simmons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElemental hyperaccumulation is a fascinating trait found in at least 515 plant species. Hyperaccumulation is the uptake of a metal/metalloid to concentrations 50-100x greater than surrounding vegetation. Studies to date have identified 11 elements that are hyperaccumulated including arsenic, cadmium, cobalt, chromium, copper, lead, manganese, molybdenum, nickel, selenium (Se) and zinc. Our research focused on Se hyperaccumulation in the genus Stanleya (Brassicaceae). Selenium is an element that is essential for many organisms, but toxic at higher levels. It is chemically similar to sulfur (S) and taken up and metabolized by the same mechanisms. The threshold for Se hyperaccumulation is 0.1% of plant dry weight (DW). Stanleya is a small genus comprised of seven species all native to the western United States. Stanleya pinnata is a Se hyperaccumulator and includes four varieties. We tested to what extent the species in Stanleya accumulate and tolerate Se, both in the field and in a common-garden study. In the field collected samples only S. pinnata var. pinnata had Se levels &gt;0.1% of plant DW. Within S. pinnata var. pinnata, we found a geographic pattern related to Se hyperaccumulation where the highest accumulating populations are found on the eastern side of the Continental Divide. In the greenhouse S. pinnata var. pinnata accumulated the most Se within the genus, in both the young leaves and roots. We also discovered a genome duplication event within S. pinnata. All varieties of S. pinnata collected on the western slope of the Rocky Mountains were tetraploid (duplicated genome) and all but one population collected from the eastern slope of the Rocky Mountains were diploid (normal genome size). However, when tested, genome size did not correlate with Se hyperaccumulation capacity in S. pinnata. We isolated DNA from the field collected leaves and determined the evolutionary relationships between the species. We then overlaid the Se accumulation and tolerance properties of the species onto the evolutionary tree. The results showed that tolerance preceded hyperaccumulation in the evolution of Se hyperaccumulation in Stanleya and that hyperaccumulation evolved in an ancestor of the S. pinnata/bipinnata group. Lastly, we conducted a comparative analysis of gene expression between S. pinnata var. pinnata and S. elata, a non-hyperaccumulator, using RNA sequencing. We found higher gene expression levels for many of the enzymes involved in S transport and metabolism in S. pinnata relative to S. elata, which may explain the extreme Se accumulation properties since Se follows S metabolism. Taken together, these data provide a better understanding of the evolution of Se hyperaccumulation in Stanleya, and pinpoint several key genes that may be used in further research, for instance to create plants with better ability to clean up Se-polluted soil or water, or with better nutritional quality. This is significant because Se pollution is a serious problem in many areas worldwide, including the Western US. On the other hand, one billion people worldwide have been reported to be Se-deficient, which increases the susceptibility to infections (including HIV), and to develop cancer.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2014\n\n\t\t\t\t\tSubmitted by: Mark P Simmons"
 }
}