{
 "awd_id": "1210357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:   Evaluating the functional significance of  microbial community composition associated with nitrogen cycling in fresh and saltwater wetlands",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 14981.0,
 "awd_amount": 14981.0,
 "awd_min_amd_letter_date": "2012-05-02",
 "awd_max_amd_letter_date": "2012-05-02",
 "awd_abstract_narration": "Microbes regulate many important ecological processes such as nitrogen cycling in wetland ecosystems.   A major area of uncertainty is whether the composition of the microbial community is an important determinant of the rates at which nitrogen is processed, or if these rates are independent of which microbial taxa happen to present.  This doctoral dissertation improvement research project will address this knowledge gap while simultaneously examining potential climate change impacts on nitrogen biogeochemistry. Specifically, the intrusion of saltwater into historically freshwater wetlands, an anticipated consequence of sea level rise, is expected to alter microbially-mediated nitrogen cycling processes including denitrification (DNF) and dissimilatory nitrate reduction to ammonium (DNRA). A reciprocal transplant experiment that moves soil microbial communities between saltwater and freshwater wetlands will be used to determine the importance of environmental conditions, especially salinity, on DNF and DNRA activity rates.  Further, by using soil cores that are both open and closed to migration from the host environment this work will explicitly test what role community composition plays in determining these biogeochemical rates.  \r\n\r\nDeveloping an understanding of the relationship between microbial community composition and rates of ecosystem processes is important for understanding the impacts of climate change, land use change, and other factors influencing ecosystems worldwide. The findings will also be useful in enhancing environmental engineering efforts to mitigate nitrogen pollution.  Undergraduates from Virginia Commonwealth University's exceptionally diverse student body will be involved in all aspects of this research, and results will be brought directly into an existing course in Applied and Environmental Microbiology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rima",
   "pi_last_name": "Franklin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Rima B Franklin",
   "pi_email_addr": "rbfranklin@vcu.edu",
   "nsf_id": "000247372",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ember",
   "pi_last_name": "Morrissey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ember Morrissey",
   "pi_email_addr": "morrisseyem@vcu.edu",
   "nsf_id": "000606922",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232980568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Salinity is a strong driver of biodiversity in aquatic ecosystems.&nbsp; It  have been found to control the distribution and abundance of organisms  at all trophic levels including plants, animals, and microbes. The  effect may be direct (e.g., increasing physiological stress) or indirect  (e.g., by changing the chemical properties of the environment in a way  that affects its suitability as a habitat). Increases in salinity  (&ldquo;salinization&rdquo;) can also alter rates of important chemical reactions  and thus affect the cycling of major elements including carbon,  nitrogen, and sulfur.<br /> <br /> Salinization of coastal habitats is occurring at an unprecedented rate,  due in large part to human activities that change the flow of freshwater  (e.g., land clearance, irrigation, and drinking water withdrawal).&nbsp; Sea  level rise associated with climate change is also a concern, and is  already causing saltwater intrusion into freshwater wetlands around the  world. Salinization has a negative effect on biodiversity and influences  the ability of the wetland to perform important ecosystem services such  as water purification, flood protection, and shoreline stabilization. <br /> <br /> Salinization also affects the biogeochemistry of the wetlands in ways  that can be globally significant.&nbsp; For example, wetlands play a major  role in the global carbon cycle by sequestering carbon, and some  scientists estimate that as much as 25 percent of global terrestrial  carbon is stored in these ecosystems.&nbsp; Microbes in wetland soils are the  foundation of this important ecosystem service. Unfortunately, changes  to the hydrologic conditions of the wetland, including increases in  salinity, could affect microbial activity in a variety of ways that  ultimately change how much carbon is stored in these environments.&nbsp; In  addition, salt water intrusion has been shown to dramatically affect the  microorganisms involved in nitrogen cycling; these changes can hamper  the ability of the wetland to remove nitrogen from polluted waters  before it reaches fragile coastal ecosystems. Salinity effects on these  microbial communities can also alter the rates at which the wetland  releases greenhouse gases like carbon dioxide, methane, and nitrous  oxide.<br /> <br /> Despite increasing evidence that salinization strongly affects the  function of microbial communities, and recent studies identifying  salinity as one of the major factors controlling the distribution of  bacterial species around the globe, we do not fully understand the  mechanisms by which salinity controls bacterial community composition.  To help address this knowledge gap, we conducted a reciprocal transplant  experiment whereby we relocated the microbial community from a  freshwater wetland into a more saline one and vice versa.&nbsp; This was done  by enclosing a soil sample and associated microorganisms in a  &ldquo;microbial cage&rdquo; and then incubating that cage in the new environment.&nbsp;  The research was conducted in two tidal wetlands in the Pamunkey River  in Virginia.&nbsp; The sites are close enough that weather, land use, and  geological history are similar, but there is a strong gradient in  salinity from freshwater (Cumberland Marsh, &lt; 0.5 ppt salinity) and  oligohaline (Taskinas Creek, 4-5 ppt salinity).&nbsp; We found that salinity  affected the composition of the bacterial community, which in turn  influenced organic matter decomposition rates, ultimately altering rates  of carbon dioxide and methane production. The degree of change in these  important functions was strongly correlated with changes in the  dominant taxonomic groups in the bacterial community. We classified each  bacterial species we detected as either favoring freshwater, favoring  saltwater, or having no salinity preference.&nbsp; We then studied the DNA  sequences of the organisms in each group and discover...",
  "por_txt_cntn": "\nSalinity is a strong driver of biodiversity in aquatic ecosystems.  It  have been found to control the distribution and abundance of organisms  at all trophic levels including plants, animals, and microbes. The  effect may be direct (e.g., increasing physiological stress) or indirect  (e.g., by changing the chemical properties of the environment in a way  that affects its suitability as a habitat). Increases in salinity  (\"salinization\") can also alter rates of important chemical reactions  and thus affect the cycling of major elements including carbon,  nitrogen, and sulfur.\n \n Salinization of coastal habitats is occurring at an unprecedented rate,  due in large part to human activities that change the flow of freshwater  (e.g., land clearance, irrigation, and drinking water withdrawal).  Sea  level rise associated with climate change is also a concern, and is  already causing saltwater intrusion into freshwater wetlands around the  world. Salinization has a negative effect on biodiversity and influences  the ability of the wetland to perform important ecosystem services such  as water purification, flood protection, and shoreline stabilization. \n \n Salinization also affects the biogeochemistry of the wetlands in ways  that can be globally significant.  For example, wetlands play a major  role in the global carbon cycle by sequestering carbon, and some  scientists estimate that as much as 25 percent of global terrestrial  carbon is stored in these ecosystems.  Microbes in wetland soils are the  foundation of this important ecosystem service. Unfortunately, changes  to the hydrologic conditions of the wetland, including increases in  salinity, could affect microbial activity in a variety of ways that  ultimately change how much carbon is stored in these environments.  In  addition, salt water intrusion has been shown to dramatically affect the  microorganisms involved in nitrogen cycling; these changes can hamper  the ability of the wetland to remove nitrogen from polluted waters  before it reaches fragile coastal ecosystems. Salinity effects on these  microbial communities can also alter the rates at which the wetland  releases greenhouse gases like carbon dioxide, methane, and nitrous  oxide.\n \n Despite increasing evidence that salinization strongly affects the  function of microbial communities, and recent studies identifying  salinity as one of the major factors controlling the distribution of  bacterial species around the globe, we do not fully understand the  mechanisms by which salinity controls bacterial community composition.  To help address this knowledge gap, we conducted a reciprocal transplant  experiment whereby we relocated the microbial community from a  freshwater wetland into a more saline one and vice versa.  This was done  by enclosing a soil sample and associated microorganisms in a  \"microbial cage\" and then incubating that cage in the new environment.   The research was conducted in two tidal wetlands in the Pamunkey River  in Virginia.  The sites are close enough that weather, land use, and  geological history are similar, but there is a strong gradient in  salinity from freshwater (Cumberland Marsh, &lt; 0.5 ppt salinity) and  oligohaline (Taskinas Creek, 4-5 ppt salinity).  We found that salinity  affected the composition of the bacterial community, which in turn  influenced organic matter decomposition rates, ultimately altering rates  of carbon dioxide and methane production. The degree of change in these  important functions was strongly correlated with changes in the  dominant taxonomic groups in the bacterial community. We classified each  bacterial species we detected as either favoring freshwater, favoring  saltwater, or having no salinity preference.  We then studied the DNA  sequences of the organisms in each group and discovered a strong  evolutionary signal.  Specifically, we found that some taxonomic groups  of bacteria (particularly the a- and g-proteobacteria) prefer saltwater,  while ..."
 }
}