{
 "awd_id": "1210336",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Sodium availability and the structure of brown food webs",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 14903.0,
 "awd_amount": 14903.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "Sodium (Na) is an essential nutrient relatively unimportant for plants but critical for animal neural function, reproduction and development. However, environmental Na-availability decreases as the distance from an ocean increases. Na is constantly lost through excretion and must constantly be consumed to maintain a Na-balance. Organisms feeding low in food chains, such as herbivores, obtain little Na from their diet whereas predators consume salty diets of prey. As such, strict herbivores often suffer in Na-poor, landlocked environments (ca. 80% of earth's surface). Since Na concentration in living tissue increases from plants to predators, animals themselves are an abundant source of Na in any environment. The proposed fieldwork tests the hypothesis that omnivores (organisms that consume both plants and animals) maintain a Na-balance by consuming proportionally more animals when Na is rare. This study tests this hypothesis by sampling ants at paired coastal-inland (Na-rich vs. Na-poor) sites from Georgia to Maine, USA. Ants are ideal to assess species- and location-specific food chain position because they are ubiquitous and mainly omnivorous. The lab component of this study further tests this hypothesis through direct experimentation. Here, ant colonies will be fed diets only differing in Na content to determine the extent to which Na-hunger and predation can be induced. \r\n\r\nThe results of this project may generate a new source of theory governing the diets of omnivorous species. This study will facilitate the professional development of an undergraduate through supervised field research and training in scientific communication. The participating undergraduate will help conduct the experiment, learn to manage data and identify ca. 100 species of ants. Additionally, the undergraduate assistant will have the opportunity to communicate the results of this study through presentations at local and national meetings and earn co-authorship on publications. Finally, the proposed study will generate geographically explicit data for ant species over ca. 15 degrees in latitude along Eastern North America. Vouchers from this study will be deposited in the Sam Noble Museum of Natural History (Norman, OK) and author's collections and thus available for future research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kaspari",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Kaspari",
   "pi_email_addr": "MKASPARI@OU.EDU",
   "nsf_id": "000405464",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Clay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Clay",
   "pi_email_addr": "naclay@ou.edu",
   "nsf_id": "000604088",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730196156",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14903.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF DEB-1210336. &ldquo;DISSERTATION RESEARCH: Sodium availability and the structure of brown food webs.&rdquo;</p>\n<p>&nbsp;</p>\n<p>A balanced nutritional diet is vital for all organisms. When one or more of the 25 biologically essential nutrients are in low supply, organisms must adopt strategies to acquire them or face performance deficits such as the inability to reproduce. As humans, we often think of sodium (Na) as overabundant and a driver of high blood pressure, but this biologically essential nutrient is in short supply on the majority of earth&rsquo;s surfaces. Environmental Na-availability decreases as the distance from an ocean increases, thus ca. 80% of all land mass are likely Na-poor. Although Na is relatively unimportant for plants, it is critical for animal neural function, reproduction and development. However, Na is constantly lost through excretion and must constantly be consumed to maintain a Na-balance and thus organisms in inland environments are likely challenged by a shortfall of Na.</p>\n<p>We are interested in how omnivores (organisms that consume both plants and animals) maintain a Na-balance when Na is rare. Omnivores have profound impacts on ecosystems, food web dynamics and biological control. We examined behavioral and physiological consequences of ants, which are mainly omnivorous, ubiquitous, and are ecosystem engineers, when exposed to different Na availability in both their natural environments and in the laboratory. Changes in omnivore behavior, such as increased consumption of prey, impacts food web structure and function. The brown (detrital) food web, which ants are apart of, decomposes the dead tissue (detritus) such as leaves from green food webs, where living instead of dead plant biomass provides the primary food source. During decomposition, the brown food web recycles and releases the nutrients in detritus thereby supporting plant growth and reproduction. Changes in brown food web structure that are from altered omnivore behavior can feedback into green food web productivity, carbon cycling, and resource availability. The field and laboratory experiments funded by this award gave us new insights into how the availability of Na alters omnivore behavior. Specifically we learned how availability of Na affects prey consumption, reproduction, and physiological performance.</p>\n<p>The results of this project may generate a new source of theory governing the diets of omnivorous taxa. This study also facilitated the professional development of an undergraduate through supervised field research and training in scientific communication. The participating undergraduate helped conduct the experiment, learned to manage data and identify ca. 100 species of ants. Additionally, the undergraduate assistant communicated the results of this study through presentations at local and will be a co-author on publications. Finally, the proposed study generated geographically explicit data for ant species over ca. 15 degrees in latitude along Eastern North America. Species lists will be sent to forests ants were collected and vouchers from this study will be deposited in a museum and thus available for future research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2013<br>\n\t\t\t\t\tModified by: Michael&nbsp;E&nbsp;Kaspari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF DEB-1210336. \"DISSERTATION RESEARCH: Sodium availability and the structure of brown food webs.\"\n\n \n\nA balanced nutritional diet is vital for all organisms. When one or more of the 25 biologically essential nutrients are in low supply, organisms must adopt strategies to acquire them or face performance deficits such as the inability to reproduce. As humans, we often think of sodium (Na) as overabundant and a driver of high blood pressure, but this biologically essential nutrient is in short supply on the majority of earthÆs surfaces. Environmental Na-availability decreases as the distance from an ocean increases, thus ca. 80% of all land mass are likely Na-poor. Although Na is relatively unimportant for plants, it is critical for animal neural function, reproduction and development. However, Na is constantly lost through excretion and must constantly be consumed to maintain a Na-balance and thus organisms in inland environments are likely challenged by a shortfall of Na.\n\nWe are interested in how omnivores (organisms that consume both plants and animals) maintain a Na-balance when Na is rare. Omnivores have profound impacts on ecosystems, food web dynamics and biological control. We examined behavioral and physiological consequences of ants, which are mainly omnivorous, ubiquitous, and are ecosystem engineers, when exposed to different Na availability in both their natural environments and in the laboratory. Changes in omnivore behavior, such as increased consumption of prey, impacts food web structure and function. The brown (detrital) food web, which ants are apart of, decomposes the dead tissue (detritus) such as leaves from green food webs, where living instead of dead plant biomass provides the primary food source. During decomposition, the brown food web recycles and releases the nutrients in detritus thereby supporting plant growth and reproduction. Changes in brown food web structure that are from altered omnivore behavior can feedback into green food web productivity, carbon cycling, and resource availability. The field and laboratory experiments funded by this award gave us new insights into how the availability of Na alters omnivore behavior. Specifically we learned how availability of Na affects prey consumption, reproduction, and physiological performance.\n\nThe results of this project may generate a new source of theory governing the diets of omnivorous taxa. This study also facilitated the professional development of an undergraduate through supervised field research and training in scientific communication. The participating undergraduate helped conduct the experiment, learned to manage data and identify ca. 100 species of ants. Additionally, the undergraduate assistant communicated the results of this study through presentations at local and will be a co-author on publications. Finally, the proposed study generated geographically explicit data for ant species over ca. 15 degrees in latitude along Eastern North America. Species lists will be sent to forests ants were collected and vouchers from this study will be deposited in a museum and thus available for future research.\n\n \n\n\t\t\t\t\tLast Modified: 07/11/2013\n\n\t\t\t\t\tSubmitted by: Michael E Kaspari"
 }
}