{
 "awd_id": "1210421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Spatial variation in bill morphology and genetic structure in the Island Scrub-Jay: Adaptive divergence within a single-island endemic?",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14690.0,
 "awd_amount": 14690.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "The spatial scale of adaptive differentiation and the mechanisms that drive it has been at the forefront of evolutionary debate since Darwin. Because birds can fly, dispersal and gene flow between populations has traditionally been thought to be high, leading to constraints on local adaptation and divergence. Yet, increasingly evidence is accumulating that divergent selection can promote adaptive differences between adjacent bird populations even in the presence of gene flow. Recently, small-scale patterns of adaptive differentiation in bill morphology were detected in the Island Scrub-Jay (Aphelocoma insularis), a species that is confined to a single island in southern California. This work will be extended to test mechanisms hypothesized to facilitate divergence with gene flow, including disruptive selection across habitat ecotones and linkage with traits related to mate choice. \r\n\r\nBeyond the implications for understanding the scale of adaptive differentiation, the data collected will be used to inform management strategies aimed at conserving the Island Scrub-Jay ? a species that has a total population size estimated at <3000 individuals. Research on this unique insular endemic will also be used to engage the public by creating educational activities for high school students and by further developing and promoting a citizen science program on the island where the work is conducted.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Ghalambor",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron K Ghalambor",
   "pi_email_addr": "cameron1@lamar.colostate.edu",
   "nsf_id": "000463697",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Langin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Langin",
   "pi_email_addr": "kathryn.langin@colostate.edu",
   "nsf_id": "000581451",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14690.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong></p>\n<p>Understanding the processes that generate biological diversity is the central goal of evolutionary biology. Geographic isolation has traditionally been viewed as the primary scenario favoring evolutionary divergence. However, there is growing appreciation for the role of ecological variation and natural selection in driving adaptive differentiation, even in the absence of geographic barriers to gene flow. This grant supported research that evaluated small-scale patterns of local adaptation within one of the most range-restricted bird species in North America, the Island Scrub-Jay (<em>Aphelocoma insularis</em>). The species is restricted to Santa Cruz Island in southern California, USA, where it occurs in a diversity of habitat types within its narrow (250 km<sup>2</sup>) geographic range. Remarkably, we found that Island Scrub-Jays in three separate stands of pine habitat had longer, narrower bills than those in oak habitat, a pattern that mirrors adaptive differences between allopatric populations of the species&rsquo; mainland congener (the Western Scrub-Jay,&nbsp;<em>A. californica</em>). Genetic data indicate that Island Scrub-Jays in pine habitat were more closely related to individuals in adjacent oak habitat than to individuals in other pine stands, indicating that each pine stand can be considered an independent case where adaptive divergence has been maintained in the face of some gene flow with adjacent oak birds. We did not find any evidence that Island Scrub-Jays with \"oak-type\" bill morphologies survived better in oak habitat; however,<span>&nbsp;the time frame of the study did not include any strong drought periods<span>&mdash;</span>when food is likely to be more limiting<span>&mdash;</span>so further work will be needed to test for differential mortality based on bill morphology. Finally, we found a linkage between bill morphology and the structure of a vocalization that is important for pair bonding (the rattle call), indicating that the bill may function as a \"magic\" trait in Island Scrub-Jays and be important for generating patterns of non-random mating.&nbsp;</span>These findings provide strong support for the notion that small-scale patterns of local adaptation may be more common than is currently appreciated, even in mobile taxonomic groups like birds.&nbsp;</p>\n<p><strong>Broader Impacts:&nbsp;</strong></p>\n<p><span>The Island Scrub-Jay is a species of conservation concern, having been&nbsp;recently uplisted to \"vulnerable\" on the International Union for Conservation of Nature's Red List because of its small global population (fewer than 3000 individuals) and narrow geographic distribution. Our research project was designed to dovetail with the needs of agencies that manage Santa Cruz Island (The Nature Conservancy and Channel Islands National Park), so the work funded by this grant not only addresses broad questions in evolutionary biology&mdash;using the Island Scrub-Jay as a model system&mdash;but also has implications for the conservation and management of this rare island endemic. &nbsp;Of particular importance, our findings&nbsp;</span>underscore the need to conserve Island Scrub-Jays across the entire island in order to preserve the species&rsquo; full range of biological diversity and to facilitate adaptive responses to future environmental changes. They also highlight the importance of considering local adaptive differences in any future management plans that involve relocating individuals. This represents a shift in how agencies usually consider the management of single populations, which are generally assumed to be homogeneous. It is our hope that this research catalyzes more research to test for small-scale patterns of local adaptation within populations and to consider how knowledge of this phenomenon can be applied to conserving biological diversity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t    ...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nUnderstanding the processes that generate biological diversity is the central goal of evolutionary biology. Geographic isolation has traditionally been viewed as the primary scenario favoring evolutionary divergence. However, there is growing appreciation for the role of ecological variation and natural selection in driving adaptive differentiation, even in the absence of geographic barriers to gene flow. This grant supported research that evaluated small-scale patterns of local adaptation within one of the most range-restricted bird species in North America, the Island Scrub-Jay (Aphelocoma insularis). The species is restricted to Santa Cruz Island in southern California, USA, where it occurs in a diversity of habitat types within its narrow (250 km2) geographic range. Remarkably, we found that Island Scrub-Jays in three separate stands of pine habitat had longer, narrower bills than those in oak habitat, a pattern that mirrors adaptive differences between allopatric populations of the speciesÆ mainland congener (the Western Scrub-Jay, A. californica). Genetic data indicate that Island Scrub-Jays in pine habitat were more closely related to individuals in adjacent oak habitat than to individuals in other pine stands, indicating that each pine stand can be considered an independent case where adaptive divergence has been maintained in the face of some gene flow with adjacent oak birds. We did not find any evidence that Island Scrub-Jays with \"oak-type\" bill morphologies survived better in oak habitat; however, the time frame of the study did not include any strong drought periods&mdash;when food is likely to be more limiting&mdash;so further work will be needed to test for differential mortality based on bill morphology. Finally, we found a linkage between bill morphology and the structure of a vocalization that is important for pair bonding (the rattle call), indicating that the bill may function as a \"magic\" trait in Island Scrub-Jays and be important for generating patterns of non-random mating. These findings provide strong support for the notion that small-scale patterns of local adaptation may be more common than is currently appreciated, even in mobile taxonomic groups like birds. \n\nBroader Impacts: \n\nThe Island Scrub-Jay is a species of conservation concern, having been recently uplisted to \"vulnerable\" on the International Union for Conservation of Nature's Red List because of its small global population (fewer than 3000 individuals) and narrow geographic distribution. Our research project was designed to dovetail with the needs of agencies that manage Santa Cruz Island (The Nature Conservancy and Channel Islands National Park), so the work funded by this grant not only addresses broad questions in evolutionary biology&mdash;using the Island Scrub-Jay as a model system&mdash;but also has implications for the conservation and management of this rare island endemic.  Of particular importance, our findings underscore the need to conserve Island Scrub-Jays across the entire island in order to preserve the speciesÆ full range of biological diversity and to facilitate adaptive responses to future environmental changes. They also highlight the importance of considering local adaptive differences in any future management plans that involve relocating individuals. This represents a shift in how agencies usually consider the management of single populations, which are generally assumed to be homogeneous. It is our hope that this research catalyzes more research to test for small-scale patterns of local adaptation within populations and to consider how knowledge of this phenomenon can be applied to conserving biological diversity.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2014\n\n\t\t\t\t\tSubmitted by: Cameron K Ghalambor"
 }
}