{
 "awd_id": "1210361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Identifying Ecological Mechanisms Underlying Soil Microbial Functional Responses to Climate Change",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 14881.0,
 "awd_amount": 14881.0,
 "awd_min_amd_letter_date": "2012-04-05",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "Soil bacteria and fungi are strongly influenced by local precipitation regimes, which are rapidly changing as the planet warms. Because these microorganisms regulate nutrient cycling through ecosystems, it is important to understand how they will respond to wetter or drier conditions. The Edwards Plateau in central Texas is an ideal 'natural laboratory' to study microbial responses to changes in precipitation regime, since mean annual rainfall decreases by 40 cm over a short distance while soil chemistry and plant communities do not change. This project uses both laboratory and field experiments along the Edwards Plateau to understand how changes in microbial populations and communities affect soil processes. Intact soil cores have been transplanted from the dry western end of the Edwards Plateau to the wet eastern end, and vice versa. By monitoring changes in microbial community composition in these cores over time, researchers can link changes in microbial communities with alterations in carbon cycling in response to rainfall. \r\n\r\nSince many regions of the United States are expected to experience dramatic increases or decreases in precipitation over the next century, farmers, ranchers, and land managers need to understand how plant and soil communities will respond to changing climates. This study will shed light on the mechanisms by which microbial communities acclimate to altered rainfall patterns; results will help local landowners prepare for changes in precipitation. The investigators will engage undergraduate students, and particularly those from under-represented groups, in their field research. Through the University of Texas Freshman Research Initiative program, undergraduates will have the opportunity to learn standard field ecology techniques and novel, next-generation sequencing methods for identifying bacterial and fungal species in environmental samples.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Hawkes",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Christine V Hawkes",
   "pi_email_addr": "chawkes@ncsu.edu",
   "nsf_id": "000123428",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Waring",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie Waring",
   "pi_email_addr": "bonnie.waring@gmail.com",
   "nsf_id": "000581309",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "2401 Speedway Blvd.",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14881.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Soil microorganisms play a crucial role in regulating the earth&rsquo;s carbon (C) cycle. When plant tissues die, their leaves and roots are decomposed by the bacteria and fungi living in soil. During that process, microbes respire, meaning that carbon is lost to the atmosphere as carbon dioxide (CO<sub>2</sub>). At the same time, the microbes create waste products which add carbon to the soil in more stable forms. If the balance between these soil carbon losses and gains changes with altered temperature or rainfall, atmospheric CO<sub>2</sub> concentrations will be affected and thereby feed back to climate change. Yet we know little about the ecological processes that regulate such microbial responses. Our research addressed whether changes in the identity or abundance of different microbial &lsquo;species&rsquo; living in soil can affect how much CO<sub>2</sub> is lost to the atmosphere. We focused specifically on microbial responses to changes in rainfall, since climate scientists predict large changes in the timing and frequency of precipitation events across much of the United States over the coming century.</p>\n<p>&nbsp;</p>\n<p>To examine microbial responses to altered rainfall, we moved soil cores (15-cm deep soil profiles in PVC tubes) across a natural precipitation gradient on the Edwards Plateau in central Texas. Soils from the dry western end of the gradient were transplanted to the wet eastern side, and vice versa. This experimental design allowed us to simulate increases and decreases in rainfall<em> </em>while keeping other factors (soil chemistry, plant community composition, and temperature) constant. We also manipulated the immigration rate of microbes from the surrounding environment by repeated additions of soil bacteria isolated from nearby soils. This treatment allowed us to examine whether arrival of new bacterial species allows microbial communities to adjust more rapidly to climate change. After 18 months, we harvested the experimental soils to examine shifts in bacterial community structure using next-generation sequencing techniques. We also subjected these soils to a gradient of soil moisture availability in the laboratory, in order to examine how potential changes in microbial communities would affect respiration rates. In the process of these experiments, we trained undergraduate researchers in cutting edge techniques in molecular biology and biogeochemistry.</p>\n<p>&nbsp;</p>\n<p>We found that soil microbial communities changed little in response to altered rainfall. Transplanted communities did not come to resemble those in the local environment, but instead matched those at the sites from which soils were originally sampled 18 months prior. Arrival of bacteria from the surrounding environment also had an insignificant impact on the types of species present in each soil core. This finding is surprising, since many ecologists assume that high immigration rates allow microbial community composition to change rapidly in response to altered environmental conditions.</p>\n<p>&nbsp;</p>\n<p>Because communities were resistant to increases or decreases in precipitation, microbial respiratory responses to changes in soil moisture were also unaffected by the transplant treatment. Soils that had originated from the dry western end of the precipitation gradient always respired less CO<sub>2</sub>, regardless of current soil moisture conditions. Similarly, soils originating from the wet eastern end of the gradient respired more (emitted more CO<sub>2</sub>) than western soils under wet conditions, even after 18 months of incubation in a dry western site. Taken together, these results suggest that microbial communities will be slow to adjust to altered rainfall. Community composition and patterns of respiration are influenced not only by current environmental conditions, but also by historical precipitation regimes. This work contributes to a growing ...",
  "por_txt_cntn": "\nSoil microorganisms play a crucial role in regulating the earthÆs carbon (C) cycle. When plant tissues die, their leaves and roots are decomposed by the bacteria and fungi living in soil. During that process, microbes respire, meaning that carbon is lost to the atmosphere as carbon dioxide (CO2). At the same time, the microbes create waste products which add carbon to the soil in more stable forms. If the balance between these soil carbon losses and gains changes with altered temperature or rainfall, atmospheric CO2 concentrations will be affected and thereby feed back to climate change. Yet we know little about the ecological processes that regulate such microbial responses. Our research addressed whether changes in the identity or abundance of different microbial æspeciesÆ living in soil can affect how much CO2 is lost to the atmosphere. We focused specifically on microbial responses to changes in rainfall, since climate scientists predict large changes in the timing and frequency of precipitation events across much of the United States over the coming century.\n\n \n\nTo examine microbial responses to altered rainfall, we moved soil cores (15-cm deep soil profiles in PVC tubes) across a natural precipitation gradient on the Edwards Plateau in central Texas. Soils from the dry western end of the gradient were transplanted to the wet eastern side, and vice versa. This experimental design allowed us to simulate increases and decreases in rainfall while keeping other factors (soil chemistry, plant community composition, and temperature) constant. We also manipulated the immigration rate of microbes from the surrounding environment by repeated additions of soil bacteria isolated from nearby soils. This treatment allowed us to examine whether arrival of new bacterial species allows microbial communities to adjust more rapidly to climate change. After 18 months, we harvested the experimental soils to examine shifts in bacterial community structure using next-generation sequencing techniques. We also subjected these soils to a gradient of soil moisture availability in the laboratory, in order to examine how potential changes in microbial communities would affect respiration rates. In the process of these experiments, we trained undergraduate researchers in cutting edge techniques in molecular biology and biogeochemistry.\n\n \n\nWe found that soil microbial communities changed little in response to altered rainfall. Transplanted communities did not come to resemble those in the local environment, but instead matched those at the sites from which soils were originally sampled 18 months prior. Arrival of bacteria from the surrounding environment also had an insignificant impact on the types of species present in each soil core. This finding is surprising, since many ecologists assume that high immigration rates allow microbial community composition to change rapidly in response to altered environmental conditions.\n\n \n\nBecause communities were resistant to increases or decreases in precipitation, microbial respiratory responses to changes in soil moisture were also unaffected by the transplant treatment. Soils that had originated from the dry western end of the precipitation gradient always respired less CO2, regardless of current soil moisture conditions. Similarly, soils originating from the wet eastern end of the gradient respired more (emitted more CO2) than western soils under wet conditions, even after 18 months of incubation in a dry western site. Taken together, these results suggest that microbial communities will be slow to adjust to altered rainfall. Community composition and patterns of respiration are influenced not only by current environmental conditions, but also by historical precipitation regimes. This work contributes to a growing body of evidence that ecological processes within microbial communities can affect both ecosystem carbon cycling and ecosystem responses to climate change.\n\n \n\n\t\t\t\t\tLast Modified: 02/27/2014\n\n\t\t\t..."
 }
}