{
 "awd_id": "1210102",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 6126.0,
 "awd_amount": 6126.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Morgan Levy of the University of California, Berkeley to conduct a research project entitled \"Reconstructing Historical Agricultural Water Use from Crop Records to Observe Changes in Agricultural Water Use Efficiency and Productivity\" during the summer of 2012 at the Fenner School of Environment and Society at the Australian National University (ANU) in Canberra, Australia. The host scientists are Dr. Karen Hussey (Chair, ANU Water Initiative) and Professor Stephen Dovers (Director, Fenner School of Environment and Society).\r\n\r\nThis research responds to well-documented gaps in knowledge about historical trends in agricultural water use efficiency and productivity. The research aims to provide important, missing historical water use information based on empirical analyses, rather than upon generalized models. The aim of this research is to better inform sustainability-focused policy and management efforts targeting agricultural water use. \r\n\r\nThis research improves the understanding of technology and policy impacts on agricultural water use efficiency and productivity in water-scarce environments. It uses methods from hydrology, environmental systems science, and statistics to develop agricultural water use estimation methods, as well as policy-relevant data analysis to aid in the assessment of regional-scale water management decisions in developed and developing countries alike.\r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Morgan",
   "pi_last_name": "Levy",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Morgan C Levy",
   "pi_email_addr": "",
   "nsf_id": "000606394",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Levy                    Morgan         C",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "San Francisco",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "941103216",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Levy                    Morgan         C",
  "perf_str_addr": null,
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941103216",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>This research responds to gaps in knowledge about agricultural water use efficiency and productivity.</strong> &nbsp;<span style=\"text-decoration: underline;\">First</span>, this research aims to improve the understanding of water use efficiency and productivity measurement methods and definitions. <span style=\"text-decoration: underline;\">Second</span>, the project seeks to identify drivers of change in efficiency and productivity by analyzing data on water use and crop production in irrigation-based, water-scarce agricultural regions. The goal of this research is to better inform sustainability-focused agricultural water management efforts.</p>\n<p><strong>Definitions of Efficiency and Productivity</strong>: Groups concerned with agricultural water use sustainability employ theoretical and empirical measures of efficiency and productivity to understand water use trends. It is therefore important to improve the understanding of definitions of efficiency and productivity because these definitions are not consistent. It can be difficult to compare values reported in different locations and by different groups, and there is debate about which definitions are best. How different these definitions are in practice, as opposed to in theory, is not well-understood.</p>\n<p>This first phase of the study uses data from farms in California and Australia (the latter collected during the NSF-EAPSI fellowship period), and an exploratory statistical data analysis approach to compare the performance of competing definitions of efficiency and productivity. This study demonstrates the tradeoffs between using more complex, but less generalizable definitions, and finds that the <em>most commonly used definitions</em> generate similar trends. Only the definitions that specifically account for &ldquo;non-productive&rdquo; uses (losses) of water are different. Due to the similarity of most definitions, this study proposes that the limited and seemingly dissimilar nature of data-collection on agricultural water use need not hinder comparison between different groups, locations, and time periods.</p>\n<p><strong>Drivers of Efficiency and Productivity</strong>: The second part of this study (continuing) seeks to establish drivers (e.g. new irrigation technologies, improved management practices) of observed change in efficiency and productivity in irrigation-based, water-scarce regions including California, Australia, and others where appropriate data are available. This second phase of the project makes use of the same data collected during the NSF-EAPSI fellowship period.</p>\n<p><strong>Findings and Future Directions</strong>: Preliminary findings will be presented at the \"Socio-hydrology: Discovering Patterns in Coupled Human-Water Resource Systems\" session of the American Geophysical Union Fall Meeting in December, 2012, and at the California Climate and Agriculture Network's \"Farming for the Future: Climate Change and California Agriculture\" summit at the University of California, Davis in February, 2013. Following the completion of supplemental data collection and analysis, this research will be submitted to a peer-reviewed journal for publication, and disseminated to non-academic (private and public sector) agriculture and water management groups.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2012<br>\n\t\t\t\t\tModified by: Morgan&nbsp;C&nbsp;Levy</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1...",
  "por_txt_cntn": "\nThis research responds to gaps in knowledge about agricultural water use efficiency and productivity.  First, this research aims to improve the understanding of water use efficiency and productivity measurement methods and definitions. Second, the project seeks to identify drivers of change in efficiency and productivity by analyzing data on water use and crop production in irrigation-based, water-scarce agricultural regions. The goal of this research is to better inform sustainability-focused agricultural water management efforts.\n\nDefinitions of Efficiency and Productivity: Groups concerned with agricultural water use sustainability employ theoretical and empirical measures of efficiency and productivity to understand water use trends. It is therefore important to improve the understanding of definitions of efficiency and productivity because these definitions are not consistent. It can be difficult to compare values reported in different locations and by different groups, and there is debate about which definitions are best. How different these definitions are in practice, as opposed to in theory, is not well-understood.\n\nThis first phase of the study uses data from farms in California and Australia (the latter collected during the NSF-EAPSI fellowship period), and an exploratory statistical data analysis approach to compare the performance of competing definitions of efficiency and productivity. This study demonstrates the tradeoffs between using more complex, but less generalizable definitions, and finds that the most commonly used definitions generate similar trends. Only the definitions that specifically account for \"non-productive\" uses (losses) of water are different. Due to the similarity of most definitions, this study proposes that the limited and seemingly dissimilar nature of data-collection on agricultural water use need not hinder comparison between different groups, locations, and time periods.\n\nDrivers of Efficiency and Productivity: The second part of this study (continuing) seeks to establish drivers (e.g. new irrigation technologies, improved management practices) of observed change in efficiency and productivity in irrigation-based, water-scarce regions including California, Australia, and others where appropriate data are available. This second phase of the project makes use of the same data collected during the NSF-EAPSI fellowship period.\n\nFindings and Future Directions: Preliminary findings will be presented at the \"Socio-hydrology: Discovering Patterns in Coupled Human-Water Resource Systems\" session of the American Geophysical Union Fall Meeting in December, 2012, and at the California Climate and Agriculture Network's \"Farming for the Future: Climate Change and California Agriculture\" summit at the University of California, Davis in February, 2013. Following the completion of supplemental data collection and analysis, this research will be submitted to a peer-reviewed journal for publication, and disseminated to non-academic (private and public sector) agriculture and water management groups.\n\n\t\t\t\t\tLast Modified: 11/29/2012\n\n\t\t\t\t\tSubmitted by: Morgan C Levy"
 }
}