{
 "awd_id": "1210478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: A synthetic analysis of evolutionary patterns in the Squamate family Cordylidae",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 13910.0,
 "awd_amount": 13910.0,
 "awd_min_amd_letter_date": "2012-05-02",
 "awd_max_amd_letter_date": "2012-05-02",
 "awd_abstract_narration": "The process of adaptive radiation (the rapid diversification of one species into several species that are each specialized to a specific environmental niche) has been an intensely debated aspect of evolutionary biology since Darwin. Recent methods that analyze the correlation of ecology, morphology and evolutionary history allow us to study adaptive radiations in a quantitative and statistical framework. The girdled lizards (family Cordylidae) are a family of distinctively armored lizards from sub-Saharan Africa that encompass a wide variety of morphologies, life histories and behaviors, making them an ideal system to investigate the evolution of adaptive traits. This project will combine DNA and morphological data to recover the evolutionary relationships of all 80 members of the Cordylidae. A series of fossils will then be used to recover the age of key ancestors, and a comprehensively sampled analysis utilizing state-of-the-art computed tomography (CT) will be combined with newly developed techniques to analyze patterns and processes of morphological and ecological variation. \r\n\r\nThe findings of this research will be communicated to the public via events at the American Museum of Natural History and through the Museum's website.  This project will also help develop the Museum's digital collection, with three-dimensional models of all the scanned specimens to be made freely available for download. This project will facilitate collaborations between U.S. and African scientists and will train undergraduates and high-school students in a series of CT imaging techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darrel",
   "pi_last_name": "Frost",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Darrel R Frost",
   "pi_email_addr": "frost@amnh.org",
   "nsf_id": "000422050",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Stanley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Edward L Stanley",
   "pi_email_addr": "elstanley@flmnh.ufl.edu",
   "nsf_id": "000606187",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "Central Park West at 79th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245192",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The family Cordylidae is a small but morphologically and ecologically diverse group of sub-Saharan African lizards. The concentrated diversity of this group makes it an ideal system for studying evolutionary processes. Previous comparative research on this group has been hampered by a limited understanding of the evolutionary relationships within the family, as well as difficulty quantifying the group&rsquo;s remarkably diverse morphology, particularly the highly variable arrangements of the lizards distinctive bony armor-plating (osteoderms). This project used a series of synergistic analyses to <strong>1)</strong> resolve the evolutionary history of the group, identifying how the species are related and when they diverged from one another, and <strong>2)</strong> quantify and analyze previously unexamined morphological features to test hypotheses about when, how and why this group diversified.</p>\n<p>We sequenced 11 genes for 76 of 80 currently recognized cordylid species, as well as a diverse selection of other lizards. By utilizing this molecular data and a series of key reptile fossils, we were able to produce a robust evolutionary tree of the family and accurately date the major speciation events.</p>\n<p>The difficulty of quantifying the diverse range of armor in this group was overcome using high-resolution CT scanning, a technique that allows the skeleton and bony armor-plating to be visualized and measured digitally. Combining traditional morphological techniques and CT scanning on a dataset of over 100 lizards, we show that morphological variation is correlated with microhabitat choice, but not with climatic variation. Analysis of the morphological and ecological variation within the newly recovered evolutionary framework reveals that the diversification of the family is significantly asymmetrical; one half of the family underwent a period of rapid speciation following the evolution of viviparity (giving birth to live young), resulting in a series of morphologically and ecologically diverse lineages, while the oviparous (egg-laying) half of the family is highly conservative in both its morphology and habitat choice. The pattern seen in the live-bearing species is highly consistent with that of an adaptive radiation, where a single lineage diversifies into a series of open niches. The timing of the radiation suggests that this may have been driven by a combination of climate change and geological processes.</p>\n<p class=\"Default\">In addition to providing a significant amount of empirical data for evolutionary analysis, this work has produced a large number of CT scans that have served a broad range of educational applications. The principal investigators have taught several CT imaging workshops for high school and undergraduate students, while 3D printed skulls from this research have been employed in a number of educational forums, including family science days at the American Museum of Natural History, comparative anatomy classes at the Richard Gilder Graduate school, and have been placed on display in a new exhibit &ldquo;Skulls&rdquo; at the California Academy of Sciences. Images from this research have been featured in the temporary exhibit &ldquo;Picturing Science&rdquo; at the American Museum of Natural history, as well as appearing in articles in the New York Times and the Howard Hughes Medical Institute&rsquo;s &ldquo;Scientific Image of the Week&rdquo;.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2014<br>\n\t\t\t\t\tModified by: Edward&nbsp;L&nbsp;Stanley</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title...",
  "por_txt_cntn": "\nThe family Cordylidae is a small but morphologically and ecologically diverse group of sub-Saharan African lizards. The concentrated diversity of this group makes it an ideal system for studying evolutionary processes. Previous comparative research on this group has been hampered by a limited understanding of the evolutionary relationships within the family, as well as difficulty quantifying the groupÆs remarkably diverse morphology, particularly the highly variable arrangements of the lizards distinctive bony armor-plating (osteoderms). This project used a series of synergistic analyses to 1) resolve the evolutionary history of the group, identifying how the species are related and when they diverged from one another, and 2) quantify and analyze previously unexamined morphological features to test hypotheses about when, how and why this group diversified.\n\nWe sequenced 11 genes for 76 of 80 currently recognized cordylid species, as well as a diverse selection of other lizards. By utilizing this molecular data and a series of key reptile fossils, we were able to produce a robust evolutionary tree of the family and accurately date the major speciation events.\n\nThe difficulty of quantifying the diverse range of armor in this group was overcome using high-resolution CT scanning, a technique that allows the skeleton and bony armor-plating to be visualized and measured digitally. Combining traditional morphological techniques and CT scanning on a dataset of over 100 lizards, we show that morphological variation is correlated with microhabitat choice, but not with climatic variation. Analysis of the morphological and ecological variation within the newly recovered evolutionary framework reveals that the diversification of the family is significantly asymmetrical; one half of the family underwent a period of rapid speciation following the evolution of viviparity (giving birth to live young), resulting in a series of morphologically and ecologically diverse lineages, while the oviparous (egg-laying) half of the family is highly conservative in both its morphology and habitat choice. The pattern seen in the live-bearing species is highly consistent with that of an adaptive radiation, where a single lineage diversifies into a series of open niches. The timing of the radiation suggests that this may have been driven by a combination of climate change and geological processes.\nIn addition to providing a significant amount of empirical data for evolutionary analysis, this work has produced a large number of CT scans that have served a broad range of educational applications. The principal investigators have taught several CT imaging workshops for high school and undergraduate students, while 3D printed skulls from this research have been employed in a number of educational forums, including family science days at the American Museum of Natural History, comparative anatomy classes at the Richard Gilder Graduate school, and have been placed on display in a new exhibit \"Skulls\" at the California Academy of Sciences. Images from this research have been featured in the temporary exhibit \"Picturing Science\" at the American Museum of Natural history, as well as appearing in articles in the New York Times and the Howard Hughes Medical InstituteÆs \"Scientific Image of the Week\".\n\n\t\t\t\t\tLast Modified: 08/29/2014\n\n\t\t\t\t\tSubmitted by: Edward L Stanley"
 }
}