{
 "awd_id": "1210643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: The effect of plant phylogenetic and chemical diversity on herbivore community structure and plant host herbivore damage",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "One of the great challenges for ecologists is to find general rules that apply to all or most ecosystems throughout the world. One such rule that seems to be universally true is that simplification of natural plant diversity to single species plantings, such as occurs in agriculture and forest plantations, leads to high vulnerability of the plantings to pest insect outbreaks. Insects can better find their food plants, and there is more food available in single species plantings than in more diverse vegetation. The goal of this study is to more clearly understand the factors that contribute to vulnerability of simplified ecosystems. Three components are likely to be important: the number of plant species, the evolutionary relatedness of the species, and finally, differences in plant traits that influence attack by insects that are unique to each plant species. The goal of this study is to test the effect of these intrinsic plant differences on patterns of damage caused by insects by creating field experimental plant communities with different evolutionary and chemical intrinsic differences. \r\n\r\nThe study will take place in a tropical wet forest site in Costa Rica using plant species related to the source of the spice black pepper. This study will not only render valuable insight into how biodiversity can affect natural ecosystems, but also enrich our knowledge of plant-herbivore systems so that we can develop novel ways to manage conventional and organic agricultural practices. In addition, because related plant species to those being studied are known to produce chemicals with insecticidal properties that have been used successfully against agricultural pests, the study may discover new compounds of similar value for the control of such insects. This project will also provide an opportunity to collaborate and train undergraduate students from the University of Costa Rica and the Organization for Tropical Studies. Furthermore, the laboratory component of this project that will be carried out at the University of Missouri-St. Louis, will allow two undergraduate students from the university to participate on all aspects of the chemical analysis. This will allow the students to obtain \"hands on\" research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Marquis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Marquis",
   "pi_email_addr": "robert_marquis@umsl.edu",
   "nsf_id": "000328390",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diego",
   "pi_last_name": "Salazar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diego Salazar",
   "pi_email_addr": "dsalazaramor@binghamton.edu",
   "nsf_id": "000590525",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Saint Louis",
  "inst_street_address": "1 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145165897",
  "inst_zip_code": "631214400",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "GWCTP4CQ1E65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Saint Louis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631214400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A major goal of ecology is to determine the rules by which organisms interact, and in turn, influence each other&rsquo;s abundance on Earth. One general rule, called the &ldquo;resource concentration principle&rdquo;, is that habitats with few plant species (low diversity) are more prone to insect herbivore outbreaks than habitats with many plant species (high diversity). A cornfield is the quintessential example of a low diversity habitat, containing a single plant species. At the opposite extreme are tropical wet forests in which every other tree can belong to a different species.</p>\n<p>The reason for this difference in insect abundance between low and high diversity habitats is that most insect species are relatively specialized, able to feed on only one or a few closely related plant species. This specialization occurs because plants have evolved a wide range of anti-herbivore defenses of which chemical defenses are very effective against most insect species. Most plant species have a unique set of effective anti-herbivore chemical compounds, and share them with only a few closely related plant species.&nbsp; Therefore, in very diverse vegetation, the number of plants that the average insect species can eat will be few, and finding a suitable host plant will be difficult. &nbsp;The exception to the resource concentration principle will be the few generalist insect species that are able to feed on many plant species.</p>\n<p>In this study, we tested the role of plant relatedness and plant chemical diversity in determining the outcome of interactions between insect herbivores and vegetation diversity. Using shrubs of the tropical genus <em>Piper</em>, we hypothesized that both the number of plant species and the relatedness of those species will determine the amount of herbivore attack. We also tested the hypothesis that insects might actually determine which plant species can occur together. We tested our hypotheses in two ways, first by sampling interactions in natural vegetation, and second by making artificial communities planted into the background rainforest.</p>\n<p>In our first test, we sampled 87 natural communities, measuring insect damage as made by either generalist or specialist insects. We also measured chemical content of the leaves, classifying those compounds as either volatile or non-volatile. We first found that plots with more chemical diversity (equaling more plant species) had lower herbivore damage. Increasing volatile chemical diversity decreased damage by specialist herbivores, while increasing non-volatile chemical diversity decreased damage by generalist species. Thus, chemical composition of the community determined herbivore attack, but different sets of compounds worked on different types of herbivores.</p>\n<p>Perhaps surprisingly, chemical composition differences among different <em>Piper</em> species were not influenced by how closely related they were, refuting one of our original hypotheses. This result arises because closely related <em>Piper</em> species unexpectedly have very different chemistry.</p>\n<p>We also found evidence that insect herbivores determine which <em>Piper</em> species occur together. <em>Piper</em> species more chemically different from each other were more likely to co-occur. Because leaf chemistry is a major determinant of the amount of leaf damage in plants, and because leaf damage reduces growth and reproduction in <em>Piper</em>, this result suggests that <em>Piper</em> herbivores determine the composition of local <em>Piper</em> communities.&nbsp;</p>\n<p>In our second test of these hypotheses, we created 60 artificial communities of up to 16 <em>Piper</em> species. Our goal was tease apart the effect on leaf damage of increasing numbers of plant species versus adding more evolutionary diversity to the community. We measured herbivory and plant survival eight months after the communities were established...",
  "por_txt_cntn": "\nA major goal of ecology is to determine the rules by which organisms interact, and in turn, influence each otherÆs abundance on Earth. One general rule, called the \"resource concentration principle\", is that habitats with few plant species (low diversity) are more prone to insect herbivore outbreaks than habitats with many plant species (high diversity). A cornfield is the quintessential example of a low diversity habitat, containing a single plant species. At the opposite extreme are tropical wet forests in which every other tree can belong to a different species.\n\nThe reason for this difference in insect abundance between low and high diversity habitats is that most insect species are relatively specialized, able to feed on only one or a few closely related plant species. This specialization occurs because plants have evolved a wide range of anti-herbivore defenses of which chemical defenses are very effective against most insect species. Most plant species have a unique set of effective anti-herbivore chemical compounds, and share them with only a few closely related plant species.  Therefore, in very diverse vegetation, the number of plants that the average insect species can eat will be few, and finding a suitable host plant will be difficult.  The exception to the resource concentration principle will be the few generalist insect species that are able to feed on many plant species.\n\nIn this study, we tested the role of plant relatedness and plant chemical diversity in determining the outcome of interactions between insect herbivores and vegetation diversity. Using shrubs of the tropical genus Piper, we hypothesized that both the number of plant species and the relatedness of those species will determine the amount of herbivore attack. We also tested the hypothesis that insects might actually determine which plant species can occur together. We tested our hypotheses in two ways, first by sampling interactions in natural vegetation, and second by making artificial communities planted into the background rainforest.\n\nIn our first test, we sampled 87 natural communities, measuring insect damage as made by either generalist or specialist insects. We also measured chemical content of the leaves, classifying those compounds as either volatile or non-volatile. We first found that plots with more chemical diversity (equaling more plant species) had lower herbivore damage. Increasing volatile chemical diversity decreased damage by specialist herbivores, while increasing non-volatile chemical diversity decreased damage by generalist species. Thus, chemical composition of the community determined herbivore attack, but different sets of compounds worked on different types of herbivores.\n\nPerhaps surprisingly, chemical composition differences among different Piper species were not influenced by how closely related they were, refuting one of our original hypotheses. This result arises because closely related Piper species unexpectedly have very different chemistry.\n\nWe also found evidence that insect herbivores determine which Piper species occur together. Piper species more chemically different from each other were more likely to co-occur. Because leaf chemistry is a major determinant of the amount of leaf damage in plants, and because leaf damage reduces growth and reproduction in Piper, this result suggests that Piper herbivores determine the composition of local Piper communities. \n\nIn our second test of these hypotheses, we created 60 artificial communities of up to 16 Piper species. Our goal was tease apart the effect on leaf damage of increasing numbers of plant species versus adding more evolutionary diversity to the community. We measured herbivory and plant survival eight months after the communities were established.  \n\nOur results demonstrate that both evolutionary diversity and the number of plant species contribute to the amount of damage suffered by an individual plant in its artificial community. Finally, plots with th..."
 }
}