{
 "awd_id": "1210655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: foraging decisions and social learning in a Neotropical bat",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Cushing",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 14385.0,
 "awd_amount": 14385.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "This project focuses on how animals integrate information from many sources to make decisions about what to eat.  One source of information about food types comes from observing the behavior of others.  Information acquired by observing other individuals (social information) often influences animal foraging decisions. Environmental variation is another type of information that often requires animals to include novel prey in their diets, and social information about the quality of novel prey may be crucial for foraging success and survival. Little is known about the conditions under which animals use social information to access novel prey. This proposal describes two behavioral experiments to determine when frog-eating bats use social observation to learn novel prey cues. The Neotropical fringe-lipped bat, Trachops cirrhosus, localizes frogs by approaching their calls, and can learn to approach novel cues by observing other individuals foraging. This project will examine how foraging success affects learning about novel food types.  The investigators will train undergraduates from diverse backgrounds in methods for conducting behavioral experiments. Preliminary results indicate that bats use social information selectively in combination with information gained from personal experience. Social learning has long fascinated biologists because it is the basis of culture, which is so central to human behavior. To understand the potential for animal culture, it is necessary to know when animals use social observation to learn novel behaviors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ryan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Ryan",
   "pi_email_addr": "mryan@utexas.edu",
   "nsf_id": "000191142",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Jones",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia L Jones",
   "pi_email_addr": "pjones3@bowdoin.edu",
   "nsf_id": "000574734",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14385.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How animals in complex natural environments make decisions about what to eat is a persistent question in animal behavior and ecology.&nbsp;The Neotropical fringe-lipped bat, <em>Trachops cirrhosus</em>, finds the frogs and insects that it eats by approaching their calls. These bats can learn new frog calls they have never heard before from observing the behavior of other, knowledgeable, individuals. Learning from other individuals is generally referred to as social learning. This bat species is an ideal system for studying when individuals are likely to use social learning to learn novel behaviors. The first two major goals of this project were to examine social learning and feeding behavior in&nbsp;<em>T. cirrhosus</em>. We conducted two social learning experiments with bats in Panama. The first experiment examined how feeding success on a known prey call affected the likelihood that bats would use social information to learn to approach new prey calls. We found that bats were more likely to use social learning to learn new prey calls when the prey call they were currently approaching was unreliably associated with food rewards. This research has been published in <em>Proceedings of the Royal Society of London B: Biological Sciences</em>. The second experiment examined how the tutor bat&rsquo;s foraging success on novel prey affected social learning. We are currently analyzing the data from this study to prepare it for publication. Very few previously published experiments have examined the strategies behind social learning of novel foods. Therefore these studies make important contributions to the fields of social learning and animal culture. The third goal of this project was to pair these learning experiments with a detailed analysis of the diet of 100 wild&nbsp;<em>T. cirrhosus</em>&nbsp;individuals using next generation DNA sequencing. This comprehensive diet study will provide information on precisely which frog and insect species bats are eating, and how much individual, seasonal, and population variation exists in bat diet. The DNA sequencing has been conducted and the results are being analyzed. These results will provide crucial information that can be used to interpret the completed behavioral experiments and to plan appropriate future studies. Together these two behavioral experiments and the next-generation DNA sequencing will develop&nbsp;<em>T. cirrhosus</em>&nbsp;into an ideal system in which to examine animal behavior.</p>\n<p>Over the course of this project the co-PI Jones has trained 3 undergraduates in mistnetting bats. Jones has also been featured on a video podcast (Breaking Bio) where she discussed her research, as well as in a bat behavior segment for Arizona State University's virtual field course, and in a documentary film produced by the Smithsonian Institution (Secret Life of the Rainforest). Jones has designed and hosted booths at Texas Memorial Museum events (Darwin Day and Fright at the Museum)&nbsp;where she interacted with children and their families explaining evolution, bat behavior, and the importance of bats. Jones has also volunteered at multiple outreach education events for Bat Conservation International in the Austin area. Additionally Jones has given public seminars about her research including one for University of Texas alumni through the UT Forum progam. Through these activities the project has contributed to understanding and appreciation of bats amongst the general public.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/27/2014<br>\n\t\t\t\t\tModified by: Patricia&nbsp;L&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow animals in complex natural environments make decisions about what to eat is a persistent question in animal behavior and ecology. The Neotropical fringe-lipped bat, Trachops cirrhosus, finds the frogs and insects that it eats by approaching their calls. These bats can learn new frog calls they have never heard before from observing the behavior of other, knowledgeable, individuals. Learning from other individuals is generally referred to as social learning. This bat species is an ideal system for studying when individuals are likely to use social learning to learn novel behaviors. The first two major goals of this project were to examine social learning and feeding behavior in T. cirrhosus. We conducted two social learning experiments with bats in Panama. The first experiment examined how feeding success on a known prey call affected the likelihood that bats would use social information to learn to approach new prey calls. We found that bats were more likely to use social learning to learn new prey calls when the prey call they were currently approaching was unreliably associated with food rewards. This research has been published in Proceedings of the Royal Society of London B: Biological Sciences. The second experiment examined how the tutor batÆs foraging success on novel prey affected social learning. We are currently analyzing the data from this study to prepare it for publication. Very few previously published experiments have examined the strategies behind social learning of novel foods. Therefore these studies make important contributions to the fields of social learning and animal culture. The third goal of this project was to pair these learning experiments with a detailed analysis of the diet of 100 wild T. cirrhosus individuals using next generation DNA sequencing. This comprehensive diet study will provide information on precisely which frog and insect species bats are eating, and how much individual, seasonal, and population variation exists in bat diet. The DNA sequencing has been conducted and the results are being analyzed. These results will provide crucial information that can be used to interpret the completed behavioral experiments and to plan appropriate future studies. Together these two behavioral experiments and the next-generation DNA sequencing will develop T. cirrhosus into an ideal system in which to examine animal behavior.\n\nOver the course of this project the co-PI Jones has trained 3 undergraduates in mistnetting bats. Jones has also been featured on a video podcast (Breaking Bio) where she discussed her research, as well as in a bat behavior segment for Arizona State University's virtual field course, and in a documentary film produced by the Smithsonian Institution (Secret Life of the Rainforest). Jones has designed and hosted booths at Texas Memorial Museum events (Darwin Day and Fright at the Museum) where she interacted with children and their families explaining evolution, bat behavior, and the importance of bats. Jones has also volunteered at multiple outreach education events for Bat Conservation International in the Austin area. Additionally Jones has given public seminars about her research including one for University of Texas alumni through the UT Forum progam. Through these activities the project has contributed to understanding and appreciation of bats amongst the general public. \n\n\t\t\t\t\tLast Modified: 05/27/2014\n\n\t\t\t\t\tSubmitted by: Patricia L Jones"
 }
}