{
 "awd_id": "1210649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Vocal communication in golden hamsters: Behavioral and neural responses of males to female vocal signals",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamra Mendelson",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 14995.0,
 "awd_amount": 14995.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "For decades, scientists have been intrigued by how animals recognize the species-specific vocalizations used in social communication. Auditory signals are processed and recognized along the auditory system in the brain. However, vocal recognition must also involve the activation of other brain regions that affect the internal state of the receiver, and subsequently, modulate the behavioral responses to vocal signals. To address this question, the researchers are studying ultrasonic vocalizations (USVs) produced by the golden hamster in a sexual context, and behavioral and neural responses to these vocalizations. Both male and female hamsters exhibit a diverse vocal repertoire during sexual encounters. The hypothesis to be tested in this project is that USVs function in sex recognition, and by activating brain regions involved with reward and motivation, USVs increase sexual arousal and stimulate approach behavior to the sound source. The research tests the hypothesis that behavioral responses are regulated by dopamine, a critical compound in mediating reward. Preliminary data suggest that females vocalize more than males and that female USVs are longer in duration and have broader bandwidth than male USVs. In addition, the vocalizations of both sexes exhibit specific sound features that could indicate levels of sexual arousal and motivation of the caller. This study represents a key innovation in the study of USVs by integrating: 1) acoustic and statistical analyses of USV to demonstrate sex discrimination, 2) playback experiments to validate sex recognition and 3) neural responses to the USVs to reveal the brain regions and mechanisms involved in recognizing the behavioral significance of these USV. Moreover, this study will shed light onto other functions of USVs, which in recent years have become important in understanding social behavior and communication in rodent model species used in biomedical research.   The research will also provide research opportunities for STEM undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Johnston",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Johnston",
   "pi_email_addr": "rej1@cornell.edu",
   "nsf_id": "000217945",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcela",
   "pi_last_name": "Fernandez-Vargas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcela Fernandez-Vargas",
   "pi_email_addr": "mf463@cornell.edu",
   "nsf_id": "000603355",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "Dept. of Psychology, Uris Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148537601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project systematically categorized for the first time the vocal repertoire in the golden hamster, a model species commonly used for the study of communication, aggression and sexual behavior in the laboratory. This study synthesized complex and highly variable signals into a simple classification (Figure 1)&nbsp;and identified the common and rare patterns in the repertoire. Our first objective was to examine differences between the ultrasonic vocalizations (USV) produced by males and females after opposite-sex interactions. We found that in both sexes the vocal repertoire was diverse and mainly composed of 1-note simple calls (Figure 1) and at least half of them were atonal, harsh and noisy. We found modest sexual differences in the structure of the calls. Males were more likely than females to produce tonal and less chaotic calls, as well as call types with frequency jumps. The high variability found in acoustic structure, augmented by the prevalence of noise and frequency jumps could be the result of increased vocal effort. Thus, the sex differences found could be the result of a sex difference in calling motivation or condition (e.g. fatigue). We suggest that variable and complex USV may have been selected to increase responsiveness of a potential mate by communicating sexual arousal and preventing habituation to the caller. If this is the case, then USV in hamsters could be a useful measure in the study of systems behind sexual reward and motivated behaviors. &nbsp;</p>\n<p>In addition, our project provided knowledge about the social environment that may influence this system of communication. Golden hamsters are solitary and aggressive toward others. After repeated social encounters, males form dominance hierarchies and compete for the access to receptive females. In fact, male golden hamsters recognize familiar individual males and fear and avoid familiar winners but not familiar neutral males. Consequently, we examined whether the presence of another male competitor modulates the vocal response of a male subject to an estrous female stimulus. We found that the presence of a potential competitor did not increased vocal production in response to a receptive female. The presence and identity of a male competitor (e.g. familiar winner) did not have an effect either on the vocal response of a subordinate male (e.g. loser) to a female. But, males that had lost an aggressive encounter and interacted with a neutral familiar male, vocalized significantly less. Although, the data analysis of this project is still ongoing, these results suggest that USV are a resilient and robust signal of sexual motivation that can overcome fear and avoidance to dominant individuals.</p>\n<p>Finally, hormones produced by the reproductive organs are well known for taking action over a time course of days and weeks preparing animals for different seasonal states and priming the brain for reproductive behavior. However, a second temporal domain of behavioral regulation that requires the local metabolism of steroids in the brain has offered to explain how animals quickly respond<em> </em>to social stimuli. In this study, we examined whether estrogens exerted rapid effects in the activation of male-typical reproductive behaviors in golden hamsters by inhibiting the synthesis of estrogen in the brain. We tested whether an inhibitor of estrogen synthesis (ATD) injected subcutaneously at different latencies between injection and behavioral test has rapid effects on male sexual motivation (female-elicited USV) and performance (copulatory behavior). We found that after 30 minutes of injection ATD significantly increased the number of USV produced by males after interacting with a receptive female. Although contrary to the expected decrease in calling rates, this result suggests that the lack of estrogen in the brain caused by the drug might have been compensated with an increase of circulati...",
  "por_txt_cntn": "\nThis project systematically categorized for the first time the vocal repertoire in the golden hamster, a model species commonly used for the study of communication, aggression and sexual behavior in the laboratory. This study synthesized complex and highly variable signals into a simple classification (Figure 1) and identified the common and rare patterns in the repertoire. Our first objective was to examine differences between the ultrasonic vocalizations (USV) produced by males and females after opposite-sex interactions. We found that in both sexes the vocal repertoire was diverse and mainly composed of 1-note simple calls (Figure 1) and at least half of them were atonal, harsh and noisy. We found modest sexual differences in the structure of the calls. Males were more likely than females to produce tonal and less chaotic calls, as well as call types with frequency jumps. The high variability found in acoustic structure, augmented by the prevalence of noise and frequency jumps could be the result of increased vocal effort. Thus, the sex differences found could be the result of a sex difference in calling motivation or condition (e.g. fatigue). We suggest that variable and complex USV may have been selected to increase responsiveness of a potential mate by communicating sexual arousal and preventing habituation to the caller. If this is the case, then USV in hamsters could be a useful measure in the study of systems behind sexual reward and motivated behaviors.  \n\nIn addition, our project provided knowledge about the social environment that may influence this system of communication. Golden hamsters are solitary and aggressive toward others. After repeated social encounters, males form dominance hierarchies and compete for the access to receptive females. In fact, male golden hamsters recognize familiar individual males and fear and avoid familiar winners but not familiar neutral males. Consequently, we examined whether the presence of another male competitor modulates the vocal response of a male subject to an estrous female stimulus. We found that the presence of a potential competitor did not increased vocal production in response to a receptive female. The presence and identity of a male competitor (e.g. familiar winner) did not have an effect either on the vocal response of a subordinate male (e.g. loser) to a female. But, males that had lost an aggressive encounter and interacted with a neutral familiar male, vocalized significantly less. Although, the data analysis of this project is still ongoing, these results suggest that USV are a resilient and robust signal of sexual motivation that can overcome fear and avoidance to dominant individuals.\n\nFinally, hormones produced by the reproductive organs are well known for taking action over a time course of days and weeks preparing animals for different seasonal states and priming the brain for reproductive behavior. However, a second temporal domain of behavioral regulation that requires the local metabolism of steroids in the brain has offered to explain how animals quickly respond to social stimuli. In this study, we examined whether estrogens exerted rapid effects in the activation of male-typical reproductive behaviors in golden hamsters by inhibiting the synthesis of estrogen in the brain. We tested whether an inhibitor of estrogen synthesis (ATD) injected subcutaneously at different latencies between injection and behavioral test has rapid effects on male sexual motivation (female-elicited USV) and performance (copulatory behavior). We found that after 30 minutes of injection ATD significantly increased the number of USV produced by males after interacting with a receptive female. Although contrary to the expected decrease in calling rates, this result suggests that the lack of estrogen in the brain caused by the drug might have been compensated with an increase of circulating testosterone released by the testicles. In fact within 30 minutes, ATD increased the level..."
 }
}