{
 "awd_id": "1210194",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Vanessa Heckman of the California Institute of Technology to conduct a research project, entitled \"Detecting damage in tall buildings using seismic methods,\" during the summer of 2012 at Earthquake Hazards Division, Disaster Prevention Research Institute, Kyoto University in Gokasho, Uji, Kyoto, Japan. The host scientists are Professor James Mori and Assistant Professor Masumi Yamada.\r\n\r\nThe Intellectual Merit of the research project is in applying seismic techniques to detect structural damage in tall buildings after an earthquake. Specifically, seismic interferometry is being explored as a means for localized damage detection using a dataset obtained from a super high-rise steel building located in the Osaka prefecture. Such methods increase national earthquake resiliency by providing a way to quickly assess the structural integrity of buildings after an earthquake. \r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.  Being able to conduct this research in Japan, a seismically active country with the densest seismic network in the world, benefits the U.S., where earthquakes are also identified as a national hazard.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vanessa",
   "pi_last_name": "Heckman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Vanessa M Heckman",
   "pi_email_addr": "",
   "nsf_id": "000606501",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Heckman                 Vanessa        M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pasadena, CA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Disaster Prevention Research Institute, Kyoto University",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Though stationary, buildings and bridges are dynamic structures. Forces from wind, cars, and earthquakes excite mechanical waves that travel throughout these structures, causing them to vibrate. A large earthquake has the potential to damage a building and reduce its structural integrity. Furthermore, some types of structural damage are difficult to detect by a visual inspection alone. The 1994 Northridge earthquake revealed that steel moment-resisting frame buildings were susceptible to brittle fracture at welded beam-column connections. This damage sometimes occurred without accompanying distress to the surface cladding covering the connections, making the damage impossible to detect with a visual inspection. Hence, it is important to use more sophisticated means to assess the structural integrity of certain types of buildings after an earthquake. The focus of my summer research project was to test the measurement of wave propagation in buildings as a method for damage detection and structural health monitoring after an earthquake.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Structural health monitoring increases national earthquake resiliency by providing a way to quickly assess the structural integrity of a building after a large earthquake. By instrumenting a building or bridge with seismometers, acceleration can be measured at multiple points along the structure. In this way, a structure&rsquo;s dynamic behavior can be monitored over time. For example, a structure&rsquo;s natural frequencies are generally an indicator of how stiff the structure is. Structural damage to a building is accompanied by a loss of stiffness that alters these natural frequencies. A single seismometer can be used to monitor multiple natural frequencies of a structure over time and to detect any significant decrease in these frequencies, thus aiding in structural health monitoring. By installing multiple seismometers, the deformation patterns of a structure, i.e. its mode shapes, can be measured. Like a change in the natural frequency of a structure, a change in the mode shapes of the structure can also indicate the presence of structural damage. By using a dense network of seismometers that record at a high frequency, the propagation of waves within the structure can be studied. My project focused on how wave propagation in buildings changes is affected by the occurrence of structural damage.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Before traveling to Japan, I performed laboratory experiments using a small-scale uniform shear beam to begin to understand wave propagation in a building. The five-story shear beam is built to deform along one direction without rotating and serves as a simple approximation for a real building. The structure is instrumented with an accelerometer at each floor, and its base is firmly attached to a shake table. The shake table was used to excite the structure by applying a single quick pulse to the base of the structure. The pulse excited waves that traveled up the structure. There was consistency in the shape and amplitude of the recorded waves between different trials. However, when damage was introduced into the structure, the shape and amplitude of the resulting waves changed significantly. Namely, the introduction of damage to a floor caused the wave to propagate more slowly across the damaged connection. This finding is consistent with the expected decrease in stiffness associated with structural damage. There was also a change in the amplitude of the wave transmitted across the damaged floor. Finally, an additional wave was reflected at the damaged floor. These changes in wave propagation and natural frequencies made it possible to detect the presence and location of damage. To confirm the utility of this method it was necess...",
  "por_txt_cntn": "\n              Though stationary, buildings and bridges are dynamic structures. Forces from wind, cars, and earthquakes excite mechanical waves that travel throughout these structures, causing them to vibrate. A large earthquake has the potential to damage a building and reduce its structural integrity. Furthermore, some types of structural damage are difficult to detect by a visual inspection alone. The 1994 Northridge earthquake revealed that steel moment-resisting frame buildings were susceptible to brittle fracture at welded beam-column connections. This damage sometimes occurred without accompanying distress to the surface cladding covering the connections, making the damage impossible to detect with a visual inspection. Hence, it is important to use more sophisticated means to assess the structural integrity of certain types of buildings after an earthquake. The focus of my summer research project was to test the measurement of wave propagation in buildings as a method for damage detection and structural health monitoring after an earthquake. \n\n              Structural health monitoring increases national earthquake resiliency by providing a way to quickly assess the structural integrity of a building after a large earthquake. By instrumenting a building or bridge with seismometers, acceleration can be measured at multiple points along the structure. In this way, a structureÆs dynamic behavior can be monitored over time. For example, a structureÆs natural frequencies are generally an indicator of how stiff the structure is. Structural damage to a building is accompanied by a loss of stiffness that alters these natural frequencies. A single seismometer can be used to monitor multiple natural frequencies of a structure over time and to detect any significant decrease in these frequencies, thus aiding in structural health monitoring. By installing multiple seismometers, the deformation patterns of a structure, i.e. its mode shapes, can be measured. Like a change in the natural frequency of a structure, a change in the mode shapes of the structure can also indicate the presence of structural damage. By using a dense network of seismometers that record at a high frequency, the propagation of waves within the structure can be studied. My project focused on how wave propagation in buildings changes is affected by the occurrence of structural damage. \n\n              Before traveling to Japan, I performed laboratory experiments using a small-scale uniform shear beam to begin to understand wave propagation in a building. The five-story shear beam is built to deform along one direction without rotating and serves as a simple approximation for a real building. The structure is instrumented with an accelerometer at each floor, and its base is firmly attached to a shake table. The shake table was used to excite the structure by applying a single quick pulse to the base of the structure. The pulse excited waves that traveled up the structure. There was consistency in the shape and amplitude of the recorded waves between different trials. However, when damage was introduced into the structure, the shape and amplitude of the resulting waves changed significantly. Namely, the introduction of damage to a floor caused the wave to propagate more slowly across the damaged connection. This finding is consistent with the expected decrease in stiffness associated with structural damage. There was also a change in the amplitude of the wave transmitted across the damaged floor. Finally, an additional wave was reflected at the damaged floor. These changes in wave propagation and natural frequencies made it possible to detect the presence and location of damage. To confirm the utility of this method it was necessary to next test this procedure on an actual building. \n\n              While in Japan, I applied a similar technique to study wave propagation in an existing high-rise building located in the Osaka prefecture. The 21-story high-rise building..."
 }
}