{
 "awd_id": "1210696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:  Flexible stem and parental effects:  synthesizing and applying two models of rapid evolution to the threespine stickleback radiation",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Emilia Martins",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 14444.0,
 "awd_amount": 14444.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2014-07-16",
 "awd_abstract_narration": "These studies aim to understand how flexibility in parenting behavior and effects of parenting on offspring behavior and physiology (parental effects) influence evolutionary patterns using the threespine stickleback fish as a model.  Threespine stickleback originated in marine environments and have colonized freshwater multiple times.  In some cases, the exact age of freshwater populations is known, providing a unique opportunity to study not only the mechanisms underlying how variation in parental care influences offspring in multiple environments, but also examination of the speed at which these changes are occurring.  Current ecosystems and habitats are rapidly changing in response to climatic and anthropogenic influences, and the proposed series of studies provides an opportunity to observe how parental behavior and parental effects facilitate rapid, adaptive evolution.  While many studies of parental effects, including on humans, focus on the effects that mothers have on their offspring, in threespine stickleback, the father is the sole provider of parental care. Therefore these studies will provide insight into how fathers influence their offspring, and will determine whether the influence of mothers and fathers on offspring is similar or different.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Bell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Bell",
   "pi_email_addr": "alisonmb@life.uiuc.edu",
   "nsf_id": "000490834",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Stein",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Laura R Stein",
   "pi_email_addr": "stein12@illinois.edu",
   "nsf_id": "000607427",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14444.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Phenotypic plasticity, or the phenomenon where one genotype has the capability to produce different physical characteristics under differing environmental conditions, is ubiquitous across organisms.&nbsp; For example, seeds from one plant grown under sunny conditions will produce plants that are short with many small leaves, but if grown under dark conditions will produce plants that are tall with few large leaves.&nbsp; Plasticity may be very important for colonizing new environments, if conditions or experiences can produce characteristics that allow for greater survival or reproduction.&nbsp; But what types of plasticity might be important in new environments?</p>\n<p>To answer this question, we might think about how individuals gain information about their environment that influences development. In a predator-rich environment, anti-predator traits may be key for reproductive success and offspring survival. &nbsp;An individual may gain information via their evolutionary history (e.g. genetics). However, if the environment is fluctuating, producing anti-predator characteristics when predators are not present may incur fitness costs.&nbsp; Another way individuals may gain information about their environment is via direct exposure (developmental plasticity); however, learning about the environment may be costly if it requires direct experience with live predators.&nbsp; What if parents could prepare offspring for certain types of environments they are likely to encounter?&nbsp; If parents can transmit information about current conditions to offspring, they can maximize their offspring&rsquo;s chances of survival and reproduction.&nbsp; Transgenerational plasticity is a particularly potent form of plasticity that occurs when the environment experienced by a parent influences offspring traits, and may influence adaptation to novel environments.</p>\n<p>We know that maternal care is important: within species, mothers vary in the amount of care they provide, and variations in care can have profound effects on offspring development. We also know that maternal experiences during pregnancy affect offspring development across taxa.&nbsp; As offspring have a direct physical link to their mother, it is easy to understand how maternal experience can influence offspring; for example, transfer of hormones into the developing embryo via egg yolk or placenta.&nbsp; However, much less is known about the influence fathers have on their offspring.</p>\n<p>The goal of this proposal, therefore, was to test predictions about how flexibility in fathering behavior and effects of fathering on offspring influence evolutionary patterns using the threespine stickleback, a fish in which the father is the sole provider of care, as a model.&nbsp; Stickleback originated in marine environments and have colonized freshwater multiple times.&nbsp; In some cases, the exact age of freshwater populations is known, providing a unique opportunity to study the speed at which these changes are occurring.&nbsp; First, we examined the impact of fathering on offspring.&nbsp; We exposed fathers to predation risk while they were parenting, while a subset of fathers were not exposed, and measured physical characteristics and behavior of offspring when they were adults. Offspring of predator-exposed fathers were smaller, in worse body condition, and less active than offspring of unexposed fathers.&nbsp; Interestingly, these characteristics are also seen in populations with high predation risk, or when juveniles are directly exposed to predator cues, suggesting that fathers can transmit information about the current environment to their offspring.&nbsp; Second, we tested for similarity in genetic mechanisms underlying these changes between offspring who had received cues only from their father (transgenerational plasticity) versus had directly received predator experience as juveniles (developmental plasticity) by e...",
  "por_txt_cntn": "\nPhenotypic plasticity, or the phenomenon where one genotype has the capability to produce different physical characteristics under differing environmental conditions, is ubiquitous across organisms.  For example, seeds from one plant grown under sunny conditions will produce plants that are short with many small leaves, but if grown under dark conditions will produce plants that are tall with few large leaves.  Plasticity may be very important for colonizing new environments, if conditions or experiences can produce characteristics that allow for greater survival or reproduction.  But what types of plasticity might be important in new environments?\n\nTo answer this question, we might think about how individuals gain information about their environment that influences development. In a predator-rich environment, anti-predator traits may be key for reproductive success and offspring survival.  An individual may gain information via their evolutionary history (e.g. genetics). However, if the environment is fluctuating, producing anti-predator characteristics when predators are not present may incur fitness costs.  Another way individuals may gain information about their environment is via direct exposure (developmental plasticity); however, learning about the environment may be costly if it requires direct experience with live predators.  What if parents could prepare offspring for certain types of environments they are likely to encounter?  If parents can transmit information about current conditions to offspring, they can maximize their offspringÆs chances of survival and reproduction.  Transgenerational plasticity is a particularly potent form of plasticity that occurs when the environment experienced by a parent influences offspring traits, and may influence adaptation to novel environments.\n\nWe know that maternal care is important: within species, mothers vary in the amount of care they provide, and variations in care can have profound effects on offspring development. We also know that maternal experiences during pregnancy affect offspring development across taxa.  As offspring have a direct physical link to their mother, it is easy to understand how maternal experience can influence offspring; for example, transfer of hormones into the developing embryo via egg yolk or placenta.  However, much less is known about the influence fathers have on their offspring.\n\nThe goal of this proposal, therefore, was to test predictions about how flexibility in fathering behavior and effects of fathering on offspring influence evolutionary patterns using the threespine stickleback, a fish in which the father is the sole provider of care, as a model.  Stickleback originated in marine environments and have colonized freshwater multiple times.  In some cases, the exact age of freshwater populations is known, providing a unique opportunity to study the speed at which these changes are occurring.  First, we examined the impact of fathering on offspring.  We exposed fathers to predation risk while they were parenting, while a subset of fathers were not exposed, and measured physical characteristics and behavior of offspring when they were adults. Offspring of predator-exposed fathers were smaller, in worse body condition, and less active than offspring of unexposed fathers.  Interestingly, these characteristics are also seen in populations with high predation risk, or when juveniles are directly exposed to predator cues, suggesting that fathers can transmit information about the current environment to their offspring.  Second, we tested for similarity in genetic mechanisms underlying these changes between offspring who had received cues only from their father (transgenerational plasticity) versus had directly received predator experience as juveniles (developmental plasticity) by examining gene expression in the brain.  Not only were more genes shared between transgenerational and developmental plasticity than would be expected by chance, but t..."
 }
}