{
 "awd_id": "1210895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Investigating the accumulation of evidence for speciation: species delimitation in a rapid and recent radiation",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 14980.0,
 "awd_amount": 14980.0,
 "awd_min_amd_letter_date": "2012-04-05",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "Although it is widely accepted that speciation is a gradual and constant process with no clear boundaries for the identification of species, to our knowledge, no study has empirically evaluated the accumulation of species properties across time scales or from a comparative phylogenetic perspective. The research objective of this study is to evaluate the order and magnitude of change in species properties over time in the mostly South American plant genus Bartsia L. - a group of closely related species that show varying degrees of morphological, ecological, and geographical differentiation, but for which the evolutionary relationships are as of yet, unknown. To accomplish this objective, the proposed work includes, 1) a rigorous assessment of species delimitation using multiple lines of evidence including molecular, morphological, ecological, and geographical information, 2) the reconstruction of a well-resolved species phylogeny, and 3) an evolutionary comparative analysis of the accumulation of the inherent properties of a species. In addition, the resulting robust phylogenetic hypothesis for the South American species of Bartsia will provide the necessary framework for future comparative ecological and evolutionary studies in this group.\r\n\r\nThe páramo is considered one of the most biodiverse montane ecosystems in the world and a more thorough understanding of páramo biodiversity is essential for the development of effective conservation strategies for this ecologically important and fragile Andean ecosystem.  To actively aid in the conservation of the páramo we will engage in several lectures about patterns of biodiversity in the Andes sponsored and coordinated by collaborating institutions in Peru, Ecuador, and Colombia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Tank",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Tank",
   "pi_email_addr": "dtank@uwyo.edu",
   "nsf_id": "000325121",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Uribe-Convers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon Uribe-Convers",
   "pi_email_addr": "uribeconverss@umsl.edu",
   "nsf_id": "000605770",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Idaho",
  "perf_str_addr": "PO Box 441133",
  "perf_city_name": "Moscow",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838441133",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "ID",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the process of speciation, as isolated populations diverge over time, characteristics unique to the diverging populations accumulate. Evolutionary biologists studying patterns of biodiversity use these characteristics to describe species and quantify biodiversity, as well as to study the process of speciation. As part of the Co-PI&rsquo;s dissertation research at the University of Idaho, we were interested in studying the accumulation of these characteristics in the plant genus <em>Bartsia</em>, a member of the parasitic plant family Orobanchaceae. This group has approximately 45 species that grow above 13,000 ft., mostly in alpine ecosystems in South America. Specifically, we wanted to determine how the 45 species of <em>Bartsia </em>were related to each other, and use these evolutionary relationships as a basis for 1) understanding the origin of this diversity in Andean South America, 2) determining what traits were important for speciation in the group, and 3) updating the classification of the genus.</p>\n<p>Using numerous samples collected by the Co-PI from throughout the range (Colombia, Ecuador, Peru, and Bolivia), representing the morphological, geographic, and genetic diversity of all species of <em>Bartsia</em>, we used genetic (DNA sequence) data to determine the pattern of evolutionary relationships (phylogeny) of the group. However, to accomplish this, it was first necessary to develop new approaches for collecting the datasets necessary for elucidating the phylogeny of this group of closely related species. Advances in sequencing technologies &ndash; specifically high throughput DNA sequencing (HTS) &ndash; have made the creation of larger datasets possible, and this project was designed with that in mind. Although molecular systematics has benefited greatly with the advancements of HTS, all of the approaches that were being used for phylogenetic studies produce excessive amounts of uninformative data that is not suitable for phylogenetic systematics. Motivated by this, we developed a new approach to generate large amounts of data efficiently and affordably, but&mdash;most importantly&mdash; done in a way that we could decide which parts of the genome to sequence (i.e., targeted). To do this, we relied on the proven specificity of polymerase chain reaction (PCR), a method that selects and makes large amounts of copies of single regions in the genome. Traditionally, PCR is performed one region at a time, but taking advantage of newly available microfluidic technology, we were able to amplify 48 separate, targeted regions for 48 independent samples simultaneously, and sequence these using HTS technologies. We believe that by using targeted HTS approaches, systematists and evolutionary biologists can maximize the data that they can collect by decreasing the number of regions in the genomes that they choose and increasing the number of samples per run. If the regions are chosen wisely, all of the data generated by targeted HTS will be appropriate to answer systematic/phylogenetic questions.</p>\n<p>Using this approach, we collected data from 48 regions of the maternally inherited chloroplast genome and 48 regions of the biparentally inherited nuclear genome for more than 500 samples, including all species of <em>Bartsia </em>and related genera in the plant family Orobanchaceae. Using the data from these sequencing experiments, we were able to reconstruct the evolutionary relationships of all the species in the genus and place them in the context of related genera. From this, we discovered that the genus <em>Bartsia</em>, as currently circumscribed, does not form a group where all species are each other&rsquo;s closest relatives (a primary goal of evolutionary-based classifications). As a result, we revised the taxonomy of the genus so that it better reflects our understanding of evolutionary relationships. Furthermore, we observed that the South Amer...",
  "por_txt_cntn": "\nDuring the process of speciation, as isolated populations diverge over time, characteristics unique to the diverging populations accumulate. Evolutionary biologists studying patterns of biodiversity use these characteristics to describe species and quantify biodiversity, as well as to study the process of speciation. As part of the Co-PIÆs dissertation research at the University of Idaho, we were interested in studying the accumulation of these characteristics in the plant genus Bartsia, a member of the parasitic plant family Orobanchaceae. This group has approximately 45 species that grow above 13,000 ft., mostly in alpine ecosystems in South America. Specifically, we wanted to determine how the 45 species of Bartsia were related to each other, and use these evolutionary relationships as a basis for 1) understanding the origin of this diversity in Andean South America, 2) determining what traits were important for speciation in the group, and 3) updating the classification of the genus.\n\nUsing numerous samples collected by the Co-PI from throughout the range (Colombia, Ecuador, Peru, and Bolivia), representing the morphological, geographic, and genetic diversity of all species of Bartsia, we used genetic (DNA sequence) data to determine the pattern of evolutionary relationships (phylogeny) of the group. However, to accomplish this, it was first necessary to develop new approaches for collecting the datasets necessary for elucidating the phylogeny of this group of closely related species. Advances in sequencing technologies &ndash; specifically high throughput DNA sequencing (HTS) &ndash; have made the creation of larger datasets possible, and this project was designed with that in mind. Although molecular systematics has benefited greatly with the advancements of HTS, all of the approaches that were being used for phylogenetic studies produce excessive amounts of uninformative data that is not suitable for phylogenetic systematics. Motivated by this, we developed a new approach to generate large amounts of data efficiently and affordably, but&mdash;most importantly&mdash; done in a way that we could decide which parts of the genome to sequence (i.e., targeted). To do this, we relied on the proven specificity of polymerase chain reaction (PCR), a method that selects and makes large amounts of copies of single regions in the genome. Traditionally, PCR is performed one region at a time, but taking advantage of newly available microfluidic technology, we were able to amplify 48 separate, targeted regions for 48 independent samples simultaneously, and sequence these using HTS technologies. We believe that by using targeted HTS approaches, systematists and evolutionary biologists can maximize the data that they can collect by decreasing the number of regions in the genomes that they choose and increasing the number of samples per run. If the regions are chosen wisely, all of the data generated by targeted HTS will be appropriate to answer systematic/phylogenetic questions.\n\nUsing this approach, we collected data from 48 regions of the maternally inherited chloroplast genome and 48 regions of the biparentally inherited nuclear genome for more than 500 samples, including all species of Bartsia and related genera in the plant family Orobanchaceae. Using the data from these sequencing experiments, we were able to reconstruct the evolutionary relationships of all the species in the genus and place them in the context of related genera. From this, we discovered that the genus Bartsia, as currently circumscribed, does not form a group where all species are each otherÆs closest relatives (a primary goal of evolutionary-based classifications). As a result, we revised the taxonomy of the genus so that it better reflects our understanding of evolutionary relationships. Furthermore, we observed that the South American species of Bartsia are more closely related to several groups of European species, and were the only species within this much ..."
 }
}