{
 "awd_id": "1210900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Impacts of metabolic differences on cytonuclear coevolution",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "Organisms harvest organic fuel to produce cellular energy through the metabolic pathway known as oxidative phosphorylation. This critical process is carried out along a chain of interacting proteins that are encoded by two separate genomes, mitochondrial and nuclear, that must cooperate to maintain functional integrity. Levels of energy demand directly impact the molecular evolution of these metabolic genes. In birds, the high energy demand associated with flight has been correlated with molecular patterns that reflect conserved protein function. There exists a wide range of metabolic demands across animals, but the impact of such differences on protein evolution remains largely unexplored. Salamanders provide a unique opportunity to examine the impacts of metabolic demand on molecular evolution due to their extremely low metabolic requirements, which allow them to tolerate higher levels of protein variation than most other vertebrates. This study will analyze patterns of molecular evolution to determine what aspects of protein structure must be maintained to retain functional integrity of metabolic genes. This goal will be met by sequencing large portions of the highly variable mitochondrial and nuclear genomes of several salamander species.  \r\n\tThis study will yield a comprehensive analysis of the forces shaping the molecular evolution of the core proteins underlying aerobic metabolism. These results will provide an understanding of the molecular underpinnings of energy demand, which may aid in understanding the origin of genetic diseases associated with mitochondrial mutations. Two undergraduates and one graduate student will be trained in genomics and bioinformatics through this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Mueller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel L Mueller",
   "pi_email_addr": "rlm@colostate.edu",
   "nsf_id": "000304896",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Chong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Chong",
   "pi_email_addr": "rachong@hawaii.edu",
   "nsf_id": "000605710",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Inside animal cells, a set of biochemical reactions takes place that transforms energy stored in the chemical bonds of food into energy stored in the chemical bonds of a molecule called ATP. ATP is the &ldquo;currency&rdquo; that cells use to pay for their chemical reactions. The biochemical pathways that transform food energy into &ldquo;usable&rdquo; ATP energy are collectively called cellular respiration.</p>\n<p>&nbsp;</p>\n<p>Cellular respiration is dependent on the interaction of a large set of proteins. Proteins are encoded by the DNA in an organism&rsquo;s genome. However, the proteins that carry out some portions of cellular respiration are unusual; although most of them are encoded by the DNA in the nuclear genome (i.e. the chromosomes housed in the cell&rsquo;s nucleus that reflect genetic contributions from both parents), some are encoded in a small genome that resides in a cellular compartment called the mitochondrion. The mitochondrial genome is tiny &ndash; in most animals, it contains only 13 genes, far fewer than the tens of thousands of genes present in the nuclear genome. The 13 proteins encoded by mitochondrial genes physically interact with many more proteins encoded by genes in the nuclear genome to carry out parts of cellular respiration.</p>\n<p>&nbsp;</p>\n<p>Because these mitochondrial-encoded and nuclear-encoded proteins interact, an evolutionary change in one genome that impacts a protein-coding gene can disrupt cellular respiration function by destroying the necessary physical interactions among mitochondrial and nuclear proteins. In animals, rates of evolution are substantially higher in the mitochondrial genome than in the nuclear genome, reflecting substantially higher rates of mutation. Because of this, evolution of the mitochondrial genome drives compensatory evolution of some nuclear genes to maintain the necessary physical interactions among proteins required for cellular respiration.</p>\n<p>&nbsp;</p>\n<p>Across animals, rates and patterns of evolution of the mitochondrial genome vary. We hypothesized that some of this variation might be caused by differences across animals in the amounts of ATP required to sustain cellular activity &mdash; i.e., the metabolic rate. Salamanders are unusual among vertebrates in having some of the lowest metabolic rates. Thus, they are an important model for studying how metabolic rate impacts mitochondrial genome evolution. We predicted that genes encoding cellular respiration proteins in the mitochondrial genome of salamanders would be subjected to less purifying selection &mdash; i.e. removal by natural selection of any mutations that change protein function &mdash; than mitochondrial genes in other species because the demand for ATP synthesis is less in salamanders. Our results are consistent with this prediction; salamander proteins have experienced more evolutionary changes that impact their protein sequence than have other vertebrate animals. We also predicted that coevolution between the mitochondrial genome and the nuclear genome in salamanders would be less extreme than in other vertebrates, again because of the lower demands on ATP synthesis machinery in salamanders. We have collected a DNA sequence dataset to test this hypothesis.</p>\n<p>&nbsp;</p>\n<p>We also found that salamander mitochondrial genomes have evolved in another unusual way &mdash; whole portions of the genome, including several genes, have been duplicated more than once during the group&rsquo;s evolutionary history. Gene and genome duplication have occurred in many organisms, including portions of both the nuclear and the mitochondrial genomes. After an initial duplication event, the new &ldquo;extra&rdquo; copies of the duplicated genes have several possible fates: they can be deleted from the genome, they can persist in the genome and evolve a new function, they can persist in the genome as defunct copies, or they can persi...",
  "por_txt_cntn": "\nInside animal cells, a set of biochemical reactions takes place that transforms energy stored in the chemical bonds of food into energy stored in the chemical bonds of a molecule called ATP. ATP is the \"currency\" that cells use to pay for their chemical reactions. The biochemical pathways that transform food energy into \"usable\" ATP energy are collectively called cellular respiration.\n\n \n\nCellular respiration is dependent on the interaction of a large set of proteins. Proteins are encoded by the DNA in an organismÆs genome. However, the proteins that carry out some portions of cellular respiration are unusual; although most of them are encoded by the DNA in the nuclear genome (i.e. the chromosomes housed in the cellÆs nucleus that reflect genetic contributions from both parents), some are encoded in a small genome that resides in a cellular compartment called the mitochondrion. The mitochondrial genome is tiny &ndash; in most animals, it contains only 13 genes, far fewer than the tens of thousands of genes present in the nuclear genome. The 13 proteins encoded by mitochondrial genes physically interact with many more proteins encoded by genes in the nuclear genome to carry out parts of cellular respiration.\n\n \n\nBecause these mitochondrial-encoded and nuclear-encoded proteins interact, an evolutionary change in one genome that impacts a protein-coding gene can disrupt cellular respiration function by destroying the necessary physical interactions among mitochondrial and nuclear proteins. In animals, rates of evolution are substantially higher in the mitochondrial genome than in the nuclear genome, reflecting substantially higher rates of mutation. Because of this, evolution of the mitochondrial genome drives compensatory evolution of some nuclear genes to maintain the necessary physical interactions among proteins required for cellular respiration.\n\n \n\nAcross animals, rates and patterns of evolution of the mitochondrial genome vary. We hypothesized that some of this variation might be caused by differences across animals in the amounts of ATP required to sustain cellular activity &mdash; i.e., the metabolic rate. Salamanders are unusual among vertebrates in having some of the lowest metabolic rates. Thus, they are an important model for studying how metabolic rate impacts mitochondrial genome evolution. We predicted that genes encoding cellular respiration proteins in the mitochondrial genome of salamanders would be subjected to less purifying selection &mdash; i.e. removal by natural selection of any mutations that change protein function &mdash; than mitochondrial genes in other species because the demand for ATP synthesis is less in salamanders. Our results are consistent with this prediction; salamander proteins have experienced more evolutionary changes that impact their protein sequence than have other vertebrate animals. We also predicted that coevolution between the mitochondrial genome and the nuclear genome in salamanders would be less extreme than in other vertebrates, again because of the lower demands on ATP synthesis machinery in salamanders. We have collected a DNA sequence dataset to test this hypothesis.\n\n \n\nWe also found that salamander mitochondrial genomes have evolved in another unusual way &mdash; whole portions of the genome, including several genes, have been duplicated more than once during the groupÆs evolutionary history. Gene and genome duplication have occurred in many organisms, including portions of both the nuclear and the mitochondrial genomes. After an initial duplication event, the new \"extra\" copies of the duplicated genes have several possible fates: they can be deleted from the genome, they can persist in the genome and evolve a new function, they can persist in the genome as defunct copies, or they can persist in the genome and take over a subset of the original single-copy geneÆs function. In salamanders, we identified a case where a portion of the mitochondrial genome was recently dupli..."
 }
}