{
 "awd_id": "1210454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Historical dynamics of American beech at its northern range limit",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14847.0,
 "awd_amount": 14847.0,
 "awd_min_amd_letter_date": "2012-04-12",
 "awd_max_amd_letter_date": "2012-04-12",
 "awd_abstract_narration": "Climate-driven shifts in distribution towards higher latitudes are expected to occur for many tree species. The ability of a species to move will depend mostly upon dispersal and colonization by individuals from populations at the poleward edge of its range, and the details of these migration processes are likely to determine the genetic structure of the new populations for millennia to come, and hence their ability to adapt to their new environment. This research seeks to anticipate this future by examining the past northward migration after glacial retreat and the present genetic population structure of a dominant tree of the temperate deciduous forests of the eastern U.S., American beech.  By analyzing genetic data from pollen and macrofossils preserved in lake sediments for thousands of years in Upper Michigan, the project will elucidate the important patterns of colonization by beech patterns and show how these led to patterns of genetic diversity. By further integrating these historical data with genetic analyses of beech populations today, the project will help understand the long-term genetic consequences of climate-driven migration. \r\n\r\nUnderstanding how climate change will affect forests and biological diversity is important to society, because we depend upon forests for many products and upon diversity for maintaining a well-functioning environment.  The project will also contribute to forest conservation and management by helping suggest which populations are genetically at risk and need immediate conservation attention. Moreover, the project will train undergraduate students in the process of scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "McLachlan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jason S McLachlan",
   "pi_email_addr": "jmclachl@nd.edu",
   "nsf_id": "000314164",
   "pi_start_date": "2012-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Candice",
   "pi_last_name": "Lumibao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Candice Lumibao",
   "pi_email_addr": "lumibao.1@nd.edu",
   "nsf_id": "000606993",
   "pi_start_date": "2012-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Paleoecological analysis of microfossils in Holocene freshwater sediments has been a longstanding source of insight into the dynamics of climate-driven species range expansion. More recently, genetic data from modern trees have demonstrated the population genetic consequences of these shifts. We used a combination of fossil data ancient DNA preserved in sediments to simultaneously explore the nuances of the establishment and maintenance of genetic diversity accompanying the postglacial expansion of American beech in the upper Midwest. Sediment cores were taken from three lakes with good macrofossil records in Upper Peninsula, Michigan and DNA was extracted from ~120 samples covering the last 7,000 years of forest history.</p>\n<p>A pilot study, to assess the efficacy of novel techniques for aDNA capture, analyzed four samples (~2000 year old) from two lakes. We demonstrated efficient capture and enrichment of ancient chloroplast DNA fragments using a cutting edge &ldquo;sequence capture&rdquo; approach. Earlier approaches to ancient DNA retrieval, including those carried out in our laboratory, fail to detect low-density populations and intra-specific variation in populations. Our pilot study was able to identify intra-specific variations in chloroplast DNA in American beech throughout the postglacial history of this species. We encountered a temporary technical setback, in the form of a defective batch of streptavidin-coupled beads, in the processing of the full set of 120 samples, which has delayed the reporting of final scientific results. However, we have substantial DNA quantities extracted from these samples and the pilot study indicates that we will shortly have a full record of the genetic patterns of climate driven population expansion in beech.</p>\n<p>This project involved a female undergraduate who was trained in basic molecular work as well as in the design and analysis of the modern beech data, leading to her own independent project, which she presented in the University of Notre Dame&rsquo;s 7<sup>th</sup> College of Science-Joint Annual Meeting. Candice Luibao, the graduate student whose dissertation this funding contributes to, was able to develop the new tools described here in collaboration with an interdisciplinary scientific team of molecular geneticists, bioinformaticians, and paleoecologists. She was able to showcase these novel approaches in international conferences including as the 56<sup>th</sup> International Association of Great Lakes Research (IAGLR) and as an invited speaker, the recently concluded 98<sup>th</sup> Ecological Society (ESA) Meeting and the Canadian Quaternary Association Biennial Meeting. Our work has significance that extends beyond application of ancient DNA to long-standing questions in paleoecology. The methodological breakthroughs and computer algorithms for bioinformatic analysis developed in our work will prove useful in addressing questions in environmental and metagenomic studies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2013<br>\n\t\t\t\t\tModified by: Jason&nbsp;S&nbsp;Mclachlan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPaleoecological analysis of microfossils in Holocene freshwater sediments has been a longstanding source of insight into the dynamics of climate-driven species range expansion. More recently, genetic data from modern trees have demonstrated the population genetic consequences of these shifts. We used a combination of fossil data ancient DNA preserved in sediments to simultaneously explore the nuances of the establishment and maintenance of genetic diversity accompanying the postglacial expansion of American beech in the upper Midwest. Sediment cores were taken from three lakes with good macrofossil records in Upper Peninsula, Michigan and DNA was extracted from ~120 samples covering the last 7,000 years of forest history.\n\nA pilot study, to assess the efficacy of novel techniques for aDNA capture, analyzed four samples (~2000 year old) from two lakes. We demonstrated efficient capture and enrichment of ancient chloroplast DNA fragments using a cutting edge \"sequence capture\" approach. Earlier approaches to ancient DNA retrieval, including those carried out in our laboratory, fail to detect low-density populations and intra-specific variation in populations. Our pilot study was able to identify intra-specific variations in chloroplast DNA in American beech throughout the postglacial history of this species. We encountered a temporary technical setback, in the form of a defective batch of streptavidin-coupled beads, in the processing of the full set of 120 samples, which has delayed the reporting of final scientific results. However, we have substantial DNA quantities extracted from these samples and the pilot study indicates that we will shortly have a full record of the genetic patterns of climate driven population expansion in beech.\n\nThis project involved a female undergraduate who was trained in basic molecular work as well as in the design and analysis of the modern beech data, leading to her own independent project, which she presented in the University of Notre DameÆs 7th College of Science-Joint Annual Meeting. Candice Luibao, the graduate student whose dissertation this funding contributes to, was able to develop the new tools described here in collaboration with an interdisciplinary scientific team of molecular geneticists, bioinformaticians, and paleoecologists. She was able to showcase these novel approaches in international conferences including as the 56th International Association of Great Lakes Research (IAGLR) and as an invited speaker, the recently concluded 98th Ecological Society (ESA) Meeting and the Canadian Quaternary Association Biennial Meeting. Our work has significance that extends beyond application of ancient DNA to long-standing questions in paleoecology. The methodological breakthroughs and computer algorithms for bioinformatic analysis developed in our work will prove useful in addressing questions in environmental and metagenomic studies.\n\n\t\t\t\t\tLast Modified: 08/29/2013\n\n\t\t\t\t\tSubmitted by: Jason S Mclachlan"
 }
}