{
 "awd_id": "1210150",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Korea",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Michael David Vincent of Louisiana State University to conduct a research project, entitled \"Fabrication of a polymer-based high density lab-on-a-chip,\" during the summer of 2012 at Ulsan National Institute of Science and Technology (UNIST) in Ulsan, Republic of Korea.  The host scientist is Yoon-Kyoung Cho, Ph.D.\r\n\r\nThe Intellectual Merit of the research project is to use high-throughput screening (HTS) in a lab-on-a-chip polymeric device. The fabrication of a dense system of fluidic channels with lateral dimensions down to approximately 500 nm. combined with more than 100 fluidic channels is being formulated and tested for its ability to simultaneous image different biochemical reactions.  Such a device promises to have many applications in industry, particularly in the synthesis of compounds with biological activity.  \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Vincent",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Vincent",
   "pi_email_addr": "",
   "nsf_id": "000605156",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vincent                 Michael        D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Baton Rouge",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "",
  "inst_zip_code": "708207400",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": null,
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708027923",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "LA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 75\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>In conclusion the ability to perform&nbsp;</span><span>silanization experiments using glass microscope slides allowed for the functionalization of the slides with AuNPs, and patterning of those AuNPs&nbsp;</span>in such a way to make electrical measurements. A method was developed using APTMS to modify the surface. This method was shown to work for glass by a liquid modification and PMMA by a chemical vapor deposition method. The ability to control the aggregation of the AuNPs was shown by changing the pH of the aqueous solution that the particles were suspended in. An increase in surface roughness was a characteristic of the surface after modification with AuNPs at lower pHs. For the first time AuNPs were functionalized on a PMMA substrate.</p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 76\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Resistance due to electrical flow seemed to decrease as the amount of AuNPs on the surface increased. This allowed for a more sensitive device that could be used to make electrical measurements of liquid salts such as KCl. A method, similar to &mu;CP, edge contact imprinting was explored by using a small amount of AuNP solution with PDMS mold and applying a lower pressure thereby allowing the solution to accumulate near the edge. The solution is allowed to dry and patterns are formed on the edge of the PDMS mold.</span></p>\n<p><span>A new polymer was also designed and functionalized with AuNPs. The polymer&rsquo;s unique properties allowed for the AuNPs to be deposited via electroless deposition. There is no need for modification of this polymer unlike previous experiments using PMMA. Initial experiments showed that the resistance decreased from&nbsp;</span><span>4.14x10</span><span>8&nbsp;</span><span>&Omega;&nbsp;</span><span>to&nbsp;</span><span>2.14x10</span><span>7&nbsp;</span><span>&Omega;&nbsp;</span><span>in the area where AuNPs were used to functionalize the PETA-co-TMPTMP.</span></p>\n<p><span>The&nbsp;</span><span>PETA-co-TMPTMP&nbsp;</span><span>was used in conjunction with FIB in order to pattern AuNPs below 200 nm resolution. By depositing chromium via thermal sputtering on the surface of PETA-co-TMPTMP the pattern was directly etched into the substrate by FIB creating a chromium mask on the surface. AuNPs were then deposited on the surface via electroless deposition. This technique takes advantage of the intrinsic properties of this new polymer.&nbsp;</span>Modification of the polymer allows for the possibility of surface chemistry to be preformed on the surface that can be done&nbsp;in situ.</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;D&nbsp;Vincent</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nIn conclusion the ability to perform silanization experiments using glass microscope slides allowed for the functionalization of the slides with AuNPs, and patterning of those AuNPs in such a way to make electrical measurements. A method was developed using APTMS to modify the surface. This method was shown to work for glass by a liquid modification and PMMA by a chemical vapor deposition method. The ability to control the aggregation of the AuNPs was shown by changing the pH of the aqueous solution that the particles were suspended in. An increase in surface roughness was a characteristic of the surface after modification with AuNPs at lower pHs. For the first time AuNPs were functionalized on a PMMA substrate.\n\n\n\n\n\n\n\nResistance due to electrical flow seemed to decrease as the amount of AuNPs on the surface increased. This allowed for a more sensitive device that could be used to make electrical measurements of liquid salts such as KCl. A method, similar to &mu;CP, edge contact imprinting was explored by using a small amount of AuNP solution with PDMS mold and applying a lower pressure thereby allowing the solution to accumulate near the edge. The solution is allowed to dry and patterns are formed on the edge of the PDMS mold.\n\nA new polymer was also designed and functionalized with AuNPs. The polymer?s unique properties allowed for the AuNPs to be deposited via electroless deposition. There is no need for modification of this polymer unlike previous experiments using PMMA. Initial experiments showed that the resistance decreased from 4.14x108 &Omega; to 2.14x107 &Omega; in the area where AuNPs were used to functionalize the PETA-co-TMPTMP.\n\nThe PETA-co-TMPTMP was used in conjunction with FIB in order to pattern AuNPs below 200 nm resolution. By depositing chromium via thermal sputtering on the surface of PETA-co-TMPTMP the pattern was directly etched into the substrate by FIB creating a chromium mask on the surface. AuNPs were then deposited on the surface via electroless deposition. This technique takes advantage of the intrinsic properties of this new polymer. Modification of the polymer allows for the possibility of surface chemistry to be preformed on the surface that can be done in situ.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 10/09/2018\n\n\t\t\t\t\tSubmitted by: Michael D Vincent"
 }
}