{
 "awd_id": "1210520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Effects of community structure on host-pathogen dynamics of Batrachochytrium dendrobatidis",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 11719.0,
 "awd_amount": 11719.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "The recent emergence of infectious diseases in wildlife has brought increased attention to their role in current population declines and species extinctions. One such disease is the chytrid fungus, which infects amphibians globally, is often lethal to the host, and is associated with species extinctions.  Recent research has found that zooplankton can consume the infective stage of this pathogen, but it is unknown whether this is ecologically important for protecting amphibian populations from infection.  This project will combine laboratory experiments with surveys of lakes in the Sierra Nevada Mountains to answer the question of how zooplankton affects the dynamics of chytrid infection in frog species.  Experiments will investigate whether consumption of the chytrid fungus by zooplankton reduces infection levels for two different life stages of frog species under controlled environmental conditions.  These results will be compared to data from a field survey of the chydrid fungus in the natural lakes.  This field study will quantify interrelationships among infection intensity of endangered mountain-yellow legged frog hosts, zooplankton, and the presence of predatory fish. \r\n\r\nUnderstanding the causes for losses in biodiversity is a pressing challenge in conservation biology.  This research will contribute to urgently needed control measures for the emerging infectious chytrid pathogen responsible for worldwide population declines and extinctions of amphibians.   Several undergraduate students will be given research training in experimental and field ecology.  This project will also develop teaching modules on emerging disease and conservation issues that will be presented to groups of middle and high school students from traditionally underrepresented backgrounds visiting Oregon State University through pre-college programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Blaustein",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Blaustein",
   "pi_email_addr": "blaustea@science.oregonstate.edu",
   "nsf_id": "000173726",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Buck",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Julia C Buck",
   "pi_email_addr": "buckj@uncw.edu",
   "nsf_id": "000663712",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973312914",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11719.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong> Humans are causing profound impacts on global biodiversity. One particularly sensitive group, amphibians, is at the leading edge of the sixth mass extinction. The emerging infectious disease (EID) chytridiomycosis, caused by the fungal pathogen <em>Batrachochytrium dendrobatis</em> (Bd), is implicated in population declines and extinctions of amphibians globally. Freshwater crustaceans called zooplankton (water fleas) are known to consume the infective stage of the fungus, which might mitigate the effects of the pathogen on amphibian hosts. This project examined the implications of this finding. Biological control of pathogens through predation is a relatively novel avenue of research, and might offer important insights for amphibian conservation. We found that under laboratory conditions, zooplankton could protect larval and metamorphic amphibians from infection. However, under more natural conditions, interactions with other members of the aquatic community complicated this relationship. We conclude that examination of host-pathogen dynamics within a community context may be necessary to elucidate complex community dynamics.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts:</strong> This project was integral in the training of several future scientists. The co-PI, Julia Buck, received training from her graduate advisor, Dr. Andrew Blaustein, and successfully defended her doctoral dissertation. Several undergraduate students completed their first experiences conducting scientific research alongside the PI&rsquo;s. Furthermore, Julia created and presented teachable units on disease dynamics, food webs, and amphibian population declines to middle and high school groups from under-represented backgrounds. She also led a seminar entitled &ldquo;Develop your Outreach&rdquo; to encourage incoming graduate students within her department to develop outreach activities related to their research.&nbsp; Activities were presented to high school students during an on-campus workshop.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2014<br>\n\t\t\t\t\tModified by: Julia&nbsp;Buck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit: Humans are causing profound impacts on global biodiversity. One particularly sensitive group, amphibians, is at the leading edge of the sixth mass extinction. The emerging infectious disease (EID) chytridiomycosis, caused by the fungal pathogen Batrachochytrium dendrobatis (Bd), is implicated in population declines and extinctions of amphibians globally. Freshwater crustaceans called zooplankton (water fleas) are known to consume the infective stage of the fungus, which might mitigate the effects of the pathogen on amphibian hosts. This project examined the implications of this finding. Biological control of pathogens through predation is a relatively novel avenue of research, and might offer important insights for amphibian conservation. We found that under laboratory conditions, zooplankton could protect larval and metamorphic amphibians from infection. However, under more natural conditions, interactions with other members of the aquatic community complicated this relationship. We conclude that examination of host-pathogen dynamics within a community context may be necessary to elucidate complex community dynamics.\n\n \n\nBroader impacts: This project was integral in the training of several future scientists. The co-PI, Julia Buck, received training from her graduate advisor, Dr. Andrew Blaustein, and successfully defended her doctoral dissertation. Several undergraduate students completed their first experiences conducting scientific research alongside the PIÆs. Furthermore, Julia created and presented teachable units on disease dynamics, food webs, and amphibian population declines to middle and high school groups from under-represented backgrounds. She also led a seminar entitled \"Develop your Outreach\" to encourage incoming graduate students within her department to develop outreach activities related to their research.  Activities were presented to high school students during an on-campus workshop.\n\n \n\n\t\t\t\t\tLast Modified: 07/03/2014\n\n\t\t\t\t\tSubmitted by: Julia Buck"
 }
}