{
 "awd_id": "1211809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH-Ex: Land, Water, and Territory: A 3,000-Year Study of Niche Construction and Cultural Evolution in the Tikal National Park, Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 249871.0,
 "awd_amount": 249871.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "This project will focus on the long-term spatial and temporal dynamics of land-use management, agricultural decision making, and patterns of resource availability in the tropical lowlands of Central America. The project will combine diachronic environmental simulation with analysis of historic settlement patterns and environmental surveys to address a series of long-standing questions about the coupled natural and human history in the Central Maya lowlands, with special emphasis given to the UNESCO world heritage site of Tikal in the Maya Biosphere Reserve.  The researchers will examine changing patterns of land, water, population, settlement, and political history for a 3,000-year period using climate, soil, and hydrologic modeling and time-series spatial analysis of population and settlement.  The critical period of the study, 1000 BC to AD 2000, begins with dispersed settlements accompanied by widespread deforestation and soil erosion.  Population size and density grew rapidly for 800 years, while deforestation and erosion rates declined.  This period was also characterized by striking evidence of political evolution, including the construction of monumental architecture, hieroglyphic carvings detailing wars and alliances, and the construction of a defensive earthwork feature that signaled political territories, and possibly delineated natural resource boundaries.  Population decline and steady reforestation followed until modern migration into the region.  Building on previous research by these and other researchers in the region and comparative research completed at Palenque, Mexico, these researchers will model the 3,000-year history of the region, comparing land and water availability to population distributions and examining what is known about political history.  The researchers also will analyze the spatial patterns of land and water availability under simulated conditions of drought, thereby addressing modern issues of migration and water availability as they studying the possible impact of climate events on the cultural history of the Ancient Maya.\r\n\r\nThis project will contribute to understanding long-term environmental change, agrarian decision making, settlement patterns, and critical issues facing smallholder agrarian communities. The project will enhance understanding of one of the most compelling landscape narratives of coupled human and natural history, the rise and fall of the Maya in the lowland tropical forest of Central America.  The project will explore a new approach for studying these issues by integrating coupled climate, soil, and hydrologic modeling with traditional anthropological research methods.  The project also will provide excellent field and laboratory education and training opportunities for postgraduate, graduate, and undergraduate students from anthropology, engineering, soil science, and landscape architecture. This project is supported by the NSF Dynamics of Coupled Natural and Human Systems (CNH) Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Murtha",
   "pi_mid_init": "M",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Timothy M Murtha",
   "pi_email_addr": "tmurtha@uncc.edu",
   "nsf_id": "000180680",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Duffy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Duffy",
   "pi_email_addr": "cxd11@psu.edu",
   "nsf_id": "000172497",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Webster",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Webster",
   "pi_email_addr": "DXW16@psu.edu",
   "nsf_id": "000386834",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kirk",
   "pi_last_name": "French",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kirk D French",
   "pi_email_addr": "kdf146@psu.edu",
   "nsf_id": "000518565",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "419 Stuckeman Family Bldg.",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249871.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Background:</em></strong></p>\n<p>In the 1960&rsquo;s William Haviland and Denis Puleston carried out an innovative research program to better understand and interpret the agricultural sustaining area of the Maya city of Tikal, Guatemala. The project was unique in that it sought to investigate the relationship between settlement patterns and the regional environment, essentially studying how the Maya made a living in what was perceived to be a limited tropical setting. While their work is widely recognized, several key questions posed by the project remained unanswered. Moreover, modern population growth, deforestation and settlement change has rapidly transformed the Tikal region.&nbsp; Our project explored an approach to study the complex interaction between household decision making, settlement patterns, population growth and landscape change by relying on a deep time perspective.&nbsp; Focused on the UNESCO world heritage site of Tikal Guatemala we studied forest diversity, soil distribution and water availability as it compares to what we know about population and settlement regionally over the past 3,000 years. Relying on interdisciplinary perspectives we explored how current and past population dynamics and settlement patterns influence availability of water, suitable land for agricultural production and intensification strategies in the Tikal Region.</p>\n<p>&nbsp;</p>\n<p><strong><em>Intellectual Outcomes:</em></strong></p>\n<p>We addressed these core questions about the coupled natural and human history of the region by creatively combining diachronic climate-environmental modeling with spatial analysis of settlement pattern information and by relying insight from niche inheritance theory.&nbsp; We documented and examined the relationships among changing patterns of productive land, water, population and political history using climate, soil and hydrologic modeling and spatial analysis of settlement features. Generally, our research contributes to deep time studies of niche construction and inheritance, long-term environmental change, settlement patterns and critical issues facing smallholder agrarian communities throughout history. Specifically, our research provides an enhanced understanding of one of the most compelling landscape narratives of coupled human and natural dimensions, i.e., the rise and fall of the ancient Maya in the lowland tropical forest of Central America.</p>\n<p>&nbsp;</p>\n<p>In this region, settlement started with small populations and dispersed clusters of households, but was accompanied by widespread deforestation and soil erosion. Erosion transformed the environment, establishing resource patches that subsequent populations relied on, i.e., pockets of eroded soil adjacent to bajo (swamp) margins. Population size and density grew rapidly for 600 years (AD 250 to 850), while deforestation and erosion rates declined. During this period, a complex cultural and political system emerged and became tightly integrated to a carefully cultivated mosaic of environmental patches. There is striking evidence of political evolution, including the construction of monumental architecture, erection of hieroglyphic monuments detailing wars and alliances, and the construction of a regional territorial boundary, possibly delineating natural resource access. As evidenced by the results of our soil research, the regional landscape can be best described as a complex agricultural mosaic during this period. After a period of population growth and regional political stability, the political system fragmented, followed by population decline and reforestation in patterns now influenced by centuries of previous land use and landscape change. In the last fifty years the region has experienced substantial population growth and settlement expansion, now influenced by the results of past human induced environmental change.</p>\n<p>&nbsp;</p>\n<p><strong><em...",
  "por_txt_cntn": "\nBackground:\n\nIn the 1960Æs William Haviland and Denis Puleston carried out an innovative research program to better understand and interpret the agricultural sustaining area of the Maya city of Tikal, Guatemala. The project was unique in that it sought to investigate the relationship between settlement patterns and the regional environment, essentially studying how the Maya made a living in what was perceived to be a limited tropical setting. While their work is widely recognized, several key questions posed by the project remained unanswered. Moreover, modern population growth, deforestation and settlement change has rapidly transformed the Tikal region.  Our project explored an approach to study the complex interaction between household decision making, settlement patterns, population growth and landscape change by relying on a deep time perspective.  Focused on the UNESCO world heritage site of Tikal Guatemala we studied forest diversity, soil distribution and water availability as it compares to what we know about population and settlement regionally over the past 3,000 years. Relying on interdisciplinary perspectives we explored how current and past population dynamics and settlement patterns influence availability of water, suitable land for agricultural production and intensification strategies in the Tikal Region.\n\n \n\nIntellectual Outcomes:\n\nWe addressed these core questions about the coupled natural and human history of the region by creatively combining diachronic climate-environmental modeling with spatial analysis of settlement pattern information and by relying insight from niche inheritance theory.  We documented and examined the relationships among changing patterns of productive land, water, population and political history using climate, soil and hydrologic modeling and spatial analysis of settlement features. Generally, our research contributes to deep time studies of niche construction and inheritance, long-term environmental change, settlement patterns and critical issues facing smallholder agrarian communities throughout history. Specifically, our research provides an enhanced understanding of one of the most compelling landscape narratives of coupled human and natural dimensions, i.e., the rise and fall of the ancient Maya in the lowland tropical forest of Central America.\n\n \n\nIn this region, settlement started with small populations and dispersed clusters of households, but was accompanied by widespread deforestation and soil erosion. Erosion transformed the environment, establishing resource patches that subsequent populations relied on, i.e., pockets of eroded soil adjacent to bajo (swamp) margins. Population size and density grew rapidly for 600 years (AD 250 to 850), while deforestation and erosion rates declined. During this period, a complex cultural and political system emerged and became tightly integrated to a carefully cultivated mosaic of environmental patches. There is striking evidence of political evolution, including the construction of monumental architecture, erection of hieroglyphic monuments detailing wars and alliances, and the construction of a regional territorial boundary, possibly delineating natural resource access. As evidenced by the results of our soil research, the regional landscape can be best described as a complex agricultural mosaic during this period. After a period of population growth and regional political stability, the political system fragmented, followed by population decline and reforestation in patterns now influenced by centuries of previous land use and landscape change. In the last fifty years the region has experienced substantial population growth and settlement expansion, now influenced by the results of past human induced environmental change.\n\n \n\nBroader Impact Outcomes:\n\nOne key focus of our project was to address these coupled natural human questions by employing integrated interdisciplinary project. We actively integrated undergraduate and graduate ..."
 }
}