{
 "awd_id": "1211665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DynSyst_Special_Topics: Correlations and Stochastic Dynamics in Suspensions of Swimming Microorganisms",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lora Billings",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 361658.0,
 "awd_amount": 361658.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "The supported work will develop new theoretical and computational approaches to describing the effective coarse-grained stochastic dynamics of noisy, nonlinearly interacting agents in a physically well-grounded model system: suspensions of swimming microorganisms (microswimmers). The dynamics exhibit highly disordered behavior, with long-ranged statistical correlations observed in direct numerical simulations. Yet most theoretical work has been based on deterministic methods such as mean field theories for the effective behavior. The primary goal of the supported work is to incorporate the role of noise in the dynamics into a systematic statistical theory for the effective dynamics of the interacting microswimmers. Two central issues to be addressed are: (1) a rational framework for parameterizing the noise of a sampled swimmer in a self-consistent statistical field theory, and (2) the incorporation of correlations between microswimmers in an effective statistical field theory.\r\n\r\nMany complex systems use interactions or communication to produce an emergent behavior of the group. A key goal is to better understand how those interactions can change the effective dynamics of the individuals, and thereby the group. Examples include wide varieties of swarms of insects, colonies of bacteria, flocks of birds, herds of animals, as well as engineered systems such as autonomous robotic devices which communicate information and status to each other in pursuit of a goal or target. These applications involve not only the interaction of a large number of agents, but also typically noise in the environment, motion, and/or communication.  This grant supports research on a model system of suspensions of swimming microorganisms (microswimmers) which has the virtue of incorporating these central issues in a system where the governing dynamics have a clearly defined physical basis. This facilitates the development of the mathematical technology regarding the effective behavior of a group of nonlinearly interacting agents with noisy features. The research is also coupled with efforts on education and outreach. The supported graduate student will be co-mentored by the interdisciplinary team of PIs, exposing him or her to advanced mathematical methods, high quality computational simulations, and practical engineering applications. This project is being used in efforts to encourage under-represented groups through the PREFACE program at Rensselaer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kramer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Peter R Kramer",
   "pi_email_addr": "kramep@rpi.edu",
   "nsf_id": "000304712",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Underhill",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick T Underhill",
   "pi_email_addr": "underhill@rpi.edu",
   "nsf_id": "000511752",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 361658.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many complex systems use interactions or communication to produce an emergent behavior of the group, including biological systems and synthetically engineered systems. A key goal is to better understand how those interactions can change the effective dynamics of the individuals, and thereby the group. Models of these systems must incorporate the key physics leading to the emergent behavior while simplifying (or averaging over) many details.&nbsp; Many such models involve random noise, either at the bare dynamics of the individuals or emergently through the coarse-graining procedure which omits a fully detailed description.&nbsp; &nbsp;The research supported by this grant developed theoretical approaches for analyzing the effects of noise on models for suspensions of swimming microorganisms (microswimmers). Their dynamics exhibit highly disordered behavior, with long-ranged statistical correlations observed in direct numerical simulations.</p>\n<p><strong>Intellectual Merit:</strong> &nbsp;&nbsp;One outcome of the supported research is a systematic calculation of various statistical quantities regarding the population of microswimmers and the flows they produce.&nbsp; Such results include the characterization of suspensions of microswimmers such as algal cells that move by ``pulling&rsquo;&rsquo; motion, for which the prevalent noise-free field theories can give no quantitatively precise description.&nbsp; For example, we compute the degree to which the orientation of microswimmers in one region of space is correlated with the orientation at other spatial locations.&nbsp; Such information helps describe the spatial patterns formed by the swimming microorganisms and the flow they generate. We further used this theoretical framework to provide a new method that avoids artificial model assumptions in some existing approaches and to characterize the transport of particles in the flows produced by microswimmers.&nbsp; A second outcome of the supported research is the analysis of how the interactions between microswimmers create correlations in their orientation, and how these correlations persist across space as the microswimmers separate.&nbsp; To permit a systematic calculation of this effect, we examined it in the context of approximate scattering theory models which focus on a single pair of microswimmers encountering each other.&nbsp; We thereby obtain analytical formulas relating orientation correlations to the parameters describing the swimmers and their interactions.&nbsp;&nbsp; While our results still involve simplifications of the full complex physical reality, they contribute a well-defined basis for future development for the quantitative characterization of orientation correlations, for which very little previous theory exists.</p>\n<p><strong>Broader Impact:</strong> The development of reduced models are particularly important and challenging for systems in mathematics, science, and engineering with large-scale emergent behavior, and our methodology for systematic inclusion of stochastic effects should have impact on other areas with this feature, such as &ldquo;swarms&rdquo; of organisms or robots.&nbsp; Two graduate students were supported on this project, one from mathematical sciences and one from chemical and biological engineering, and were co-mentored by the interdisciplinary team of PIs.&nbsp;&nbsp; Elements of the stochastic models used in this research are being integrated into a reformed graduate course on applied stochastic differential equations in the mathematical sciences department.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Peter&nbsp;R&nbsp;Kramer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany complex systems use interactions or communication to produce an emergent behavior of the group, including biological systems and synthetically engineered systems. A key goal is to better understand how those interactions can change the effective dynamics of the individuals, and thereby the group. Models of these systems must incorporate the key physics leading to the emergent behavior while simplifying (or averaging over) many details.  Many such models involve random noise, either at the bare dynamics of the individuals or emergently through the coarse-graining procedure which omits a fully detailed description.   The research supported by this grant developed theoretical approaches for analyzing the effects of noise on models for suspensions of swimming microorganisms (microswimmers). Their dynamics exhibit highly disordered behavior, with long-ranged statistical correlations observed in direct numerical simulations.\n\nIntellectual Merit:   One outcome of the supported research is a systematic calculation of various statistical quantities regarding the population of microswimmers and the flows they produce.  Such results include the characterization of suspensions of microswimmers such as algal cells that move by ``pulling?? motion, for which the prevalent noise-free field theories can give no quantitatively precise description.  For example, we compute the degree to which the orientation of microswimmers in one region of space is correlated with the orientation at other spatial locations.  Such information helps describe the spatial patterns formed by the swimming microorganisms and the flow they generate. We further used this theoretical framework to provide a new method that avoids artificial model assumptions in some existing approaches and to characterize the transport of particles in the flows produced by microswimmers.  A second outcome of the supported research is the analysis of how the interactions between microswimmers create correlations in their orientation, and how these correlations persist across space as the microswimmers separate.  To permit a systematic calculation of this effect, we examined it in the context of approximate scattering theory models which focus on a single pair of microswimmers encountering each other.  We thereby obtain analytical formulas relating orientation correlations to the parameters describing the swimmers and their interactions.   While our results still involve simplifications of the full complex physical reality, they contribute a well-defined basis for future development for the quantitative characterization of orientation correlations, for which very little previous theory exists.\n\nBroader Impact: The development of reduced models are particularly important and challenging for systems in mathematics, science, and engineering with large-scale emergent behavior, and our methodology for systematic inclusion of stochastic effects should have impact on other areas with this feature, such as \"swarms\" of organisms or robots.  Two graduate students were supported on this project, one from mathematical sciences and one from chemical and biological engineering, and were co-mentored by the interdisciplinary team of PIs.   Elements of the stochastic models used in this research are being integrated into a reformed graduate course on applied stochastic differential equations in the mathematical sciences department.\n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Peter R Kramer"
 }
}