{
 "awd_id": "1211232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis and control of evolutionary plates and elastic structures",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lora Billings",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 292773.0,
 "awd_amount": 292773.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "The effort in this project will be focused on the mathematical analysis and control of partial differential equation (PDE) models which describe certain elastic dynamics which are seen in the natural and man-made world. The elastic evolutionary PDE models under present consideration might also be subjected to influences external to the system; e.g., elastic bodies subjected to damping forces across some boundary interface. In consequence, the governing PDE models we will analyze could conceivably constitute a coupling of PDE dynamics which are quite different in character; e.g., a von Karman dynamical plate PDE coupled to a thermal process would give rise to a coupled PDE system which evinces phenomenological traits of both hyperbolic and parabolic PDE, yet could not be said to be either strictly hyperbolic or parabolic. For such evolution equations, linear and nonlinear, we intend to address the following problems: (1) Exact controllability and general reachability properties of those coupled PDE models which describe the interaction between an elastic structure and a surrounding fluid medium.  In line with the physical application, the movements of the elastic body are to be controlled by the indirect means of fluid boundary control. (2) Uniform stability properties of structural acoustic systems. In this situation, acoustic waves, interior to a chamber geometry, are coupled to elastic equations which model the flexural vibrations on a portion of the chamber wall; the elastic component here will manifest some quantifiable measure of damping, from weak viscous to super-strong Kelvin-Voight damping.  For these systems, and under appropriate geometrical assumptions, we intend to investigate the possibility that the elastic damping is propagated throughout the entire composite system, to the extent that each component--ostensibly undamped wave as well as structurally damped elastic wall component--decays at some discernible rate. (3) Results concerning the asymptotic behavior of solutions, or flows, of certain nonlinear evolutionary plate PDE systems. In particular, we shall concentrate on those systems which are \"non-gradient\"; that is, there is no available Lyapunov function on the associated finite energy space which can employed to track the long time behavior of the given, possibly non-dissipative, PDE. It is hoped that our work in this connection will culminate in the stabilization of such nonlinear processes to a global compact attractor.\r\n\r\nWe believe that the results of this project could give benefit much beyond their intrinsic worth as contributions to the discipline of mathematics. For example, in our aforesaid and intended structural acoustics uniform decay investigation, we anticipate that the stability results will depend critically upon the particular chamber geometry which is in play. As a consequence, we believe our research efforts could give a precise characterization of those structural acoustic geometries which will give rise, in long time, to relatively quiescent interior acoustic fields. Such geometrical situations could then conceivably obviate, or at least lessen, the need for the active engineering control of acoustic noise. Moreover, our intended project work in analyzing the long time behavior of nonlinear evolutionary plate dynamics could have immediate Control Engineering implications: Should we find, for a given nonlinear PDE system, that the corresponding flows converge to a global compact attractor of finite fractal dimension, then conceivably the system could be actively controlled numerically by means of a constructed finite-dimensional feedback. In addition, the research generated by this project will serve as the basis from which we will develop and implement a research program for undergraduates interested in numerical PDEs, and in mathematics generally.  In particular, the PIs will run the University of Nebraska-Lincoln \"Research Experience for Undergraduates\" site in Summer 2013. Within the context of a canonical one dimensional setting, and through the partial agency of a commercial computer algebra software package, we will teach, to our undergraduate participants, aspects of the nonlinear theory developed in the course of our project work. Moreover we will actively involve them in research projects concerning the numerical approximation of the solutions, or flows, which correspond to those one dimensional nonlinear processes which fall under the umbrella of our project work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Avalos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Avalos",
   "pi_email_addr": "gavalos2@unl.edu",
   "nsf_id": "000374406",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Toundykov",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Y Toundykov",
   "pi_email_addr": "dtoundykov@unl.edu",
   "nsf_id": "000512011",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880130",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 292773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Within the Project term, the Principal Investigators (PI's) have undertaken</p>\n<p>research in the mathematical analysis and control theory of certain</p>\n<p>application-motivated systems of linear and nonlinear partial differential</p>\n<p>equations (PDE's). In particular, the PI's, during the course of the</p>\n<p>Project, considered the following time dependent classes of PDE's and PDE</p>\n<p>systems: (i) PDE's which mathematically model mechanical plates or elastic</p>\n<p>structures as they undergo deformation in the course of time; (ii) PDE</p>\n<p>systems which constitute couplings of distinct PDE dynamics, with at least</p>\n<p>one of the constitutive PDE components describing elastic or mechanical</p>\n<p>plate dynamics.</p>\n<p>&nbsp;</p>\n<p>To be more precise, during the course of the Project, the PI's conducted</p>\n<p>mathematical analyses of the PDE or PDE systems in (i) or (ii) above, each</p>\n<p>of these classes being well-known for their describing certain physical</p>\n<p>phenomena as they occur in nature. In the course of this analytical work,</p>\n<p>the PI's overarching intent was to glean precise qualitative information by</p>\n<p>which truly useful insights could be provided for the physical phenomena</p>\n<p>which are modeled by the PDE's or PDE systems in (i) or (ii). In particular,</p>\n<p>for a given PDE or PDE system in (i) or (ii), the PI's analytical results</p>\n<p>could conceivably be the basis upon which approximating numerical</p>\n<p>algorithms are generated for the physical phenomenon, so as to ultimately</p>\n<p>provide reliable computer simulations of the given phenomenological process</p>\n<p>as it occurs, or a basis upon which informed predictions can be made.</p>\n<p>&nbsp;</p>\n<p>For example, the PI's in the Project considered the analysis of a PDE system</p>\n<p>which described certain interactions of fluid flows and structural elastic</p>\n<p>bodies. In the course of mathematically resolving the dynamics of the</p>\n<p>modeling fluid-structure PDE system, the PI's discovered that their main</p>\n<p>tools of (ostensibly abstract) mathematical analysis will actually allow for</p>\n<p>the practical scientific computation of relevant fluid and structure</p>\n<p>quantities, by way of the so-called finite element method (FEM). The FEM is</p>\n<p>a numerical approximating technique which has been long used in civil</p>\n<p>engineering and computational fluid dynamics.</p>\n<p>&nbsp;</p>\n<p>Having established requisite analytical results for the PDE's and PDE</p>\n<p>systems in (i) or (ii), the PI's subsequently conducted studies of</p>\n<p>mathematical control theory for certain important representative PDE's and</p>\n<p>PDE systems from these classes. By mathematical control</p>\n<p>theory, at least in the context of the Project, the PI's</p>\n<p>are referring to their analytical attempt to directly and positively</p>\n<p>influence a given PDE dynamical system by means of strategically-placed</p>\n<p>input or control functions. Typically, the particular PDE system</p>\n<p>under consideration will mathematically model some given physical</p>\n<p>phenomenon, the dynamics of which the engineer or scientist would wish to</p>\n<p>control or at least influence in some beneficent manner. With this</p>\n<p>consideration in mind, the PI's focused, during the term of the Project, on</p>\n<p>devising PDE control scenarios that have an applicable or implementable</p>\n<p>physical realization, and can provide some guiding insight to the engineer.</p>\n<p>&nbsp;</p>\n<p>For example, during the course of the Project, the PI's considered the</p>\n<p>dynamics of a certain von Karman PDE model that mathematically models</p>\n<p>elastic plates in a hypersonic airflow, the vibrations of which evolve in an</p>\n<p>unpredictable, nonlinear fashion. In the absence of any inserted control</p>\n<p>within this von Karman PDE model, there is no expectation that the</p>\n<p>corresponding solutions should tend to any quiescent, or stable, state in</p>\n<p>large time. Indeed, the uncontrolled PDE does not even exhibit any</p>\n<p>dissipation of energy as time evolves. By means of invoking certain boundary</p>\n<p>controls, of a feedback form, the PI's demonstrated that the controlled</p>\n<p>solutions of the nonlinear PDE model will be driven, asymptotically in time,</p>\n<p>to a readily quantifiable set of finite energy states. In this work, the</p>\n<p>PI's emphasized that their stabilizing boundary feedback control law should</p>\n<p>be implemented by means of the complicated, but physically relevant, free</p>\n<p>boundary conditions. In fact, inserted boundary control via the free boundary</p>\n<p>operators of second and third order, has the immediate physical interpretation</p>\n<p>of engineered bending moments and shear forces.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2016<br>\n\t\t\t\t\tModified by: George&nbsp;Avalos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWithin the Project term, the Principal Investigators (PI's) have undertaken\n\nresearch in the mathematical analysis and control theory of certain\n\napplication-motivated systems of linear and nonlinear partial differential\n\nequations (PDE's). In particular, the PI's, during the course of the\n\nProject, considered the following time dependent classes of PDE's and PDE\n\nsystems: (i) PDE's which mathematically model mechanical plates or elastic\n\nstructures as they undergo deformation in the course of time; (ii) PDE\n\nsystems which constitute couplings of distinct PDE dynamics, with at least\n\none of the constitutive PDE components describing elastic or mechanical\n\nplate dynamics.\n\n \n\nTo be more precise, during the course of the Project, the PI's conducted\n\nmathematical analyses of the PDE or PDE systems in (i) or (ii) above, each\n\nof these classes being well-known for their describing certain physical\n\nphenomena as they occur in nature. In the course of this analytical work,\n\nthe PI's overarching intent was to glean precise qualitative information by\n\nwhich truly useful insights could be provided for the physical phenomena\n\nwhich are modeled by the PDE's or PDE systems in (i) or (ii). In particular,\n\nfor a given PDE or PDE system in (i) or (ii), the PI's analytical results\n\ncould conceivably be the basis upon which approximating numerical\n\nalgorithms are generated for the physical phenomenon, so as to ultimately\n\nprovide reliable computer simulations of the given phenomenological process\n\nas it occurs, or a basis upon which informed predictions can be made.\n\n \n\nFor example, the PI's in the Project considered the analysis of a PDE system\n\nwhich described certain interactions of fluid flows and structural elastic\n\nbodies. In the course of mathematically resolving the dynamics of the\n\nmodeling fluid-structure PDE system, the PI's discovered that their main\n\ntools of (ostensibly abstract) mathematical analysis will actually allow for\n\nthe practical scientific computation of relevant fluid and structure\n\nquantities, by way of the so-called finite element method (FEM). The FEM is\n\na numerical approximating technique which has been long used in civil\n\nengineering and computational fluid dynamics.\n\n \n\nHaving established requisite analytical results for the PDE's and PDE\n\nsystems in (i) or (ii), the PI's subsequently conducted studies of\n\nmathematical control theory for certain important representative PDE's and\n\nPDE systems from these classes. By mathematical control\n\ntheory, at least in the context of the Project, the PI's\n\nare referring to their analytical attempt to directly and positively\n\ninfluence a given PDE dynamical system by means of strategically-placed\n\ninput or control functions. Typically, the particular PDE system\n\nunder consideration will mathematically model some given physical\n\nphenomenon, the dynamics of which the engineer or scientist would wish to\n\ncontrol or at least influence in some beneficent manner. With this\n\nconsideration in mind, the PI's focused, during the term of the Project, on\n\ndevising PDE control scenarios that have an applicable or implementable\n\nphysical realization, and can provide some guiding insight to the engineer.\n\n \n\nFor example, during the course of the Project, the PI's considered the\n\ndynamics of a certain von Karman PDE model that mathematically models\n\nelastic plates in a hypersonic airflow, the vibrations of which evolve in an\n\nunpredictable, nonlinear fashion. In the absence of any inserted control\n\nwithin this von Karman PDE model, there is no expectation that the\n\ncorresponding solutions should tend to any quiescent, or stable, state in\n\nlarge time. Indeed, the uncontrolled PDE does not even exhibit any\n\ndissipation of energy as time evolves. By means of invoking certain boundary\n\ncontrols, of a feedback form, the PI's demonstrated that the controlled\n\nsolutions of the nonlinear PDE model will be driven, asymptotically in time,\n\nto a readily quantifiable set of finite energy states. In this work, the\n\nPI's emphasized that their stabilizing boundary feedback control law should\n\nbe implemented by means of the complicated, but physically relevant, free\n\nboundary conditions. In fact, inserted boundary control via the free boundary\n\noperators of second and third order, has the immediate physical interpretation\n\nof engineered bending moments and shear forces.\n\n \n\n\t\t\t\t\tLast Modified: 08/23/2016\n\n\t\t\t\t\tSubmitted by: George Avalos"
 }
}