{
 "awd_id": "1211106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:Extracting Multi-century Low-latitude Sea Surface Temperatures from Coral Skeletons Using Replicated Records of Annual Growth: Method Refinement&Application",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 79242.0,
 "awd_amount": 79242.0,
 "awd_min_amd_letter_date": "2012-01-27",
 "awd_max_amd_letter_date": "2012-01-27",
 "awd_abstract_narration": "Proxy reconstructions of global temperatures over the past 1000 years provide a context for understanding recent warming trends and allow better estimates of the contribution of anthropogenic (greenhouse gas) forcing to global climate change. Data compiled mostly from high latitude tree ring records suggest that the late 20th century was the warmest period of the last millennium. Nevertheless, the uncertainties associated with these estimates are significant, especially during the period known as the Medieval Warming which ended ~700 years ago. Temperature changes at the earth?s surface follow most closely those of the global tropics, which are 75% ocean; yet few datasets that span the last 1000 years exist from the low latitude oceans. In order to improve global temperature reconstructions and to reduce uncertainties, well-replicated records of sea surface temperature (SST) from the low-latitude oceans are urgently needed. \r\n\r\nMassive long-lived corals, which accrete calcium carbonate skeleton in annual bands like growth rings on a tree, have the potential to provide this information. The PIs have recently applied a method of reconstructing annual SST that takes advantage of the demonstrated relationship between the skeletal growth of corals and water temperature. In multiple records generated from 3 coral species, coral growth captures between 50-60% of the SST variability in the instrumental record, on interannual and longer timescales. Applying the method to a ~440-year long slow-growing coral collected from the Bahamas suggests that SSTs were within error of modern ~ AD1550, that Little Ice Age SSTs were about 1ºC cooler than today and that there is a strong anthropogenic signal in the SSTs of the last 50 years. The PIs will build on this initial work, focusing on refining the method of extracting SST from coral growth records and applying it to generate multi-century long proxy SST records for the low-latitude Atlantic and Pacific Oceans. Data acquisition by 3-D CAT scanning of intact coral cores is relatively rapid and inexpensive, enabling generation of many records of varying lengths from multiple colonies at each site, and, using techniques applied in dendrochronology, provide enough data to provide realistic error estimates on reconstructed SSTs. Funding will support 3 PIs, a post-doctoral research scientist, a PhD student, and research experience for an undergraduate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Braddock",
   "pi_last_name": "Linsley",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Braddock K Linsley",
   "pi_email_addr": "blinsley@ldeo.columbia.edu",
   "nsf_id": "000538490",
   "pi_start_date": "2012-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Lamont-Doherty Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "7699",
   "pgm_ref_txt": "ICER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 79242.0
  }
 ],
 "por": null
}