{
 "awd_id": "1211067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Research in High Energy Physics on the CMS Experiment",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2014-05-30",
 "awd_abstract_narration": "The objectives of Purdue University Calumet's high energy physics program are to maintain its active participation in the Forward Pixel Detector subsystem for CMS and to continue its activities in important physics tasks undertaken by the group at the LHC Physics Center (LPC) at Fermilab.  The program of effort includes coordination of the Forward Pixel detector operation and the establishment of stable mode data-taking and tracker validation for this subsystem at 8TeV beam energy at the CERN Large Hadron Collider, using the Remote Operations Center (ROC) also located at Fermilab.  In parallel with this operations effort, the group, as part of the upgrade effort, will continue to develop the forward pixel geometry for the CMS Forward Pixel Upgrade and, as the details are finalized, will incorporate the new geometry into the framework of CMS tracking software.  In the area of physics analysis, the group is working on essential aspects of simulation studies in the b-tagging group at LPC and CMS, and on physics analyses in W decays and W production.\r\n\r\nThe Group has a very strong commitment to undergraduate education and research, and the campus is strategically located in northwest Indiana, thereby impacting a broad range of students, particularly from underserved communities.  The Principal investigator serves as outreach coordinator for the Purdue University Calumet Physics Department.  Hers is the largest research group in the Department and, correspondingly, has the largest number of students working on research projects.  Additionally the group has built strong connections with teachers in northwest Indiana region and is in the process of starting at QuarkNet Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neeti",
   "pi_last_name": "Parashar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neeti Parashar",
   "pi_email_addr": "neeti@fnal.gov",
   "nsf_id": "000301662",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Fermilab/LPC",
  "perf_str_addr": "Wilson and Kirk Roads",
  "perf_city_name": "Batavia",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "605105011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "IL11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Effective July 1, 2016, Purdue University Calumet merged with Purdue North Central to become Purdue University Northwest (PNW). PNW is a member of the Compact Muon Solenoid (CMS) experiment at the Large Hadron Collider (LHC) since 2005 and the only institution in Northwest Indiana<ins datetime=\"2014-11-28T15:57\" cite=\"mailto:John%20Stupak\"> </ins>with a high energy physics program. This grant from NSF has supported the PNW High Energy Physics Group to contribute effectively to the various research activities on CMS.</p>\n<p>Historically a Forward Pixel Detector (FPIX) institution<ins datetime=\"2014-11-28T16:01\" cite=\"mailto:John%20Stupak\">, </ins>we contributed to the development of <ins datetime=\"2014-11-28T16:02\" cite=\"mailto:John%20Stupak\">the FPIX </ins>geometry and extensively <ins datetime=\"2014-11-28T16:03\" cite=\"mailto:John%20Stupak\">participat</ins>ed<ins datetime=\"2014-11-28T16:03\" cite=\"mailto:John%20Stupak\"> in </ins>the construction of the CMS Phase-I Upgrade, Forward pixel disks at Fermilab&rsquo;s Silicon Detector (SiDet) Facility. This award facilitated us to utilize our experience and expertise in becoming valuable members to the upgrade of the pixel detector. We led the Offline Tracker shifts and Data Quality Monitoring Effort, Tracker Monte Carlo Software Validation, Pixel Offline Gain Calibration Validation and performed physics analyses on the data delivered by the proton-proton collisions at the LHC. Our contributions include, W prime boson search, measurement of W muon&nbsp; asymmetry, Charged Higgs Physics Analysis, Anomalous Higgs Couplings, Heavy Higgs Physics and Search for Spin-2 resonance.</p>\n<p>The group consisted of the PI, postdoctoral research associates, and undergraduate students, all of whom participated in the activities mentioned above. A remarkable achievement during this period was the discovery of the Higgs boson, which had remained elusive for the last 50 years or so. This particle is responsible for explaining the origin of mass, a fundamental ingredient in the Standard Model of Particle Physics.</p>\n<p>This award also led a very successful education and outreach component, especially by the PI. Developing on the success of the high energy physics program, a general education science course of immense popularity is offered by the PI, namely, &ldquo;The Origin of the Universe&rdquo;.&nbsp; The discovery of the Higgs boson has put Purdue Northwest on the global map of discoveries, thereby bringing it the reputation of having a regional University involved in this high profile research. Additionally, the PI has given numerous lectures with a wide spectrum of audience and won several awards and recognition for her direct impact in innovations and influence in Northwest Indiana. In summer 2014, Purdue Northwest became the 3<sup>th</sup> QuarkNet center in Indiana, with the PI as the faculty mentor.</p>\n<p>Presenting the research work by all the members of the group, including the undergraduate students, at conferences and meetings remained an integral part of this award. The PI remains committed to promoting education for women and is a common face at events in the region, with regular media coverage. The success and our group&rsquo;s activities resulted in Dr. John Stupak taking a faculty position as a tenure-track Assistant Prof. of Physics at the University of Oklahoma on the ATLAS experiment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2017<br>\n\t\t\t\t\tModified by: Neeti&nbsp;Parashar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEffective July 1, 2016, Purdue University Calumet merged with Purdue North Central to become Purdue University Northwest (PNW). PNW is a member of the Compact Muon Solenoid (CMS) experiment at the Large Hadron Collider (LHC) since 2005 and the only institution in Northwest Indiana with a high energy physics program. This grant from NSF has supported the PNW High Energy Physics Group to contribute effectively to the various research activities on CMS.\n\nHistorically a Forward Pixel Detector (FPIX) institution, we contributed to the development of the FPIX geometry and extensively participated in the construction of the CMS Phase-I Upgrade, Forward pixel disks at Fermilab?s Silicon Detector (SiDet) Facility. This award facilitated us to utilize our experience and expertise in becoming valuable members to the upgrade of the pixel detector. We led the Offline Tracker shifts and Data Quality Monitoring Effort, Tracker Monte Carlo Software Validation, Pixel Offline Gain Calibration Validation and performed physics analyses on the data delivered by the proton-proton collisions at the LHC. Our contributions include, W prime boson search, measurement of W muon  asymmetry, Charged Higgs Physics Analysis, Anomalous Higgs Couplings, Heavy Higgs Physics and Search for Spin-2 resonance.\n\nThe group consisted of the PI, postdoctoral research associates, and undergraduate students, all of whom participated in the activities mentioned above. A remarkable achievement during this period was the discovery of the Higgs boson, which had remained elusive for the last 50 years or so. This particle is responsible for explaining the origin of mass, a fundamental ingredient in the Standard Model of Particle Physics.\n\nThis award also led a very successful education and outreach component, especially by the PI. Developing on the success of the high energy physics program, a general education science course of immense popularity is offered by the PI, namely, \"The Origin of the Universe\".  The discovery of the Higgs boson has put Purdue Northwest on the global map of discoveries, thereby bringing it the reputation of having a regional University involved in this high profile research. Additionally, the PI has given numerous lectures with a wide spectrum of audience and won several awards and recognition for her direct impact in innovations and influence in Northwest Indiana. In summer 2014, Purdue Northwest became the 3th QuarkNet center in Indiana, with the PI as the faculty mentor.\n\nPresenting the research work by all the members of the group, including the undergraduate students, at conferences and meetings remained an integral part of this award. The PI remains committed to promoting education for women and is a common face at events in the region, with regular media coverage. The success and our group?s activities resulted in Dr. John Stupak taking a faculty position as a tenure-track Assistant Prof. of Physics at the University of Oklahoma on the ATLAS experiment.\n\n\t\t\t\t\tLast Modified: 08/29/2017\n\n\t\t\t\t\tSubmitted by: Neeti Parashar"
 }
}