{
 "awd_id": "1211691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis and stability of dynamical system models over networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 85027.0,
 "awd_amount": 85027.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "Discrete models are popular in a wide variety of scientific applications, such as gene-regulatory networks, epidemics over social contact graphs, algorithms for gene function inference, and many numerical methods. The framework of graph dynamical systems (GDSs) naturally captures many parallel and sequential, iterative models and algorithms in a mathematically precise way that is amenable to rigorous analysis. The underlying theme of this proposal is the further development of a theoretical framework and body of mathematical results of these time-discrete dynamical systems over networks. The mathematics should be of interest in its own right, yet help advance applications involving discrete models and iterative computational algorithms. It will allow for better insight into validation aspects and general properties of algorithms from computational systems biology, which should lead to the construction of improved models and algorithms in this field and beyond. With the current developments in scientific computing and applications, this non-traditional area of applied mathematics is in a keen need of further advances. Moreover, the analysis and the results constitute natural underpinnings for the theory of stochastic GDSs, a construct of great interest to many application areas that is gaining popularity.\r\n \r\nThe time-discrete dynamical systems over networks that the investigator studies arise in systems biology and scientific computing from gene networks, to data mining, to epidemiology. Not only are these systems popular as models, but many algorithms are built on top of these models. Such algorithms are frequently poorly understood, and algorithm validation is usually approached by way of numerical experiments that shed little light on the fundamental analytic properties of the algorithms. One basic question is how to relate the constituents of the system (e.g., function type, network structure, update mechanism) to the resulting dynamics, especially with regard to stability analysis. In this project, the investigator will primarily focus on two specific system aspects, function structure and update sequence. This effectively comes down to two classes of graph dynamical systems in which the investigator has expertise: (1) Boolean networks (synchronous), and (2) sequential dynamical systems (asynchronous). For each of these areas, the investigator has a specific plan for the theory to be developed, as well as a specific application from computational systems biology in mind. For this first area, the newly introduced concept of nested canalyzing depth of functions will be studied, and with the application of reverse engineering gene networks in mind. For the second area, the dependence on the update sequence and the initial states on the phase space structure will be studied, with the goal of using this to develop quantitative stability measures that can be applied to iterative algorithms such as gene annotative methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Macauley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Macauley",
   "pi_email_addr": "macaule@clemson.edu",
   "nsf_id": "000080743",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "Brackett Hall, Box 345702",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85027.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project funded the Principal Investigator (PI), along with one PhD student, and two undergraduate students, one whom has since graduated and entered into a PhD program. Thus far, it has resulted in over four publications, one book chapter, and one submitted paper, though there are more than this currently in preparation, as this remains an ongoing project. Two graduate students are currently writing their theses on topics from this project, and two former graduate students have been co-authors on several of the aforementioned papers. The central topic involves discrete finite dynamical systems on graphs or networks, and their stability. For example, when the local updates are asynchronous, then behind the scenes of their periodic function iteration is a \"cyclic\" partial order, called a toric partially ordered set, or \"toric poset.\" Part of this project consists of developing the mathematical framework needed to study stability of these asynchronous networks. The other part is applying this to the actual networks, which remains an ongoing project. As another example, this project has looked at networks where the local functions are nested canalizing, which means that one can recursively pick off nodes that can completely determine the output. One can think of these nodes as having \"shut-off values,\" that activate depending on certain input values. One can then ask how this determines the stability of the network dynamics, and how this can be described in an algebraic geometry setting, rather than just simple Boolean logic. More details can be found in a recent paper, book chapter, and several papers in preparation.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: Matthew&nbsp;Macauley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project funded the Principal Investigator (PI), along with one PhD student, and two undergraduate students, one whom has since graduated and entered into a PhD program. Thus far, it has resulted in over four publications, one book chapter, and one submitted paper, though there are more than this currently in preparation, as this remains an ongoing project. Two graduate students are currently writing their theses on topics from this project, and two former graduate students have been co-authors on several of the aforementioned papers. The central topic involves discrete finite dynamical systems on graphs or networks, and their stability. For example, when the local updates are asynchronous, then behind the scenes of their periodic function iteration is a \"cyclic\" partial order, called a toric partially ordered set, or \"toric poset.\" Part of this project consists of developing the mathematical framework needed to study stability of these asynchronous networks. The other part is applying this to the actual networks, which remains an ongoing project. As another example, this project has looked at networks where the local functions are nested canalizing, which means that one can recursively pick off nodes that can completely determine the output. One can think of these nodes as having \"shut-off values,\" that activate depending on certain input values. One can then ask how this determines the stability of the network dynamics, and how this can be described in an algebraic geometry setting, rather than just simple Boolean logic. More details can be found in a recent paper, book chapter, and several papers in preparation. \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: Matthew Macauley"
 }
}