{
 "awd_id": "1211585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical Composition Studies of Galactic Halo and Disk Populations",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 246097.0,
 "awd_amount": 246097.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "Dr. Sneden and his team study the chemical compositions of stars in the Milky Way's disk and halo, which hold clues to the birth and evolution of our Galaxy. This work combines medium to high resolution spectroscopic observations, careful abundance analyses, and improved laboratory atomic physics data to determine accurate abundance data for large samples of halo and disk field and cluster stars that provide insights on the chemical evolution of our Galaxy.\r\n\r\nThe analysis of large samples will provide more statistically robust samples to understand what really has happened to build the Milky Way's heavy element content from virtually zero to the present metal-rich solar chemical composition. The study of Galactic chemical evolution is done through four different but connected tasks here.\r\n\r\nFirst, a new large-sample of neutron-capture elemental abundances in very metal-poor halo population field stars is studied. This greatly expands the analyzed stellar sample, while limiting the abundance set to four key elements that can be detected in the spectra of very low metallicity stars. This is used to track the range of element production that can occur in rapid-blast neutron-capture nucleosynthetic environments.\r\n\r\nSecond, the metallicity and elemental abundance ratios of hundreds to thousands individual globular cluster stars are surveyed to obtain spectra over an extremely large evolution and luminosity range, from the cluster main sequences to the tips of their red giant branches. In one approach, multi-object spectra with limited wavelength coverage of hundreds-thousands of stars in a few globular clusters will be taken to check whether consistent metallicities and abundance ratios of iron-group elements can be obtained from all stars of a cluster. Any luminosity dependent variations could call into question the underlying assumptions in standard chemical composition analyses. In another approach, multi-object spectra of large wavelength coverage of stars over large luminosity ranges in many more globular clusters are used to test the theories of production of the light volatile elements in these self-contained stellar systems.\r\n\r\nThird, a new survey of metallicities, CNO abundances, and carbon isotope (12C/13C) ratios is undertaken for evolved stars of Galactic open clusters. The approach here combines for the first time coverage of spectral features in both the visible and infrared spectral regions , in order to obtain accurate abundances of H-burning products in stars up and down the red giant branches of individual clusters. These in turn provide more complete descriptions of evolution and mixing in metal-rich disk stellar systems.\r\n\r\nFourth, continued laboratory and stellar studies of iron-group element transitions in the Sun and in metal-poor stars are conducted to bring heightened accuracy to basic stellar abundance analyses.\r\n\r\nThere is continued development and free dissemination of computer codes and atomic line data to the world-wide community of stellar spectroscopists. Emphasis is placed on significant changes to the computer codes to perform chemical composition analyses automatically.  As part of this project, an ongoing program involving a secondary-school educator group will be expanded, with new emphasis on remote observing opportunities for the educators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Sneden",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Sneden",
   "pi_email_addr": "chris@verdi.as.texas.edu",
   "nsf_id": "000226584",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7688",
   "pgm_ref_txt": "SCIENCE,TECH,ENG&MATH TEACHER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 246097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Almost all elements of the Periodic Table have been created in the deep interiors of stars. &nbsp;Each Milky Way stellar generation has contributed to the buildup of elements with time, from just hydrogen, helium, and lithium at the birth of our Galaxy to the complex element mix that gives us life on Earth. &nbsp;The observed spectrum of a star can yield surface chemical compositions, which in turn can tell us about the element synthesis processes that led up to the birth of this star or the chenges that this star has undergone since birth. &nbsp;</p>\n<p>This grant has supported efforts to accurately characterize the chemical compositions of important populations of stars in our Galaxy, and to materially improve the basic atomic and molecular physics data that are critical to determining precise abundances of key elements observed in stellar spectra. &nbsp;Here are some highlights:</p>\n<p>(1) A new method has been developed to efficiently determine the physical states of stellar atmospheres (temperature, gravity, etc.) and their heavy element contents (especially the amount of iron) automatically and quickly, so that thousands of stars that are members of globular clusters can be characterized in a very short time span. &nbsp;This allows us to better understand the internal evolutions of star clusters</p>\n<p>(2) A study of the amounts of very heavy, relatively rare elements created by neutron bombardment late in stellar lifetimes has yielded a new way to find the small fraction of stars that have been anomalously enriched by nuclear fusion that accompanies the explosions of supernovae.</p>\n<p>(3) Systematic study of carbon, nitrogen, and oxygen in the spectra of highly evolved \"red giant\" members of star clusters has allowed better description of the internal evolutions of those stars, and of how different cluster members evolve with time. &nbsp;</p>\n<p>(4) Several collaborative projects with an atomic physics group from the University of Wisconsin (Madison) and a molecular physics group from Old Dominion University have greatly increased the accuracy of spectral transition data, which in turn has led to much more reliable abundance information in cool stellar atmospheres.</p>\n<p>(5) Collaborative work with a group of secondary-school educators, including workshops at the University of Texas 6 times per year, attendance at American Astronomical Society meetings, and trips to McDonald Observatory to get hands-on telescope usage, has led to improved astronomical educaticnal experiences in junior and senior high schools in Texas.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/04/2017<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Sneden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlmost all elements of the Periodic Table have been created in the deep interiors of stars.  Each Milky Way stellar generation has contributed to the buildup of elements with time, from just hydrogen, helium, and lithium at the birth of our Galaxy to the complex element mix that gives us life on Earth.  The observed spectrum of a star can yield surface chemical compositions, which in turn can tell us about the element synthesis processes that led up to the birth of this star or the chenges that this star has undergone since birth.  \n\nThis grant has supported efforts to accurately characterize the chemical compositions of important populations of stars in our Galaxy, and to materially improve the basic atomic and molecular physics data that are critical to determining precise abundances of key elements observed in stellar spectra.  Here are some highlights:\n\n(1) A new method has been developed to efficiently determine the physical states of stellar atmospheres (temperature, gravity, etc.) and their heavy element contents (especially the amount of iron) automatically and quickly, so that thousands of stars that are members of globular clusters can be characterized in a very short time span.  This allows us to better understand the internal evolutions of star clusters\n\n(2) A study of the amounts of very heavy, relatively rare elements created by neutron bombardment late in stellar lifetimes has yielded a new way to find the small fraction of stars that have been anomalously enriched by nuclear fusion that accompanies the explosions of supernovae.\n\n(3) Systematic study of carbon, nitrogen, and oxygen in the spectra of highly evolved \"red giant\" members of star clusters has allowed better description of the internal evolutions of those stars, and of how different cluster members evolve with time.  \n\n(4) Several collaborative projects with an atomic physics group from the University of Wisconsin (Madison) and a molecular physics group from Old Dominion University have greatly increased the accuracy of spectral transition data, which in turn has led to much more reliable abundance information in cool stellar atmospheres.\n\n(5) Collaborative work with a group of secondary-school educators, including workshops at the University of Texas 6 times per year, attendance at American Astronomical Society meetings, and trips to McDonald Observatory to get hands-on telescope usage, has led to improved astronomical educaticnal experiences in junior and senior high schools in Texas.\n\n\t\t\t\t\tLast Modified: 03/04/2017\n\n\t\t\t\t\tSubmitted by: Christopher Sneden"
 }
}