{
 "awd_id": "1211378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Growth of the Tibetan Plateau and Eastern Asia Climate: Clues to Understanding the Hydrological Cycle",
 "cfda_num": "47.050",
 "org_code": "06030201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leonard E. Johnson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "For fifty years, the Tibetan Plateau has been recognized as the largest topographic feature that perturbs atmospheric circulation.  It serves as an ideal field laboratory for understanding the geodynamic processes that build high terrain.  Accordingly, the growth of the plateau should have altered atmospheric circulation and therefore written an evolving paleoclimatic signature not only on eastern Asian regional climates, but on global climate as well.  Despite many recent studies, we still do not know precisely when the Tibetan Plateau reached its current dimensions and how it perturbs atmospheric circulation.  This project brings together geodynamicists, atmospheric scientists, and paleoclimatologists in a multidisciplinary study of the when and the how.\r\n\r\nOne of the major goals of the project is to quantify the extent to which Tibet has grown by crustal thickening, by thrust faulting and folding, by flow within the crust that redistributes material there, or by replacement of cold mantle lithosphere with hotter material (all in a state of isostatic equilibrium). Such quantification will take big steps toward the understanding of how high plateaus are built and how continental lithosphere deforms, topics at the forefront of geodynamics. \r\n\r\nDetermining how Tibet has grown will require determining when crustal shortening and thickening occurred, using basic field methods and modern laboratory techniques, and quantifying paleoaltitudes with new isotopic tools. Applying such paleoaltimetric techniques, however, requires an understanding not only of how the atmosphere transports isotopes, but how the evolving high terrain affected surface temperatures at times in the past.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Molnar",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Peter H Molnar",
   "pi_email_addr": "molnar@Colorado.EDU",
   "nsf_id": "000197137",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St., Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158100",
   "pgm_ele_name": "CONTINENTAL DYNAMICS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF grant EAR-1211378 supported the University of Colorado&rsquo;s portion of a multidisciplinary study that involved 8 US Institutions in a study aimed at two general questions: (1) when and by what processes did northern Tibet rise to its present elevation and (2) how did the growth of the Tibetan Plateau affect the hydrological cycle of eastern Asia.&nbsp; The following paragraphs address only the University of Colorado&rsquo;s contributions.</p>\n<p>&nbsp;</p>\n<p>Regarding the growth of the plateau, one noteworthy concept guides much thinking: thickening of the crust beneath Tibet is largely responsible for the high elevation of the plateau. &nbsp;Recall that for ice in icebergs, the amount of ice above sea level is compensated by a much larger volume of ice below it.&nbsp; Similarly, because of &ldquo;isostatic equilibrium,&rdquo; the height of the earth&rsquo;s surface is mirrored by a deficit in mass at depth: low-density crust or upper mantle underlies high plateaus, just as low-density ice lies beneath the exposed ice of icebergs.&nbsp; Consequently, as crust thickens the surface should rise.&nbsp; Much evidence suggests that the especially crust beneath Tibet, however, is now thinning, which raises the questions: When did thickening cease and thinning start?, and What processes are responsible for this change?&nbsp;</p>\n<p>&nbsp;</p>\n<p>With regard to the first, in a minor study we showed that the western end of a major fault in Tibet is undergoing crustal extension and thinning, and preliminary dates suggest that this process began since 10 million years ago, as other data from elsewhere in Tibet suggest.&nbsp; In another study, we used GPS measurements to deduce the rates at which crust is extending.&nbsp; Then using that rate, we inferred the rate at which the surface should be subsiding, and extrapolating that rate of subsidence for ~10 million years, we predicted that the height of Tibet once may have been 6000 m, not the present-day 5000 m.&nbsp; Thus, our results suggest that the maximum elevations were reached 10, or perhaps 15, million years ago.</p>\n<p>&nbsp;</p>\n<p>Seismological studies of the structure of Tibet suggest that the simple image of Tibet being underlain by thick crust is incomplete and that northern Tibet is underlain by mantle that is hotter than normal.&nbsp; Because of thermal expansion, this hot upper mantle contributes to the isostatic support of the high plateau.&nbsp; Much work in recent years has suggested that high terrain can also be supported by stresses due to flow in the mantle, dubbed &ldquo;dynamic topography,&rdquo; and not simply to isostatic compensation of thickened crust and/or hot mantle.&nbsp; In a series of studies we showed that dynamic topography contributes only a few hundred meters, a tiny fraction of Tibet&rsquo;s height.&nbsp; Dynamics plays its principal role by replacing cold with hot material, but not by directly supporting high terrain.</p>\n<p>&nbsp;</p>\n<p>Regarding the effects of a high Tibet on the hydrological cycle of eastern Asia, much of our work at the University of Colorado focused on aspects that could be isolated from Tibet&rsquo;s contribution.&nbsp; In a series of studies, we addressed how rainfall over India depends on El Ni&ntilde;o conditions, how rainfall there has varied over the past 10,000 years, and how the history of sea-surface temperatures in the Pacific Ocean over the past 10,000 years can be used to estimate rainfall over India during that period.&nbsp; We point out that model calculations of Indian monsoon rainfall call for rainier monsoons if the earth continues to warm, but observations over the past 50 years show only a poor correlation with the measured warming.&nbsp; In the meantime, as the earth has warmed, El Ni&ntilde;o events have become larger. &nbsp;As El Ni&ntilde;o conditions cause weak monsoons, an understanding of past El Ni&ntilde;o conditions and rainfall over India has some practical value.&nbsp; Our results show first that El Ni&ntilde;o writes its strongest signature on the early and late periods of the Indian Monsoon, not the main summer rainfall in July and August.&nbsp; Second, we find that indeed the paleoceanographic estimates of sea surface temperature variations in the Pacific during the past 10,000 year call for variations in rainfall over India in that period that match those inferred from geologic records.</p>\n<p>&nbsp;</p>\n<p>We contributed to a separate study using general circulation models of the atmosphere. &nbsp;Although large differences in Asian topography, such as a low Tibetan Plateau or a Himalayan mountain range 20&deg; south of its current position, profoundly affect local climates, for regions only 1000-2000 km from the regions where topography is perturbed, calculated climates are only weakly affected.&nbsp; This does not imply that the Tibetan Plateau has no impact on precipitation in Asia, but it does suggest that other aspects of the Asian landscape, like the locations of nearby oceans, are more important.</p>\n<p>&nbsp;</p>\n<p>Although satisfied with having accomplished more than we planned, in the end, however, the clich&eacute; that &ldquo;much remains to be done&rdquo; applies.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2017<br>\n\t\t\t\t\tModified by: Peter&nbsp;H&nbsp;Molnar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF grant EAR-1211378 supported the University of Colorado?s portion of a multidisciplinary study that involved 8 US Institutions in a study aimed at two general questions: (1) when and by what processes did northern Tibet rise to its present elevation and (2) how did the growth of the Tibetan Plateau affect the hydrological cycle of eastern Asia.  The following paragraphs address only the University of Colorado?s contributions.\n\n \n\nRegarding the growth of the plateau, one noteworthy concept guides much thinking: thickening of the crust beneath Tibet is largely responsible for the high elevation of the plateau.  Recall that for ice in icebergs, the amount of ice above sea level is compensated by a much larger volume of ice below it.  Similarly, because of \"isostatic equilibrium,\" the height of the earth?s surface is mirrored by a deficit in mass at depth: low-density crust or upper mantle underlies high plateaus, just as low-density ice lies beneath the exposed ice of icebergs.  Consequently, as crust thickens the surface should rise.  Much evidence suggests that the especially crust beneath Tibet, however, is now thinning, which raises the questions: When did thickening cease and thinning start?, and What processes are responsible for this change? \n\n \n\nWith regard to the first, in a minor study we showed that the western end of a major fault in Tibet is undergoing crustal extension and thinning, and preliminary dates suggest that this process began since 10 million years ago, as other data from elsewhere in Tibet suggest.  In another study, we used GPS measurements to deduce the rates at which crust is extending.  Then using that rate, we inferred the rate at which the surface should be subsiding, and extrapolating that rate of subsidence for ~10 million years, we predicted that the height of Tibet once may have been 6000 m, not the present-day 5000 m.  Thus, our results suggest that the maximum elevations were reached 10, or perhaps 15, million years ago.\n\n \n\nSeismological studies of the structure of Tibet suggest that the simple image of Tibet being underlain by thick crust is incomplete and that northern Tibet is underlain by mantle that is hotter than normal.  Because of thermal expansion, this hot upper mantle contributes to the isostatic support of the high plateau.  Much work in recent years has suggested that high terrain can also be supported by stresses due to flow in the mantle, dubbed \"dynamic topography,\" and not simply to isostatic compensation of thickened crust and/or hot mantle.  In a series of studies we showed that dynamic topography contributes only a few hundred meters, a tiny fraction of Tibet?s height.  Dynamics plays its principal role by replacing cold with hot material, but not by directly supporting high terrain.\n\n \n\nRegarding the effects of a high Tibet on the hydrological cycle of eastern Asia, much of our work at the University of Colorado focused on aspects that could be isolated from Tibet?s contribution.  In a series of studies, we addressed how rainfall over India depends on El Ni&ntilde;o conditions, how rainfall there has varied over the past 10,000 years, and how the history of sea-surface temperatures in the Pacific Ocean over the past 10,000 years can be used to estimate rainfall over India during that period.  We point out that model calculations of Indian monsoon rainfall call for rainier monsoons if the earth continues to warm, but observations over the past 50 years show only a poor correlation with the measured warming.  In the meantime, as the earth has warmed, El Ni&ntilde;o events have become larger.  As El Ni&ntilde;o conditions cause weak monsoons, an understanding of past El Ni&ntilde;o conditions and rainfall over India has some practical value.  Our results show first that El Ni&ntilde;o writes its strongest signature on the early and late periods of the Indian Monsoon, not the main summer rainfall in July and August.  Second, we find that indeed the paleoceanographic estimates of sea surface temperature variations in the Pacific during the past 10,000 year call for variations in rainfall over India in that period that match those inferred from geologic records.\n\n \n\nWe contributed to a separate study using general circulation models of the atmosphere.  Although large differences in Asian topography, such as a low Tibetan Plateau or a Himalayan mountain range 20&deg; south of its current position, profoundly affect local climates, for regions only 1000-2000 km from the regions where topography is perturbed, calculated climates are only weakly affected.  This does not imply that the Tibetan Plateau has no impact on precipitation in Asia, but it does suggest that other aspects of the Asian landscape, like the locations of nearby oceans, are more important.\n\n \n\nAlthough satisfied with having accomplished more than we planned, in the end, however, the clich&eacute; that \"much remains to be done\" applies.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/06/2017\n\n\t\t\t\t\tSubmitted by: Peter H Molnar"
 }
}