{
 "awd_id": "1211638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Wave-breaking and Resonant Phenomena",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 397279.0,
 "awd_amount": 510316.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2015-09-11",
 "awd_abstract_narration": "The steepest descent method for  Riemann-Hilbert problems (a nonlinear analog of the classical steepest descent method for the evaluation of integrals) is the method of choice for the solution of integrable systems in  asymptotic regimes, such as small dispersion or long time. We propose the study of the second and higher breaking of the solution of the semiclassical focusing nonlinear Schroedinger equation (NLS), through a new  development of the  steepest descent method.  The method  will allow the deformation of strings of poles in the complex plane (they are solutions  of the Zakharov-Shabat  eigenvalue problem) in similar ways and for similar purposes that continuous contours are deformed. The discreteness of the poles will be  retained, contrary to our previous  approach, that condensed the poles to their continuum limit, obtaining the first break, but leading to serious obstacles in treating the second break.  We will also  tackle the derivation of the NLS waves  in a spatial half-line, that result from a time-periodic driver at the boundary point. The long-standing challenge here is that the method of inverse scattering  method is natural for solving evolution equations. Confronted with a boundary value problem, the method demands overdetermined  data on one side. We propose to overcome the difficulty  by matching the wavetrain to the driver, through a boundary layer constructed of multiphase waves and solitons (breathers). This is consistent with the linear limit of the problem.  In the second part of the proposal,  we continue our code development and analytic model development  on the  transmission and guidance of light through photonic crystals near resonance (see below).  \r\n\r\nIn both parts of the proposal, we address  waves in natural and in man-made materials, in particular, the generation, propagation, breaking and  extraordinary behaviour under resonant conditions of these waves.The physical and technological counterparts of the analysis are mainly in optics (linear and nonlinear). A central object of our analysis is the focusing nonlinear Schroedinger equation (NLS), which appears dominantly in nonlinear  optical transmission, together with its many variants. NLS is notoriously unstable, exhibiting the spontaneous break-up of wave-trains and the formation of new ones. While the mechanism of the  first break is understood from our previous work, subsequent breaks and the type  of wave-trains that eventually emerge are challenging open questions. These questions constitute one of the two focal points of our proposal. The second focal point of the proposal addresses electromagnetic (EM) waves, in particular light and its interaction  with  manufactured materials,  known as photonic crystals (PC). These small-scale materials, metallic or non-metallic,  have a periodic or repetitive geometry  (e.g.  film or plate  perforated at the nodes of a periodic lattice). Monochromatic light,  incident upon the PC, must adjust to the refractive index   inside each of the PC constituent materials. When the  PC geometry is structured appropriately, light can be manipulated to respond taking novel and technologically exploitable modes.  Examples are the guiding, blocking and even trapping of light, as well as extraordinary transmission through PC films. The first commercial products involving two-dimensionally periodic photonic crystals are already available in the form of photonic-crystal fibers (PCF).  Because of its ability to confine light in hollow cores or with confinement characteristics not possible in conventional optical fiber, PCF is now finding applications in fiber-optic communications, fiber lasers, nonlinear devices, high-power transmission, highly sensitive gas sensors, and other areas. Our effort is two-fold. We will continue our development of numerical codes that are dedicated to PC structures and are appropriate for overcoming the difficulties of calculation near resonance.  We have verified that such codes significantly outperform commercial EM codes. We will implement these codes to optimize  transmission in perforated films  and to experiment with novel PC geometries. We will also continue our development of simplified mathematical models that capture analytically the essence of phenomena when a PC operates in the nonlinear regime.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanos",
   "pi_last_name": "Venakides",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanos Venakides",
   "pi_email_addr": "ven@math.duke.edu",
   "nsf_id": "000233856",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "120 Science Drive",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8990",
   "pgm_ref_txt": "Optics and Photonics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50299.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 226954.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 233063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- \t\t@page { margin: 0.79in } \t\tpre.cjk { font-family: \"Courier New\", monospace } \t\tp { margin-bottom: 0.1in; line-height: 120% } \t -->\n<pre class=\"western\"><!-- \t\t@page { margin: 0.79in } \t\tpre.cjk { font-family: \"Courier New\", monospace } \t\tp { margin-bottom: 0.1in; line-height: 120% } \t --><pre class=\"western\"><!-- \t\t@page { margin: 0.79in } \t\tpre.cjk { font-family: \"Courier New\", monospace } \t\tp { margin-bottom: 0.1in; line-height: 120% } \t --><pre class=\"western\"><span style=\"text-decoration: underline;\">Wave breaking in integrable systems. </span>We studied  the focusing Nonlinear Schroedinger equation (NLS), important in physical and technological applications and known for its (modulational) instability, working in particular on its second break. By the term &ldquo;break&rdquo; we mean the emergence at some space-time point of a new oscillatory wave-phase, that spreads through the medium. While the rigorous understanding of the second break itself remains an open problem, we were able to calculate the long time progress of the front of the spreading wave. Our approach utilized state of the art methods that we have developed for the asymptotic solution of the related  Riemann-Hilbert problem, as well as more traditional asymptotic analysis. Furthermore, we  proved the continuous dependence of the waveform on a crucial parameter of the problem. Our findings are  in agreement with numerical results. </pre>\n<pre class=\"western\"><span style=\"color: #000000;\"><span style=\"text-decoration: underline;\">Wave scattering </span></span><span style=\"color: #000000;\"><span style=\"text-decoration: underline;\">by doubly periodic arrays of scatterers  (e.g. diffraction gratings) in three-dimensional space.</span></span> We developed a simple and highly efficient algorithm for the computer simulation of the above wave scattering. This advance was due to our  simple and highly efficient evaluation of the quasi-periodic Green functions, that  are key to the associated boundary-integral equation approach to the simulation. The convergence of our tapered lattice sums to the Green function is, by mathematical proof,  extremely fast, compared to lattice sums in the absence of smooth windowing. Our algorithm, developed for acoustic fields, can be straightforwardly extended to electromagnetic field calculations.   By modifying the Green function, we overcame the obstacle posed by the so-called 'Wood frequencies', at which  the Green function ceases to exist, as a wave emerges that propagates parallel to the plane of periodicity of the scatterer (grazing wave). The modification led us to an efficient high-order numerical method at and around Wood frequencies. We believe this is the first solver able to handle Wood frequencies in this context. The modification also allowed us to establish for the first time, that the (Dirichlet) problem of scattering by a smooth doubly periodic diffraction  grating at a Wood frequency is uniquely solvable.  A variety of numerical results demonstrate the practical efficiency of the approach. We also developed a method for quasi-periodic scattering by layered media with many layers, obtaining rigorously stable computations.</pre>\n<pre class=\"western\"><span style=\"text-decoration: underline;\">Destructive impact of imperfect beam collimation in extraordinary optical transmission</span>.  We investigated the difference between analytic predictions, numerical simulations, and experimental measuring of the high resonant transmission of energy through sub-wavelength, periodically arranged holes in a metal film. The sharpest maximum according to the theory and to simulation is not observed in lab experiments, while the other maxima appear less sharp. To account for the discrepancy, we incorporated imperfect conductivity, imperfect periodicity and imperfect incident beam collimation in our model, each one separately. We found that it is the imperfect collimation that causes the discrepancy. We provided analytic support for both the existence of the sharp maximum and for the destructive impact of imperfect collimation.</pre>\n<pre class=\"western\"><span style=\"text-decoration: underline;\">Solitons in exciton polariton condensates</span>. By solving the equations of this nonlinear quantum-mechanical system in a semiconductor microcavity, we calculated and classified all the localized structures that may be sustained (solitons) and characterized their far-fields as stable or unstable (linearly). The various types of solitons are associated with frequency bands. We also discovered  a soliton that exhibits a discontinuity. </pre>\n<pre class=\"western\"><span style=\"text-decoration: underline;\">Traveling domain walls in ferromagnets. </span>Localized magnetic structures are important in today&rsquo;s technology for data storage, logic gates and possibly transfer of stored information. Domain walls separating different types of magnetization are central players. The relevant mathematical equation is the Landau-Lifshitz equation.  We proved that symmetry breaking enables traveling domain wall solution on a uniaxial ferromagnet for materials that have the so-called Dzyaloshinskii-Moriya interaction. The profile of the domain wall cannot be exactly calculated; our proof is based on a topological method. We believe that on traveling walls of this type, this it the first proof of existence using only limited amount of modeling idealization. </pre>\n<br /></pre>\n</pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Stephanos&nbsp;Venakides</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWave breaking in integrable systems. We studied  the focusing Nonlinear Schroedinger equation (NLS), important in physical and technological applications and known for its (modulational) instability, working in particular on its second break. By the term \"break\" we mean the emergence at some space-time point of a new oscillatory wave-phase, that spreads through the medium. While the rigorous understanding of the second break itself remains an open problem, we were able to calculate the long time progress of the front of the spreading wave. Our approach utilized state of the art methods that we have developed for the asymptotic solution of the related  Riemann-Hilbert problem, as well as more traditional asymptotic analysis. Furthermore, we  proved the continuous dependence of the waveform on a crucial parameter of the problem. Our findings are  in agreement with numerical results. \nWave scattering by doubly periodic arrays of scatterers  (e.g. diffraction gratings) in three-dimensional space. We developed a simple and highly efficient algorithm for the computer simulation of the above wave scattering. This advance was due to our  simple and highly efficient evaluation of the quasi-periodic Green functions, that  are key to the associated boundary-integral equation approach to the simulation. The convergence of our tapered lattice sums to the Green function is, by mathematical proof,  extremely fast, compared to lattice sums in the absence of smooth windowing. Our algorithm, developed for acoustic fields, can be straightforwardly extended to electromagnetic field calculations.   By modifying the Green function, we overcame the obstacle posed by the so-called 'Wood frequencies', at which  the Green function ceases to exist, as a wave emerges that propagates parallel to the plane of periodicity of the scatterer (grazing wave). The modification led us to an efficient high-order numerical method at and around Wood frequencies. We believe this is the first solver able to handle Wood frequencies in this context. The modification also allowed us to establish for the first time, that the (Dirichlet) problem of scattering by a smooth doubly periodic diffraction  grating at a Wood frequency is uniquely solvable.  A variety of numerical results demonstrate the practical efficiency of the approach. We also developed a method for quasi-periodic scattering by layered media with many layers, obtaining rigorously stable computations.\nDestructive impact of imperfect beam collimation in extraordinary optical transmission.  We investigated the difference between analytic predictions, numerical simulations, and experimental measuring of the high resonant transmission of energy through sub-wavelength, periodically arranged holes in a metal film. The sharpest maximum according to the theory and to simulation is not observed in lab experiments, while the other maxima appear less sharp. To account for the discrepancy, we incorporated imperfect conductivity, imperfect periodicity and imperfect incident beam collimation in our model, each one separately. We found that it is the imperfect collimation that causes the discrepancy. We provided analytic support for both the existence of the sharp maximum and for the destructive impact of imperfect collimation.\nSolitons in exciton polariton condensates. By solving the equations of this nonlinear quantum-mechanical system in a semiconductor microcavity, we calculated and classified all the localized structures that may be sustained (solitons) and characterized their far-fields as stable or unstable (linearly). The various types of solitons are associated with frequency bands. We also discovered  a soliton that exhibits a discontinuity. \nTraveling domain walls in ferromagnets. Localized magnetic structures are important in today?s technology for data storage, logic gates and possibly transfer of stored information. Domain walls separating different types of magnetization are central players. The relevant mathematical equation is the Landau-Lifshitz equation.  We proved that symmetry breaking enables traveling domain wall solution on a uniaxial ferromagnet for materials that have the so-called Dzyaloshinskii-Moriya interaction. The profile of the domain wall cannot be exactly calculated; our proof is based on a topological method. We believe that on traveling walls of this type, this it the first proof of existence using only limited amount of modeling idealization. \n\n\n\n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Stephanos Venakides"
 }
}