{
 "awd_id": "1211707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Concatenated Traveling Waves",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 169000.0,
 "awd_amount": 169000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "Among the simplest solutions of dissipative partial differential equations are traveling waves, that is, solutions that preserve their shape while moving at a constant velocity.  In a coordinate system that moves with the velocity of the wave, a traveling wave becomes a stationary solution.  This fact allows the stability of traveling waves to be studied by linearization. Thanks to recent work of Douglas Wright of Drexel University and Sabrina Selle of the University of Bielefeld, the stability of certain \"concatenated wave\" solutions -- solutions that look like one traveling wave at the left and another, with greater velocity, at the right -- can now be proved. However, their work views a concatenated wave solution as a sum of waves, an approach that does not seem to generalize to certain important situations. For example, if the common right state of the first wave and left state of the second wave is only marginally stable, the Wright-Selle approach expands this marginal stability, which should only be an issue in the center of the concatenated wave solution, to both ends. In this research project, such solutions are treated as concatenated waves rather than as sums of waves.  Here, analysis of stability starts with an approximate solution that consists of one wave at the left, another at the right, and an intermediate constant region where the approximate solution is the common right state of the first wave and left state of the second.  This project studies linearization at such an object using Laplace transforms, and the work aims to convert this sketch into a rigorous proof of nonlinear stability and to extend the approach to some important degenerate situations.\r\n\r\nThe proposed work is motivated in part by a familiar situation: if one lights a fuse in the middle, combustion fronts travel in both directions. A single combustion front is an example of a traveling wave: since it moves with a constant velocity, if one uses a coordinate system that moves with the same velocity, the wave is stationary. A traveling wave is called stable if a small perturbation of it has almost no effect; the wave quickly recovers its shape and continues with the same velocity.  Mathematically, the study of the stability of traveling waves is facilitated by using a coordinate system in which the wave is stationary.  There is a well-developed mathematical theory of the stability of traveling waves, which allows one to predict in advance what conditions will allow stable waves. However, when waves traveling with two different velocities are present (in the fuse example, one wave has negative velocity, the other has positive velocity), there is no convenient coordinate system to use, and so the mathematical theory of stability is much less developed.  In this project, the investigators will develop a rigorous approach to proving nonlinear stability of concatenated traveling waves that applies more broadly than the currently available theory. The work has potential application to study of traveling waves that occur in oil recovery methods and underground pollution cleanup.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Schecter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Schecter",
   "pi_email_addr": "schecter@math.ncsu.edu",
   "nsf_id": "000243886",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "Box 8205",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 169000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Among the simplest solutions of nonlinear dissipative partial differential equations are traveling waves, that is, solutions that preserve their shape while moving at a constant velocity. Famous examples include combustion fronts, nerve impulses, and spreading populations. &nbsp;</p>\n<p>In a coordinate system that moves with the velocity of the wave, a traveling wave becomes a stationary solution: it no longer moves. This fact allows the stability of a traveling wave&mdash;the question of whether it persists under the small perturbations that always occur in nature&mdash;to be studied by the standard mathematical technique of linearization.</p>\n<p>More generally, one often observes solutions that appear to consist of several different waves separating at different velocities. &nbsp;For example, if one lights a fuse in the middle, combustion fronts travel in both directions. &nbsp;Such solutions are harder to study, or even define, mathematically, since there there is no coordinate system in which all parts of the solution become simultaneously stationary.</p>\n<p>The main result of this project is a theory of stability of such concatenated traveling waves. &nbsp;Unlike in previous work, they are not viewed as approximate sums of traveling waves, but as approximate concatenations of waves. &nbsp;This approach allows one to see more precisely how the waves interact. &nbsp;The work done under this project requires rather stringent assumptions on the stability of the individual waves, but should provide a good foundation for future work on other cases.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2016<br>\n\t\t\t\t\tModified by: Stephen&nbsp;Schecter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAmong the simplest solutions of nonlinear dissipative partial differential equations are traveling waves, that is, solutions that preserve their shape while moving at a constant velocity. Famous examples include combustion fronts, nerve impulses, and spreading populations.  \n\nIn a coordinate system that moves with the velocity of the wave, a traveling wave becomes a stationary solution: it no longer moves. This fact allows the stability of a traveling wave&mdash;the question of whether it persists under the small perturbations that always occur in nature&mdash;to be studied by the standard mathematical technique of linearization.\n\nMore generally, one often observes solutions that appear to consist of several different waves separating at different velocities.  For example, if one lights a fuse in the middle, combustion fronts travel in both directions.  Such solutions are harder to study, or even define, mathematically, since there there is no coordinate system in which all parts of the solution become simultaneously stationary.\n\nThe main result of this project is a theory of stability of such concatenated traveling waves.  Unlike in previous work, they are not viewed as approximate sums of traveling waves, but as approximate concatenations of waves.  This approach allows one to see more precisely how the waves interact.  The work done under this project requires rather stringent assumptions on the stability of the individual waves, but should provide a good foundation for future work on other cases.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/15/2016\n\n\t\t\t\t\tSubmitted by: Stephen Schecter"
 }
}