{
 "awd_id": "1211521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research: Mathematics of emerging imaging methods in medicine and homeland security",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 183000.0,
 "awd_amount": 183000.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2015-08-18",
 "awd_abstract_narration": "Computerized tomography plays a central role in biomedical imaging.  Tomography techniques are also extensively used for industrial non-destructive testing, in geology and geophysics, astronomy, and in other areas. Lately, they have found important applications in homeland security. Over the last decades, several modalities have been developed and have became standard. Such are, for instance, the traditional X-ray CT scan, SPECT, MRI, Optical-, Ultrasound-, and Electrical Impedance Tomography, to name a few. However, such tasks as detection of small cancerous tumors in soft tissues or finding a small amount of nuclear material in a large container still present a significant challenge.  In recent years, revolutionary \"hybrid\" or \"multi-physics\" methods of medical imaging have been emerging. By combining two or three different types of waves (or physical fields) these methods overcome limitations of classical tomography techniques and deliver otherwise unavailable, potentially life-saving diagnostic information - at a lesser cost and with less health hazard to a patient. As a rule, the images in these modalities are obtained by complex mathematical procedures, rather than through direct acquisition. The corresponding mathematics is, mostly, at very early stages of development. Thus, the first part of the project addresses the central mathematical and numerical issues in several of the novel hybrid techniques, based on combinations of magnetic, electric, acoustic, and optical waves, and the general mathematical issues common to all of these techniques.      The second part of the projects is directed toward the improvement of the known methods and development of new tomographic techniques for homeland security problems. In particular, we will focus on the detection techniques for illicit weapons-grade nuclear materials in cargo, to be used at border crossings and harbors. In the third part these techniques will be used to resolve some outstanding problems in Synthetic Aperture Radar applications, radio tomography, ultrasound reflectometry, and other areas.\r\n\r\n\r\nThe goal of the project is to develop new techniques of medical imaging, as well as efficient methods of detecting illicit nuclear materials at border crossings and in harbors. The project will have a significant impact on the development and implementation of several new sensitive, inexpensive, and safe methods of biomedical imaging, efficient techniques of nuclear threat detection in homeland security, with applications in several other areas of imaging and non-destructive industrial testing (e.g., synthetic aperture radar).  The results will be disseminated through publications in high quality research journals, presentations at national and international conferences, and series of lectures at various venues. Graduate students will play a significant role in the project, which will prepare them for work in the exciting area at the junction of exact sciences, medicine, biology, and homeland security. Parts of the study resulted from the project will be delivered in graduate level classes, lecture series at national and international schools and conferences, and in two monographs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonid",
   "pi_last_name": "Kunyansky",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Leonid A Kunyansky",
   "pi_email_addr": "leonk@math.arizona.edu",
   "nsf_id": "000410014",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 32786.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 37923.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 37923.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 74368.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to develop theoretical foundations and numerical algorithms for novel hybrid imaging techniques, with applications in biomedical imaging, homeland security and other areas of science and technology.</p>\n<p>Computerized tomography plays a central role in biomedical imaging. Tomography techniques are also extensively used for industrial non-destructive testing,in geology and geophysics, astronomy, and in other areas. Lately, tomography has found important applications in homeland security. Over the last decades several modalities have been well developed, and have became standard techniques of tomography. Such are, for instance the traditional X-ray CT scan, SPECT, MRI, Optical-, Ultrasound-, and Electrical Impedance Tomography,to name a few. However, such tasks as detection of small cancerous tumors in soft tissues or finding a small amount of nuclear material in a large container still present a significant challenge. Thus, the quest continues for new, more sensitive and reliable techniques of medical imaging, and for efficient detection methods in homeland security.<br />In recent years, revolutionary &ldquo;hybrid&rdquo; or &ldquo;multi-physics&rdquo; methods of medical imaging have been emerging. By combining two or three different types of waves(or physical fields) these methods overcome limitations of classical tomography techniques and deliver otherwise unavailable, potentially life-saving diagnostic information &mdash; at a lesser cost and with less health hazard to a patient. As a rule, the images in these modalities are obtained by complex mathematical procedures, rather than through direct acquisition. The corresponding mathematics is, mostly, at very early stages of development. In this project we worked on some of the central mathematical and numerical issues in several of the novel hybrid techniques, based on combinations of magnetic, electric, acoustic, and optical waves, and the general mathematical issues common to all of these techniques.</p>\n<p>A significant part of our efforts was directed at the development of theoretical and algorithmic foundations of photo- and thermoacoustic tomography. In these modalities, an object is illuminated by a short electromagnetic or optical pulse, whose energy is absorbed by the tissues.This leads to the increase of the temperature and emergence of an acoustic wave, as a result of thermoelastic expansion. The acoustic waves are registered outside of the object; the mathematician's task is now to reconstruct the structure of the object from the measurements.The project resulted in several inversion formulas and/or efficient reconstruction algorithms for several measurement configurations. In particular, we obtained several results for the measurements made within resonant cavities (frequently, such situation arises when acoustic detectors are reflective). We also studied the case of several flat detector arrays when the reflections can be ignored.<br />We have also developed an image reconstruction technique for the intravascular ultrasound tomography performed using cylindrical catheters with linear transducers.</p>\n<p>We have also participated in an interdisciplinary project on Magneto-Acousto-Electric Tomography (MAET). As one could guess from the name, the image in this modality is formed by combining electrical measurements with acoustic illumination of an object placed in a strong magnetic field. This emerging technique promises significant advances in early cancer detection. &nbsp;We have built (in collaboration with our colleagues from the Medical Imaging Department a first tomographic MAET scanner, that uses rotation of the test object in order to obtain multiple views of it. We were able to obtain first tomographic MAET images (as opposed to inferior images obtained previously by uni-directional scanning). In addition to the experimental implementation, we developed the mathematical foundation of this technique.</p>\n<p>Working together with the colleagues supported by the other half of this collaborative project (Prof. P. Kuchment and F. Terziouglu) we developed a reconstruction procedure that reconstructs the ray transform of a function from the overdetermined cone transform. This technique is useful for applications in Compton scattering imaging and in problems arising in homeland security. We are presently working on demonstrating the feasibility of a 3D reconstruction from the Compton camera data, using simulated data. This is work in progress.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2017<br>\n\t\t\t\t\tModified by: Leonid&nbsp;A&nbsp;Kunyansky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project was to develop theoretical foundations and numerical algorithms for novel hybrid imaging techniques, with applications in biomedical imaging, homeland security and other areas of science and technology.\n\nComputerized tomography plays a central role in biomedical imaging. Tomography techniques are also extensively used for industrial non-destructive testing,in geology and geophysics, astronomy, and in other areas. Lately, tomography has found important applications in homeland security. Over the last decades several modalities have been well developed, and have became standard techniques of tomography. Such are, for instance the traditional X-ray CT scan, SPECT, MRI, Optical-, Ultrasound-, and Electrical Impedance Tomography,to name a few. However, such tasks as detection of small cancerous tumors in soft tissues or finding a small amount of nuclear material in a large container still present a significant challenge. Thus, the quest continues for new, more sensitive and reliable techniques of medical imaging, and for efficient detection methods in homeland security.\nIn recent years, revolutionary \"hybrid\" or \"multi-physics\" methods of medical imaging have been emerging. By combining two or three different types of waves(or physical fields) these methods overcome limitations of classical tomography techniques and deliver otherwise unavailable, potentially life-saving diagnostic information &mdash; at a lesser cost and with less health hazard to a patient. As a rule, the images in these modalities are obtained by complex mathematical procedures, rather than through direct acquisition. The corresponding mathematics is, mostly, at very early stages of development. In this project we worked on some of the central mathematical and numerical issues in several of the novel hybrid techniques, based on combinations of magnetic, electric, acoustic, and optical waves, and the general mathematical issues common to all of these techniques.\n\nA significant part of our efforts was directed at the development of theoretical and algorithmic foundations of photo- and thermoacoustic tomography. In these modalities, an object is illuminated by a short electromagnetic or optical pulse, whose energy is absorbed by the tissues.This leads to the increase of the temperature and emergence of an acoustic wave, as a result of thermoelastic expansion. The acoustic waves are registered outside of the object; the mathematician's task is now to reconstruct the structure of the object from the measurements.The project resulted in several inversion formulas and/or efficient reconstruction algorithms for several measurement configurations. In particular, we obtained several results for the measurements made within resonant cavities (frequently, such situation arises when acoustic detectors are reflective). We also studied the case of several flat detector arrays when the reflections can be ignored.\nWe have also developed an image reconstruction technique for the intravascular ultrasound tomography performed using cylindrical catheters with linear transducers.\n\nWe have also participated in an interdisciplinary project on Magneto-Acousto-Electric Tomography (MAET). As one could guess from the name, the image in this modality is formed by combining electrical measurements with acoustic illumination of an object placed in a strong magnetic field. This emerging technique promises significant advances in early cancer detection.  We have built (in collaboration with our colleagues from the Medical Imaging Department a first tomographic MAET scanner, that uses rotation of the test object in order to obtain multiple views of it. We were able to obtain first tomographic MAET images (as opposed to inferior images obtained previously by uni-directional scanning). In addition to the experimental implementation, we developed the mathematical foundation of this technique.\n\nWorking together with the colleagues supported by the other half of this collaborative project (Prof. P. Kuchment and F. Terziouglu) we developed a reconstruction procedure that reconstructs the ray transform of a function from the overdetermined cone transform. This technique is useful for applications in Compton scattering imaging and in problems arising in homeland security. We are presently working on demonstrating the feasibility of a 3D reconstruction from the Compton camera data, using simulated data. This is work in progress.\n\n\n\n\t\t\t\t\tLast Modified: 08/28/2017\n\n\t\t\t\t\tSubmitted by: Leonid A Kunyansky"
 }
}