{
 "awd_id": "1211284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PIF: Quantum Monte Carlo Methods for Non-Equilibrium Dynamics of Interacting Quantum Many-Body Systems",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2014-07-01",
 "awd_abstract_narration": "In this project, novel computational and theoretical approaches to the dynamics of quantum many-body systems are investigated.  The central idea is that quantum quenches using essentially arbitrary evolution protocols in imaginary time can be carried out numerically using modified versions of existing quantum Monte Carlo (QMC) algorithms.  We develop two algorithms: (i) In non-equilibrium QMC (NEQMC) simulations, the final state of a system after a Hamiltonian evolution in imaginary time is computed.  (ii) In the quasi-adiabatic QMC (QAQMC) method, expectation values along a full time-path are obtained simultaneously, using a product of a large number of evolving Hamiltonians (instead of the standard exponential time evolution operator).  Key to the utility of these approaches are theoretical insights into how the imaginary-time information is related to real-times dynamics.  Specifically, scaling behaviors as a function of a quench velocity (or a generalized velocity in the case of nonlinear protocols) in the neighborhood of a quantum-critical point are investigated.  Susceptibilities characterizing non-equilibrium dynamics are also obtained, including the geometric tensor characterizing the state space.  These theoretical ideas are developed in parallel with the QMC algorithms.  Several applications to test the methods and demonstrate their uses are considered, including quantum phase transitions in transverse-field Ising models and Heisenberg-type spin models, as well as quantum spin glasses and other disordered systems.  Quantum annealing protocols of interest in the context of quantum computations and other applications of adiabatic or quasi-adiabatic evolution of quantum systems are also investigated.  In addition, some of the ideas developed within the context of quantum systems are also applied to classical many-body dynamics, e.g., to obtain improved ways of computing the dynamic critical exponent.\r\n\r\nOne of the greatest challenges of contemporary theoretical physics is how to compute (predict) the dynamical evolution of systems of a large (macroscopic) number of interacting microscopical particles.  Examples of such systems include the electrons in a solid or confined \"clouds\" of atoms cooled to ultra-cold temperature.  These particles obey the laws of quantum mechanics, which makes computations of their behaviors extremely difficult, especially as regards their evolution in time (quantum dynamics).  Even with today's supercomputers, there are no generally applicable numerical algorithms useful for solving this class of problems within reasonable time (the computation time typically scaling exponentially with the number of particles in the system).  This project is centered around an idea to partially circumvent these problems for some classes of important quantum systems.  Using a mathematical trick of \"rotating\" the time dimension in the complex plane to the imaginary-time axis, certain well known simulation algorithms for quantum systems in equilibrium can be modified to solve the evolution as a function of imaginary time.  In parallel with the development of these computational tools, related theoretical work is conducted in order to obtain precise relationships between real and imaginary time dynamics.  The systems under investigation are of interest, e.g., in the fields of quantum magnetism (magnetism at the electronic scale) and ultra-cold atoms, and it can be expected that the results can have impact also broadly beyond these systems (as the quantum dynamics problem is of very general interest in physics), e.g., in quantum computation (currently researched computers based on quantum-mechanical principles).  The graduate students involved in the project receive training in cutting-edge scientific computation and theoretical physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anders",
   "pi_last_name": "Sandvik",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Anders W Sandvik",
   "pi_email_addr": "sandvik@bu.edu",
   "nsf_id": "000490505",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anatoli",
   "pi_last_name": "Polkovnikov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anatoli Polkovnikov",
   "pi_email_addr": "asp28@bu.edu",
   "nsf_id": "000118882",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Physics, Boston University",
  "perf_str_addr": "590 Commonwealth Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724400",
   "pgm_ele_name": "COMPUTATIONAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project is to carry out fundamental research related to dynamical properties of systems consisting of many interacting microscopic constituents. Examples of constituents are ultracold atoms trapped optically in crossing laser beams or the small engineered \"qubits\" that may form the elements of future quantum computers. These systems are highly controllable but the theoretical framework needed to understand the response of the systems and how to control them is in its infancy. In this project simplified mathematical model systems are studied using novel computer simulation algorithms developed as an integral part of the research. Through computer simulations, basic features of dynamics affected by temperature (thermal fluctuations) and quantum mechanical effects (quantum fluctuations) can be studied under different conditions, and since the degree of control is higher than in experiments and only the essential \"ingredients\" are included, one can start to understand what governs the dynamics. Of particular interest are processes in which some control parameter is slowly changed. One is interested in how the system responds (or does not respond, if the change is very fast). A particular focus is systems used to model emergent quantum-computing devices based on the so-called \"quantum annealing\" paradigm, which is a direct quantum analog of annealing a metal, where the metal is heated and then cooled slowly in order for a good crystal structure to form (in contrast to a quench, where the cooling is fast and many crystal defects are formed due to the lack of time needed for the crystal to fluctuate into its perfect structure). In quantum annealing, the process is carried out at very low temperature so that most remaining fluctuations are due to quantum-mechanical effects engineered into the device. The amount of quantum fluctuations can be controlled. In a quantum annealing procedure one starts with a high degree of fluctuations in a system which is programmed to encompass some large-scale difficult optimization problem. When the quantum fluctuations are reduced the system will evolve close to the optimum of the problem considered. This is an interesting and currently very active field, with quantum annealers now being built by companies such as D-wave and Google. However, the quantum annealing process is not well understood in general. Within this project, an annealing algorithm that can be run (simulated) on a standard \"classical\" computer has been developed, and though it does not exactly correspond to true quantum annealing it was shown that it retains the key elements needed to establish the efficiency of the annealing procedure in solving certain hard problems. For one class of problems, it was demonstrated that the quantum annealing procedure is actually *less* efficient than a computational scheme based on thermal fluctuations, which would be disappointing if that holds true in general. Further research is needed to investigate the general conditions under which quantum annealing is an efficient proposal.<br />In addition to the research outcomes, an important aspect of the project is the training of students. Two graduate students (one female) and an undergraduate student have been involved. As is clear from the above discussion, quantum mechanics is relevant to emergent technologies and the students will have key skills required to keep up the development of new technologies in the US as the next era of quantum technologies is starting to take off.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Anders&nbsp;Sandvik</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of this project is to carry out fundamental research related to dynamical properties of systems consisting of many interacting microscopic constituents. Examples of constituents are ultracold atoms trapped optically in crossing laser beams or the small engineered \"qubits\" that may form the elements of future quantum computers. These systems are highly controllable but the theoretical framework needed to understand the response of the systems and how to control them is in its infancy. In this project simplified mathematical model systems are studied using novel computer simulation algorithms developed as an integral part of the research. Through computer simulations, basic features of dynamics affected by temperature (thermal fluctuations) and quantum mechanical effects (quantum fluctuations) can be studied under different conditions, and since the degree of control is higher than in experiments and only the essential \"ingredients\" are included, one can start to understand what governs the dynamics. Of particular interest are processes in which some control parameter is slowly changed. One is interested in how the system responds (or does not respond, if the change is very fast). A particular focus is systems used to model emergent quantum-computing devices based on the so-called \"quantum annealing\" paradigm, which is a direct quantum analog of annealing a metal, where the metal is heated and then cooled slowly in order for a good crystal structure to form (in contrast to a quench, where the cooling is fast and many crystal defects are formed due to the lack of time needed for the crystal to fluctuate into its perfect structure). In quantum annealing, the process is carried out at very low temperature so that most remaining fluctuations are due to quantum-mechanical effects engineered into the device. The amount of quantum fluctuations can be controlled. In a quantum annealing procedure one starts with a high degree of fluctuations in a system which is programmed to encompass some large-scale difficult optimization problem. When the quantum fluctuations are reduced the system will evolve close to the optimum of the problem considered. This is an interesting and currently very active field, with quantum annealers now being built by companies such as D-wave and Google. However, the quantum annealing process is not well understood in general. Within this project, an annealing algorithm that can be run (simulated) on a standard \"classical\" computer has been developed, and though it does not exactly correspond to true quantum annealing it was shown that it retains the key elements needed to establish the efficiency of the annealing procedure in solving certain hard problems. For one class of problems, it was demonstrated that the quantum annealing procedure is actually *less* efficient than a computational scheme based on thermal fluctuations, which would be disappointing if that holds true in general. Further research is needed to investigate the general conditions under which quantum annealing is an efficient proposal.\nIn addition to the research outcomes, an important aspect of the project is the training of students. Two graduate students (one female) and an undergraduate student have been involved. As is clear from the above discussion, quantum mechanics is relevant to emergent technologies and the students will have key skills required to keep up the development of new technologies in the US as the next era of quantum technologies is starting to take off.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Anders Sandvik"
 }
}