{
 "awd_id": "1211713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modeling & analysis of nematic films: Flow-substrate interactions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 396381.0,
 "awd_amount": 401381.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2016-06-02",
 "awd_abstract_narration": "This award will support analysis and simulation of new mathematical models governing nematic liquid crystals (NLCs) in two situations of widespread industrial and basic scientific interest: (1) free surface spreading, and (2) behavior of a film of NLC (with and without an applied electric field) between two closely-spaced surfaces whose properties may be modified by interaction with the NLC. Each problem is relevant to applications in the manufacture, design and use of NLC-based displays, where a thin sandwich of NLC between plates is subjected to an applied field, to control the molecular orientation of the NLC, which in turn controls the optical properties.  In free-surface spreading of a film of NLC over a rigid substrate, it is known that instabilities can manifest spontaneously under certain circumstances.  A mechanism for these instabilities has been identified, but several issues remain to be resolved.  (i) Any model with strong anchoring conditions on the director at both substrate and free surface requires regularization as an apparent contact line is approached.  The investigators will study possible regularizing mechanisms, including relaxation to the isotropic state, and molecular scale van der Waals' (vdW) interactions (which must be relevant in the vicinity of an apparent contact line).  (ii) The role of different defect/disclination types on spreading and stability will be considered in detail.  Preliminary study of idealized defects within 2D films suggests that they do not significantly affect global dynamics.  However, more general models are needed to draw firm conclusions.  3D defects of various topological types will be incorporated into our spreading model and their influence on spreading properties and on possible instabilities will be analyzed.  (iii) The models will be extended to the case of spreading over soft polymer substrates. The behavior of NLC between confining polymeric plates is relevant for applications related to a new generation of Liquid Crystal Display (LCD) devices with soft flexible bounding surfaces.  How such surfaces affect device behavior will be studied, with a particular focus on the effect of 'director gliding', where anchoring properties at a polymer interface can change over long timescales when the NLC exerts a stress on the surface.  These models will be used to investigate suitable LCD device designs.\r\n\r\nThe award will support the study of problems that are directly relevant to the manufacture, design and use of Nematic Liquid Crystal (NLC)-based microdisplays.  The basic operating unit of such displays (a pixel) is a simple sandwich of NLC between transparent plates, across which an electric field can be applied to effectively control the optical properties of the layer. The investigators will study basic problems of how NLC films behave between two closely-spaced polymeric surfaces. Such polymeric surfaces have economic potential as the basis for a new generation of flexible electronic displays.  The award will support theoretical investigations, leading to the development of robust predictive models, that complement experimental investigations. The project will have significant educational impact, providing experimental and theoretical modules for advanced undergraduate training in a capstone course in applied mathematics. A Ph.D. student will be trained in research and will also serve as laboratory assistant for the capstone course, gaining valuable mentoring experience and developing his/her experimental skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Cummings",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Linda J Cummings",
   "pi_email_addr": "linda.j.cummings@njit.edu",
   "nsf_id": "000517201",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lou",
   "pi_last_name": "Kondic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lou Kondic",
   "pi_email_addr": "kondic@njit.edu",
   "nsf_id": "000148276",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130355.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 266026.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported fundamental research into theoretical investigations of how nematic liquid crystals (NLCs) behave under a variety of conditions relevant for industrial processes. The problems considered fall into two broad classes: (i) consideration of how NLCs behave when confined between two plates across which an electric field may be applied (a setup of direct relevance to the operation and function of Liquid Crystal Display - LCD - devices); and (ii) consideration of how NLCs behave when they are coated thinly onto a flat substrate (a setup of relevance to the manufacture of LCDs, and to other applications of NLCs, e.g. their use as biosensors or shear stress sensors).</p>\n<p>&nbsp;</p>\n<p>The work carried out under (i) focused primarily on how molecular interactions between NLC and the confining plates can affect the properties of a device over long times. NLCs consist of long polar molecules, which interact with each other and with an applied electric field. They are also birefringent, meaning that they can rotate the plane of polarized light. Pixels in conventional LCDs operate by using an applied field to control the molecular orientation within a NLC sample confined between electrodes - when polarized light is passed through such a sample, the emerging light will be differently polarized depending on whether the field is ON or OFF. Also critical, and the focus of this work, is the interaction between the NLC and the bounding substrate - so-called &ldquo;anchoring&rdquo;. NLC molecules typically have a preferred orientation at a bounding surface, and normally this anchoring orientation is robust. However, when the bounding surface is polymeric, anchoring properties may change over timescales ranging from minutes to hours, with implications for the optical properties of LCD devices fabricated from polymers (important for the next generation of flexible LCDs). Working with a PhD student, with a class of undergraduate student researchers (a Capstone modeling class) and with an undergraduate summer student, novel mathematical models were carefully formulated to describe and predict such behavior. Several papers were published during the study, the culmination being a detailed quantitative comparison of the models with experimental data from two independent sources, showing excellent agreement.</p>\n<p>&nbsp;</p>\n<p>Work carried out under (ii) was motivated primarily by experimental data on NLC films spreading on silicon substrates. The experiments showed that, under certain circumstances, a spreading film could spontaneously destabilize, the free surface becoming undulated and wrinkled (something potentially undesirable in coating applications). Working with a PhD student researcher and with undergraduate student researchers (a Capstone project) the PIs formulated and solved mathematical models capable of predicting the transition to unstable spreading behavior. &nbsp;Efficient, large-scale simulations were put together for the purpose of describing advanced stages of instability development. Results are described in a number of peer-reviewed publications.</p>\n<p>&nbsp;</p>\n<p>The project trained two PhD students in methods of mathematical modeling and scientific communication. One student graduated in January 2017 and is now employed as a university Lecturer; the other student is due to graduate in early 2018. Via a number of Capstone classes in Applied Mathematics (specially devised for this award), the project also trained several cohorts of undergraduate students in mathematical modeling and data analysis. Many of these students have now joined the scientific workforce in the US. All involved students had the opportunity to present their work at national and/or international conferences: for the undergraduate researchers this was achieved via participation in NJIT's annual Frontiers in Applied and Computational Mathematics conference. A sample undergraduate poster presentation from this meeting is attached.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2017<br>\n\t\t\t\t\tModified by: Linda&nbsp;J&nbsp;Cummings</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1211713/1211713_10190732_1510932124000_poster--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1211713/1211713_10190732_1510932124000_poster--rgov-800width.jpg\" title=\"FACM2013\"><img src=\"/por/images/Reports/POR/2017/1211713/1211713_10190732_1510932124000_poster--rgov-66x44.jpg\" alt=\"FACM2013\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Poster presented by undergraduate researchers at the 2013 Frontiers in Applied & Computational Mathematics conference at NJIT.</div>\n<div class=\"imageCredit\">NJIT</div>\n<div class=\"imageSubmitted\">Linda&nbsp;J&nbsp;Cummings</div>\n<div class=\"imageTitle\">FACM2013</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis award supported fundamental research into theoretical investigations of how nematic liquid crystals (NLCs) behave under a variety of conditions relevant for industrial processes. The problems considered fall into two broad classes: (i) consideration of how NLCs behave when confined between two plates across which an electric field may be applied (a setup of direct relevance to the operation and function of Liquid Crystal Display - LCD - devices); and (ii) consideration of how NLCs behave when they are coated thinly onto a flat substrate (a setup of relevance to the manufacture of LCDs, and to other applications of NLCs, e.g. their use as biosensors or shear stress sensors).\n\n \n\nThe work carried out under (i) focused primarily on how molecular interactions between NLC and the confining plates can affect the properties of a device over long times. NLCs consist of long polar molecules, which interact with each other and with an applied electric field. They are also birefringent, meaning that they can rotate the plane of polarized light. Pixels in conventional LCDs operate by using an applied field to control the molecular orientation within a NLC sample confined between electrodes - when polarized light is passed through such a sample, the emerging light will be differently polarized depending on whether the field is ON or OFF. Also critical, and the focus of this work, is the interaction between the NLC and the bounding substrate - so-called \"anchoring\". NLC molecules typically have a preferred orientation at a bounding surface, and normally this anchoring orientation is robust. However, when the bounding surface is polymeric, anchoring properties may change over timescales ranging from minutes to hours, with implications for the optical properties of LCD devices fabricated from polymers (important for the next generation of flexible LCDs). Working with a PhD student, with a class of undergraduate student researchers (a Capstone modeling class) and with an undergraduate summer student, novel mathematical models were carefully formulated to describe and predict such behavior. Several papers were published during the study, the culmination being a detailed quantitative comparison of the models with experimental data from two independent sources, showing excellent agreement.\n\n \n\nWork carried out under (ii) was motivated primarily by experimental data on NLC films spreading on silicon substrates. The experiments showed that, under certain circumstances, a spreading film could spontaneously destabilize, the free surface becoming undulated and wrinkled (something potentially undesirable in coating applications). Working with a PhD student researcher and with undergraduate student researchers (a Capstone project) the PIs formulated and solved mathematical models capable of predicting the transition to unstable spreading behavior.  Efficient, large-scale simulations were put together for the purpose of describing advanced stages of instability development. Results are described in a number of peer-reviewed publications.\n\n \n\nThe project trained two PhD students in methods of mathematical modeling and scientific communication. One student graduated in January 2017 and is now employed as a university Lecturer; the other student is due to graduate in early 2018. Via a number of Capstone classes in Applied Mathematics (specially devised for this award), the project also trained several cohorts of undergraduate students in mathematical modeling and data analysis. Many of these students have now joined the scientific workforce in the US. All involved students had the opportunity to present their work at national and/or international conferences: for the undergraduate researchers this was achieved via participation in NJIT's annual Frontiers in Applied and Computational Mathematics conference. A sample undergraduate poster presentation from this meeting is attached.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/22/2017\n\n\t\t\t\t\tSubmitted by: Linda J Cummings"
 }
}