{
 "awd_id": "1211528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Representation and approximation of functions in nonclassical and anisotropic settings with applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 170011.0,
 "awd_amount": 170011.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "This project centers on the development of multiscale representation systems in various nonclassical and/or anisotropic topological settings such as on Lie groups and Riemannian manifolds and in the framework of anisotropic dilations of the space. Furthermore, it will develop sophisticated new methods for approximation and numerical computation using these systems. The project lies at the interface between computational harmonic analysis, spectral decompositions, orthogonal polynomials, nonlinear approximation and numerical analysis. It is organized into two main directions of investigation with several specific goals. The first research objective of the project is to develop frames with elements of nearly exponential space localization in the general setting of strictly local regular Dirichlet spaces with doubling measure and local scale-invariant Poincare inequality which lead to a Markovian heat kernel with small time Gaussian bounds and Holder continuity. The key point of the proposed approach is to be able to deal with (a) different geometries, (b) compact and noncompact spaces, and (c) spaces with nontrivial weights, and at the same time to allow for the frame decomposition of Besov and other spaces with complete range of indices. This will facilitate the development of well localized frames in the context of Lie groups or homogeneous spaces with polynomial volume growth, Riemannian manifolds with Ricci curvature bounded from below and other new settings. The development of frames on the simplex and on graphs is another aim of this project. The second core objective of this project is the development of adaptive representations in the framework of anisotropic dilations of the space. Anisotropic phenomena appear in various contexts in analysis, PDEs and in applications. For instance, functions are frequently very smooth on subdomains of Rd separated by smooth curves or manifolds. This project aims at resolving this kind of singularities of functions (and more general singular behaviors) by utilizing the framework of anisotropic multiscale dilations of d-dimensional space or its subdomain, which may change rapidly from point to point at any level and in depth. The main strands of this approach are (i) the development of algorithms for rapid construction of best or near best dilation matrices leading to optimal sparsity, (ii) the construction of highly localized anisotropic frames and their utilization to representation and approximation of functions.\r\n\r\nMany scientific areas require efficient representation of the underlying functions in the natural topology of the targeted application. The capturing of physical phenomena occurring at various scales requires locally supported multiscale systems relative to the application domains. Moreover, these systems should be amenable to fast and accurate computation. Such systems (called needlets) have been recently developed by the investigator and his collaborators for the sphere and the ball. The needlets are the outcome of a complete rethinking of data representations in the context of classical orthogonal and spectral representations and break new conceptual and practical ground, going far beyond traditional multiscale ideas like wavelets. Spherical needlets have already had a significant impact in cosmology/astrophysics for the statistical study of the cosmic microwave background radiation data. This award will support the development of image and data processing techniques, which will lead to much novel representation systems in new mathematical settings, allowing the treatment of new data structures. It will also enhance our fundamental understanding of complicated processes through the development of innovative adaptive methods for efficient (sparse) representation and approximation of geometrical objects that have jumps or other sharp transitions along curves or surfaces. It has the potential to impact many areas ranging from image processing and edge detection to geopotential, oceanographic and atmospheric modeling, and to physics and cosmology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pencho",
   "pi_last_name": "Petrushev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pencho Petrushev",
   "pi_email_addr": "pencho@math.sc.edu",
   "nsf_id": "000482292",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170011.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research supported by this grant centers on the development of innovative multiscale data representations in the context of orthogonal or spectral decompositions, and the related function/destribution spaces and nonlinear approximation theory. The PI has been the main developer of almost exponentially localized frames (called \"needlets\") on the sphere, interval, ball, and in the context of Hermite and Laguerre expansions and in other nonclassical settings. In recent years spherical needlets have had a significant impact in Cosmology/Astrophysics. Spherical neeedlet techniques have been used for statistical study of the Cosmic Microwave Background Radiation Data. The related literature is already quite rich. This can be evidenced by a GOOGLE search of \"needlets\".</p>\n<p>One of the main achievements of this project was the development of the theory of Besov and Triebel-Lizorkin spaces in the general setting of a doubling metric measure space in the presence of a non-negative self-adjoint operator whose heat kernel has Gaussian localization and the Markov property. One of the main components of this undertaking is the construction of frames in this general setting with band limited elements of sub-exponential localization and the frame characterization of Besov and Triebel-Lizorkin spaces. This theory, in particular, allows the development of Besov and Triebel-Lizorkin spaces and their frame and heat kernel characterization in the context of Lie groups, Riemannian manifolds, and other settings. The study of the regularity of Gaussian processes indexed by compact metric spaces in the same general setting is also among the contributions of the project. In a step forward, the PI and his collaborators have solved the open problem for the equivalence of maximal and atomic Hardy spaces in the more general setting of a doubling metric measure space in the presence of a non-negative self-adjoint operator whose heat kernel has Gaussian localization.</p>\n<p>The PI has been interested in nonlinear approximation of harmonic functions. As a first step in this direction the PI has developed the theory of Harmonic Besov and Triebel-Lizorkin spaces on the unit ball in R^d with full range of parameters. Frames consisting of harmonic functions have also been developed and frame characterization of the harmonic Besov and Triebel-Lizorkin spaces have been established.</p>\n<p>In the past the PI had invented an innovative small perturbation method for construction of bases and frames. This method allows the freedom to prescribe the nature and properties of the basis or frame elements. In a natural progression of this line of research the PI and his collaborators have developed compactly supported frames for Besov and Triebel-Lizorkin in the general framework described above. Another step ahead was the construction of bases consisting of rational functions of uniformly bounded degrees for Besov and Triebel-Lizorkin spaces of holomorphic functions on the unit disc. In turn, this was utilized to give a new proof of Pekarski's direct estimate for rational approximation of holomorphic functions in H^p.</p>\n<p>Another theme in the research of the PI is Nonlinear Spline Approximation. The PI along with a postdoc established direct and inverse estimates in nonlinear multivariate spline approximation, which allow to completely characterize the associated approximation spaces.</p>\n<p>The PI has invested considerable time and efforts in developing needlet based methods for fast and accurate evaluation of quantities represented in terms of high degree (&gt;2000) surface or solid spherical harmonics at many scattered points on the 2-d unit sphere or in the space exterior to the sphere. Several schemes have been proposed and Matlab realization these methods has been developed. Targeted application of this research is in Geodesy and Geomagnetism.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2016<br>\n\t\t\t\t\tModified by: Pencho&nbsp;Petrushev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research supported by this grant centers on the development of innovative multiscale data representations in the context of orthogonal or spectral decompositions, and the related function/destribution spaces and nonlinear approximation theory. The PI has been the main developer of almost exponentially localized frames (called \"needlets\") on the sphere, interval, ball, and in the context of Hermite and Laguerre expansions and in other nonclassical settings. In recent years spherical needlets have had a significant impact in Cosmology/Astrophysics. Spherical neeedlet techniques have been used for statistical study of the Cosmic Microwave Background Radiation Data. The related literature is already quite rich. This can be evidenced by a GOOGLE search of \"needlets\".\n\nOne of the main achievements of this project was the development of the theory of Besov and Triebel-Lizorkin spaces in the general setting of a doubling metric measure space in the presence of a non-negative self-adjoint operator whose heat kernel has Gaussian localization and the Markov property. One of the main components of this undertaking is the construction of frames in this general setting with band limited elements of sub-exponential localization and the frame characterization of Besov and Triebel-Lizorkin spaces. This theory, in particular, allows the development of Besov and Triebel-Lizorkin spaces and their frame and heat kernel characterization in the context of Lie groups, Riemannian manifolds, and other settings. The study of the regularity of Gaussian processes indexed by compact metric spaces in the same general setting is also among the contributions of the project. In a step forward, the PI and his collaborators have solved the open problem for the equivalence of maximal and atomic Hardy spaces in the more general setting of a doubling metric measure space in the presence of a non-negative self-adjoint operator whose heat kernel has Gaussian localization.\n\nThe PI has been interested in nonlinear approximation of harmonic functions. As a first step in this direction the PI has developed the theory of Harmonic Besov and Triebel-Lizorkin spaces on the unit ball in R^d with full range of parameters. Frames consisting of harmonic functions have also been developed and frame characterization of the harmonic Besov and Triebel-Lizorkin spaces have been established.\n\nIn the past the PI had invented an innovative small perturbation method for construction of bases and frames. This method allows the freedom to prescribe the nature and properties of the basis or frame elements. In a natural progression of this line of research the PI and his collaborators have developed compactly supported frames for Besov and Triebel-Lizorkin in the general framework described above. Another step ahead was the construction of bases consisting of rational functions of uniformly bounded degrees for Besov and Triebel-Lizorkin spaces of holomorphic functions on the unit disc. In turn, this was utilized to give a new proof of Pekarski's direct estimate for rational approximation of holomorphic functions in H^p.\n\nAnother theme in the research of the PI is Nonlinear Spline Approximation. The PI along with a postdoc established direct and inverse estimates in nonlinear multivariate spline approximation, which allow to completely characterize the associated approximation spaces.\n\nThe PI has invested considerable time and efforts in developing needlet based methods for fast and accurate evaluation of quantities represented in terms of high degree (&gt;2000) surface or solid spherical harmonics at many scattered points on the 2-d unit sphere or in the space exterior to the sphere. Several schemes have been proposed and Matlab realization these methods has been developed. Targeted application of this research is in Geodesy and Geomagnetism.\n\n\t\t\t\t\tLast Modified: 08/30/2016\n\n\t\t\t\t\tSubmitted by: Pencho Petrushev"
 }
}