{
 "awd_id": "1211066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Extraction of local strain and stress",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922595",
 "po_email": "mbocea@nsf.gov",
 "po_sign_block_name": "Marian Bocea",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 228000.0,
 "awd_amount": 228000.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2012-07-31",
 "awd_abstract_narration": "This award will support the development of new strategies for multi-scale analysis of local stress and strain fields to identify the onset of failure in structural components. At the core of the method lies a recent discovery in approximation theory for elliptic second order divergence form partial differential equations obtained by the principal investigators under previous NSF support. The approximation scheme delivers a new class of local approximation spaces exhibiting exponentially decreasing error with respect to the local degrees of freedom. The research carried out under this award will extend the theory to linear elastic system and to heterogeneous media with residual stress and internal flaws. These results will deliver a new methodology for estimating the size and location of zones where the local stress and strain exceeds the failure threshold for material components. The local field recovery technique developed here will be applied to data sets consisting of surface strain data and actual CT images of predefined regions inside composite samples. The goal is to provide a suite of predictive tools for assessing the elastic interaction between flaws and composite architectures, the generation of zones of excess strain, and the onset of failure.\r\n\r\nThere is a growing demand for advanced composite materials for use in aviation, transportation and energy harvesting. This demand is driven by the superior anisotropic stiffness properties that can be achieved through the use of lightweight laminated, woven and braided fiber reinforced composite architectures. Examples of composite structures include the fuselage of the Boeing 787 Dreamliner, turbine blades for wind power generation and hulls for America's cup yachts. This award will support the development of new strategies for multi-scale analysis of local stress and strain fields to identify the onset of failure in structural components. It is anticipated that the outcome of this research will enhance the capability for novel energy efficient design of composite aircraft components for use in commercial aviation. One of the primary modes of operation will be the interaction between the Principal Investigators at Louisiana State University and the University of Texas with research scientists at the Materials and Manufacturing Directorate of the Air Force research laboratories, Wright Patterson Air Force Base. The proposed effort will strengthen research ties between these institutes. The Ph.D. student supported by this grant will engage in research activity at the Air Force Labs each Summer and gain hands-on experience in the science of predicting damage for laminated and textile aerospace composites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Lipton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Lipton",
   "pi_email_addr": "lipton@lsu.edu",
   "nsf_id": "000416092",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 228000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In order to accelerate the design and deployment of advanced composite architectures new methods for the analysis of heterogeneous materials are necessary for the high fidelity rendering of local strain and stress fields. In the first project we have discovered that the worst case load suffered by a structure can be defined mathematically. It is defined by a novel eigenvalue problem and can be solved numerically. Here the worst case load is defined as the boundary load that imparts the largest fraction of its energy to a predefined subdomain. It is found that the eigenvalue gives the fraction of boundary energy delivered to the subdomain and the eigenfunction gives the stress field inside the structure associated with the worst case load. This theory applies to structures made from heterogeneous materials including composites and structures made from 3-d printed materials. The new discovery motivates a new computational stress assessment methodology. Here we use the data set describing the internal geometry of the composite structure together with data obtained from sensor measurements of the total work done on the composite and compare with the computed worst case scenario stress state that can be realized inside the composite part. This comparison is used to assess the potential for failure initiation inside composite components such as bolted joints while in service. <br />During the support period a second observation related to structural spectra was made related to electromagnetic fields with application to optics and sensors.&nbsp; Here the goal is to manipulate the frequency spectrum through the use of heterogeneous materials. It is shown that a special quasi-periodic spectrum related to structural geometry can be used to find explicit band gaps and pass bands in the frequency spectra of TE modes in optical photonic band gap fibers. These ideas are used to derive the first explicit rigorous formulas for band gaps and pass bands for photonic crystals at finite contrast. The formulas are given explicitly in terms of material contrast and the geometry of the crystal heterogeneity. The theory provides a new systematic means for the identification of photonic and phononic band gaps within a specified frequency range. These ideas can be applied to electromagnetic modes of arbitrary polarization.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;Lipton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn order to accelerate the design and deployment of advanced composite architectures new methods for the analysis of heterogeneous materials are necessary for the high fidelity rendering of local strain and stress fields. In the first project we have discovered that the worst case load suffered by a structure can be defined mathematically. It is defined by a novel eigenvalue problem and can be solved numerically. Here the worst case load is defined as the boundary load that imparts the largest fraction of its energy to a predefined subdomain. It is found that the eigenvalue gives the fraction of boundary energy delivered to the subdomain and the eigenfunction gives the stress field inside the structure associated with the worst case load. This theory applies to structures made from heterogeneous materials including composites and structures made from 3-d printed materials. The new discovery motivates a new computational stress assessment methodology. Here we use the data set describing the internal geometry of the composite structure together with data obtained from sensor measurements of the total work done on the composite and compare with the computed worst case scenario stress state that can be realized inside the composite part. This comparison is used to assess the potential for failure initiation inside composite components such as bolted joints while in service. \nDuring the support period a second observation related to structural spectra was made related to electromagnetic fields with application to optics and sensors.  Here the goal is to manipulate the frequency spectrum through the use of heterogeneous materials. It is shown that a special quasi-periodic spectrum related to structural geometry can be used to find explicit band gaps and pass bands in the frequency spectra of TE modes in optical photonic band gap fibers. These ideas are used to derive the first explicit rigorous formulas for band gaps and pass bands for photonic crystals at finite contrast. The formulas are given explicitly in terms of material contrast and the geometry of the crystal heterogeneity. The theory provides a new systematic means for the identification of photonic and phononic band gaps within a specified frequency range. These ideas can be applied to electromagnetic modes of arbitrary polarization.\n\n\t\t\t\t\tLast Modified: 11/06/2017\n\n\t\t\t\t\tSubmitted by: Robert Lipton"
 }
}