{
 "awd_id": "1211059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SoCS: Geodeliberation: Enabling Democratic Decision-Making in Local Communities Through Place-Based Deliberative Dialogues",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 740397.0,
 "awd_amount": 755797.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2017-07-27",
 "awd_abstract_narration": "This project seeks to discover new knowledge required to support geodeliberation in community geospatial decision-making contexts.  Geodeliberation refers to democratic deliberation (within local communities) on complex and controversial geographically-defined problems and involves the use of geographical information and online, asynchronous deliberative technologies.  This research addresses two key knowledge gaps. One is the lack of understanding about human information and interaction behavior while engaging online asynchronous geodeliberation, and the methodological challenges of supporting community-scale deliberation of complex geospatial problems over sustained engagements. A more formidable gap is between the desirable level of public involvement and the practical level of participation that can be supported by the current social-technical solutions. To address these gaps, the research applies an ethnographically-guided participatory research approach to: (1) identify opportunities and barriers in using geodeliberation to empower communities; and (2) investigate visual-computational methods to enable human participation and facilitation of geodeliberation processes. \r\n \r\nThis research will contribute to the foundations of a science of geodeliberation, including both an understanding of key processes and a set of design techniques for social and visual-computational support of geodeliberation. It will focus on issue-related narratives about personal experiences, sensemaking with respect to synthesizing disparate geo-planning views and issues, and the development of public judgment and common ground for mutual understanding and collective action. These research activities are integrated around a prototype - GeoDeliberator. The approach will incorporate methods from three domains: cognitively-motivated design of visual representations and interfaces; models of deliberative discourse and decision-making in communities; and active facilitation of large-scale geodeliberation towards better coherence and effectiveness.\r\n \r\nThe research addresses broader impacts of three kinds. First, this project will demonstrate the potential of using information technology to improve civic engagement in community-level. Second, the design research investigation of socio-technical support for geodeliberation will provide a concrete model for local governments across the nation. Third, this project will prepare a generation of undergraduate and graduate students with consciousness and career potentials in applying social-technical solutions in the practice of democratic decision-making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guoray",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guoray Cai",
   "pi_email_addr": "gxc26@psu.edu",
   "nsf_id": "000247427",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Carroll",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Carroll",
   "pi_email_addr": "jcarroll@ist.psu.edu",
   "nsf_id": "000205369",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168026823",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 330397.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 425400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Americans involvement in democratic governance has been at decline, and the current practices of civic engagement are not effective because they failed to take into account that citizens have limited attentional and cognitive resources that is far from being able to deal with the vast amount of expressions around complex policy issues.&nbsp; &nbsp;This project attempted to innovate democratic deliberation process through inserting structured human facilitation and a set of visual-computational enablers that makes reasoned arguments and deliberation possible at community scale.&nbsp; Through three years of ethnographic studies of public deliberation in State College Borough and its twelves neighborhoods, we discovered a suite of factors that could lead to failure in collective decision-making and identified opportunities for intervention through human facilitation and technology enablement.&nbsp; The main outcome of this work is an innovative deliberative mini-public form of civic engagement, called \"Community Issue Review\" or CIR.&nbsp;&nbsp;Community Issue Review is a structured deliberation protocol that works in a hybrid, online and face-to-face setting for our local community context.&nbsp; Over a one-week period, participants work as a citizens&rsquo; panel guided by a professional facilitator.&nbsp; &nbsp;The panel met in person twice, but the bulk of the activity happened online using GeoDeliberator (an online deliberation tool developed by the team).&nbsp;&nbsp; With all the available information available from their fingertips, panelists investigate critical arguments and facts, highlight and vote on expert 'claims' as well as pro and con arguments on the website during the week. During the final (face-to-face) meeting, they voted on which claims would be included in a citizens' statement.&nbsp; By managing structured deliberation through a web-based online deliberative forum, GeoDeliberator, and enabling citizen panels to work asynchronously, we created an instrument that works equally well as face-to-face mini-publics, but without the barrier of physical presence and information deficits.&nbsp; CIR as a novel instrument for eliciting public opinions has been adopted by our local State College municipal government as their formal part of rule-making.&nbsp; City councils and planning commission of the Borough commented highly on the impact of CIR and GeoDeliberator on the positive changes of relationships between city council (the power body) and citizens and grassroot organizations.&nbsp; Given that there are 4000+ townships and municipalities in the US that could adopt CIR and our tools, the potential impact to the quality of civic life in local politics can be significant.&nbsp; Our work has also demonstrated that online deliberation, when coupled with proper facilitations, can scale up to address community or township level policy issues.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2018<br>\n\t\t\t\t\tModified by: Guoray&nbsp;Cai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAmericans involvement in democratic governance has been at decline, and the current practices of civic engagement are not effective because they failed to take into account that citizens have limited attentional and cognitive resources that is far from being able to deal with the vast amount of expressions around complex policy issues.   This project attempted to innovate democratic deliberation process through inserting structured human facilitation and a set of visual-computational enablers that makes reasoned arguments and deliberation possible at community scale.  Through three years of ethnographic studies of public deliberation in State College Borough and its twelves neighborhoods, we discovered a suite of factors that could lead to failure in collective decision-making and identified opportunities for intervention through human facilitation and technology enablement.  The main outcome of this work is an innovative deliberative mini-public form of civic engagement, called \"Community Issue Review\" or CIR.  Community Issue Review is a structured deliberation protocol that works in a hybrid, online and face-to-face setting for our local community context.  Over a one-week period, participants work as a citizens? panel guided by a professional facilitator.   The panel met in person twice, but the bulk of the activity happened online using GeoDeliberator (an online deliberation tool developed by the team).   With all the available information available from their fingertips, panelists investigate critical arguments and facts, highlight and vote on expert 'claims' as well as pro and con arguments on the website during the week. During the final (face-to-face) meeting, they voted on which claims would be included in a citizens' statement.  By managing structured deliberation through a web-based online deliberative forum, GeoDeliberator, and enabling citizen panels to work asynchronously, we created an instrument that works equally well as face-to-face mini-publics, but without the barrier of physical presence and information deficits.  CIR as a novel instrument for eliciting public opinions has been adopted by our local State College municipal government as their formal part of rule-making.  City councils and planning commission of the Borough commented highly on the impact of CIR and GeoDeliberator on the positive changes of relationships between city council (the power body) and citizens and grassroot organizations.  Given that there are 4000+ townships and municipalities in the US that could adopt CIR and our tools, the potential impact to the quality of civic life in local politics can be significant.  Our work has also demonstrated that online deliberation, when coupled with proper facilitations, can scale up to address community or township level policy issues.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2018\n\n\t\t\t\t\tSubmitted by: Guoray Cai"
 }
}