{
 "awd_id": "1211047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SoCS: Towards Micro-Volunteerism: From Citizen Sensor to Citizen Participant",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2013-07-12",
 "awd_abstract_narration": "This project will design new models of social participation and volunteerism through mobile device platforms, with a focus on citizen science. Micro-volunteerism is a newly emerging design territory for volunteering on the order of seconds or minutes. This research will develop a flexible new framework for citizen science based mobile tools to study this novel and largely unexplored social model of citizen participation and volunteerism. Through a series of research studies and design interventions, it will explore challenges and opportunities for leveraging this crowd sourced just-in-time volunteering social participation framework. \r\n\r\nThese efforts contribute toward a series of open research themes in the field of citizen science such as: a subscription based model for campaigns, flexible sensor and data collection techniques that adapt to context, diverse sensing strategies, models for participatory sensing and participatory analysis, and citizen data debate mechanisms. Also studied will be the effect of novel contribution models, badges and rewards, narrative and storytelling, and other methods for improving participation, contribution, motivation, and usage. The research is designed to allow citizens to easily develop and deploy citizen science based mobile collaborative campaigns, often leveraging low-cost sensing and ubiquitous technologies to facilitate real, positive environmental change. \r\n\r\nThe everyday world can become a living laboratory where citizens play a new and active role in facilitating scientific research aimed at exposing the dynamic interactions between people and the natural ecosystems and improving overall human health and well being. This research departs from typical sampling and collection techniques, and hypothesizes that while traditional scientific methods and models play a vital role in understanding the complex dynamics of our world, everyday non-expert citizens with sensor equipped mobile phones have the potential to expand the model of how scientific research is conducted. This approach also stands counter to traditional \"smart computing\" strategies, and instead develops a vocabulary of technologies and experiences to promote human curiosity that serves to scaffold individuals and communities towards a new understanding of our world. Citizen science is also positioned to synergize a new cooperative and collaborative approach to problem solving across a variety of expert practitioners such as computer scientists, engineers, social scientists, atmospheric chemists, environmental health organizations, urban planners, local and national governments. Successful citizen science projects can achieve positive societal change and produce a more participatory and transparent democracy with improved public understanding of our environment and urban ecology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Paulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Paulos",
   "pi_email_addr": "paulos@berkeley.edu",
   "nsf_id": "000509444",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Caifornia-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947200001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant overall has produced a tremendous amount of research. By the numbers, it has resultd no less than 25 top tier research publications, a best paper award, 2 book chapters, 3 Ph.D. Dissertations, 7 workshops, a patent, and numerous public demos, talks, outreach events, exhibitions, novel deployed sensor devices, and software artifacts. The work made impact in the development of novel sensors, software, and studies around the development and growth of citizen science leveraged by technology and social crowd based techniques. &nbsp;</p>\n<p><br />Specifically, the work resulting from this grant contributed to the emergence of a new field of computationally enhanced citizen science. &nbsp;This grant helped develop entirely new types of accurate low-cost, accessible environmental sensors such as MyPart to enable much broader access to personalized air quality measurements, UpStream for water conservation, and total dissolved solids sensors for water quality. &nbsp;We developed a broad range of new form factors and contexts for personal environmental sensing like WallBots, Air Quality Balloons, indoor air quality measurement devices like inAir, devices to promote water conservation such as UpStream to, wearable sensor technologies like WearAir, as well as a series of environmental sensor devices &nbsp;focused on education and citizen science designed specifically for children.&nbsp;<br />We performed longitudinal studies of indoor air quality measurements and evaluated different visualizations of air quality with our systems. &nbsp;We measured the value of such systems in persuading real actions from people to improve individual and community air quality. We introduced a novel framing around how technology could be inspired by and work with nature to create more \"natural sensors\".</p>\n<p><br />While we prototyped and deployed numerous mobile technologies and novel sensing hardware devices, we also studied the barriers to their adoption within volunteer data collection campaigns. &nbsp;We observed significant changes in behavior to improve air quality within our studies &ndash; several individuals quitting smoking as part of the study even though this was never the intended target of the research. &nbsp;</p>\n<p><br />On the software front, we developed and evaluated a flexible subscription-based software authoring tool for mobile citizen science. &nbsp;We introduced a variety of techniques to incentivise and maintain contributions and participation in citizen science campaigns using as subscription based model. &nbsp;We always focused on enabling the broadest participation of our tools by experts and non-experts alike. &nbsp;We studied the use of our platforms within a wide variety of communities such as parents, bicyclists, homeless, activists, and children, to name a few. &nbsp;As such, we leveraged and developed novel uses for low-cost digital fabrication techniques and DIY making for prototyping applications and tools for citizen science. We developed ways to apply citizen science techniques to biology through DIYBio and open source biology tools as platforms for hybrid knowledge production and scientific participation. &nbsp;The work paralleled and supported the emergence of the maker culture and the rise of the expert amateur within DIY projects. &nbsp;</p>\n<p><br />The resulting artifacts of conference papers, sensor designs, 3D models, technologies for making, software code, diverse form factors, user studies, and community deployed sensors represent a broad range of important engineering and design best practices around future directions for technology leveraged citizen science. &nbsp;</p>\n<p><br />Throughout the work, we explored how citizen science could be a mechanism to bring together a broad range of disciplines from engineering, design, public policy, environmental engineering, art, civic government, and local communities. &nbsp;This intersection was critical to the way we engaged with and developed each of the projects within this grant and we feel strongly that this work helped to set examples of how such interdisciplinary thinking can deliver important results for health, well-being, science literacy, STEM, and culture at large. &nbsp;<br />The work in this grant looked at a variety of ways to instrument the world around us, from our homes, to transportation, to physical infrastructure, to our clothing, and beyond. &nbsp; We also developed MyPart, a portable, personal, accurate, low-cost, flexible air quality measurement device that enables broader access to air quality measurements than ever before. Some of our early work in this grant such as inAir, which developed techniques for analyzing and visualizing indoor air quality, have also found their way into many Internet of Things products. &nbsp;<br />While our work makes many technical contributions, we are also proud of the way it speaks toward how technology can be used to address larger society problems such as education, environmental awareness, and health and well-being. &nbsp;The projects are strong examples of how research can make a technical contribution while addressing new ways to teach the scientific method, feel involved in a larger scientific process, help city planners improve air quality within the city, and empower individuals and groups with new tools to measure and improve their neighborhood and local communities. Doing research is as much about good science as it is about addressing local and global social problems.&nbsp;<br /><br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2016<br>\n\t\t\t\t\tModified by: Eric&nbsp;Paulos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant overall has produced a tremendous amount of research. By the numbers, it has resultd no less than 25 top tier research publications, a best paper award, 2 book chapters, 3 Ph.D. Dissertations, 7 workshops, a patent, and numerous public demos, talks, outreach events, exhibitions, novel deployed sensor devices, and software artifacts. The work made impact in the development of novel sensors, software, and studies around the development and growth of citizen science leveraged by technology and social crowd based techniques.  \n\n\nSpecifically, the work resulting from this grant contributed to the emergence of a new field of computationally enhanced citizen science.  This grant helped develop entirely new types of accurate low-cost, accessible environmental sensors such as MyPart to enable much broader access to personalized air quality measurements, UpStream for water conservation, and total dissolved solids sensors for water quality.  We developed a broad range of new form factors and contexts for personal environmental sensing like WallBots, Air Quality Balloons, indoor air quality measurement devices like inAir, devices to promote water conservation such as UpStream to, wearable sensor technologies like WearAir, as well as a series of environmental sensor devices  focused on education and citizen science designed specifically for children. \nWe performed longitudinal studies of indoor air quality measurements and evaluated different visualizations of air quality with our systems.  We measured the value of such systems in persuading real actions from people to improve individual and community air quality. We introduced a novel framing around how technology could be inspired by and work with nature to create more \"natural sensors\".\n\n\nWhile we prototyped and deployed numerous mobile technologies and novel sensing hardware devices, we also studied the barriers to their adoption within volunteer data collection campaigns.  We observed significant changes in behavior to improve air quality within our studies &ndash; several individuals quitting smoking as part of the study even though this was never the intended target of the research.  \n\n\nOn the software front, we developed and evaluated a flexible subscription-based software authoring tool for mobile citizen science.  We introduced a variety of techniques to incentivise and maintain contributions and participation in citizen science campaigns using as subscription based model.  We always focused on enabling the broadest participation of our tools by experts and non-experts alike.  We studied the use of our platforms within a wide variety of communities such as parents, bicyclists, homeless, activists, and children, to name a few.  As such, we leveraged and developed novel uses for low-cost digital fabrication techniques and DIY making for prototyping applications and tools for citizen science. We developed ways to apply citizen science techniques to biology through DIYBio and open source biology tools as platforms for hybrid knowledge production and scientific participation.  The work paralleled and supported the emergence of the maker culture and the rise of the expert amateur within DIY projects.  \n\n\nThe resulting artifacts of conference papers, sensor designs, 3D models, technologies for making, software code, diverse form factors, user studies, and community deployed sensors represent a broad range of important engineering and design best practices around future directions for technology leveraged citizen science.  \n\n\nThroughout the work, we explored how citizen science could be a mechanism to bring together a broad range of disciplines from engineering, design, public policy, environmental engineering, art, civic government, and local communities.  This intersection was critical to the way we engaged with and developed each of the projects within this grant and we feel strongly that this work helped to set examples of how such interdisciplinary thinking can deliver important results for health, well-being, science literacy, STEM, and culture at large.  \nThe work in this grant looked at a variety of ways to instrument the world around us, from our homes, to transportation, to physical infrastructure, to our clothing, and beyond.   We also developed MyPart, a portable, personal, accurate, low-cost, flexible air quality measurement device that enables broader access to air quality measurements than ever before. Some of our early work in this grant such as inAir, which developed techniques for analyzing and visualizing indoor air quality, have also found their way into many Internet of Things products.  \nWhile our work makes many technical contributions, we are also proud of the way it speaks toward how technology can be used to address larger society problems such as education, environmental awareness, and health and well-being.  The projects are strong examples of how research can make a technical contribution while addressing new ways to teach the scientific method, feel involved in a larger scientific process, help city planners improve air quality within the city, and empower individuals and groups with new tools to measure and improve their neighborhood and local communities. Doing research is as much about good science as it is about addressing local and global social problems. \n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/30/2016\n\n\t\t\t\t\tSubmitted by: Eric Paulos"
 }
}