{
 "awd_id": "1211760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonlocal energies and their application to data analysis and collective behavior of many-particle systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 132838.0,
 "awd_amount": 132838.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "The PI studies two lines of applications of systems  with nonlocal effects, that is systems in which points are subject to far-away influences. One application is to investigation of large data sets. Advances in automated data-acquisition techniques (such as digital microscopy) has enabled one to gather large data sets holding a wealth of information.  Such data sets  are often of very high dimension (for example digital images).  To be able to extract the information contained, it is desirable to simplify them with minimal loss of information.  One approach is to approximate the data set by a low-dimensional manifold. This project is concerned with a variational approach using nonlocal energies for parameterizing the data with a curve. The goal is to contribute to understanding of which functionals provide for good data approximation and are amenable to efficient computational implementation. The PI studies the fundamental questions such as existence and regularity of minimizers, as well as numerical implementation and applicability to data sets.  The other line of investigation concerns behavior of  particle systems with long range interaction.  Such systems arise as models of collective behavior of a variety of living organisms (locust, fish, birds, bacteria, and others). Goal of this research is to help explain why and how large, well-organized groups (such as swarms, schools, flocks, etc.) of organisms form. Furthermore to describe mathematically the evolution of these groups, and explain why are they stable and explore how they interact with the environment in particular in the presence of environmental boundaries. The  development of the new mathematical tools, such as gradient flows in spaces of probability measures, provides the techniques that make significant progress on these issues likely.\r\n\r\n\r\nBeing able to extract information from large data sets is a scientific challenge with important practical consequences. The research of the PI can lead to improved algorithms for data parameterization and approximation. This in turn can improve data clustering, classification, visualization, and other tasks.  An example of an application is  improving and automating the diagnostics of some diseases, based on images of tissue samples. Understanding how large groups of a variety of organisms form and behave is an important biological question. It is also one where mathematics, based on simple rules of interaction between individuals, can provide important insights. The knowledge obtained can be used to predict and offer guidance on how such groups (for example locust swarms) could be influenced.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dejan",
   "pi_last_name": "Slepcev",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Dejan S Slepcev",
   "pi_email_addr": "slepcev@math.cmu.edu",
   "nsf_id": "000332633",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 83469.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 49369.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI studied two lines of applications of systems with nonlocal effects.</p>\n<p>One application is to data analysis. Advances in automated data-acquisition techniques (such as digital microscopy) have enabled one to gather large datasets holding a wealth of information. Such datasets are often of high dimension (for example digital images). To be able to extract the information contained, it is desirable to simplify them with minimal loss of information. The project investigated ways to approximate data sets by a family of curves. Several objective functionals which combine penalties for the data-approximation error and complexity of the curves used were studied. The PI and collaborators have obtained results on the properties of the families of curves which minimize such functionals. In particular on their smoothness and on their dependance on the parameters of the functional considered. They have also designed and implemented efficient numerical algorithms to compute the approximate minimizers. An example of a 1D structure discovered in a 3D point cloud is shown on Figure 1.</p>\n<p>Another problem regarding high-dimensional data sets concerns using the geometry of the data sets do divide it into meaningful pieces, namely to cluster the data. Often the data considered represent a random sample of an, unknown, &ldquo;ground truth&rdquo; measure. A&nbsp;widely-used approach to clustering a point cloud is to consider it as a graph. Namely one creates the graph by connecting all pairs of &nbsp;points which are &ldquo;sufficiently&ldquo; close to each other. One then considers partitioning the graph by cutting edges to divide it into separate groups. An objective functional is designed to measure the quality of the cuts made: the goal is to cut as few edges as possible while obtaining groups of meaningful size. A desirable property of such an approach is that if different samples of a measure are considered one still obtains similar partitioning, and furthermore that if the number of sample points increases the partitioning converges to the &ldquo;best&rdquo; partitioning of the underlying ground truth measure. The PI and collaborators developed a mathematical framework for considering such questions. More precisely for considering the limiting behavior of variational problems posed on random, discrete samples of a measure. The framework is general and flexible and applies to many relevant objective functionals. It represents a decisive progress over the state-of-the-art. Figures 2-3 illustrate the 2-way clustering on a sample of a &nbsp;measure &nbsp;in 2D.</p>\n<p>&nbsp;</p>\n<p>The second line of investigation concerns behavior of systems of agents with long-range interaction. Such systems arise in physics, chemistry and as models of collective behavior of a variety of living organisms (locust, fish, birds, bacteria, and others). The PI and collaborators considered systems in which the energy of the system is given as the sum (integral) of all pairwise inter-particle potentials. They established sharp conditions for when such systems have a ground state (a configuration with minimal energy over all probability measures). This has important implications to statistical mechanics and understanding of many-agent systems. Furthermore the PI and collaborators considered the dynamics of nonlocal-interaction equations. Their results show how the systems behave in general non-homogeneous environments  of general shape. They show how such environments can qualitatively change the dynamics and the long-time behavior of the system. This brings one closer to being able to accurately model the collective behavior of large groups of agents which often seem to organize following simple principles, but produce a wide range of complex patterns.</p>\n<p><br /> <br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2015<br>\n\t\t\t\t\tModified by: Dejan&nbsp;S&nbsp;Slepcev</p>\n</div...",
  "por_txt_cntn": "\nThe PI studied two lines of applications of systems with nonlocal effects.\n\nOne application is to data analysis. Advances in automated data-acquisition techniques (such as digital microscopy) have enabled one to gather large datasets holding a wealth of information. Such datasets are often of high dimension (for example digital images). To be able to extract the information contained, it is desirable to simplify them with minimal loss of information. The project investigated ways to approximate data sets by a family of curves. Several objective functionals which combine penalties for the data-approximation error and complexity of the curves used were studied. The PI and collaborators have obtained results on the properties of the families of curves which minimize such functionals. In particular on their smoothness and on their dependance on the parameters of the functional considered. They have also designed and implemented efficient numerical algorithms to compute the approximate minimizers. An example of a 1D structure discovered in a 3D point cloud is shown on Figure 1.\n\nAnother problem regarding high-dimensional data sets concerns using the geometry of the data sets do divide it into meaningful pieces, namely to cluster the data. Often the data considered represent a random sample of an, unknown, \"ground truth\" measure. A widely-used approach to clustering a point cloud is to consider it as a graph. Namely one creates the graph by connecting all pairs of  points which are \"sufficiently\" close to each other. One then considers partitioning the graph by cutting edges to divide it into separate groups. An objective functional is designed to measure the quality of the cuts made: the goal is to cut as few edges as possible while obtaining groups of meaningful size. A desirable property of such an approach is that if different samples of a measure are considered one still obtains similar partitioning, and furthermore that if the number of sample points increases the partitioning converges to the \"best\" partitioning of the underlying ground truth measure. The PI and collaborators developed a mathematical framework for considering such questions. More precisely for considering the limiting behavior of variational problems posed on random, discrete samples of a measure. The framework is general and flexible and applies to many relevant objective functionals. It represents a decisive progress over the state-of-the-art. Figures 2-3 illustrate the 2-way clustering on a sample of a  measure  in 2D.\n\n \n\nThe second line of investigation concerns behavior of systems of agents with long-range interaction. Such systems arise in physics, chemistry and as models of collective behavior of a variety of living organisms (locust, fish, birds, bacteria, and others). The PI and collaborators considered systems in which the energy of the system is given as the sum (integral) of all pairwise inter-particle potentials. They established sharp conditions for when such systems have a ground state (a configuration with minimal energy over all probability measures). This has important implications to statistical mechanics and understanding of many-agent systems. Furthermore the PI and collaborators considered the dynamics of nonlocal-interaction equations. Their results show how the systems behave in general non-homogeneous environments  of general shape. They show how such environments can qualitatively change the dynamics and the long-time behavior of the system. This brings one closer to being able to accurately model the collective behavior of large groups of agents which often seem to organize following simple principles, but produce a wide range of complex patterns.\n\n\n \n\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Dejan S Slepcev"
 }
}