{
 "awd_id": "1212901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Large: Collaborative Research: Enabling Privacy-Utility Trade-Offs in Pervasive Computing Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 95000.0,
 "awd_amount": 95000.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "Pervasive computing, such as sensors in smartphones, buildings, automobiles and cities, result in increased sharing of sensor data, whether initiated by users or by other authorities such as service providers, government entities, interest groups, and individuals. Embedded in this data is information which others, even using sophisticated data mining algorithms, can fuse to construct a virtual biography of our activities, revealing private behaviors and lifestyle patterns. Researchers in this project are devising computational methods to let users exercise privacy control over their personal sensory data that is shared.\r\n\r\nIntellectual Merit: The project is developing a user-configurable cryptographically-secure ?privacy shield? to run on smartphones and act upon sensor information flowing to other users, apps, and services. To make privacy understandable, the user is presented with a higher level abstraction for expressing privacy and sharing in terms of rich inferences and contexts drawn from sensor measurements. The user can designate some inferences and contexts as private.  To provide privacy while ensuring the quality of service provided by the recipients of the sensory information, the system also incorporates algorithms which, over time, learn a personalized model of the privacy risk from sharing an inference. The theoretical concepts and the system realization are being validated via user studies in mobile health and personal sensing. \r\n\r\nBroader Impacts: By providing better understanding of the behavioral privacy problem and risks inherent in sharing seemingly innocuous data, results from this project will lead to a more educated and informed citizenry, regulators, and policy makers, and provide effective tools for privacy management to those who share sensory information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Santosh",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Santosh Kumar",
   "pi_email_addr": "skumar4@memphis.edu",
   "nsf_id": "000285759",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "209 Dunn Hall",
  "perf_city_name": "Memphis",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381523240",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching vision of this seed project (note: the project was funded as a 2year seed) is to develop principled theories and architectural principles for pervasive computing systems that preserve privacy while providing utility to data consumers, and investigate associated algorithmic foundations, runtime software services, static analysis methods, and hardware mechanisms, with experimental validation.</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>The Memphis site of this project</p>\n<p>1.) investigated the tradeoff between privacy and utility in the context of collecting and sharing of mobile health sensor data,</p>\n<p>2.) developed methods to systematically analyze reasons for data losses in mobile health data collection user studies (whether due to technology, protocol compliance, or privacy),</p>\n<p>3.) developed methods to return physiological sensor data back to users for self-monitoring of daily stress and conversation behaviors in the context of location and physical activity in order to improve their engagement with scientific user studies, and</p>\n<p>4.) developed methods to protect the privacy of users during sharing of mobile sensor data by substituting mobile sensor data corresponding to privacy-sensitive behaviors.</p>\n<p>Each of these advances were published or are under review at top-tier publication venues in computing, attesting to the high-quality of research conducted in this project. In terms of results, the project established the following for each of the above research tasks.</p>\n<p>1. The project showed (via a user study with 34 users) that improving the utility of mobile sensor data reduces privacy concerns regarding sharing of location data, physical activity data, and stress data. But, sharing of audio remains highly privacy-sensitive. Towards this end, the project developed a new method to assess conversation from non-privacy sensitive respiration sensor that captures breahting pattern. Hence, conversation can now be monitoried in the natural environment without a need to collect audio data.</p>\n<p>2. It takes a tremendous amount of effort to design and conduct scientific user studies with mobile sensors. But, the success of these studies critically depends on being able to collect high-quality data. We developed a systematic framework with associated algorithms and software to assess the reasons for data loss (whether due to technology such as battery life, protocol compliance such as not wearing the sensor correctly, or due to privacy such as manually turning the sensors off) so that appropriate actions can be taken to improve data yield. The entire framework is being released as open-source framework as part of the MD2K Center's software platforms.</p>\n<p>3. An interactive visualization was developed to automatically process phsyiological sensor data and present the results back to users. Using this, users can self-monitor their daily stress and conversation behaviors in the context of location and physical activity. The visualization was so helpful for health and wellness monitoring that several users approached the team to borrow our sensors for self-monitoring. The visualization is being released for free use by the community as part of the MD2K Center's software platforms.</p>\n<p>4. Differential privacy methods have usually be applied to protect the anonymity of users in population-scale analysis. We have developed differential privacy concepts to protect the behavioral privacy of individual users when they share time series of sensor data collected in the natural environment, e.g., with study scientists or with care providers. We developed efficient algorithms to locate and substitute sensor data corresponding to privacy-sensitive events with sensor data that ensures no privacy-sensitive behaviors can be revealed in the data without raising any suspicion of data substitution and while preserving the utility of the relea...",
  "por_txt_cntn": "\nThe overarching vision of this seed project (note: the project was funded as a 2year seed) is to develop principled theories and architectural principles for pervasive computing systems that preserve privacy while providing utility to data consumers, and investigate associated algorithmic foundations, runtime software services, static analysis methods, and hardware mechanisms, with experimental validation.\n\nIntellectual Merit:\n\nThe Memphis site of this project\n\n1.) investigated the tradeoff between privacy and utility in the context of collecting and sharing of mobile health sensor data,\n\n2.) developed methods to systematically analyze reasons for data losses in mobile health data collection user studies (whether due to technology, protocol compliance, or privacy),\n\n3.) developed methods to return physiological sensor data back to users for self-monitoring of daily stress and conversation behaviors in the context of location and physical activity in order to improve their engagement with scientific user studies, and\n\n4.) developed methods to protect the privacy of users during sharing of mobile sensor data by substituting mobile sensor data corresponding to privacy-sensitive behaviors.\n\nEach of these advances were published or are under review at top-tier publication venues in computing, attesting to the high-quality of research conducted in this project. In terms of results, the project established the following for each of the above research tasks.\n\n1. The project showed (via a user study with 34 users) that improving the utility of mobile sensor data reduces privacy concerns regarding sharing of location data, physical activity data, and stress data. But, sharing of audio remains highly privacy-sensitive. Towards this end, the project developed a new method to assess conversation from non-privacy sensitive respiration sensor that captures breahting pattern. Hence, conversation can now be monitoried in the natural environment without a need to collect audio data.\n\n2. It takes a tremendous amount of effort to design and conduct scientific user studies with mobile sensors. But, the success of these studies critically depends on being able to collect high-quality data. We developed a systematic framework with associated algorithms and software to assess the reasons for data loss (whether due to technology such as battery life, protocol compliance such as not wearing the sensor correctly, or due to privacy such as manually turning the sensors off) so that appropriate actions can be taken to improve data yield. The entire framework is being released as open-source framework as part of the MD2K Center's software platforms.\n\n3. An interactive visualization was developed to automatically process phsyiological sensor data and present the results back to users. Using this, users can self-monitor their daily stress and conversation behaviors in the context of location and physical activity. The visualization was so helpful for health and wellness monitoring that several users approached the team to borrow our sensors for self-monitoring. The visualization is being released for free use by the community as part of the MD2K Center's software platforms.\n\n4. Differential privacy methods have usually be applied to protect the anonymity of users in population-scale analysis. We have developed differential privacy concepts to protect the behavioral privacy of individual users when they share time series of sensor data collected in the natural environment, e.g., with study scientists or with care providers. We developed efficient algorithms to locate and substitute sensor data corresponding to privacy-sensitive events with sensor data that ensures no privacy-sensitive behaviors can be revealed in the data without raising any suspicion of data substitution and while preserving the utility of the released sensor data for desired inferenses (e.g., for heart rate monitoring).\n\nIn summary, the project made several intellectual contributions to adv..."
 }
}