{
 "awd_id": "1212000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Towards the Edge of the Milky Way.  The First Contiguous Spectroscopic Survey of the True Outer Halo.",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 195927.0,
 "awd_amount": 195927.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "The long dynamical times and radial extent of our stellar halo preserves a chance to trace the history of mass assembly of both the stellar and dark matter components of our Galaxy. Most of what we know about the outer halo is learned from stars that happen to pass nearby. If the outer halo is, as we expect, dynamically young and not well mixed, the motion of such stars may not tell the full story of the recent accretion history of the Galaxy. Dr. Rockosi (at the University of California Santa Cruz) and Dr. Morrison (at Case Western Reserve University)work on a spectroscopic survey of red giant branch stars in the outer halo, done as part of the Baryon Oscillation Spectroscopic Survey (BOSS). This is the dark time survey in the Sloan Digital Sky Survey (SDSS)-III project. The BOSS spectrograph improvements and large area coverage of an area of about 10,000 square degrees allow a contiguous survey of the outer reaches of our Galaxy. The complete sample will provide kinematics, metallicities, and alpha element to iron abundance ratios for approximately 1000 stars with a median distance of 50 kpc, providing a true outer halo sample. The alpha elements such as O, Mg, and Si are mainly produced in supernovae and trace the chemical evolution of the halo. \r\nThe outer halo sample will be used to measure the halo stellar radial density profile, metallicity and alpha element abundance gradients to beyond 100 kpc from the center of the Galaxy, as well as identify and characterize substructure in stellar density, kinematics and chemical abundance. From this we can learn the fractional contribution of stellar accretion to the outer halo, as well as the mass and orbit distributions and star formation histories of the halo progenitors. Comparison of these measurements in the outer halo to existing measurements in the surviving dwarf spheroidal galaxies and in the inner halo can be used to infer the mass accretion history and stellar population evolution of our Galaxy and its progenitors through time. All SDSS data become public in a timely manner, giving a rich and in many ways still unexplored resource to astronomers. The principal investigators have led the stellar surveys in the SDSS projects from proposals through data releases. All have been actively involved for the past six years in the calibrations needed before these data can be used reliably for stars, which included improving the flux calibration of the SDSS spectra, to tests of the stellar parameters pipeline to the painstaking observation and analysis of well-studied open and globular clusters. \r\nMinority students remain a small proportion of graduating PhDs. Case astronomy is partnering with the very successful Fisk/Vanderbilt Masters Bridge Program for minorities so that their graduates can enter the Case Western Reserve University astronomy PhD program in the same way that they currently enter the Vanderbilt PhD program; effectively as third-year graduate students. The Case program for Women in Science and Engineering (co-founded by the PI) is now in its ninth year of encouraging women undergraduates to stay in science. Dr. Rockosi leads many projects to develop facility instrumentation at Keck and Lick Observatory. These instruments are available via public access to Keck, and the Lick Observatory projects provide a technology development platform for adaptive optics and other instrumentation research. Dr. Rockosi and her research group participate in the Santa Cruz Institute for Science and Engineering Educators, which introduces graduate students and postdocs to inquiry-based learning techniques while running workshops designed to encourage underrepresented minority students to go on for advanced degrees in STEM fields. Approximately 75% of the undergraduate participants in this program are women or under-represented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constance",
   "pi_last_name": "Rockosi",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Constance M Rockosi",
   "pi_email_addr": "crockosi@ucolick.org",
   "nsf_id": "000201815",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High St.",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 195927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of the science program funded by this award is was to find stars in the distant halo in our Milky Way Galaxy. The halo is the home of the oldest known stars in our Galaxy. Once we find these stars, we can learn about how our Galaxy formed and grew over time by measuring the Dopper velocities and the abundance of different chemical elements in their composition.&nbsp; We identified a sample of just over 6000 stars in the distant halo, reaching more than 10 times farther from the center of the Galaxy than the sun.&nbsp; Information about these stars, including their velocities and distances, were published in a series of papers led by graduate students and postdoctoral scholars.&nbsp; The spectra and all the data about them are available in the Sloan Digital Sky Survey public database.&nbsp; &nbsp;Cosmology predicts that galaxies grow by accreting the galaxies around them.&nbsp; The stars in these galaxies become part of the halo, but they remain close in position and continue to have very similar velocities and only slowly lose this coherence over time.&nbsp; By identifying how clustered the stars are in position and velocity we can learn about the history of how the galaxy grew over time. The main analysis of the clustering of stars in the halo was led by an undergraduate student researcher at Case Western Reserve University, and published in the Astrophysical Journal (Janesh et al. 2016).&nbsp; The analysis demonstrated that the amount of clustering increases at larger distances from the center of the Galaxy, matching a prediction that the Galaxy forms \"inside-out\".&nbsp; Nearly a third of the stars that belong to clusters in space or velocity belong to a single dwarf galaxy that is just now being accreted in the halo of the Galaxy.&nbsp; However, more than 50% of the stars are not measurably clustered, indicating either that they were accreted early and have since dispersed and are no longer clustered, or that they were not accreted at all but instead formed in the Milky Way halo, perhaps from hydrogen gas accreted with infalling galaxies.&nbsp;</p>\n<p>Several other research projects used this sample to compare the halo of our Galaxy to the halo of&nbsp; Andromeda, the nearest galaxy to ours of comparable size.&nbsp; Andromeda's halo seems to be more clustered, perhaps indicating more recent accretion, or the accretion of more massive galaxies that contribute more stars to the Andromeda halo.&nbsp; &nbsp;In addition, several undergraduate students at Santa Cruz compared the information about the clustering of stars from this survey of the distant halo with measurements of clustering from a large area imaging survey. Clustering in space alone, without velocity information, is sensitive only to the most recent accretion in the halo, and can give an estimate of how much recent accretion the halo has experienced.&nbsp; The results are consistent with the findings of Janesh et al. (2016) that most of the clustered stars in the halo that we infer were accreted come from very recent accretion.</p>\n<p>The research on the Galactic halo that is the focus of this grant was featured in several public and professional talks.&nbsp; Two of the public talks were for the Lick Observatory summer visitor series, which reaches a wide audience of the general public in the San Franciso Bay Area.&nbsp; The research work supported by this grant was also featured in introductory astronomy class at the University of California, Santa Cruz.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2018<br>\n\t\t\t\t\tModified by: Constance&nbsp;M&nbsp;Rockosi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of the science program funded by this award is was to find stars in the distant halo in our Milky Way Galaxy. The halo is the home of the oldest known stars in our Galaxy. Once we find these stars, we can learn about how our Galaxy formed and grew over time by measuring the Dopper velocities and the abundance of different chemical elements in their composition.  We identified a sample of just over 6000 stars in the distant halo, reaching more than 10 times farther from the center of the Galaxy than the sun.  Information about these stars, including their velocities and distances, were published in a series of papers led by graduate students and postdoctoral scholars.  The spectra and all the data about them are available in the Sloan Digital Sky Survey public database.   Cosmology predicts that galaxies grow by accreting the galaxies around them.  The stars in these galaxies become part of the halo, but they remain close in position and continue to have very similar velocities and only slowly lose this coherence over time.  By identifying how clustered the stars are in position and velocity we can learn about the history of how the galaxy grew over time. The main analysis of the clustering of stars in the halo was led by an undergraduate student researcher at Case Western Reserve University, and published in the Astrophysical Journal (Janesh et al. 2016).  The analysis demonstrated that the amount of clustering increases at larger distances from the center of the Galaxy, matching a prediction that the Galaxy forms \"inside-out\".  Nearly a third of the stars that belong to clusters in space or velocity belong to a single dwarf galaxy that is just now being accreted in the halo of the Galaxy.  However, more than 50% of the stars are not measurably clustered, indicating either that they were accreted early and have since dispersed and are no longer clustered, or that they were not accreted at all but instead formed in the Milky Way halo, perhaps from hydrogen gas accreted with infalling galaxies. \n\nSeveral other research projects used this sample to compare the halo of our Galaxy to the halo of  Andromeda, the nearest galaxy to ours of comparable size.  Andromeda's halo seems to be more clustered, perhaps indicating more recent accretion, or the accretion of more massive galaxies that contribute more stars to the Andromeda halo.   In addition, several undergraduate students at Santa Cruz compared the information about the clustering of stars from this survey of the distant halo with measurements of clustering from a large area imaging survey. Clustering in space alone, without velocity information, is sensitive only to the most recent accretion in the halo, and can give an estimate of how much recent accretion the halo has experienced.  The results are consistent with the findings of Janesh et al. (2016) that most of the clustered stars in the halo that we infer were accreted come from very recent accretion.\n\nThe research on the Galactic halo that is the focus of this grant was featured in several public and professional talks.  Two of the public talks were for the Lick Observatory summer visitor series, which reaches a wide audience of the general public in the San Franciso Bay Area.  The research work supported by this grant was also featured in introductory astronomy class at the University of California, Santa Cruz. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/17/2018\n\n\t\t\t\t\tSubmitted by: Constance M Rockosi"
 }
}