{
 "awd_id": "1212124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH:  Enhancing Resilience of Coastal Ecosystems and Human Communities to Oceanographic Variability:      Social and Ecological Feedbacks",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1349569.0,
 "awd_amount": 1349569.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "This project will study the capacity of natural systems and human communities to adapt to environmental change.  The research program will specifically investigate the impacts of oceanographic variability on coastal marine ecosystems and human communities of the Pacific coast of Baja California, Mexico, and the influences of local and global feedbacks on the resilience and adaptive capacity of these systems. Researchers will (1) characterize coastal oceanographic variability and the patterns and drivers of low-oxygen, or hypoxic, events; (2) assess the impacts of variability, particularly hypoxic events, on nearshore species, ecosystems, and fisheries, and compare these impacts with those of past ENSO events; (3) assess the cultural, social, and economic variables that influence the responses of local communities to these impacts, particularly their willingness and ability to invest in local conservation and adaptation; and (4) assess the willingness of selected groups of U.S. citizens to support these local conservation efforts and determine what factors influence such contributions. \r\n\r\nAs in a number of other coastal regions, the ecosystems and fisheries off Baja California have been heavily affected by extreme events driven by climate.  ENSO events caused significant declines in key resources during 1982-83 and 1997-98, and recent episodes of low oxygen in the California Current region resulted in high mortality of ecologically and commercially important marine species.  A better understanding of the capacity of humans and fisheries to adapt to oceanographic variability will help show how to mitigate the social and economic impacts of increased variability due to climate change and growing pressure on natural resources.  For example, this project will help allow us to anticipate the occurrence and effects on fisheries of low-oxygen events off western North America, and to design marine reserves so as to buffer them.  By examining how the local effects of uncertainty in the ocean can spread more widely in society, the project will lead to broader adaptation strategies. The project will also train undergraduate and graduate students to integrate social and ecological studies, a vitally needed skill in an increasingly crowded world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fiorenza",
   "pi_last_name": "Micheli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fiorenza Micheli",
   "pi_email_addr": "micheli@stanford.edu",
   "nsf_id": "000254439",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Monismith",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen G Monismith",
   "pi_email_addr": "monismith@stanford.edu",
   "nsf_id": "000471488",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Hopkins Marine Station",
  "perf_str_addr": "120 Oceanview Blvd",
  "perf_city_name": "Pacific Grove",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939503024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1349569.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ecosystems and associated small-scale fisheries of Baja California, Mexico, have been affected by ENSO events, with significant decline in key resources during the extreme events of 1982-83 and 1997-98. Climate-driven low-oxygen events (hypoxia) have also been documented in coastal areas of the California Current region, including Baja California, resulting in high mortality of ecologically and commercially important nearshore marine species. This project investigated the impacts of oceanographic variability on coastal marine ecosystems and human communities of the Pacific coast of Baja California, Mexico, and the influences of local and global feedbacks on the resilience and adaptive capacity of these systems. We (1) characterized coastal oceanographic variability and the patterns and drivers of hypoxic events; (2) assessed the impacts of coastal oceanographic variability, particularly heat waves and hypoxic events, on nearshore species, ecosystems, and fisheries; and (3) assessed the cultural, social, and economic variables that influence the responses of local communities to these impacts, particularly their willingness and ability to invest in local conservation and adaptation.</p>\n<p>Coastal oceanographic studies have highlighted extreme, prolonged low oxygen events and associated mass mortalities of marine invertebrates. Analyses of oceanographic data revealed high local variability and differential exposure to warming and hypoxia at sites only a few km from each other. Such local variability provides opportunities for local conservation and adaptation actions and can be leveraged for siting marine reserves, artificial reefs, outplants for restocking depleted populations, and mariculture.<strong> </strong>This project has created an unprecedented monitoring network and infrastructure along the Pacific Coast of Baja California, enabling twelve fishing communities to track change in their marine environments and incorporate this information in their marine management. Kelp forest ecosystem monitoring have revealed large declines of benthic invertebrates, and stable or increasing fish abundances. Controlled field and laboratory experiments have shown that the low oxygen and high temperatures that have affected this region are likely drivers of the declines. A broader regional analysis showed that these community changes have occurred throughout the southern portion of the range of distribution of giant kelp, in response to warming events. Population models suggest that a network of marine reserves can have a direct positive effect on abalone population abundance and reduce the risk of population and fisheries collapse, particularly under increasing frequency of extreme events. Interviews and game theory experiments revealed that fishers voluntarily reduce fishing pressure to counteract or buffer the effects of environmental change. Environmental stewardship in the face of uncertainty, in this context, is contingent on strong communication, strong institutional organization and capacity, and past exposure to uncertainty and change. The project has provided training opportunities for 6 undergraduate and 12 graduate students, 8 postdocs, and 12 research associates and technical staff in the USA and Mexico. Results have been broadly shared in publications, reports, seminars, conferences, and through routine meetings with fishers, fishing cooperative staff, community members, government agencies, and academic institutions in Mexico and the USA.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2018<br>\n\t\t\t\t\tModified by: Fiorenza&nbsp;Micheli</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ecosystems and associated small-scale fisheries of Baja California, Mexico, have been affected by ENSO events, with significant decline in key resources during the extreme events of 1982-83 and 1997-98. Climate-driven low-oxygen events (hypoxia) have also been documented in coastal areas of the California Current region, including Baja California, resulting in high mortality of ecologically and commercially important nearshore marine species. This project investigated the impacts of oceanographic variability on coastal marine ecosystems and human communities of the Pacific coast of Baja California, Mexico, and the influences of local and global feedbacks on the resilience and adaptive capacity of these systems. We (1) characterized coastal oceanographic variability and the patterns and drivers of hypoxic events; (2) assessed the impacts of coastal oceanographic variability, particularly heat waves and hypoxic events, on nearshore species, ecosystems, and fisheries; and (3) assessed the cultural, social, and economic variables that influence the responses of local communities to these impacts, particularly their willingness and ability to invest in local conservation and adaptation.\n\nCoastal oceanographic studies have highlighted extreme, prolonged low oxygen events and associated mass mortalities of marine invertebrates. Analyses of oceanographic data revealed high local variability and differential exposure to warming and hypoxia at sites only a few km from each other. Such local variability provides opportunities for local conservation and adaptation actions and can be leveraged for siting marine reserves, artificial reefs, outplants for restocking depleted populations, and mariculture. This project has created an unprecedented monitoring network and infrastructure along the Pacific Coast of Baja California, enabling twelve fishing communities to track change in their marine environments and incorporate this information in their marine management. Kelp forest ecosystem monitoring have revealed large declines of benthic invertebrates, and stable or increasing fish abundances. Controlled field and laboratory experiments have shown that the low oxygen and high temperatures that have affected this region are likely drivers of the declines. A broader regional analysis showed that these community changes have occurred throughout the southern portion of the range of distribution of giant kelp, in response to warming events. Population models suggest that a network of marine reserves can have a direct positive effect on abalone population abundance and reduce the risk of population and fisheries collapse, particularly under increasing frequency of extreme events. Interviews and game theory experiments revealed that fishers voluntarily reduce fishing pressure to counteract or buffer the effects of environmental change. Environmental stewardship in the face of uncertainty, in this context, is contingent on strong communication, strong institutional organization and capacity, and past exposure to uncertainty and change. The project has provided training opportunities for 6 undergraduate and 12 graduate students, 8 postdocs, and 12 research associates and technical staff in the USA and Mexico. Results have been broadly shared in publications, reports, seminars, conferences, and through routine meetings with fishers, fishing cooperative staff, community members, government agencies, and academic institutions in Mexico and the USA.\n\n \n\n\t\t\t\t\tLast Modified: 12/12/2018\n\n\t\t\t\t\tSubmitted by: Fiorenza Micheli"
 }
}