{
 "awd_id": "1212372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "AF: Large: Collaborative Research: Exploiting Duality between Algorithms and Complexity",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2012-06-20",
 "awd_max_amd_letter_date": "2015-07-01",
 "awd_abstract_narration": "Meta-algorithms are algorithms that take other algorithms as input. \r\nMeta-algorithms are important in a variety of applications, from \r\nminimizing circuits in VLSI to verifying hardware and software to \r\nmachine learning. Lower bound proofs show that computational problems \r\nare difficult in the sense of requiring a prohibitive \r\namount of time, memory, or other resource to solve. \r\nThis is particularly important in the context of cryptography, \r\nwhere it is vital to ensure that no feasible adversary can break \r\na code. Surprisingly, recent research by the PIs and others \r\nshows that designing meta-algorithms is, in a formal sense, \r\nequivalent to proving lower bounds. In other words, one can prove a \r\nnegative (the non-existence of a small circuit to solve a problem) by \r\na positive (devising a new meta-algorithm). This was the key to a \r\nbreakthrough by PI Williams, proving lower bounds on constant \r\ndepth circuits with modular arithmetic gates. \r\n\r\nThe proposed research will utilize this connection both to \r\ndesign new meta-algorithms and to prove new lower bounds. \r\nA primary focus will be on meta-algorithms for \r\ndeciding if a given algorithm is 'trivial' or not, such as algorithms \r\nfor the Boolean satisfiability problem. The proposed research will devise new \r\nalgorithms that improve over exhaustive search for many variants \r\nof satisfiability. On the other hand, it will also explore \r\ncomplexity-theoretic limitations on how much improvement is \r\npossible, using reductions and lower bounds for restricted \r\nmodels. Satisfiability will provide a starting point for a more \r\ngeneral understanding of the exact complexities of other NP-complete \r\nproblems such as the traveling salesman problem and k-colorability. \r\nThe proposal addresses both worst-case performance and the use \r\nof fast algorithms as heuristics for solving this problem. \r\n\r\nThis exploration will be mainly mathematical. However, when \r\nnew algorithms and heuristics are developed, they will be \r\nimplemented and the resulting software made widely available. \r\nThis research will be incorporated in courses taught by \r\nthe PI's, at both graduate and undergraduate levels. \r\nBoth graduate and undergraduate students will perform research \r\nas part of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Williams",
   "pi_email_addr": "rrw@mit.edu",
   "nsf_id": "000606346",
   "pi_start_date": "2012-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "340 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "7927",
   "pgm_ref_txt": "COMPLEXITY & CRYPTOGRAPHY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 347124.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 102876.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>This project studied so-called &ldquo;meta-algorithms&rdquo;, which are algorithms that take the code of other algorithms as input. Meta-algorithms are important in a variety of applications, from&nbsp;minimizing the cost of chip design, to verifying hardware and software, to&nbsp;machine learning. The project also studied &ldquo;lower bounds&rdquo; which are impossibility results: mathematical guarantees that certain computational problems&nbsp;are difficult, in the sense of requiring a prohibitive&nbsp;amount of time, memory, or other resources to solve.&nbsp;Lower bounds are particularly important in the context of cryptography,&nbsp;where it is vital to ensure that no feasible adversary can break&nbsp;one&rsquo;s code.</p>\n<p>Understanding meta-algorithms will improve our understanding of computation in general; new meta-algorithms are likely to have substantial impact in not only theory but also the practice of computing. The conventional wisdom is that algorithm design and complexity lower bounds are not quite related. Outcomes from our project show how they can be related in interesting ways, which is likely to lead to further new insights in both algorithms and complexity lower bounds.</p>\n<p>The major outcomes of this research were discoveries of new efficient meta-algorithms for analyzing logical circuits, connections between meta-algorithms and lower bounds, and new lower bounds for solving problems with logical circuits. Some prominent issues in the theory of lower bounds were found to be logically equivalent to resolving other problems in algorithm design, &ldquo;unifying&rdquo; two research topics. Treating computation as a &ldquo;game&rdquo; being played between an algorithm-player and a data-player, tools from the economic field of game theory led to new insights into how one might attack the major open problems in the field, and how to think of lower bounds in a constructive and algorithmic way. New algorithmic techniques were devised for analyzing and proving limitations on computational models such as low-depth &ldquo;linear threshold&rdquo; circuits, which mimic the architecture of the human brain. Methods from lower bounds in circuit complexity were applied in novel ways to the design of new algorithms for important practical problems in network analysis, pattern detection/matching, and shortest-path routing.</p>\n<p>These and many other developments were widely disseminated in publicly-available academic papers, in classrooms at Stanford, and in lecture halls in many venues all over the world. Undergraduate and graduate students were extensively trained in these new methods of reasoning about computation.</p>\n<p>The societal impact of faster meta-algorithms (and strong computational lower bounds) is difficult to overestimate, given the pervasiveness of the computation in modern society. However, this project has a deeper intellectual impact. Many of us (regardless of vocation) have been `raised' to think that positive methods for problem-solving (i.e., algorithms) are generally something we should be contributing to the world, and negative results (i.e., computational lower bounds) are not necessarily something to contribute, but rather something we should try to work around. This project uncovered more striking similarities between algorithms and computational lower bounds which challenge this viewpoint, contrary to traditional computational thinking about problem-solving versus impossibility results.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2016<br>\n\t\t\t\t\tModified by: Ryan&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis project studied so-called \"meta-algorithms\", which are algorithms that take the code of other algorithms as input. Meta-algorithms are important in a variety of applications, from minimizing the cost of chip design, to verifying hardware and software, to machine learning. The project also studied \"lower bounds\" which are impossibility results: mathematical guarantees that certain computational problems are difficult, in the sense of requiring a prohibitive amount of time, memory, or other resources to solve. Lower bounds are particularly important in the context of cryptography, where it is vital to ensure that no feasible adversary can break one?s code.\n\nUnderstanding meta-algorithms will improve our understanding of computation in general; new meta-algorithms are likely to have substantial impact in not only theory but also the practice of computing. The conventional wisdom is that algorithm design and complexity lower bounds are not quite related. Outcomes from our project show how they can be related in interesting ways, which is likely to lead to further new insights in both algorithms and complexity lower bounds.\n\nThe major outcomes of this research were discoveries of new efficient meta-algorithms for analyzing logical circuits, connections between meta-algorithms and lower bounds, and new lower bounds for solving problems with logical circuits. Some prominent issues in the theory of lower bounds were found to be logically equivalent to resolving other problems in algorithm design, \"unifying\" two research topics. Treating computation as a \"game\" being played between an algorithm-player and a data-player, tools from the economic field of game theory led to new insights into how one might attack the major open problems in the field, and how to think of lower bounds in a constructive and algorithmic way. New algorithmic techniques were devised for analyzing and proving limitations on computational models such as low-depth \"linear threshold\" circuits, which mimic the architecture of the human brain. Methods from lower bounds in circuit complexity were applied in novel ways to the design of new algorithms for important practical problems in network analysis, pattern detection/matching, and shortest-path routing.\n\nThese and many other developments were widely disseminated in publicly-available academic papers, in classrooms at Stanford, and in lecture halls in many venues all over the world. Undergraduate and graduate students were extensively trained in these new methods of reasoning about computation.\n\nThe societal impact of faster meta-algorithms (and strong computational lower bounds) is difficult to overestimate, given the pervasiveness of the computation in modern society. However, this project has a deeper intellectual impact. Many of us (regardless of vocation) have been `raised' to think that positive methods for problem-solving (i.e., algorithms) are generally something we should be contributing to the world, and negative results (i.e., computational lower bounds) are not necessarily something to contribute, but rather something we should try to work around. This project uncovered more striking similarities between algorithms and computational lower bounds which challenge this viewpoint, contrary to traditional computational thinking about problem-solving versus impossibility results. \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2016\n\n\t\t\t\t\tSubmitted by: Ryan Williams"
 }
}