{
 "awd_id": "1212939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Timing, Extent, and Spatial Progression of Neogene Displacement Transfer, Southern Walker Lane, Western Great Basin",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 193313.0,
 "awd_amount": 193313.0,
 "awd_min_amd_letter_date": "2012-01-27",
 "awd_max_amd_letter_date": "2012-01-27",
 "awd_abstract_narration": "Northwesterly displacement of the Sierra Nevada with respect to the Great Basin in the western US Cordillera has been ongoing for the last 12 to 15 Ma.  This motion is accommodated by a complicated and incompletely understood belt of deformation along the western margin of the Great Basin that links major, misaligned strike-slip faults in eastern California and western Nevada.  Based on previous research and our preliminary work, we have identified that the deformed belt underlies a region of nearly 15,000 km2 and contains large tectonic blocks that both translate toward the northwest as the crust is pulled apart and also undergo vertical-axis rotations of 20° to 90°.  In this project, we will provide a better understanding of the dimensions of the tectonic blocks, how far they have moved laterally, to what degree they experienced vertical-axis rotation, and the spatial-temporal pattern of deformation.  Much of the western borderland of North America and many parts of other continents around the world reside in similar tectonic settings and record comparable histories of deformation.  This study will provide the opportunity to better understand how and to what degree the translation and rotation of large crustal blocks is accommodated as the continental crust is fragmented in response to the relative movement of lithospheric plates.\r\n\r\n\r\nCrustal response to displacement transfer in structural stepovers linking misaligned segments of large-magnitude transcurrent faults is accommodated by components of translational and rotational displacement and strain and results in complex three-dimensional arrays of structures.  The mechanisms by which rotational and translational strain are accommodated either by rigid-blocks and/or by distributed strain and to what degree the translational and rotational processes are coupled in space-time are poorly understood.  In this study, we integrate detailed and regional geologic mapping with thermochronologic, structural, and paleomagnetic analysis to unravel the history of transcurrent structures separating the Sierra Nevada and central Great Basin.  The objective of the work is to characterize transcurrent and high-angle normal fault displacement, estimate slip on low-angle detachment faults, and assess the relation between translational deformation and differential rotation.  Our research results will provide the needed detailed understanding of the spatial and temporal pattern of deformation and supply the constraints to differentiate between coeval and serial translational and rotational deformation histories within the stepover system and provide the means to assess whether or to what degree rotation is accommodated by rigid-body motion or distributed strain processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Stockli",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel F Stockli",
   "pi_email_addr": "stockli@jsg.utexas.edu",
   "nsf_id": "000611629",
   "pi_start_date": "2012-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 193313.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative 3-year project investigated the Neogene deformation along the eastern margin of the Walker Lane Belt in Nevada &ndash; a belt associated with the North-America-Pacific plate boundary system and accommodating ca. 20-25% of the relative plate motion. While the western edge of the Walker Lane is well defined by the relatively rigid Sierra Nevada block, the eastern edge is much more diffuse and evolving through time. This study shows that the eastern edge of this deformation zone dramatically changes character along strike in response to crustal and possibly lithospheric inheritance, as strain is progressive transferred farther and farther to the east via both right-stepping normal faults and left-lateral strike-slip faults. This fault pattern is strongly informed by structural inheritance established as a result of Paleozoic, Mesozoic, and early Tertiary tectonics. While both the southern (Beatty, NV) and northern (Silver Peak, NV) areas are dominated by late Miocene major low-angle normal fault systems that are laterally linked to NW-striking right-lateral strike-slip faults. These low-angle normal faults accommodated large-magnitude NW-directed extension and exhumed ductile middle crustal rocks. The large corridor in-between these two highly extended areas, in contrast, is largely characterized by rigid vertical axis rotation accommodated by conjugate left-later strike-slip faults and high-angle normal faults, resulting in the preservation of the relatively intact upper-crustal architecture and Tertiary volcanic stratigraphy, without exhuming and exposing ductile middle crustal rocks. This complex and temporally evolving nature of the deformation pattern and structures accommodating this upper-crustal strain is strongly influenced by inherited structures and lithological/rheological contrasts and is in very stark contrast to the large through-going strike-slip faults in the central and western Walker Lane belt (e.g., Death Valley-Furnace Creek or Owens Valley Fault zones). This collaborative study constrained the structural evolution and timing of deformation through field mapping, fault kinematic analysis, and geo- and thermochronometric analysis of accessory mineral in the southern and northern areas and quantified the vertical axis rotation dominated central eastern Walker Lane Belt, through field mapping, fault analysis, geochronology, and especially paleomagnetic analysis. The results of this projects document the complex and progressive evolution of deformation along the eastern margin of the Walker Lane since 8 Ma in response to a pronounced change in Pacific Plate motion between 8-10 Ma. The findings highlight the importance of structural inheritance and its impact on fault linkage, resulting in complex fault relays on all scales (km to &gt;50 km) and show the extreme variations in upper-crustal deformation field in response to the same external driving forces. The complexities and contrasts in upper-crustal deformation also strongly point to a middle-crustal decollement horizon that likely decouples upper-crustal from lower-crustal and mantle deformation away from the large trough-going strike slip faults, with major implications for a large spectrum of studies, ranging from the interpretation of geodetic results, earthquake hazards, and tectonic reconstructions as well as our understanding of what is driving deformation.</p>\n<p>The study area offers stunning exposures and insights into the complexly deformed eastern margin of the Walker Lane and its temporal evolution and thus offers excellent opportunities for undergraduate and graduate student involvement. The UT (and formerly KU) component of the project, involved 4 graduate students, one post-doctoral scholar, and 5 undergraduate research assistants. The project comprised the primary thesis research for a UT M.S. and Ph.D. student and a partially funded postdoctoral research. This su...",
  "por_txt_cntn": "\nThis collaborative 3-year project investigated the Neogene deformation along the eastern margin of the Walker Lane Belt in Nevada &ndash; a belt associated with the North-America-Pacific plate boundary system and accommodating ca. 20-25% of the relative plate motion. While the western edge of the Walker Lane is well defined by the relatively rigid Sierra Nevada block, the eastern edge is much more diffuse and evolving through time. This study shows that the eastern edge of this deformation zone dramatically changes character along strike in response to crustal and possibly lithospheric inheritance, as strain is progressive transferred farther and farther to the east via both right-stepping normal faults and left-lateral strike-slip faults. This fault pattern is strongly informed by structural inheritance established as a result of Paleozoic, Mesozoic, and early Tertiary tectonics. While both the southern (Beatty, NV) and northern (Silver Peak, NV) areas are dominated by late Miocene major low-angle normal fault systems that are laterally linked to NW-striking right-lateral strike-slip faults. These low-angle normal faults accommodated large-magnitude NW-directed extension and exhumed ductile middle crustal rocks. The large corridor in-between these two highly extended areas, in contrast, is largely characterized by rigid vertical axis rotation accommodated by conjugate left-later strike-slip faults and high-angle normal faults, resulting in the preservation of the relatively intact upper-crustal architecture and Tertiary volcanic stratigraphy, without exhuming and exposing ductile middle crustal rocks. This complex and temporally evolving nature of the deformation pattern and structures accommodating this upper-crustal strain is strongly influenced by inherited structures and lithological/rheological contrasts and is in very stark contrast to the large through-going strike-slip faults in the central and western Walker Lane belt (e.g., Death Valley-Furnace Creek or Owens Valley Fault zones). This collaborative study constrained the structural evolution and timing of deformation through field mapping, fault kinematic analysis, and geo- and thermochronometric analysis of accessory mineral in the southern and northern areas and quantified the vertical axis rotation dominated central eastern Walker Lane Belt, through field mapping, fault analysis, geochronology, and especially paleomagnetic analysis. The results of this projects document the complex and progressive evolution of deformation along the eastern margin of the Walker Lane since 8 Ma in response to a pronounced change in Pacific Plate motion between 8-10 Ma. The findings highlight the importance of structural inheritance and its impact on fault linkage, resulting in complex fault relays on all scales (km to &gt;50 km) and show the extreme variations in upper-crustal deformation field in response to the same external driving forces. The complexities and contrasts in upper-crustal deformation also strongly point to a middle-crustal decollement horizon that likely decouples upper-crustal from lower-crustal and mantle deformation away from the large trough-going strike slip faults, with major implications for a large spectrum of studies, ranging from the interpretation of geodetic results, earthquake hazards, and tectonic reconstructions as well as our understanding of what is driving deformation.\n\nThe study area offers stunning exposures and insights into the complexly deformed eastern margin of the Walker Lane and its temporal evolution and thus offers excellent opportunities for undergraduate and graduate student involvement. The UT (and formerly KU) component of the project, involved 4 graduate students, one post-doctoral scholar, and 5 undergraduate research assistants. The project comprised the primary thesis research for a UT M.S. and Ph.D. student and a partially funded postdoctoral research. This substantial educational component of the project was further augmented..."
 }
}