{
 "awd_id": "1212281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring potential energy surfaces for strong field chemistry, ion dynamics and bio-organic chemistry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Lisy",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2012-07-13",
 "awd_max_amd_letter_date": "2012-07-13",
 "awd_abstract_narration": "H. Bernhard Schlegel of Wayne State University is supported by an award from the Chemical Theory, Models and Computational Methods program in the Chemistry Division to explore projects in strong field chemistry, ab initio molecular dynamics, bio-organic systems, and reaction path optimization.  Explicitly, integration of time dependent configuration interaction (TD-CI) and density functional theory will be compared for modeling molecules interacting with short, intense laser pulses. Different methods for simulating strong field ionization will be assessed.  TD-CI simulations with field-dependent states and improved methods for integrating ab initio classical trajectories in strong fields will be developed.  Standard and long-range corrected functionals will be compared for classical trajectories in strong laser fields.  These ab initio molecular dynamics methods will be used to study the kinetic energy distribution of protons in strong field fragmentations, and H(+) migration and H3(+) formation from molecules interacting with intense laser fields.  Studies of bio-organic systems will include redox potentials of intermediates in guanine oxidation pathways, environmental effects on nucleobase pKa's and redox potentials, guanine-thymine crosslinks and metal-promoted oxidation of guanine.  To support these studies, new methods will be developed for reaction path optimization, reaction paths through seams and conical intersections, and reaction paths for bifurcating potential energy surfaces.\r\n\r\nUnderstanding molecular dynamics and exploring reaction pathways are key challenges in chemistry. Strong field chemistry and attosecond science address these challenges by using short intense laser pulses to probe structure and reactivity.  Professor Schlegel and his team are developing new methods for simulating the behavior of molecules under these extreme conditions. The selected studies of bio-organic systems include properties and reactivity of DNA bases related to toxicity, mutagenesis and cancer.  To support these studies, the researchers are developing new methods for exploring reaction paths on potential energy surfaces that will benefit many areas of chemistry which utilize molecular orbital calculations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Schlegel",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Hans B Schlegel",
   "pi_email_addr": "hbs@chem.wayne.edu",
   "nsf_id": "000214483",
   "pi_start_date": "2012-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 460000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; The availability of short, intense laser pulses has opened up new possibilities for chemistry. Attosecond laser pulses can directly explore electron dynamics, image molecular orbitals and probe bond making and breaking processes. Intense femtosecond laser pulses can act as photonic reagents by altering the dynamics of molecules on potential energy surfaces. The response of molecules to short, intense laser pulses cannot be treated by the perturbative methods used for ordinary spectroscopy. Direct simulations of electronic and nuclear dynamics are needed to understand the behavior of molecules under these extreme conditions. Electron dynamics during and after the laser pulse can be followed by integration of the time dependent Schrodinger equation. With these methods we have studied the behavior of electrons during the strong field ionization of polyatomic molecules. &nbsp;We have adapted ab initio molecular dynamics on to explore chemical reactions in strong laser fields. Short, intense mid IR pulses can rapidly deposit large amounts of energy into a molecule and cause selectively bond dissociation and fragmentation for aligned molecules.&nbsp;</p>\n<p>&nbsp; &nbsp;Oxidative damage of DNA is closely related to toxicity, mutagenesis, cancer and aging. Because of the numerous interconnected pathways and the fleeting nature of the intermediates, oxidative damage to DNA is difficult to study experimentally. We have used computational chemistry explore the reaction mechanisms and elucidate the properties of the short-lived intermediates in guanine oxidation in collaboration with Prof. Cynthia Burrows at U. of Utah. Large changes in solvation energy on removal of a proton or an electron make it challenging to calculate pKa&rsquo;s and redox potentials for biochemically relevant oxidation processes.&nbsp; We have developed a practical protocol using continuum solvation models with cavity scaling to calculate reliable pK<span style=\"font-size: 10px;\">a</span>&rsquo;s and redox potentials for nucleobases and have applied it to study the pK<span style=\"font-size: 10px;\">a</span>&rsquo;s and redox potentials of nucleobases and intermediates in the oxidative degradation of guanine.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/09/2015<br>\n\t\t\t\t\tModified by: H. Bernhard&nbsp;Schlegel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n    The availability of short, intense laser pulses has opened up new possibilities for chemistry. Attosecond laser pulses can directly explore electron dynamics, image molecular orbitals and probe bond making and breaking processes. Intense femtosecond laser pulses can act as photonic reagents by altering the dynamics of molecules on potential energy surfaces. The response of molecules to short, intense laser pulses cannot be treated by the perturbative methods used for ordinary spectroscopy. Direct simulations of electronic and nuclear dynamics are needed to understand the behavior of molecules under these extreme conditions. Electron dynamics during and after the laser pulse can be followed by integration of the time dependent Schrodinger equation. With these methods we have studied the behavior of electrons during the strong field ionization of polyatomic molecules.  We have adapted ab initio molecular dynamics on to explore chemical reactions in strong laser fields. Short, intense mid IR pulses can rapidly deposit large amounts of energy into a molecule and cause selectively bond dissociation and fragmentation for aligned molecules. \n\n   Oxidative damage of DNA is closely related to toxicity, mutagenesis, cancer and aging. Because of the numerous interconnected pathways and the fleeting nature of the intermediates, oxidative damage to DNA is difficult to study experimentally. We have used computational chemistry explore the reaction mechanisms and elucidate the properties of the short-lived intermediates in guanine oxidation in collaboration with Prof. Cynthia Burrows at U. of Utah. Large changes in solvation energy on removal of a proton or an electron make it challenging to calculate pKaÆs and redox potentials for biochemically relevant oxidation processes.  We have developed a practical protocol using continuum solvation models with cavity scaling to calculate reliable pKaÆs and redox potentials for nucleobases and have applied it to study the pKaÆs and redox potentials of nucleobases and intermediates in the oxidative degradation of guanine.\n\n\t\t\t\t\tLast Modified: 09/09/2015\n\n\t\t\t\t\tSubmitted by: H. Bernhard Schlegel"
 }
}