{
 "awd_id": "1212971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanistic and Catalytic Studies of Reversible Covalent Bonding",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2012-07-07",
 "awd_max_amd_letter_date": "2012-07-07",
 "awd_abstract_narration": "With the support of the Chemical Structure, Dynamics, and Mechanism Program of the National Science Foundation, Professor Eric Anslyn of the University of Texas at Austin will lead a research program focused on dynamic covalent bonding.  Four modern areas of chemistry are currently exploiting dynamic covalent bonding: supramolecular chemistry, Dynamic Combinatorial Chemistry (DCC), organocatalysis, and enzyme inhibition.  However, the dynamic reactions routinely exploited in these areas are limited. This is due to the fact that most reactions involving reversible covalent bonding are very slow to equilibrate, and therefore exchange components on a time scale that is impractical. Our goal is to expand the number of reversible systems that are practical.  To do this, the Anslyn team will first explore the mechanisms of four reversible covalent reactions, capitalize on successes that their group has recently had in this endeavor, and finally devise catalytic methods to speed up the reversible covalent interchange.  The four reversible reactions they will target are: thiol conjugate addition, acetal formation, hemiaminal ether formation, and phosphinite transesterification. \r\n\r\nUnderstanding the mechanisms of these four reactions and uncovering methods for their catalysis will have a broad impact on the chemical community for two reasons.  Firstly, they will create reversible covalent systems that other investigators can directly use for their own needs.  Second, and maybe of even broader significance, they will demonstrate an approach for uncovering methods of catalysis that other chemists can also adopt for their goals. \r\n\r\nIn addition to the scientific advances, the University of Texas (UT) at Austin offers a unique environment for broader impact.  This University runs a Freshman Research Initiative (FRI) laboratory for undergraduates, wherein Dr. Anslyn always parallels a portion of this laboratory to complement his NSF funding.  This laboratory is equipped and sponsored by UT, and thereby the NSF funding is leveraged to educate freshman chemistry students in a truly research oriented setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Anslyn",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Eric V Anslyn",
   "pi_email_addr": "anslyn@austin.utexas.edu",
   "nsf_id": "000459911",
   "pi_start_date": "2012-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Austin",
  "perf_str_addr": "1 University Station A1590",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787120165",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "6879",
   "pgm_ref_txt": "STRUCTURE, DYNAMIC & MECHANISM"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF grant entitled &ldquo;Mechanistic and Catalytic Studies of Reversible Covalent Bonding&rdquo; set forth a series of advances that can be used for generating molecular complexity for use in chemosensing and creating new molecular receptors. To start, we found that thiol addition to a variety of conjugate acceptors can be exploited in kinase sensing routines, to create new coupling schemes that can be triggered to decouple, and reversibly exchange thiols via dithiane intermediates. Further, via our mechanistic studies we devised a new method to prove the orthogonality of reversible covalent bonding reactions, thus setting the stage for the creation of very complex molecular architectures.&nbsp;</p>\n<p>Our kinase sensing work was aimed at classifying these phosphorylating proteins into their substructures and isoforms, as well as their activities and responses to inhibitors. Branching from this work, we devised sensing methods for classifying fats/lipids. While the two approaches were similar in spirit, the reversible covalent bonding utilized in the kinase analysis was an unanticipated advance, and the lipid analysis an unprecedented use of differential sensing in a class of very difficult analytes.&nbsp;&nbsp;</p>\n<p>The reversible coupling via exchange of thiols was moved into materials applications, protein labeling, supramolecular host creation, and combinatorial library synthesis. The primary and most novel advance forthcoming from these studies was the discovery of a methodology for reversing the chemical coupling via a triggered event, returning all starting materials with no alteration.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2016<br>\n\t\t\t\t\tModified by: Eric&nbsp;V&nbsp;Anslyn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF grant entitled \"Mechanistic and Catalytic Studies of Reversible Covalent Bonding\" set forth a series of advances that can be used for generating molecular complexity for use in chemosensing and creating new molecular receptors. To start, we found that thiol addition to a variety of conjugate acceptors can be exploited in kinase sensing routines, to create new coupling schemes that can be triggered to decouple, and reversibly exchange thiols via dithiane intermediates. Further, via our mechanistic studies we devised a new method to prove the orthogonality of reversible covalent bonding reactions, thus setting the stage for the creation of very complex molecular architectures. \n\nOur kinase sensing work was aimed at classifying these phosphorylating proteins into their substructures and isoforms, as well as their activities and responses to inhibitors. Branching from this work, we devised sensing methods for classifying fats/lipids. While the two approaches were similar in spirit, the reversible covalent bonding utilized in the kinase analysis was an unanticipated advance, and the lipid analysis an unprecedented use of differential sensing in a class of very difficult analytes.  \n\nThe reversible coupling via exchange of thiols was moved into materials applications, protein labeling, supramolecular host creation, and combinatorial library synthesis. The primary and most novel advance forthcoming from these studies was the discovery of a methodology for reversing the chemical coupling via a triggered event, returning all starting materials with no alteration.\n\n\t\t\t\t\tLast Modified: 08/31/2016\n\n\t\t\t\t\tSubmitted by: Eric V Anslyn"
 }
}