{
 "awd_id": "1212096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantitative insight into interstellar turbulence",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 299890.0,
 "awd_amount": 299890.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "This is a continuation of Dr. Lazarian's theoretical work on the influence of magnetic field diffusion in turbulent star-forming clouds on the star formation process. \r\n\r\nThe appearance, evolution, and overall properties of a spiral galaxy are strongly influenced by its interstellar medium (ISM). In turn, the nature of the ISM and many processes within it, such as star formation, are determined by the magnetic turbulence that stirs the ISM. Properties of turbulent fluids cannot be confidently understood using only numerical approaches; and the fluid motions simulated by computers differ from astrophysical ones by a huge difference in Reynolds numbers.\r\n\r\nThe present work focuses on the role that magnetic reconnection plays in star formation, and investigates the sources and effects of turbulence in different phases of the ISM. Although turbulence is chaotic, it can be described and understood by applying well defined statistical laws to solve astrophysical problems.\r\n\r\nThe work improves the comparison of theory with observations. The studies employ well-tested numerical codes already in place. The principal investigator and his team will continue to develop, test, and apply new tools for extracting properties of turbulence (such as turbulence spectra and sonic Mach number of turbulence) from observations.\r\n\r\nThe statistical tools from this study are made publicly available and provide new tools to the observational community to study turbulence, its driving, and its magnetization. A graduate student will work on this project. This project also offers Research Experience for Undergraduate (REU) students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandre",
   "pi_last_name": "Lazarian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandre Lazarian",
   "pi_email_addr": "lazarian@astro.wisc.edu",
   "nsf_id": "000491671",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park St. Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The appearance, evolution, and overall properties of a spiral galaxy are strongly influenced by its interstellar medium (ISM). In turn, the nature of the ISM and many processes taking place within it (such as star formation) are determined by the magnetic turbulence that stirs it. Properties of magnetized turbulent fluids cannot be confidently understood using only &ldquo;brute force&rdquo; numerical approaches; the fluid motions simulated by computers differ from astrophysical ones by orders of magnitude in terms of Reynolds numbers. The goal of the project was to describe turbulence within astrophysical plasmas, to understand how magnetic fields and turbulence change the properties of plasmas and develop ways to study turbulence and magnetic fields from observations.</p>\n<p>The work was performed using analytical and numerical tools with numerical tools employed mostly to test theoretical expectations. A significant progress was achieved in understanding how magnetic field changes its topology in turbulent media both in non-relativistic and relativistic plasmas, in understanding cosmic ray diffusion and acceleration in the presence of magnetic turbulence, in developing techniques of magnetic field and turbulence studies from observations. The latter advances were based on the quantitative understanding of properties of MHD turbulence and the corresponding techniques have been successfully tested with observations and numerical simulations.&nbsp;</p>\n<p>Better understanding of interstellar turbulence achieved as a result of the research provided advances for different branches of astrophysical studies, including the theory of star formation and cosmic ray acceleration and propagation. The new tools developed for studying turbulence and magnetic field from observations have been made available for the community use.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2017<br>\n\t\t\t\t\tModified by: Alexandre&nbsp;Lazarian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe appearance, evolution, and overall properties of a spiral galaxy are strongly influenced by its interstellar medium (ISM). In turn, the nature of the ISM and many processes taking place within it (such as star formation) are determined by the magnetic turbulence that stirs it. Properties of magnetized turbulent fluids cannot be confidently understood using only \"brute force\" numerical approaches; the fluid motions simulated by computers differ from astrophysical ones by orders of magnitude in terms of Reynolds numbers. The goal of the project was to describe turbulence within astrophysical plasmas, to understand how magnetic fields and turbulence change the properties of plasmas and develop ways to study turbulence and magnetic fields from observations.\n\nThe work was performed using analytical and numerical tools with numerical tools employed mostly to test theoretical expectations. A significant progress was achieved in understanding how magnetic field changes its topology in turbulent media both in non-relativistic and relativistic plasmas, in understanding cosmic ray diffusion and acceleration in the presence of magnetic turbulence, in developing techniques of magnetic field and turbulence studies from observations. The latter advances were based on the quantitative understanding of properties of MHD turbulence and the corresponding techniques have been successfully tested with observations and numerical simulations. \n\nBetter understanding of interstellar turbulence achieved as a result of the research provided advances for different branches of astrophysical studies, including the theory of star formation and cosmic ray acceleration and propagation. The new tools developed for studying turbulence and magnetic field from observations have been made available for the community use. \n\n \n\n\t\t\t\t\tLast Modified: 09/03/2017\n\n\t\t\t\t\tSubmitted by: Alexandre Lazarian"
 }
}