{
 "awd_id": "1212534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Progress and Problems in Dynamics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 37900.0,
 "awd_amount": 37900.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2012-04-10",
 "awd_abstract_narration": "A scientific conference, Progress and Problems in Dynamics,  will be held  from Monday, May 14 until Wednesday May 16, 2012 at the Medical Center Hilton, Houston. The website for the conference is http://www.math.uh.edu/dynamics2012/ .  The aim of the workshop is to bring together experts in the areas of probabilistic dynamics, network dynamics and hybrid dynamical systems so as to allow an exchange of techniques and insights as well as to foster collaboration on tackling some of the most significant and topical  problems in these active research areas.  So as to stimulate  interaction, there will be broad expository talks in the morning and more focused seminars in the afternoon, with ample time set aside for detailed discussions and the initiation of research collaboration. Participants include researchers in the modern statistical theory of dynamical systems complemented by researchers in specific areas of dynamics and applications, in particular: heteroclinic phenomena; adaptive networks;  spatially extended systems; mixed discrete and continuous dynamical systems.\r\n\r\nThe results of research in dynamical systems have many applications of important economic and strategic significance ranging from biological networks and neuroscience to control theory and engineering.  A priority of the workshop is to support and introduce postdoctoral fellows, early career researchers and graduate students to this very active and important area of contemporary mathematical research.  Attracting young talent into this field will promote successful research careers as well as contribute to the solution of the problems posed in the workshop.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Torok",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Torok",
   "pi_email_addr": "torok@math.uh.edu",
   "nsf_id": "000208166",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Field",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Field",
   "pi_email_addr": "mikefield@gmail.com",
   "nsf_id": "000383199",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Nicol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Nicol",
   "pi_email_addr": "nicol@math.uh.edu",
   "nsf_id": "000443630",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 37900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The conference \"Progress and Problems in Dynamics\" was held in Houston from May 14 &nbsp;until &nbsp;May 16, 2012. The focus of the conference was recent progress in dynamical systems, the mathematical study of systems which evolve over time. For example the longterm behavior of &nbsp;the solar system and fluctuations in animal populations are examples of questions which have been investigated using ideas from dynamical systems theory. In particular, the conference addressed three related areas: the use of ideas from probablity in dynamics, &nbsp;systems which consist of many interacting components (network theory) and hybrid dynamical systems (systems whose evolution combines continuous effects with jumps, for example the integrate-and-fire neuronal model). The goal was to explore the use of recent theoretical results in applications and to highlight important new areas of application &nbsp;which would benefit from dynamical systems ideas. &nbsp;The intellectual merit consisted in showcasing research that seeks to explain and predict &nbsp;a variety of physical systems using ideas from dynamics.<br /><br /><br />The conference talks included both expository lectures and research<br />presentations. The expository lectures described many of the recent results<br />and developments in these three areas. In addition, the meeting provided an<br />ideal environment for stimulating an exchange of ideas, problems and<br />techniques so as to advance all three areas. In particular, the workshop<br />introduced recent developments in probabilistic dynamics to mathematical<br />researchers in networks and hybrid dynamics, generating new<br />interdisciplinary collaborations. Some of the highlights included &nbsp;talks which presented rigorous derivations of Ohm's law in electricity and stochastic differential equations from simple averaging ideas.<br /><br />The conference brought together experts from areas that impact current<br />research in physics, biology, chemistry and &nbsp;engineering. Among the 59 participants there were 17 graduate students and post-doctoral researchers, who benefitted from both the expository talks and talks suggesting research topics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2013<br>\n\t\t\t\t\tModified by: Andrei&nbsp;Torok</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe conference \"Progress and Problems in Dynamics\" was held in Houston from May 14  until  May 16, 2012. The focus of the conference was recent progress in dynamical systems, the mathematical study of systems which evolve over time. For example the longterm behavior of  the solar system and fluctuations in animal populations are examples of questions which have been investigated using ideas from dynamical systems theory. In particular, the conference addressed three related areas: the use of ideas from probablity in dynamics,  systems which consist of many interacting components (network theory) and hybrid dynamical systems (systems whose evolution combines continuous effects with jumps, for example the integrate-and-fire neuronal model). The goal was to explore the use of recent theoretical results in applications and to highlight important new areas of application  which would benefit from dynamical systems ideas.  The intellectual merit consisted in showcasing research that seeks to explain and predict  a variety of physical systems using ideas from dynamics.\n\n\nThe conference talks included both expository lectures and research\npresentations. The expository lectures described many of the recent results\nand developments in these three areas. In addition, the meeting provided an\nideal environment for stimulating an exchange of ideas, problems and\ntechniques so as to advance all three areas. In particular, the workshop\nintroduced recent developments in probabilistic dynamics to mathematical\nresearchers in networks and hybrid dynamics, generating new\ninterdisciplinary collaborations. Some of the highlights included  talks which presented rigorous derivations of Ohm's law in electricity and stochastic differential equations from simple averaging ideas.\n\nThe conference brought together experts from areas that impact current\nresearch in physics, biology, chemistry and  engineering. Among the 59 participants there were 17 graduate students and post-doctoral researchers, who benefitted from both the expository talks and talks suggesting research topics.\n\n\t\t\t\t\tLast Modified: 06/13/2013\n\n\t\t\t\t\tSubmitted by: Andrei Torok"
 }
}