{
 "awd_id": "1212234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IEEE EMBC 2012 Micro- and Nanoengineering in Medicine Conference, Msui, Hawaii, December 2-6, 2012",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-01-09",
 "awd_max_amd_letter_date": "2012-01-09",
 "awd_abstract_narration": "Abstract\r\n\r\n1212234, Khine\r\n\r\nIntellectual Merits: Micro- and nanotechnologies have emerged to become one of the most ?game changing? fields in science over the past few decades. In particular the ability to control and manipulate matter at small length scales has already led to major advances in a range of different areas such as microelectronics, energy, biomedicine and environment. Given the increasing amount of interest in this area the ?Micro- and Nanotechnology in Medicine Conference? (MNMC) aims to bring together leading experts in the area of micro- and nanotechnology to present the latest work on the use of various types of technologies for addressing a range of different challenges that are of importance for biomedicine and education of engineers at the interface of engineering, medicine, and biological sciences. This conference will be held in Hawaii, on Dec 2-6, 2012. The conference organizers have partnered with IEEE-EMBS (IEEE- Engineering in Medicine and Biology Society), one of the leading societies at the interface between engineering, biology and medicine, to present a program that is highly rich in both intellectual merit as well as educational opportunities. In particular the conference brings together students from various academic institutions with world leading experts in a small and intimate setting that will enable ample opportunities to network and learn. The conference will focus on a number of unique areas that are highly inter-related yet not fully put together in a similar program. These areas include fundamental science of micro- and nanofluidics and small matter to applications in engineering the environment of cells using various ?small-scale? technologies, developing devices to detect and analyze molecules for biosensing and global health applications. Another unique aspect of the conference is the involvement of people from companies. The proposed conference will generate a range of opportunities for students and young investigators to learn about the process of developing and commercializing a technology from industry speakers.\r\n\r\nBroader Impacts:\r\nThe potential impact of this proposed MNMC is far-reaching. Because this conference combines fundamentals of micro and nano science and engineering with their applications in medicine, it will catalyze conversations between otherwise disparate fields. Various biomedical grand challenges facing our society and the world can be addressed in part or in whole by interfacing biology and medicine with nanotechnology. By drawing leaders from each of these fields together to discuss ways of addressing important medical issues with the most cutting edge technology in an intimate venue, it will enable progress at the interface of science, engineering, and medicine. To maximize the broader impact of such a promising conference, several approaches are proposed to raise awareness, with the larger scientific community as well as engage participation by under-represented minorities by hosting:\r\n\r\n1. Workshops for students to engage more intimately with thought leaders. Students can get to know leaders in the field through workshops to help guide and further their careers. Having access to mentors is a critical component for a successful education, and therefore providing a forum to engage mentor and student interactions would help facilitate this.\r\n\r\n2. Women in Science, Engineering, and Medicine Panel Luncheon. With still so few women in engineering and science, a panel luncheon in which women can learn from established role models as well as open a dialogue on how to best attract and engage women in these burgeoning fields is needed.\r\n\r\n3. Best poster awards for undergraduates and for graduate students. poster competitions will be held to encourage the highest quality research and presentation at the undergraduate as well as at the graduate level.\r\n\r\n4. Travel grants for US students. These grants will enable students who otherwise cannot afford to come to participate in this conference. The grants will be distributed based on merit (quality of paper submission) with consideration for inclusion of under-represented minorities and women.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Khine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Khine",
   "pi_email_addr": "mkhine@uci.edu",
   "nsf_id": "000544469",
   "pi_start_date": "2012-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 1<sup>st</sup> IEEE EMBS Micro and Nanotechnology in Medicine Conference was held in Maui, Hawaii from Dec 3<sup>rd</sup> to 7<sup>th</sup>, 2012. The conference brought the top leaders in the field together for an intellectually stimulating &nbsp;and highly interactive environment. By every measure, the conference was considered a huge success &ndash; the all-star lineup of keynote and invited speakers made the conference the place to be for micro and nanotechnology in medicine. The 41 keynote and invited speakers represented 18 countries, with many from the United States.</p>\n<p>&nbsp;</p>\n<p>The opening night keynote talk by Professor John Rogers, winner of the MacArthur Genius Award and the Lemelson-MIT Prize, awed the audience as he demonstrated the electronic tattoos on his own forearm, and summarized his recent work on bio-degradable electronics. The body of work produced by his group at UIUC has set the standards of developing flexible and printed electronics for biomedical applications. The technology is being commercialized by 2 recent startups.</p>\n<p>Professor Mehmet Toner from Harvard Medical School, pioneer in tissue engineering, cryopreservation, and BioMEMS , described his work on using microfluidic biochips for capture of circulating tumor cells (CTCs) from cancer patient samples. Mehmet is PI of an NIH BioMEMS Resource Center and has translated many technologies to the clinic. The CTC chip has gained world-wide attention and his hallmark paper in Nature in 2007 has now been cited over 800 times already.</p>\n<p>Dr. Belinda Sato from NIH presented the exciting work being funded by NIBIB in the area of biomedical micro and nanotechnology. Applications in point of care biosensors for cancer, infectious disease, tissues engineering, and other areas are now starting to make their way to the clinic. The strong support from the NIBIB (and that of NCI) in the applications of micro and nanotechnology in medicine is much appreciate and is advancing the state of the field more than ever before.</p>\n<p>Professor Steve Quake, recent winner of the Lemelson-MIT Prize, presented his pioneering work in use of microfluidics VLSI devices for single cell genomics, heterogeneity of cancer cells and single cell whole genome amplification &nbsp;and sequencing. Commercial translation through Fluidigm and other outlets is proving how these technologies can indeed be brought successfully to the market place.</p>\n<p>The research on organs on chips at the Harvard University Wyss Institute, led by Donald Ingber, was presented by Dr. Geraldine Hamilton. The recent activity in Organ on chip funded by DTRA, NIH, and DARPA will have a lasting impact. The goal to recapitulate the basic functions and properties of organs hold promise for rapid studies on toxicity and initial screening of drugs. There are significant opportunities for translation to the pharmaceutical industry and beyond.</p>\n<p>In addition, 36 invited speakers presented recent research results and grand challenges in their respective areas. The talks ranged from nanoparticle mediated drug delivery, lab on chip for infectious disease, droplet based lab on chip, development of organs and tissue of chips, microchips for global health, and other areas. The quality of the talks, the potential and current impact in commercial or clinical applications, and the collegiality and camaraderie of the speakers and attendees made the conference a very stimulating and nurturing environment to be in. &nbsp;The NSF funds and other funds raised went to support over 20 graduate student and post-doc competitive travel awards as well as jr faculty competition.</p>\n<p>All videos and pictures of the conference, courtesy of the IEEE Life Science Initiative, are available on the IEEE Life Science Portal.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2013<br>\n\t\t\t\t\tModified by: Michelle&nbsp;Khine</p>\n</div>\n<div class=\"porSid...",
  "por_txt_cntn": "\nThe 1st IEEE EMBS Micro and Nanotechnology in Medicine Conference was held in Maui, Hawaii from Dec 3rd to 7th, 2012. The conference brought the top leaders in the field together for an intellectually stimulating  and highly interactive environment. By every measure, the conference was considered a huge success &ndash; the all-star lineup of keynote and invited speakers made the conference the place to be for micro and nanotechnology in medicine. The 41 keynote and invited speakers represented 18 countries, with many from the United States.\n\n \n\nThe opening night keynote talk by Professor John Rogers, winner of the MacArthur Genius Award and the Lemelson-MIT Prize, awed the audience as he demonstrated the electronic tattoos on his own forearm, and summarized his recent work on bio-degradable electronics. The body of work produced by his group at UIUC has set the standards of developing flexible and printed electronics for biomedical applications. The technology is being commercialized by 2 recent startups.\n\nProfessor Mehmet Toner from Harvard Medical School, pioneer in tissue engineering, cryopreservation, and BioMEMS , described his work on using microfluidic biochips for capture of circulating tumor cells (CTCs) from cancer patient samples. Mehmet is PI of an NIH BioMEMS Resource Center and has translated many technologies to the clinic. The CTC chip has gained world-wide attention and his hallmark paper in Nature in 2007 has now been cited over 800 times already.\n\nDr. Belinda Sato from NIH presented the exciting work being funded by NIBIB in the area of biomedical micro and nanotechnology. Applications in point of care biosensors for cancer, infectious disease, tissues engineering, and other areas are now starting to make their way to the clinic. The strong support from the NIBIB (and that of NCI) in the applications of micro and nanotechnology in medicine is much appreciate and is advancing the state of the field more than ever before.\n\nProfessor Steve Quake, recent winner of the Lemelson-MIT Prize, presented his pioneering work in use of microfluidics VLSI devices for single cell genomics, heterogeneity of cancer cells and single cell whole genome amplification  and sequencing. Commercial translation through Fluidigm and other outlets is proving how these technologies can indeed be brought successfully to the market place.\n\nThe research on organs on chips at the Harvard University Wyss Institute, led by Donald Ingber, was presented by Dr. Geraldine Hamilton. The recent activity in Organ on chip funded by DTRA, NIH, and DARPA will have a lasting impact. The goal to recapitulate the basic functions and properties of organs hold promise for rapid studies on toxicity and initial screening of drugs. There are significant opportunities for translation to the pharmaceutical industry and beyond.\n\nIn addition, 36 invited speakers presented recent research results and grand challenges in their respective areas. The talks ranged from nanoparticle mediated drug delivery, lab on chip for infectious disease, droplet based lab on chip, development of organs and tissue of chips, microchips for global health, and other areas. The quality of the talks, the potential and current impact in commercial or clinical applications, and the collegiality and camaraderie of the speakers and attendees made the conference a very stimulating and nurturing environment to be in.  The NSF funds and other funds raised went to support over 20 graduate student and post-doc competitive travel awards as well as jr faculty competition.\n\nAll videos and pictures of the conference, courtesy of the IEEE Life Science Initiative, are available on the IEEE Life Science Portal.\n\n \n\n\t\t\t\t\tLast Modified: 06/13/2013\n\n\t\t\t\t\tSubmitted by: Michelle Khine"
 }
}