{
 "awd_id": "1212325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Matrix estimation under rank constraints for complete and incomplete noisy data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2011-06-30",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 220263.0,
 "awd_amount": 220263.0,
 "awd_min_amd_letter_date": "2011-12-08",
 "awd_max_amd_letter_date": "2012-04-09",
 "awd_abstract_narration": "The central goals of this  proposal are:(a) to provide methods for the estimation of matrices of unknown rank from both completely and incompletely observed noisy matrices, using rank regularized risk minimization and (b) to establish novel oracle type risk bounds for the matrix estimates and the rank estimates, under minimal assumptions. The difficulty of the problem of recovering the underlying target matrix from an observed noisy matrix is that the number of independent parameters is large relative to the number of observations.  Special attention is given to multivariate response regression models. There is an interesting resemblance between matrix estimation under low rank assumptions and estimation in general regression models under sparsity assumptions, but matrix models pose different mathematical and computational challenges.\r\n\r\n\r\nHigh dimensional data arranged in matrix format are increasingly common in many scientific disciplines such as genetics, medical imaging, engineering, psychology and neuroscience. The matrices containing observed data in these areas tend to have high rank due to the presence of noise, but the signal matrix underlying the data may have significantly lower rank. Ignoring this in any inferential procedure may lead to poor recovery of the target, with severe repercussions on the interpretation of the results. Instances of targets that must be recovered with the highest possible precision include: faces against background, ensembles of genes that are associated with a disease, brain structures associated with cognitive processes, to name just a few example. Some of the challenges associated with the analysis of such data can be met via the methodological and  theoretical study of  the problem of matrix estimation under rank constraints. A second problem, which is substantially more difficult, is to perform the same task when only partially observed  noisy matrices are  available. Systematic investigation of these two problems is the focus of this proposal. The usefulness of these techniques will be immediately disseminated to the scientific community by applying them to data obtained from a study of the effects of HIV on brain structure and functions. Free software that implements the developed methodology will be made available on the web in a readily implementable form.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Florentina",
   "pi_last_name": "Bunea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Florentina Bunea",
   "pi_email_addr": "fb238@cornell.edu",
   "nsf_id": "000431503",
   "pi_start_date": "2011-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 162.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 112871.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 107230.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The understanding of high dimensional statistical models that exhibit low dimensional structures is becoming crucial for the analysis of today's increasingly complex data&nbsp;sets. &nbsp;From a very large number of cancer clinical trials, focused on genetics, &nbsp;it has become well understood that despite the complexity of the human genome,&nbsp;only a few genes, and their interactions, are chiefly responsible for certain types of cancers. In studies in cognitive neuroscience, empirical connectivity analysis suggests that&nbsp;only certain parts of the brain connect in an interactive network as a response to a certain task, a finding that has deep implications to the way knowledge is acquired in humans.&nbsp;These are only two important &nbsp;examples &nbsp;that motivate the need for &nbsp;a shift in paradigm in the 21st century statistics, with the main goal of &nbsp;developing &nbsp;theory and methods for extracting reliably the essential answers to scientific questions from what appear to be very complicated systems. An added challenge, exemplified by the cancer genetics and neuroscience studies, but not restricted to them, is that not &nbsp;many subjects can participate in these studies, for ethical or monetary reasons. The end result is that we must answer hard questions, that impact the humanity as a whole, from a limited amount of measurements of complex structures.&nbsp;<br />The findings in this proposal have helped to make a step forward in this area, by proposing matrix regression models and covariance matrix models for the analysis of &nbsp;complex data sets that can be obtained in, or lead to, &nbsp;a matrix format. &nbsp;These models are allowed to have many generic parameters, thus they are high dimensional, but we found ways to identify low dimensional sub-structures, that can be estimated precisely even from a small amount of data. Our focus has been on developing computationally fast methods, with sound theoretical underpinnings. In particular, we concentrated on adaptive methods. These are techniques that allow us to find hidden structures, should they exist, without pre-specifying what they are. The software implementing these methods has been made freely available on-line, and the usage of some of them lead to &nbsp;new findings in science, with a notable example to the analysis of the impact on cognitive function of the HIV virus. The results of our research have been disseminated to the scientific community via publications in top-tear journals, edited volumes and conference presentations. To further contribute to the development of statistical methods for the new century, we have co-organized a&nbsp;year long &nbsp;program on \"Low dimensional structures in high dimensional systems\", at SAMSI. To educate the new generation of scientists in what are the new challenges in statistics,&nbsp;we organized a summer school, at SAMSI, open to graduate students and young researchers. &nbsp;Recognizing that the preparation of a work force that can take on successfully&nbsp;the very difficult analyses of complex data sets starts in college, we have helped create regular undergraduate courses that introduce the students to modern statistical thinking and methodology.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2014<br>\n\t\t\t\t\tModified by: Florentina&nbsp;Bunea</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe understanding of high dimensional statistical models that exhibit low dimensional structures is becoming crucial for the analysis of today's increasingly complex data sets.  From a very large number of cancer clinical trials, focused on genetics,  it has become well understood that despite the complexity of the human genome, only a few genes, and their interactions, are chiefly responsible for certain types of cancers. In studies in cognitive neuroscience, empirical connectivity analysis suggests that only certain parts of the brain connect in an interactive network as a response to a certain task, a finding that has deep implications to the way knowledge is acquired in humans. These are only two important  examples  that motivate the need for  a shift in paradigm in the 21st century statistics, with the main goal of  developing  theory and methods for extracting reliably the essential answers to scientific questions from what appear to be very complicated systems. An added challenge, exemplified by the cancer genetics and neuroscience studies, but not restricted to them, is that not  many subjects can participate in these studies, for ethical or monetary reasons. The end result is that we must answer hard questions, that impact the humanity as a whole, from a limited amount of measurements of complex structures. \nThe findings in this proposal have helped to make a step forward in this area, by proposing matrix regression models and covariance matrix models for the analysis of  complex data sets that can be obtained in, or lead to,  a matrix format.  These models are allowed to have many generic parameters, thus they are high dimensional, but we found ways to identify low dimensional sub-structures, that can be estimated precisely even from a small amount of data. Our focus has been on developing computationally fast methods, with sound theoretical underpinnings. In particular, we concentrated on adaptive methods. These are techniques that allow us to find hidden structures, should they exist, without pre-specifying what they are. The software implementing these methods has been made freely available on-line, and the usage of some of them lead to  new findings in science, with a notable example to the analysis of the impact on cognitive function of the HIV virus. The results of our research have been disseminated to the scientific community via publications in top-tear journals, edited volumes and conference presentations. To further contribute to the development of statistical methods for the new century, we have co-organized a year long  program on \"Low dimensional structures in high dimensional systems\", at SAMSI. To educate the new generation of scientists in what are the new challenges in statistics, we organized a summer school, at SAMSI, open to graduate students and young researchers.  Recognizing that the preparation of a work force that can take on successfully the very difficult analyses of complex data sets starts in college, we have helped create regular undergraduate courses that introduce the students to modern statistical thinking and methodology. \n\n\t\t\t\t\tLast Modified: 08/13/2014\n\n\t\t\t\t\tSubmitted by: Florentina Bunea"
 }
}