{
 "awd_id": "1212575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Multireference Models for Strongly Correlated Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 242000.0,
 "awd_amount": 242000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "Laura Gagliardi of the University of Minnesota is supported by an award from the Chemical Theory, Models and Computational Methods program in the Chemistry division to develop new multi-configurational quantum chemical models that will expand the range of their applicability. A new method called SplitCAS, which will reduce the computational costs of solving the Configuration Interaction secular problem inherent in Complete Active Space SCF, CASSCF, will be developed and implemented. The basic idea is to apply partitioning techniques to a CASSCF-type wave function in order to split the active space into a principal and an extended part. With this splitting it is possible to treat, at the same time, dynamical and non-dynamical electron correlation effects and address chemical problems where the active space required is too large to be handled by the conventional CASSCF method. Some specific chemical problems to be studied include novel multi-metallic systems for small molecule activation and efficient reactions that split water to generate molecular oxygen.\r\n\r\nThe computational tools developed in this project have applications to a diverse range of research areas including catalysis, sustainable chemistry, and alternative energy. This research will disseminate science, algorithms, and computer code. Moreover, Professor Gagliardi is active in trying to attract young women in science and in academia. She organizes seminars with the aim of addressing those challenges faced especially by women who want to undertake a scientific career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Gagliardi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Gagliardi",
   "pi_email_addr": "lgagliardi@uchicago.edu",
   "nsf_id": "000518657",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "207 Pleasant St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550431",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 242000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"aparaw258\">We made significant progress in developing quantum chemical methods for strongly correlate systems. A new multiconfigurational quantum chemical?method, SplitGAS, was proposed. The configuration interaction?expansion, generated from a generalized active space, GAS,?wave function is split into two parts, a principal part containing?the most important configurations and an extended part?containing less important, but not negligible, configurations.? The SplitGAS?method was benchmarked versus notoriously multireference systems including the HF, N<sub>2</sub>, and Cr<sub>2</sub> molecules. We employed SplitGAS, GASSCF, and other multireference methods to study a variety of systems containing transition metals, including homo- and heterobimetallic complexes of divalent first-row transition metal ions such as Mn(II), Fe(II), and Co(II), that show highly multireference character.</p>\n<p class=\"aparaw258\">Broader impacts of the previous grant include (i) the broad character of the research itself in advancing scientific knowledge, (ii) the use of the findings and new methods, for collaborations with experimentalists who are more and more interested in collaborating with theorists, (iii) the integration of my research with graduate classroom teaching. LG teaches a graduate and undergraduate quantum mechanics course and as part of the material, she describes the new methods developed in her group, (iv) the education of young scientists, including full participation in her work of women scientists, and (v) the integration of our research with a variety of service contributions, including LG&rsquo;s activity for the physical chemistry division of the ACS society and the organization of various symposia. The two students (Mr. C. Hoyer and Ms. R. Carlson) and postdoc (Dr. G. Li Manni) involved in this project received training. Also, one high-school student (Ms. Ridhima Mishra) joined LG&rsquo;s laboratory during the summer, and worked in collaboration with the students and postdoc involved in this project.</p>\n<p class=\"aparaw258\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2015<br>\n\t\t\t\t\tModified by: Laura&nbsp;Gagliardi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "We made significant progress in developing quantum chemical methods for strongly correlate systems. A new multiconfigurational quantum chemical?method, SplitGAS, was proposed. The configuration interaction?expansion, generated from a generalized active space, GAS,?wave function is split into two parts, a principal part containing?the most important configurations and an extended part?containing less important, but not negligible, configurations.? The SplitGAS?method was benchmarked versus notoriously multireference systems including the HF, N2, and Cr2 molecules. We employed SplitGAS, GASSCF, and other multireference methods to study a variety of systems containing transition metals, including homo- and heterobimetallic complexes of divalent first-row transition metal ions such as Mn(II), Fe(II), and Co(II), that show highly multireference character.\nBroader impacts of the previous grant include (i) the broad character of the research itself in advancing scientific knowledge, (ii) the use of the findings and new methods, for collaborations with experimentalists who are more and more interested in collaborating with theorists, (iii) the integration of my research with graduate classroom teaching. LG teaches a graduate and undergraduate quantum mechanics course and as part of the material, she describes the new methods developed in her group, (iv) the education of young scientists, including full participation in her work of women scientists, and (v) the integration of our research with a variety of service contributions, including LGÆs activity for the physical chemistry division of the ACS society and the organization of various symposia. The two students (Mr. C. Hoyer and Ms. R. Carlson) and postdoc (Dr. G. Li Manni) involved in this project received training. Also, one high-school student (Ms. Ridhima Mishra) joined LGÆs laboratory during the summer, and worked in collaboration with the students and postdoc involved in this project.\n \n\n \n\n\t\t\t\t\tLast Modified: 08/23/2015\n\n\t\t\t\t\tSubmitted by: Laura Gagliardi"
 }
}