{
 "awd_id": "1212259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Studies of Interfaces in Nanocomposites and Nanoimprinting",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 89692.0,
 "awd_amount": 95692.0,
 "awd_min_amd_letter_date": "2012-01-13",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "The objective of this project is to study the fundamental interfacial friction mechanisms and to develop new design concepts for both nanocomposites and nanoimprinting. A unique approach will be developed to quantitatively measure the interfacial friction in nanofiber reinforced metal/ceramic nanocomposites and in metal nanoimprinting. The aim is to demonstrate the principles of controlling the interfaces to achieve strong, tough nanocomposites, and non-lubricated nanoimprinting technology. In addition, a multiscale modeling at atomistic and micromechanics scales will be developed to interpret experimental results and address important questions on the interfaces in nanocomposites and nanoimprinting. The modeling and experimental work will be integrated to determine the interfacial friction mechanisms at nanoscale. The research results will provide a generic methodology for measuring the interfacial friction at the nanoscale, design guidelines for material development, and new concepts for material and process optimization strategies. \r\n\r\nThis research unifies two high-impact themes, nanocomposites and nanoimprinting, by an innovative methodology created for studying nanoscale interfaces critical to both themes. The integration of experimental measurement and theoretical analysis on the interfaces will offer insight into the interfacial phenomena and uncover new interfacial mechanisms. Our success will also generate a series of positive advances on applications, including but not limited to: strong, tough and light-weight structural material systems for next-generation engines in the aerospace; multifunctional nanomaterials for MEMS components and devices, and environmentally-friendly manufacturing. Together with the proposed basic research, a matching education program will be carried out, which will provide basic research training and education opportunities to graduate students, undergraduate students and high school students. Special effort will be made to encourage women and under-represented minority students to participate in the research. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhenhai",
   "pi_last_name": "Xia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenhai Xia",
   "pi_email_addr": "zhenhai.xia@unt.edu",
   "nsf_id": "000111068",
   "pi_start_date": "2012-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle #305310",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "723700",
   "pgm_ele_name": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 89691.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview: </strong>The objectives of this project are to study the fundamental interfacial friction mechanisms and to develop new design concepts for both nanocomposites and nanoimprinting. To achieve this goal, we fabricated the carbon nanotube arrays using template methods. A novel peeling approach was developed to quantitatively measure the interfacial friction in nanofiber reinforced metal/ceramic nanocomposites. An in-house testing device was designed and installed in the lab available for public use. The nanotube arrays were imprinted into the polymer substrates to form nanotube/matrix interfaces and the frictional stress of the interfaces was successfully measured using the in-house device. Finite element models with a cohesive model were developed to simulate the peeling process of the polymer strip. Furthermore, molecular modeling methods were developed to simulate the crack propagation at the interface at the atomic level. The results demonstrated that the frictional law derived at macroscople level is valid at the nanoscale. In addition to the mechanical properties of nanocomposites, the growth process of carbon nanotube-graphene hybrid nanostructures were simulated for creating pure C-C bonding junctions. Finally, design principles were derived from the simulation to guide the fabrication of strong and tough ceramic nanocomposites. The results of this research provide a generic methodology for measuring the interfacial friction at the nanoscale, design guidelines for material development, and new concepts for material and process optimization strategies.</p>\n<p><strong>Intellectual Merits</strong>: A new imprinting/peeling approach was developed to directly measure the interfacial frictional stress of nanocomposites. Overcoming the difficult met by other method, this approach provides a simple and accurate way to measure nanocomposite interface, which contributes to nanoscience and nanotechnology. &nbsp;The research demonstrated for the first time the modified friction law for nanocomposites. Strength and toughness of the SiC nanofiber reinforced composites can be improved by introducing functional gradient carbon coatings between SiC nanofiber and SiC matrix. Similarly, the strength and toughness of multi-walled carbon nanotube/amorphous composites can also be enhanced by introducing sp3 bonding at the interface. These findings point toward new directions in design of strong and tough nanocomposites, and will have significant impact on the concept of nanoscale mechanics. The novel nanotube-graphene hybrid nanostructure were explored for providing new growth methods and novel properties for design of tough and lightweight materials for energy and aerospace applications. <strong>&nbsp;</strong></p>\n<p class=\"Default\"><strong>Broader Impacts</strong>: The research work impacts materials science, mechanics, and industry's ability to understand and control the interface of nanocomposites and nanoimprints for better properties. One postdoctoral researcher and one visiting scholar participated in this project. This project also supported multiple graduate and undergraduate research projects. Overall, six graduate students (including two female) were trained in this project. Two MS and five Ph.D. students graduated and found jobs as faculty members in universities and engineers/researchers in industries. Five undergraduate students (including three female students) conducted experimental measurement and computational modeling of nanomaterials; one of female student received REU support. Two high school students had worked on this project in our lab for two years. With the results from this project, one student won the second place prize in Science Fares of Dallas-Forth Worth area, and was awarded a scholarship from Goldwater Foundation. Our research thus received high attention from the public. The concept, theory, and results associated with this proj...",
  "por_txt_cntn": "\nOverview: The objectives of this project are to study the fundamental interfacial friction mechanisms and to develop new design concepts for both nanocomposites and nanoimprinting. To achieve this goal, we fabricated the carbon nanotube arrays using template methods. A novel peeling approach was developed to quantitatively measure the interfacial friction in nanofiber reinforced metal/ceramic nanocomposites. An in-house testing device was designed and installed in the lab available for public use. The nanotube arrays were imprinted into the polymer substrates to form nanotube/matrix interfaces and the frictional stress of the interfaces was successfully measured using the in-house device. Finite element models with a cohesive model were developed to simulate the peeling process of the polymer strip. Furthermore, molecular modeling methods were developed to simulate the crack propagation at the interface at the atomic level. The results demonstrated that the frictional law derived at macroscople level is valid at the nanoscale. In addition to the mechanical properties of nanocomposites, the growth process of carbon nanotube-graphene hybrid nanostructures were simulated for creating pure C-C bonding junctions. Finally, design principles were derived from the simulation to guide the fabrication of strong and tough ceramic nanocomposites. The results of this research provide a generic methodology for measuring the interfacial friction at the nanoscale, design guidelines for material development, and new concepts for material and process optimization strategies.\n\nIntellectual Merits: A new imprinting/peeling approach was developed to directly measure the interfacial frictional stress of nanocomposites. Overcoming the difficult met by other method, this approach provides a simple and accurate way to measure nanocomposite interface, which contributes to nanoscience and nanotechnology.  The research demonstrated for the first time the modified friction law for nanocomposites. Strength and toughness of the SiC nanofiber reinforced composites can be improved by introducing functional gradient carbon coatings between SiC nanofiber and SiC matrix. Similarly, the strength and toughness of multi-walled carbon nanotube/amorphous composites can also be enhanced by introducing sp3 bonding at the interface. These findings point toward new directions in design of strong and tough nanocomposites, and will have significant impact on the concept of nanoscale mechanics. The novel nanotube-graphene hybrid nanostructure were explored for providing new growth methods and novel properties for design of tough and lightweight materials for energy and aerospace applications.  \nBroader Impacts: The research work impacts materials science, mechanics, and industry's ability to understand and control the interface of nanocomposites and nanoimprints for better properties. One postdoctoral researcher and one visiting scholar participated in this project. This project also supported multiple graduate and undergraduate research projects. Overall, six graduate students (including two female) were trained in this project. Two MS and five Ph.D. students graduated and found jobs as faculty members in universities and engineers/researchers in industries. Five undergraduate students (including three female students) conducted experimental measurement and computational modeling of nanomaterials; one of female student received REU support. Two high school students had worked on this project in our lab for two years. With the results from this project, one student won the second place prize in Science Fares of Dallas-Forth Worth area, and was awarded a scholarship from Goldwater Foundation. Our research thus received high attention from the public. The concept, theory, and results associated with this project were used in strengthening undergraduate graduate courses. Other accomplishments include: 31 journal papers, 5 conference papers, and a book chapter. To reach a broa..."
 }
}