{
 "awd_id": "1212392",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Investigate a novel way of light harvesting by marine phytoplankton: proton-pump rhodopsin in dinoflagellates",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 209720.0,
 "awd_amount": 209720.0,
 "awd_min_amd_letter_date": "2012-01-26",
 "awd_max_amd_letter_date": "2012-01-26",
 "awd_abstract_narration": "Photosynthesis was the only known pathway of phototrophy in marine ecosystems until the early 2000s, when a proton-pump type of rhodopsin (proteorhodopsin, or PR) was found to occur in marine bacteria living in the sunlit ocean surface, and its role in facilitating trans-membrane proton transport that leads to ATP production was demonstrated. It has since been found that the PR gene occurs in 13% to 80% of marine bacteria and archaea in the ocean's surface waters.  The PIs recently detected a rhodopsin gene in marine dinoflagellates that is closely related to the proton-pump type, but direct evidence of its proton-pump action in this group of organisms is lacking.  Given the importance of dinoflagellates as oceanic primary producers and micrograzers, it should be determined if rhodopsin-based phototrophy plays an important role in sustaining dinoflagellate growth, enabling dinoflagellates to outcompete other groups of phytoplankton in nutrient-limited environments.  \r\n\r\nIntellectual Merit:  \r\n\r\nThis study will address two central questions: 1) Does the gene discovered in dinoflagellates indeed code for a rhodopsin that absorbs light and leads to the production of ATP? and 2) How common is this gene in dinoflagellate communities?  These questions need to be addressed before moving on to the question of how much dinoflagellate rhodopsin contributes to overall energy acquisition in the marine ecosystem. The current study will: (1) transform the dinoflagellate rhodopsin gene into E. coli cells to test for light-induced ATP-generation under controlled laboratory conditions; (2) analyze representative dinoflagellates (cultured and wild) from Long Island Sound for presence of the gene; and (3) examine the diversity of dinoflagellate rhodopsin sequences under contrasting temperature (seasons) and nutrient (spatial) conditions in Long Island Sound.  Due to the risk (of no proton pumping function) and limited background work, this proposal would not likely succeed if submitted as a full-fledged project.  The EAGER program provides a mechanism for exploring these risky but potentially important questions.  \r\n\r\nBroader Impacts: \r\n \r\nThis study will provide essential information for understanding how much eukaryotic rhodopsin may contribute to marine phototrophy. The results will provide a basis on which to determine whether major research efforts should be invested in the future to systematically investigate the ecological significance of this gene in marine ecosystems.  This project will also contribute to education and training.  First, a graduate class (Molecular Approaches to Biological Oceanography) will be involved in part of the project as a required research component of the course.  Second, the project will provide training opportunities to one or two undergraduate students in marine science research in general and molecular ecology of plankton in particular.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Senjie",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Senjie Lin",
   "pi_email_addr": "senjie.lin@uconn.edu",
   "nsf_id": "000159203",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Huan",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huan Zhang",
   "pi_email_addr": "huan.zhang@uconn.edu",
   "nsf_id": "000153242",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062691133",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 209720.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Phototrophy is the ultimate source of energy that drives the function of a marine ecosystem. Conventionally, the only recognized pathway for sunlight energy to enter the marine ecosystem is photosynthesis thereby phytoplankton and other photosynthetic organisms absorb light and convert a part of its energy to ATP, the energy currency in living organisms. In the early 2000&rsquo;s a proton-pump type rhodopsin (PR) was found to occur in marine bacteria living in sunlit ocean surface, challenging the conventional notion. With all-trans retinal as a chromophore PR facilitates transmembrane proton transport creating a proton gradient across the membrane that leads to ATP production. In 2010, we identified genes highly similar to a PR-encoding gene in dinoflagellates, one of the dominant groups of phytoplankton in the coastal ocean, but their function as proton pump has remained to be demonstrated. This project aims at addressing whether PRs from dinoflagellates have the same function as that in bacteria, converting light energy to ATP. Specific objectives included investigations on 1) whether dinoflagellate rhodopsin indeed harvests solar energy and converts it to ATP to promote growth of the host organism; 2) whether rhodopsin has different functions in photosynthetic than heterotrophic dinoflagellates; 3) how widespread this proton-pump rhodopsin is in dinoflagellates.</p>\n<p><strong>Intellectual merit.</strong> In this project, we have found that rhodopsin gene is ubiquitous in dinoflagellates, both in cultured species and in Long Island Sound (LIS), with high sequence diversity. Phylogenetic analyses show that these sequences all belong to proton pump rhodopsin except some sensory type rhodopsin in the heterotrophic dinoflagellate <em>Oxyrrhis marina</em>. We also have observed the expression of the dinoflagellate PR gene in the transformed <em>E. coli</em> in both photosynthetic and heterotrophic dinoflagellates, and detected its light-dependent growth-promoting effect on this bacterium relative to <em>E. coli</em> without this gene. This is evidence that dinoflagellate rhodopsin functions as an energy-generating proton pump. These results suggest that light energy acquiring mechanism independent of photosynthetic apparatus occur not only in bacteria but also in eukaryotic phytoplankton such as dinoflagellates. Our result also suggest that more research efforts should be invested in the future to systematically investigate the ecological significance of this gene in the marine ecosystem.</p>\n<p><strong>Broader impact. </strong>This study has provided essential information for understanding the extent to which eukaryotic rhodopsin may contribute to marine phototrophy. The role of eukaryotic rhodopsin in marine photoheterotrophy and photoautotrophy can begin to be understood. A dataset has been generated for rhodopsin in marine dinoflagellates that will prove valuable for future research. Besides, this project has lent itself to an opportunity for a graduate class (MARN5015: Molecular Approaches to Biological Oceanography) to engage in a real research question. This course consists of a lecture and a laboratory session each week. Because it is a technique-oriented, hands-on intensive course, students are required to conduct a research project and complete a project report at the end. The PI has guided the class to use Rhodopsin as the example gene, and the prevalence and diversity of this gene in Long Island Sound dinoflagellate assemblages as their project topic. They have learned from DNA extraction, PCR, gene cloning and sequencing, to bioinformatics analyses, raising the students&rsquo; interest in science. This project also has provided financial support for two graduate students, who have been trained in phytoplankton molecular ecology research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2015<br>\n\t\t\t\t\tModified by: Senjie&nbsp;Lin</p>\n</div>\n<div ...",
  "por_txt_cntn": "\nPhototrophy is the ultimate source of energy that drives the function of a marine ecosystem. Conventionally, the only recognized pathway for sunlight energy to enter the marine ecosystem is photosynthesis thereby phytoplankton and other photosynthetic organisms absorb light and convert a part of its energy to ATP, the energy currency in living organisms. In the early 2000Æs a proton-pump type rhodopsin (PR) was found to occur in marine bacteria living in sunlit ocean surface, challenging the conventional notion. With all-trans retinal as a chromophore PR facilitates transmembrane proton transport creating a proton gradient across the membrane that leads to ATP production. In 2010, we identified genes highly similar to a PR-encoding gene in dinoflagellates, one of the dominant groups of phytoplankton in the coastal ocean, but their function as proton pump has remained to be demonstrated. This project aims at addressing whether PRs from dinoflagellates have the same function as that in bacteria, converting light energy to ATP. Specific objectives included investigations on 1) whether dinoflagellate rhodopsin indeed harvests solar energy and converts it to ATP to promote growth of the host organism; 2) whether rhodopsin has different functions in photosynthetic than heterotrophic dinoflagellates; 3) how widespread this proton-pump rhodopsin is in dinoflagellates.\n\nIntellectual merit. In this project, we have found that rhodopsin gene is ubiquitous in dinoflagellates, both in cultured species and in Long Island Sound (LIS), with high sequence diversity. Phylogenetic analyses show that these sequences all belong to proton pump rhodopsin except some sensory type rhodopsin in the heterotrophic dinoflagellate Oxyrrhis marina. We also have observed the expression of the dinoflagellate PR gene in the transformed E. coli in both photosynthetic and heterotrophic dinoflagellates, and detected its light-dependent growth-promoting effect on this bacterium relative to E. coli without this gene. This is evidence that dinoflagellate rhodopsin functions as an energy-generating proton pump. These results suggest that light energy acquiring mechanism independent of photosynthetic apparatus occur not only in bacteria but also in eukaryotic phytoplankton such as dinoflagellates. Our result also suggest that more research efforts should be invested in the future to systematically investigate the ecological significance of this gene in the marine ecosystem.\n\nBroader impact. This study has provided essential information for understanding the extent to which eukaryotic rhodopsin may contribute to marine phototrophy. The role of eukaryotic rhodopsin in marine photoheterotrophy and photoautotrophy can begin to be understood. A dataset has been generated for rhodopsin in marine dinoflagellates that will prove valuable for future research. Besides, this project has lent itself to an opportunity for a graduate class (MARN5015: Molecular Approaches to Biological Oceanography) to engage in a real research question. This course consists of a lecture and a laboratory session each week. Because it is a technique-oriented, hands-on intensive course, students are required to conduct a research project and complete a project report at the end. The PI has guided the class to use Rhodopsin as the example gene, and the prevalence and diversity of this gene in Long Island Sound dinoflagellate assemblages as their project topic. They have learned from DNA extraction, PCR, gene cloning and sequencing, to bioinformatics analyses, raising the studentsÆ interest in science. This project also has provided financial support for two graduate students, who have been trained in phytoplankton molecular ecology research.\n\n \n\n\t\t\t\t\tLast Modified: 04/26/2015\n\n\t\t\t\t\tSubmitted by: Senjie Lin"
 }
}