{
 "awd_id": "1212475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conferences and School in Poisson Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 33000.0,
 "awd_amount": 33000.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "This grant supports travel   for US participants (primarily graduate students and postdocs) to  attend the conference Poisson 2012, to be held in Utrecht University, the Netherlands, July 30-Aug. 3, 2012, and the \"Gone fishing: Workshop in Poisson geometry II\",  to be held at University of California, Los Angeles, November 17-18,   2012.  There will also be a \"school\" during the week preceding Poisson 2012 (July 23-27, 2012) to prepare such participants for the conference. The aim of both meetings is to bring together mathematicians and mathematical physicists who work in diverse areas, with common interests in Poisson geometry. With roots in classical mechanics about 200 years ago and the work of Sophus Lie about a century ago, the subject of Poisson geometry was crystallized through work of Kirillov and Lichnerowicz in the 1970's and has been particularly driven by the program of \"deformation quantization\", in which Poisson structures appear as the first deviation from commutativity in families of associative algebras. On the geometric side, there have been recent advances in the classification of Poisson structures, both up to (local) isomorphism, and up to the coarser relation of Morita equivalence. Poisson geometry provides a very important bridge between  mathematics and physics and between classical and quantum physics.  Although Poisson geometry has a core of internal results, it is an interdisciplinary subject. Subjects where Poisson geometry plays an essential role include string theory, symplectic geometry and topology, deformation theory, representation theory, algebraic geometry, integrable Hamiltonian systems, and field theory.\r\n\r\nPoisson 2012, whose full title is \"Poisson Geometry in Mathematics and Physics,\" is the eighth in a biannual series which brings  together mathematicians and mathematical physicists with common interests in Poisson geometry and its applications.  Speakers at Poisson 2012  have been chosen not only for the importance of their results but also for their ability to communicate  them to a broad audience of mathematicians and physicists. The conference will be preceded by a short school designed to prepare the audience for the more specialized talks to come. Conference proceedings will be published in a manner which  makes them accessible at low (or no) cost to a wide readership, in order to stimulate further study and research in the rapidly growing area of Poisson geometry. The ``Gone fishing\" workshop aims to bring  together  US based  leading experts  and young researchers in subjects related to  Poisson geometry to   encourage more interaction and cross fertilization between different fields.  It provides an excellent opportunity for  US based  young scientists to exchange ideas  and promote possible collaborations.\r\n\r\nDetailed information about Poisson 2012 may be found at \r\nhttp://www.projects.science.uu.nl/poisson2012/Home.php\r\nand the ``Gone fishing workshops\" \r\nat http://www.math.wustl.edu/~xtang/gone-fishing.htm\r\nInformation is also available at\r\nhttp://poissongeometry.org/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ping",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ping Xu",
   "pi_email_addr": "ping@math.psu.edu",
   "nsf_id": "000448022",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 33000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project is mainly to&nbsp; support travel for US participants<br />&nbsp;to attend the conference Poisson 2012, held in Utrecht University,<br />&nbsp;the Netherlands, from July 30-August 3, 2012, and the<br />&nbsp;&ldquo;Gone fishing: Workshop in Poisson geometry II\", held at UCLA,<br />September 29-30, 2012.&nbsp; There was also a \"school\" during the preceding week<br />to prepare such participants for the conference Poisson 2012.<br />A small part&nbsp; of the remaining fund was used to support travel of speakers<br />of the Joint Cornell-Penn State symplectic seminar, a weekend workshop<br />held at Penn State in Fall 2014,&nbsp; and speakers of the Penn State<br />&nbsp;Geometry and Physics&nbsp; seminar. The topics covered include<br />a wide range of areas arising from Poisson brackets and<br />&nbsp;its applications, such as symplectic, Dirac, generalized complex and<br />&nbsp;related structures, Lie algebroids and Lie groupoids, geometric mechanics,<br />&nbsp;Poisson algebras and Poisson varieties, cluster algebras, integrable systems,<br />&nbsp;quantization and higher structures, non-commutative geometry,<br />&nbsp;quantum groups and representation theory, and quantum field theory.</p>\n<p>The aim of these events is&nbsp; to bring together mathematician and<br />&nbsp;mathematical physicists who work in diverse areas, with common interests<br />in Poisson geometry.&nbsp; These events provide an excellent opportunity for them<br />to disseminate their ideas and to broaden their perspectives.&nbsp; They<br />&nbsp;also provide an excellent opportunity for young American scientists<br />&nbsp;to exchange ideas with their senior&nbsp; colleagues and to<br />promote interaction and collaborations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2015<br>\n\t\t\t\t\tModified by: Ping&nbsp;Xu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project is mainly to  support travel for US participants\n to attend the conference Poisson 2012, held in Utrecht University,\n the Netherlands, from July 30-August 3, 2012, and the\n \"Gone fishing: Workshop in Poisson geometry II\", held at UCLA,\nSeptember 29-30, 2012.  There was also a \"school\" during the preceding week\nto prepare such participants for the conference Poisson 2012.\nA small part  of the remaining fund was used to support travel of speakers\nof the Joint Cornell-Penn State symplectic seminar, a weekend workshop\nheld at Penn State in Fall 2014,  and speakers of the Penn State\n Geometry and Physics  seminar. The topics covered include\na wide range of areas arising from Poisson brackets and\n its applications, such as symplectic, Dirac, generalized complex and\n related structures, Lie algebroids and Lie groupoids, geometric mechanics,\n Poisson algebras and Poisson varieties, cluster algebras, integrable systems,\n quantization and higher structures, non-commutative geometry,\n quantum groups and representation theory, and quantum field theory.\n\nThe aim of these events is  to bring together mathematician and\n mathematical physicists who work in diverse areas, with common interests\nin Poisson geometry.  These events provide an excellent opportunity for them\nto disseminate their ideas and to broaden their perspectives.  They\n also provide an excellent opportunity for young American scientists\n to exchange ideas with their senior  colleagues and to\npromote interaction and collaborations.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Ping Xu"
 }
}