{
 "awd_id": "1212439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Methods and Applications of Multi-Photon Quantum State Synthesis",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925302",
 "po_email": "acronin@nsf.gov",
 "po_sign_block_name": "Alexander Cronin",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2014-07-11",
 "awd_abstract_narration": "We are developing a source for efficient creation of various single- and multi-photon states. This project is a culmination of the PI's past research on optimally engineered spontaneous parametric downconversion sources, high-efficiency photon detectors, and low-loss high-speed optical circuits. Specifically, the project implements a switched, temporally-multiplexed scheme that allows near-deterministic preparation of single-photon states. Combining four such states realizes the first efficient generation of heralded entangled photon pairs, a critical resource for many protocols in quantum information processing. Moreover, generalizations of the scheme enable preparation of a variety of other multi-photon states of interest.  For instance, we can prepare exact energy eigenstates of the electromagnetic field, \"Fock states,\" exponentially more efficiently than with present schemes relying on the simultaneous occurrence of improbable events; in fact, in the limit of lossless optics and perfect detectors, the method is 100% efficient. The central concept -- the ability to add (or subtract) photons one at a time -- can potentially be further extended to enable production of other multi-photon states of interest as well, as we are investigating. \r\n\r\nSingle and entangled photons have become a central resource for experiments ranging from fundamental tests of quantum mechanics to optical quantum computing, from quantum cryptography to entanglement-enhanced quantum metrology.  Despite recent advances, reliably and deterministically creating even simple optical states, e.g., single photons on demand, remains challenging.  And while schemes to realize more complicated multi-photon states have been proposed, these typically scale exponentially poorly with the number of photons in this state.  As a result, observed rates in experiments of this sort drop very quickly as the number of required photons increases, requiring minutes or hours to observe a single instance of the desired state. We are pursuing the efficient creation of various single- and multi-photon states, pushing the frontiers of quantum information processing in several different areas, including quantum communication, quantum metrology, and quantum computing. In addition to exploring a potentially transformative method for realizing true single- and multi-photon states, this project has the potential for broader impact beyond the \"traditional\" areas of quantum information processing, e.g., for human vision studies at the single-photon level.  Bringing the realities of basic quantum information phenomena to students at an earlier age and in broader venues stimulates their interest in pursuing further knowledge in STEM areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Kwiat",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Kwiat",
   "pi_email_addr": "kwiat@illinois.edu",
   "nsf_id": "000213534",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1110 West Green Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013080",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7281",
   "pgm_ref_txt": "QUATM INFO & REVOLUTIONARY COM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Reports: Methods and Applications of Multi-Photon Quantum State Synthesis</p>\n<p>Efficient single-/multi-photon generation is a critical technology for scaling up quantum information and communication applications, and heralded single photons from pair sources have long been the approach of choice. However, generation efficiencies of such heralded single-photon sources are typically only 1-10% due to inefficient nonlinear optical processes. In addition, with these sources, one cannot obtain single-photon generation probability &gt;25% even with an ideal source employing a highly efficient nonlinear optical crystal, high-intensity pump laser, and 100% efficient detectors: increases in the generation probability of single photons are necessarily accompanied by an increased likelihood to produce unwanted multiple photons. In this project, for efficient and &ldquo;true&rdquo; single-photon generation, we have developed a time-multiplexing technique that can overcome the generation efficiency and randomness of generated photon numbers in a conventional heralded photon source.</p>\n<p>The basic idea of our scheme is that an optical pulse train from a laser periodically<em> </em>pumps a nonlinear optical crystal, and generates photon <em>pairs</em> (i.e., &ldquo;signal&rdquo; and &ldquo;idler&rdquo; photons) in one or more time slots. Detecting a signal photon then &ldquo;heralds&rdquo; in which time slot the corresponding idler photon is present. By using an adjustable storage cavity, any of the time slots heralded to contain an idler photon can be trapped and released onto an output time window. Thus, the single-photon probability during the output time window is increased according to the number of pump pulses (time slots) <em>N</em> used for one cycle of the multiplexing; in a lossless system this probability can be made arbitrarily close to 1. Moreover, if <em>N</em> is large, the probability of generating unwanted multiple pairs in a given time slot can be made arbitrarily small, because the pump energy is &ldquo;diluted&rdquo; over the <em>N</em> time slots.</p>\n<p>We demonstrated this time-multiplexing technique, using a very low-loss basic heralded photon source, fixed delay line, and switchable storage cavity. By multiplexing for up to 30 time slots, we observed greatly enhanced generation probabilities of a single-photon source (up to x15 improvement), while the unwanted contribution of multi-photon states was approximately unchanged. Our observed single-photon generation probabilities are superior to any existing single-photon source, surpassing even an ideal non-multiplexed source (with an efficient nonlinear optical source and 100%-efficient trigger detector).</p>\n<p>Beyond generation efficiency, for a single-photon source to be useful, it is critical that produced photons are &ldquo;indistinguishable&rdquo; so that each produced photon can be interfered with others, since most quantum information applications utilize interference of multiple photons. Therefore, we developed and compared several methods for testing indistinguishability, and came to a thorough understanding of the trade-offs between them. Moreover, we optimized a heralded single-photon source for time multiplexing to maximize the multiplexed single-photon probability and indistinguishability. Incorporating our new heralded single-photon source and time-multiplexing technique, we expect a final single-photon probability &gt;80%. This enhancement is quite significant for multiple-photon generation and scaling up quantum information processing: for example, assuming a source repetition rate of 1 MHz, it can generate 8 sequential single-photon states at a rate up to 0.8<sup>8</sup> x 1MHz = 170,000/s, while the best existing source can generate only one such sequence each second.</p>\n<p>In summary, we have developed and demonstrated a time-multiplexing technique to greatly enhance...",
  "por_txt_cntn": "\nProject Outcomes Reports: Methods and Applications of Multi-Photon Quantum State Synthesis\n\nEfficient single-/multi-photon generation is a critical technology for scaling up quantum information and communication applications, and heralded single photons from pair sources have long been the approach of choice. However, generation efficiencies of such heralded single-photon sources are typically only 1-10% due to inefficient nonlinear optical processes. In addition, with these sources, one cannot obtain single-photon generation probability &gt;25% even with an ideal source employing a highly efficient nonlinear optical crystal, high-intensity pump laser, and 100% efficient detectors: increases in the generation probability of single photons are necessarily accompanied by an increased likelihood to produce unwanted multiple photons. In this project, for efficient and \"true\" single-photon generation, we have developed a time-multiplexing technique that can overcome the generation efficiency and randomness of generated photon numbers in a conventional heralded photon source.\n\nThe basic idea of our scheme is that an optical pulse train from a laser periodically pumps a nonlinear optical crystal, and generates photon pairs (i.e., \"signal\" and \"idler\" photons) in one or more time slots. Detecting a signal photon then \"heralds\" in which time slot the corresponding idler photon is present. By using an adjustable storage cavity, any of the time slots heralded to contain an idler photon can be trapped and released onto an output time window. Thus, the single-photon probability during the output time window is increased according to the number of pump pulses (time slots) N used for one cycle of the multiplexing; in a lossless system this probability can be made arbitrarily close to 1. Moreover, if N is large, the probability of generating unwanted multiple pairs in a given time slot can be made arbitrarily small, because the pump energy is \"diluted\" over the N time slots.\n\nWe demonstrated this time-multiplexing technique, using a very low-loss basic heralded photon source, fixed delay line, and switchable storage cavity. By multiplexing for up to 30 time slots, we observed greatly enhanced generation probabilities of a single-photon source (up to x15 improvement), while the unwanted contribution of multi-photon states was approximately unchanged. Our observed single-photon generation probabilities are superior to any existing single-photon source, surpassing even an ideal non-multiplexed source (with an efficient nonlinear optical source and 100%-efficient trigger detector).\n\nBeyond generation efficiency, for a single-photon source to be useful, it is critical that produced photons are \"indistinguishable\" so that each produced photon can be interfered with others, since most quantum information applications utilize interference of multiple photons. Therefore, we developed and compared several methods for testing indistinguishability, and came to a thorough understanding of the trade-offs between them. Moreover, we optimized a heralded single-photon source for time multiplexing to maximize the multiplexed single-photon probability and indistinguishability. Incorporating our new heralded single-photon source and time-multiplexing technique, we expect a final single-photon probability &gt;80%. This enhancement is quite significant for multiple-photon generation and scaling up quantum information processing: for example, assuming a source repetition rate of 1 MHz, it can generate 8 sequential single-photon states at a rate up to 0.88 x 1MHz = 170,000/s, while the best existing source can generate only one such sequence each second.\n\nIn summary, we have developed and demonstrated a time-multiplexing technique to greatly enhance the single-photon generation probability of heralded single-photon sources, and designed an optimized heralded single-photon source for future use with the technique. Our technique and source could realize nearly determ..."
 }
}