{
 "awd_id": "1212735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ETBC: Teleconnections in the earth system: Nutrient subsidies and fire prone ecosystems",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 69260.0,
 "awd_amount": 69260.0,
 "awd_min_amd_letter_date": "2012-02-07",
 "awd_max_amd_letter_date": "2012-02-07",
 "awd_abstract_narration": "African savannas burn more frequently than any other biome worldwide, with average annual carbon emissions from fires representing ~38% of the global total.  Of the many elements emitted in biomass burning, two of the most interesting are nitrogen and phosphorus because of their important role in ecosystem biogeochemical cycles.  However, their fate following fires is poorly understood.  This research will examine patterns of pyrogenic (fire-related) nutrient emissions, atmospheric transport and nutrient deposition across Africa to explore the extent to which fires and transport move nutrients among spatially remote regions of the continent. Field measurements in Mali, West Africa of nitrogen and phosphorous deposition during a full annual cycle will provide initial validation of an atmospheric transport model, and will be used to explore potential chemical markers for pyrogenic nitrogen and phosphorous deposition in African savanna ecosystems. Complementary measurements of vegetation and soil nutrient limitation status will also be made.  \r\n\r\nMore than in most places around the world, the human populations of Africa are expected to experience deleterious effects from global climate change. This research will explore interactions between ecosystems, land-cover changes and biogeochemical cycles that may impact ecosystem sustainability and agricultural productivity now, and into the future.  Further, the results of this research will provide new insights on fire-mediated nutrient cycling for other fire-prone ecosystems worldwide.  The project will also foster new collaborative relationships with international partners in Mali.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lara",
   "pi_last_name": "Prihodko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lara Prihodko",
   "pi_email_addr": "prihodko@nmsu.edu",
   "nsf_id": "000197950",
   "pi_start_date": "2012-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota State University",
  "inst_street_address": "940 ADMINISTRATION LN",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKINGS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056886696",
  "inst_zip_code": "570070001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DNZNC466DGR7"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 69260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The nutrient rich savannas of Africa are prized grazing lands and play an important role in the economies of many African countries as well as in the livelihoods and wellbeing of individuals. However, there is a long-standing debate as to why they are distributed in space as they are.&nbsp; In this pilot project we asked whether the nutrient rich-poor distribution of savannas in Africa, which follows a rainfall gradient, could be related to patterns in fire frequency. We hypothesized that millennia of frequent fires in the nutrient poor savannas may be (in part or whole) responsible for long-term decline in nutrient status of these systems, where the nutrient rich savannas have less nutrient loss from fires and may even gain nutrients through transport of nitrogen and phosphorus from fires and dust in remote regions.</p>\n<p>We deployed a series of instruments to measure dry deposition, wet deposition and meteorological data at a single field site near the town of Negu&egrave;la in Mali, West Africa.&nbsp; Over the course of two years we collected measurements that characterized the seasonality of nutrient inputs to the site (primarily nitrogen and phosphorous) from biomass burning, dust and other sources.&nbsp; We observed patterns in the measurements related to the seasonality of savanna fires and dust transport as well as ecosystem activity. Analysis with an atmospheric transport model suggested that the deposition from fire and dust events in the dry season was originating north of the research site, from Sudanian, Sahelian and Saharan zones.</p>\n<p>Continental scale simulations with an atmospheric transport and deposition model show longer-term loss and gain patterns.&nbsp; Net emission of fire related nitrogen was observed from the infertile, but wet and higher biomass Sudanian, Guinean and Miombo savannas as well as from forest-savanna transition zones.&nbsp; Net deposition was found in the fertile, but dry and low biomass Sahelian and Kalahari savannas as well as in the tropical forest regions of central Africa.&nbsp; The gains in the tropical forest regions were much higher than in the dry savannas; this is associated with proximity to fires and dominant wind patterns.&nbsp; However, given that savannas are the most fire prone ecosystems globally with very high return frequencies (~1.25 &ndash; 10 years), and that these systems have been burning for thousands of years (if not longer), small but persistent contributions of nutrients over long periods of time are likely to play a important role in ecosystem structure and function.&nbsp;</p>\n<p>We hypothesized that the ratio of nitrogen to phosphorous across a rainfall and fire gradient would reflect the changing contributions/losses from fires and dust, where phosphorous is limiting in the forest-savanna transition zone, nitrogen is limiting in wetter savannas and water is limiting in drier savannas. Patterns in our measurements of vegetation samples at five long-term savanna research sites in Mali located across a fire and rainfall gradient follow our hypothesis.&nbsp; However, we also found an unexpected result. Available phosphorous in the soil, though low overall, was markedly lower at one site when compared to the other sites, yet the phosphorous content of the green vegetation at that site remained similar to other sites. More research is needed to understand the reasons for this.</p>\n<p>Though this pilot project was limited in scope, with only a single field site instrumented for atmospheric deposition measurements, the results so far suggest that further research into these patterns and processes is warranted and could lead to fundamental insights on how teleconnections between atmospheric and ecosystem processes impact the structure, function and sustainability of savanna ecosystems.&nbsp; There is great uncertainty in how changes in global climate will manifest themselves in Africa. Fires are a majo...",
  "por_txt_cntn": "\nThe nutrient rich savannas of Africa are prized grazing lands and play an important role in the economies of many African countries as well as in the livelihoods and wellbeing of individuals. However, there is a long-standing debate as to why they are distributed in space as they are.  In this pilot project we asked whether the nutrient rich-poor distribution of savannas in Africa, which follows a rainfall gradient, could be related to patterns in fire frequency. We hypothesized that millennia of frequent fires in the nutrient poor savannas may be (in part or whole) responsible for long-term decline in nutrient status of these systems, where the nutrient rich savannas have less nutrient loss from fires and may even gain nutrients through transport of nitrogen and phosphorus from fires and dust in remote regions.\n\nWe deployed a series of instruments to measure dry deposition, wet deposition and meteorological data at a single field site near the town of Negu&egrave;la in Mali, West Africa.  Over the course of two years we collected measurements that characterized the seasonality of nutrient inputs to the site (primarily nitrogen and phosphorous) from biomass burning, dust and other sources.  We observed patterns in the measurements related to the seasonality of savanna fires and dust transport as well as ecosystem activity. Analysis with an atmospheric transport model suggested that the deposition from fire and dust events in the dry season was originating north of the research site, from Sudanian, Sahelian and Saharan zones.\n\nContinental scale simulations with an atmospheric transport and deposition model show longer-term loss and gain patterns.  Net emission of fire related nitrogen was observed from the infertile, but wet and higher biomass Sudanian, Guinean and Miombo savannas as well as from forest-savanna transition zones.  Net deposition was found in the fertile, but dry and low biomass Sahelian and Kalahari savannas as well as in the tropical forest regions of central Africa.  The gains in the tropical forest regions were much higher than in the dry savannas; this is associated with proximity to fires and dominant wind patterns.  However, given that savannas are the most fire prone ecosystems globally with very high return frequencies (~1.25 &ndash; 10 years), and that these systems have been burning for thousands of years (if not longer), small but persistent contributions of nutrients over long periods of time are likely to play a important role in ecosystem structure and function. \n\nWe hypothesized that the ratio of nitrogen to phosphorous across a rainfall and fire gradient would reflect the changing contributions/losses from fires and dust, where phosphorous is limiting in the forest-savanna transition zone, nitrogen is limiting in wetter savannas and water is limiting in drier savannas. Patterns in our measurements of vegetation samples at five long-term savanna research sites in Mali located across a fire and rainfall gradient follow our hypothesis.  However, we also found an unexpected result. Available phosphorous in the soil, though low overall, was markedly lower at one site when compared to the other sites, yet the phosphorous content of the green vegetation at that site remained similar to other sites. More research is needed to understand the reasons for this.\n\nThough this pilot project was limited in scope, with only a single field site instrumented for atmospheric deposition measurements, the results so far suggest that further research into these patterns and processes is warranted and could lead to fundamental insights on how teleconnections between atmospheric and ecosystem processes impact the structure, function and sustainability of savanna ecosystems.  There is great uncertainty in how changes in global climate will manifest themselves in Africa. Fires are a major component of human land use in Africa and the patterns of fire frequency are likely to change with increasing human populations and ex..."
 }
}