{
 "awd_id": "1212418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Paleocoastal Seasonality on California's Northern Channel Islands: Shellfish Harvesting and Isotopic Signatures of Sedentism vs. Mobility",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 15080.0,
 "awd_amount": 15080.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "The timing and nature of the spread of anatomically modern humans (AMH) out of Africa and around the world-including the peopling of the Americas-are some of the most significant issues facing archaeologists today. There is growing evidence that coastal migrations and maritime adaptations contributed to the spread of AMH into Asia and the Americas. Some of the earliest evidence for seafaring and maritime adaptations in the Americas comes from California's Channel Islands, which were settled by Paleocoastal peoples at least 13,000 years ago. Questions remain, however, about the permanence of Paleocoastal occupation on the islands or the level of commitment to maritime life-ways. By examining Paleocoastal life-ways, settlement, subsistence strategies, seafaring, and island colonization on the Northern Channel Islands, this research will contribute to larger issues pertaining to the antiquity of marine fishing in North America, human impacts on marine ecosystems, and the supposed marginality of coastal and island environments. \r\n\r\nIn this Doctoral Dissertation Grant under the direction of Dr. Jon  Erlandson, Mr. Nicholas Jew will use stable oxygen isotope analysis (ä18O) of marine shells from Paleocoastal archaeological sites to test hypotheses related to the seasonality of early human settlement on the Northern Channel Islands. Oxygen isotope analysis will be used to determine the marine water temperature and season of harvest for marine shells from seven Paleocoastal middens on San Miguel Island dated between about 10,200 and 8000 years ago. Evidence for year-round shellfish harvesting would suggest permanent occupation of the islands by Paleocoastal peoples, whereas evidence for more focused harvesting would suggest seasonal settlement. To provide an independent check on 18O results, the isotope data will be compared to artifact and vertebrate assemblages from each site, which vary depending on the length and timing of an occupation. The isotope analysis will also provide valuable information on ancient sea-surface temperatures, which have fluctuated through time and affect the productivity and structure of local marine ecosystems. All these data will be compared to published and unpublished data-including the results of current isotopic research on shells from two Terminal Pleistocene (~12,200-11,400 cal BP) sites on San Miguel and a large residential shell midden on Santa Rosa Island dated to ~8200 years ago-to test general colonization models. The investigators will evaluate hypotheses regarding some of the earliest evidence for island colonization in the New World, generate new hypotheses examining shellfish availability and harvesting, and examine Paleocoastal site function and settlement patterns on the Northern Channel Islands.\r\n\r\nThis research will result in important new archaeological and paleoecological data, provide training opportunities for graduate and undergraduate students in anthropology, and contribute to the completion of a PhD in anthropology. Research results will be shared with the public and scholarly community through peer-reviewed publications, public and professional presentations, and a variety of print and electronic media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Erlandson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jon M Erlandson",
   "pi_email_addr": "jerland@uoregon.edu",
   "nsf_id": "000474837",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Jew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Jew",
   "pi_email_addr": "njew@uoregon.edu",
   "nsf_id": "000608428",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15080.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Our project explored the settlement, subsistence, and technology of one of the earliest maritime cultures known from the Americas, Paleocoastal peoples who occupied California&rsquo;s Northern Channel Islands (NCI) between about 12,000 and 8000 years ago. Previous work had identified numerous early sites on the islands, but the first permanent settlement of the islands was only thought to have begun about 7500 years ago. The Channel Islands have long been viewed as relatively marginal human habitat when compared to the adjacent mainland.</p>\n<p class=\"Default\">First we analyzed the size, structure, and contents of six Paleocoastal shell middens on San Miguel and Santa Rosa islands, predicting whether they were occupied briefly or for more prolonged periods of time. We then studied incremental growth bands in California mussel shells&mdash;which provide a detailed record of changing environmental conditions during the life of each mussel&mdash;from each site to determine whether they were occupied seasonally or year-round. Analyzing stable oxygen isotope (&delta;<sup>18</sup>O) values for 20 shells from each site, we reconstructed ancient sea surface temperatures (SST), compared these to modern annual SST cycles around the islands, then estimated the season in which each mussel was harvested.</p>\n<p class=\"Default\">Our results showed that three of the smaller Paleocoastal sites were used seasonally, but three more substantial shell middens dating to 8200, 9000, and 10,000 cal BP produced evidence for shellfish harvesting during all four seasons. Correlating well with our expectations based on site structure and contents, these results documented that the NCI were occupied more or less permanently and year-round by at least 10,000 years ago, roughly 2500 years earlier than previously predicted. Previous work at a ~11,700 year old Paleocoastal site on Santa Rosa Island showed that it was occupied during the winter months, suggesting that year-round occupation of the islands may extend back even further in time.</p>\n<p class=\"Default\">Analysis of Paleocoastal technologies, including well-made stemmed points and chipped stone crescents, links these assemblages to an early Western Stemmed technological tradition found throughout the American Far West. On the Channel Islands, these artifacts appear to have been used in a variety of aquatic hunting activities, components of an intensive and diversified maritime subsistence adaptation. Our analyses documented that Paleocoastal peoples relied heavily on local sources of tool-stone, especially cherts found on San Miguel and Santa Rosa islands. These island cherts appear to have been carefully and systematically heat-treated to facilitate the manufacture of delicate Paleocoastal projectile points.</p>\n<p class=\"Default\">Recent research on certain Western Stemmed Tradition (WST) sites in the Far West suggests that they are as old, or older, than the Clovis Tradition (~13,000 years), which was once thought to be associated with the initial settlement of North America. The Western Stemmed Tradition has recently been linked to a possible coastal migration from Northeast Asia to the Americas. Our research shows that California&rsquo;s Channel Islands were occupied year-round by at least 10,000 years ago by maritime Paleocoastal peoples who utilized stemmed points and crescents related to WST technologies. The presence of a relatively large, permanent, and distinctive Paleocoastal population on the islands between at least 12,000 and 8000 years ago may support the coastal migration theory and an even deeper antiquity of human settlement on California&rsquo;s Channel Islands.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2014<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Jew</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Our project explored the settlement, subsistence, and technology of one of the earliest maritime cultures known from the Americas, Paleocoastal peoples who occupied CaliforniaÆs Northern Channel Islands (NCI) between about 12,000 and 8000 years ago. Previous work had identified numerous early sites on the islands, but the first permanent settlement of the islands was only thought to have begun about 7500 years ago. The Channel Islands have long been viewed as relatively marginal human habitat when compared to the adjacent mainland.\nFirst we analyzed the size, structure, and contents of six Paleocoastal shell middens on San Miguel and Santa Rosa islands, predicting whether they were occupied briefly or for more prolonged periods of time. We then studied incremental growth bands in California mussel shells&mdash;which provide a detailed record of changing environmental conditions during the life of each mussel&mdash;from each site to determine whether they were occupied seasonally or year-round. Analyzing stable oxygen isotope (&delta;18O) values for 20 shells from each site, we reconstructed ancient sea surface temperatures (SST), compared these to modern annual SST cycles around the islands, then estimated the season in which each mussel was harvested.\nOur results showed that three of the smaller Paleocoastal sites were used seasonally, but three more substantial shell middens dating to 8200, 9000, and 10,000 cal BP produced evidence for shellfish harvesting during all four seasons. Correlating well with our expectations based on site structure and contents, these results documented that the NCI were occupied more or less permanently and year-round by at least 10,000 years ago, roughly 2500 years earlier than previously predicted. Previous work at a ~11,700 year old Paleocoastal site on Santa Rosa Island showed that it was occupied during the winter months, suggesting that year-round occupation of the islands may extend back even further in time.\nAnalysis of Paleocoastal technologies, including well-made stemmed points and chipped stone crescents, links these assemblages to an early Western Stemmed technological tradition found throughout the American Far West. On the Channel Islands, these artifacts appear to have been used in a variety of aquatic hunting activities, components of an intensive and diversified maritime subsistence adaptation. Our analyses documented that Paleocoastal peoples relied heavily on local sources of tool-stone, especially cherts found on San Miguel and Santa Rosa islands. These island cherts appear to have been carefully and systematically heat-treated to facilitate the manufacture of delicate Paleocoastal projectile points.\nRecent research on certain Western Stemmed Tradition (WST) sites in the Far West suggests that they are as old, or older, than the Clovis Tradition (~13,000 years), which was once thought to be associated with the initial settlement of North America. The Western Stemmed Tradition has recently been linked to a possible coastal migration from Northeast Asia to the Americas. Our research shows that CaliforniaÆs Channel Islands were occupied year-round by at least 10,000 years ago by maritime Paleocoastal peoples who utilized stemmed points and crescents related to WST technologies. The presence of a relatively large, permanent, and distinctive Paleocoastal population on the islands between at least 12,000 and 8000 years ago may support the coastal migration theory and an even deeper antiquity of human settlement on CaliforniaÆs Channel Islands.\n\n\t\t\t\t\tLast Modified: 01/29/2014\n\n\t\t\t\t\tSubmitted by: Nicholas Jew"
 }
}