{
 "awd_id": "1212691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Carbaporphyrins, Neo-Confused Porphyrins and Related Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-07",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "In this project funded by the Chemical Synthesis Program of the Chemistry Division, Professor Timothy D. Lash of the Department of Chemistry at Illinois State University will explore the synthesis, characterization, and reactivity of porphyrin-like macrocycles, including neo-confused porphyrins and other carbaporphyrinoid systems.  Specifically, syntheses of heterobenziporphyrins and heteropyriporphyrins will be developed using a \"3 + 1\" strategy.  The chemistry of previously prepared monocarbaporphyrins will also be studied.  A strategy for synthesizing carbaporphyrins and carbachlorins from a cyclopentene dialdehyde and a new route to benzocarbaporphyrins from 6-methoxyazulene will be developed.  General approaches to the synthesis of a new class of porphyrin isomers known as neo-confused porphyrins will be investigated.  In addition to dicarbaporphyrinoids, tri- or tetracarbaporphyrinoid systems will be studied.\r\n\r\nThis work will not only lead to more efficient routes to carbaporphyrinoid systems but will also allow access to new classes of porphyrin analogues.  This project is important to improve our basic understanding of fundamental chemistry concepts such as aromaticity.  It also has practical applications for the synthesis of fine chemicals, since the target compounds can be used to construct catalysts for chemical synthesis.  In addition, the target compounds are important in medicines, as they have potential applications in photodynamic therapy.  These projects not only provide an excellent environment for training undergraduates and master level graduate students in the field of organic synthesis, but they also expose them to the multidisciplinary nature of modern scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Lash",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy D Lash",
   "pi_email_addr": "tdlash@IllinoisState.edu",
   "nsf_id": "000378159",
   "pi_start_date": "2012-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Trustees of Illinois State University",
  "inst_street_address": "CAMPUS BOX 1100",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3094382528",
  "inst_zip_code": "617901100",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF ILLINOIS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6WTL4T5FFJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois State University",
  "perf_str_addr": "Science Lab Building, North St.",
  "perf_city_name": "Normal",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617904160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Porphyrins are an important class of biological pigments that have important functions in nature. These pigments are being explored for numerous applications that range from material science to catalysis to medicine. For instance, photodynamic therapy (PDT) makes use of porphyrins as photosensitizers in tumor therapy and light activation leads to the formation of reactive oxygen species that damage cancer cells. Related macrocyclic pigments are also showing promise for applications and new types of porphyrin analogues are currently being explored.</p>\n<p>&nbsp;In our studies, porphyrin-like systems have been investigated including carbaporphyrins and neo-confused porphyrins. Neo-confused porphyrins were first prepared at Illinois State University and represent a new class of porphyrin isomers. Porphyrin isomers include N-confused porphyrins where one of the pyrrole nitrogens has been &ldquo;misplaced&rdquo; so that it was orientated towards the periphery instead of being placed within the macrocyclic cavity. This system has also been widely studied due to its intriguing chemical reactivity. In neo-confused porphyrins, a pyrrole nitrogen is connected to a bridging carbon thereby dramatically altering the electronic properties of the structure. Surprisingly, neo-confused porphyrins were found to retain aromatic properties and their UV-visible spectra also remained similar to true porphyrins. Nevertheless, the degree of aromatic character was diminished and this has been confirmed by computational studies. Metalated porphyrins have many applications, including uses as catalysts in epoxidations and cyclopropanation reactions. Neo-confused porphyrins have been shown to form stable organometallic complexes with the catalytically important metals nickel and palladium. A convenient &ldquo;2 + 2&rdquo; methodology was developed for the synthesis of neo-confused porphyrins, and in some cases unusual hexapyrrolic dihydroporphyrins were formed as byproducts.</p>\n<p>&nbsp;Earlier work from my laboratory had demonstrated that a &ldquo;3 + 1&rdquo; strategy provided a convenient route to carbaporphyrinoid systems. Carbaporphyrinoids are porphyrin analogues with one or more carbon atoms replacing the nitrogens within the porphyrin cavity. These modified structures have unique reactivity and commonly form organometallic derivatives. Azuliporphyrins are important examples of carbaporphyrinoids that have an azulene moiety in place of the usual pyrrole ring. Earlier, we had shown that these form stable nickel(II), palladium(II) and platinum(II) complexes under mild conditions. We have now extended these metalation reactions to the formation of iridium(III) and rhodium(III) complexes. These reactions were conducted with iridium(I) and rhodium(I) reagents in refluxing xylene solvents. Interestingly, a molecule of solvent was captured as an axial ligand.</p>\n<p>&nbsp;In an attempt to prepare azuliporphyrins with an electron-donating methoxy substituent, a methoxyazulene dialdehyde was reacted with a tripyrrane in a &ldquo;3 + 1&rdquo; reaction but instead of the expected product, a tropone-fused porphyrin product was formed instead. This turned out to have unusual spectroscopic properties that appeared to be intermediary between azuliporphyrins and carbaporphyrins. A synthesis of a carbachlorin and a carbaporphyrin with an unsubstituted carbocyclic ring was also developed. Chlorins, reduced porphyrins that have a moderately strong absorption near 650 nm (absorption of red light leads to their green coloration), are very well studied because they provide the nucleus for the chlorophylls, and because they have superior properties for applications in PDT. Far less is known about carbachlorins and a &ldquo;3 + 1&rdquo; route to this system was developed. Carbachlorins also form silver(III) complexes and have absorptions near 650 nm. Oxidation gave the related carbaporphyrin. Alternatively, reaction with methyl iodide, followed by metalation, produced a palladium(II) carbaporphyrin.</p>\n<p>&nbsp;Dicarbaporphyrins are far less well known but have demonstrated intriguing properties. Diindenylmethane was shown to react with two equivalents of aromatic aldehydes in the presence of potassium hydroxide to afford conjugated bilin analogues. The furfural-derived product was cyclized with formaldehyde or aromatic aldehydes in the presence of an acid catalyst to give aromatic dioxadicarbaporphyrins. Base-catalyzed reaction of diindenylmethane with a dipyrrylmethane dialdehyde similarly gave a dicarbaporphyrin with two adjacent indene units. This system was also strongly aromatic. Reaction with base gave an aromatic anion, while protonation afforded aromatic mono- and dications. Strikingly, when the dicarbaporphyrin was reacted with palladium acetate, a unique sandwich complex was generated. This complex consisted of two palladium(II) dicarbaporphyrin units encapsulating a palladium(IV) ion. This unexpected result demonstrates that the unique reactivity of carbaporphyrinoid systems can lead to truly novel reaction products.</p>\n<p>&nbsp;These investigations were carried out by undergraduate students and M.S. level graduate students. During the course of these investigations, 4 of these students have moved on to Ph.D. programs and the research conducted at Illinois State University has provided the foundations for their success elsewhere. Indeed, one of these students (Leah Stateman) received an NSF fellowship, while another (Stacy Fosu) received a prestigious&nbsp;Howard Hughes Medical Institute (HHMI) fellowship (both in 2016). Three of my current students plan to join major Ph.D. programs in the fall of 2017. The research supported by this grant has resulted in 25 publications. In addition, 24 presentations were made at national and international meetings and 7 M.S. theses were completed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2016<br>\n\t\t\t\t\tModified by: Timothy&nbsp;D&nbsp;Lash</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPorphyrins are an important class of biological pigments that have important functions in nature. These pigments are being explored for numerous applications that range from material science to catalysis to medicine. For instance, photodynamic therapy (PDT) makes use of porphyrins as photosensitizers in tumor therapy and light activation leads to the formation of reactive oxygen species that damage cancer cells. Related macrocyclic pigments are also showing promise for applications and new types of porphyrin analogues are currently being explored.\n\n In our studies, porphyrin-like systems have been investigated including carbaporphyrins and neo-confused porphyrins. Neo-confused porphyrins were first prepared at Illinois State University and represent a new class of porphyrin isomers. Porphyrin isomers include N-confused porphyrins where one of the pyrrole nitrogens has been \"misplaced\" so that it was orientated towards the periphery instead of being placed within the macrocyclic cavity. This system has also been widely studied due to its intriguing chemical reactivity. In neo-confused porphyrins, a pyrrole nitrogen is connected to a bridging carbon thereby dramatically altering the electronic properties of the structure. Surprisingly, neo-confused porphyrins were found to retain aromatic properties and their UV-visible spectra also remained similar to true porphyrins. Nevertheless, the degree of aromatic character was diminished and this has been confirmed by computational studies. Metalated porphyrins have many applications, including uses as catalysts in epoxidations and cyclopropanation reactions. Neo-confused porphyrins have been shown to form stable organometallic complexes with the catalytically important metals nickel and palladium. A convenient \"2 + 2\" methodology was developed for the synthesis of neo-confused porphyrins, and in some cases unusual hexapyrrolic dihydroporphyrins were formed as byproducts.\n\n Earlier work from my laboratory had demonstrated that a \"3 + 1\" strategy provided a convenient route to carbaporphyrinoid systems. Carbaporphyrinoids are porphyrin analogues with one or more carbon atoms replacing the nitrogens within the porphyrin cavity. These modified structures have unique reactivity and commonly form organometallic derivatives. Azuliporphyrins are important examples of carbaporphyrinoids that have an azulene moiety in place of the usual pyrrole ring. Earlier, we had shown that these form stable nickel(II), palladium(II) and platinum(II) complexes under mild conditions. We have now extended these metalation reactions to the formation of iridium(III) and rhodium(III) complexes. These reactions were conducted with iridium(I) and rhodium(I) reagents in refluxing xylene solvents. Interestingly, a molecule of solvent was captured as an axial ligand.\n\n In an attempt to prepare azuliporphyrins with an electron-donating methoxy substituent, a methoxyazulene dialdehyde was reacted with a tripyrrane in a \"3 + 1\" reaction but instead of the expected product, a tropone-fused porphyrin product was formed instead. This turned out to have unusual spectroscopic properties that appeared to be intermediary between azuliporphyrins and carbaporphyrins. A synthesis of a carbachlorin and a carbaporphyrin with an unsubstituted carbocyclic ring was also developed. Chlorins, reduced porphyrins that have a moderately strong absorption near 650 nm (absorption of red light leads to their green coloration), are very well studied because they provide the nucleus for the chlorophylls, and because they have superior properties for applications in PDT. Far less is known about carbachlorins and a \"3 + 1\" route to this system was developed. Carbachlorins also form silver(III) complexes and have absorptions near 650 nm. Oxidation gave the related carbaporphyrin. Alternatively, reaction with methyl iodide, followed by metalation, produced a palladium(II) carbaporphyrin.\n\n Dicarbaporphyrins are far less well known but have demonstrated intriguing properties. Diindenylmethane was shown to react with two equivalents of aromatic aldehydes in the presence of potassium hydroxide to afford conjugated bilin analogues. The furfural-derived product was cyclized with formaldehyde or aromatic aldehydes in the presence of an acid catalyst to give aromatic dioxadicarbaporphyrins. Base-catalyzed reaction of diindenylmethane with a dipyrrylmethane dialdehyde similarly gave a dicarbaporphyrin with two adjacent indene units. This system was also strongly aromatic. Reaction with base gave an aromatic anion, while protonation afforded aromatic mono- and dications. Strikingly, when the dicarbaporphyrin was reacted with palladium acetate, a unique sandwich complex was generated. This complex consisted of two palladium(II) dicarbaporphyrin units encapsulating a palladium(IV) ion. This unexpected result demonstrates that the unique reactivity of carbaporphyrinoid systems can lead to truly novel reaction products.\n\n These investigations were carried out by undergraduate students and M.S. level graduate students. During the course of these investigations, 4 of these students have moved on to Ph.D. programs and the research conducted at Illinois State University has provided the foundations for their success elsewhere. Indeed, one of these students (Leah Stateman) received an NSF fellowship, while another (Stacy Fosu) received a prestigious Howard Hughes Medical Institute (HHMI) fellowship (both in 2016). Three of my current students plan to join major Ph.D. programs in the fall of 2017. The research supported by this grant has resulted in 25 publications. In addition, 24 presentations were made at national and international meetings and 7 M.S. theses were completed.\n\n\t\t\t\t\tLast Modified: 11/14/2016\n\n\t\t\t\t\tSubmitted by: Timothy D Lash"
 }
}