{
 "awd_id": "1212839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  High Quality and Low Cost Bulk Aluminum Nitride Substrates for UV LEDs",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 149395.0,
 "awd_amount": 149395.0,
 "awd_min_amd_letter_date": "2012-04-27",
 "awd_max_amd_letter_date": "2012-10-19",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will investigate the feasibility of growth of high-quality and low-cost bulk aluminum nitride (AlN) substrates by vapor phase deposition. The performance of nitride-based devices, such as light-emitting diodes (LEDs), lasers, and transistors, is limited by epitaxial growth on foreign substrates.  LEDs with aluminum gallium nitride (AlGaN) active regions emitting in the ultraviolet (UV) spectrum are limited to an efficiency of ~1%, but are especially suited to growth on AlN due to the lattice match.  Thus, there is an opportunity to enhance the performance of these devices by using closely-matched AlN substrates with low defect density. The proposed approach to grow bulk AlN utilizes a novel vapor phase deposition method which uses low cost consumables, is scalable to high product rates, and is capable of high quality.  The research objectives are to demonstrate AlN crystals of excellent crystal quality with low dislocation density (10000/square cm), grown at a high growth rate of 1 mm/hr.  The successful completion of these objectives will lay the groundwork for high-volume and low-cost production of high quality AlN substrates.\r\n\r\nThe broader impact/commercial potential of this project will be a result of a dramatic increase in the availability of low-cost AlN substrates for use in optoelectronics and energy conversion devices.  The development of commercially viable AlN substrates will enable revolutionary performance enhancements for many devices, specifically including UV LEDs, in terms of output power, energy efficiency, and lifetime. High efficiency UV LEDs will have a broad range of applications including replacement of toxic mercury vapor lamps used for UV purification, UV curing, and chemical sensors, and UV LEDs will enable new applications which require compact and robust UV emitters. One of the most important benefits to society is the ability to provide an effective, low cost, and chemical free method to disinfect water for human consumption.  Finally, as a supplier of a high-value enabling semiconductor material, we intend to market to smaller niche semiconductor manufacturing companies in the U.S. as early adopters of AlN substrates, thus strengthening the U.S. semiconductor manufacturing industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Troy",
   "pi_last_name": "Baker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Troy J Baker",
   "pi_email_addr": "troy@nitridesolutions.com",
   "nsf_id": "000608385",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nitride Solutions Inc.",
  "inst_street_address": "3333 W. PAWNEE STREET",
  "inst_street_address_2": "",
  "inst_city_name": "WICHITA",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "3162605228",
  "inst_zip_code": "672131829",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KS04",
  "org_lgl_bus_name": "NITRIDE SOLUTIONS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "THYNSJ8NQK88"
 },
 "perf_inst": {
  "perf_inst_name": "Nitride Solutions Inc.",
  "perf_str_addr": "3333 W. Pawnee St.",
  "perf_city_name": "Wichita",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "672131829",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149395.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase I project investigated the feasibility of growth of high quality and low cost aluminum nitride (AlN) substrates by vapor phase deposition methods. Single crystalline substrates are the base layer for the construction of semiconductor optoelectronic and energy conversion devices. The development of commercially viable AlN substrates was motivated by the possibility to enable revolutionary performance enhancements of many devices, specifically including UV LEDs, in terms of output power, energy efficiency, and lifetime.</p>\n<p>The Phase I Project investigated the feasibility of the reaction of nitrogen gas and aluminum vapor at temperatures above 2000 &deg;C for the growth of AlN single crystal substrates. This process was able to generate AlN powder and some small AlN crystals. However, the aluminum vapor generation process was found to be unfeasible due the method&rsquo;s difficulty in generating the high aluminum vapor partial pressure required. After the Phase I effort, the growth of AlN by direct reaction of nitrogen gas and aluminum vapor was halted.</p>\n<p>In the Phase I Extension, the reactor was modified for hydride vapor phase epitaxy (HVPE), which used the chemical reaction of ammonia and aluminum chloride gases for the growth of AlN single crystal substrates. This approach was unique from previous efforts of HVPE in the use high temperatures, i.e. above 1300 &deg;C, in a hot-walled reactor. The effort focused on growth of AlN layers of less than 5 microns on sapphire substrates. The project outcome resulted in the development of state-of-the-art AlN on sapphire templates as determined by the crystalline quality measured by x-ray diffraction rocking curve measurements.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2013<br>\n\t\t\t\t\tModified by: Troy&nbsp;J&nbsp;Baker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase I project investigated the feasibility of growth of high quality and low cost aluminum nitride (AlN) substrates by vapor phase deposition methods. Single crystalline substrates are the base layer for the construction of semiconductor optoelectronic and energy conversion devices. The development of commercially viable AlN substrates was motivated by the possibility to enable revolutionary performance enhancements of many devices, specifically including UV LEDs, in terms of output power, energy efficiency, and lifetime.\n\nThe Phase I Project investigated the feasibility of the reaction of nitrogen gas and aluminum vapor at temperatures above 2000 &deg;C for the growth of AlN single crystal substrates. This process was able to generate AlN powder and some small AlN crystals. However, the aluminum vapor generation process was found to be unfeasible due the methodÆs difficulty in generating the high aluminum vapor partial pressure required. After the Phase I effort, the growth of AlN by direct reaction of nitrogen gas and aluminum vapor was halted.\n\nIn the Phase I Extension, the reactor was modified for hydride vapor phase epitaxy (HVPE), which used the chemical reaction of ammonia and aluminum chloride gases for the growth of AlN single crystal substrates. This approach was unique from previous efforts of HVPE in the use high temperatures, i.e. above 1300 &deg;C, in a hot-walled reactor. The effort focused on growth of AlN layers of less than 5 microns on sapphire substrates. The project outcome resulted in the development of state-of-the-art AlN on sapphire templates as determined by the crystalline quality measured by x-ray diffraction rocking curve measurements. \n\n \n\n\t\t\t\t\tLast Modified: 09/06/2013\n\n\t\t\t\t\tSubmitted by: Troy J Baker"
 }
}