{
 "awd_id": "1212558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collective Behavior and Spatiotemporal Dynamics in Chemical Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 465869.0,
 "awd_amount": 465869.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics and Mechanisms Program of the Division of Chemistry, the Professor Kenneth Showalter of West Virginia University and his students will investigate three main lines of research: (i) the dynamics and collective behavior of self-propelled particles, (ii) the propagating target and spiral waves in precipitation reactions, and (iii) the synchronization behavior in populations of coupled chemical oscillators. In the first project, studies of collective behavior in populations of self-propelled particles, such as Pt-silica particles in hydrogen peroxide solutions, are carried out to determine the mechanism of inter-particle interactions. New self-propelled particle systems based on enzyme catalysis and surface catalyzed reactions are being developed and the motion of n-mer particle aggregates is being characterized. In the second project, studies of recently discovered propagating waves in the precipitation front of the NaOH-AlCl3 reaction are conducted. The positive feedback giving rise to the propagating wave behavior is being characterized and new precipitation systems exhibiting propagating waves are being developed. The third project involves studies of populations and networks of coupled chemical oscillators. The theoretically predicted chimera state, with coexisting subpopulations of synchronized and unsynchronized oscillators, is studied experimentally and computationally by using light-sensitive, catalyst-loaded particles in catalyst-free Belousov-Zhabotinsky reaction mixtures. Self-optimization of link weights in biomimetic networks of oscillators controlled with an algorithm for spike-timing dependent plasticity is also being studied. \r\n\r\nAll three lines of research are expected to yield new and important information about collective behavior and spatiotemporal dynamics in chemical systems and offer valuable insights into dynamic behavior in biological systems. The studies of self-propelled particles will provide mechanistic insights into the propulsion and interaction of biological unicellular organisms, such as bacteria and algae. The studies of propagating target and spiral waves in precipitation systems will offer new mechanisms for chemical wave propagation that rely on structural features of the medium, much like wave propagation in many biological systems. The studies of new states of coexisting synchronized and unsynchronized coupled chemical oscillators and self-optimization in networks of chemical oscillators provide insights into basic dynamical behaviors pervasive in living systems. The research program is expected to have a broad local impact from the integration of research and teaching into the university curriculum. The impact of the work is further broadened through outreach activities involving the International Center for Theoretical Physics that bring hands-on research experiences to scientists in developing countries in Asia, Africa, and South and Central America.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Showalter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Showalter",
   "pi_email_addr": "kshowalt@wvu.edu",
   "nsf_id": "000415581",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "Department of Chemistry",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 169069.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 148400.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 148400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chemical systems have played an important role in the development of research on complex dynamical systems, since even complicated chemical systems, such as the Belousov-Zhabotinsky (BZ) reaction, are relatively straightforward to characterize. The state variables are simple concentrations and the governing equations can be developed from well-understood chemical kinetics and transport processes, yet nonlinear chemical reactions can exhibit remarkably complex behavior. Hence, studies of complex dynamics in chemical model systems can yield valuable insights into the surprisingly similar dynamics seen in biological systems.</p>\n<p>Our studies of chemical model systems over the award period have yielded significant advances in understanding synchronization behavior in populations of oscillators. Recently, extensive research activity has focused on a surprising dynamical behavior in which synchronized and unsynchronized oscillators coexist, named the chimera state after the Greek mythological creature. We carried out one of the first experimental studies of the chimera state with photochemically coupled BZ oscillators, where the dynamics of the chemical system gives rise to new features and behaviors. In a planar 2D configuration, spiral wave chimeras are exhibited that have a core of asynchronous oscillators. Image&nbsp;1(a),(b) shows snapshots of pairs of initially symmetrical counterrotating spirals for two different values of coupling delay. The value of the local order parameter, which gives a measure of the order in the system, is shown in Image&nbsp;1(c),(d). The movement of the asynchronous core is tracked by following the point of lowest order. These spiral chimeras, simulated with a realistic model of the BZ reaction, exhibit behavior that is significantly different from the behavior of spiral wave chimeras in theoretical studies.</p>\n<p>A completely new type of spatiotemporal precipitation pattern has been reported by Volford et al. [Langmuir 23, 961-964 (2007)] in the reaction between AlCl<sub>3</sub> and NaOH. A solution of NaOH is placed on top of a gel containing AlCl<sub>3</sub> in a petri dish, which results in a band of Al(OH)<sub>3</sub> precipitate forming as the hydroxide diffuses into the gel. The Al(OH)<sub>3</sub> precipitate is dissolved by forming Al(OH)<sub>4</sub><sup>-</sup> as the hydroxide concentration increases behind the band. What is unexpected is the remarkable wave activity that occurs within the precipitation band. Spontaneously formed spiral waves propagate outward in the horizontal plane of the precipitation band. We have carried out experimental and computational studies to characterize these waves. Counterrotating spiral waves surrounded by expanding quasi-circular waves are shown in the top panel of Image&nbsp;2. The cross-section in the bottom panel of Image&nbsp;2 shows the structural features of the wave, propagating from right to left in a 1.0 mm gel slab. In this experiment, the pH indicator bromothymol blue is added to the gel, and the image shows the solution to be basic above and acidic below the white precipitation band, as expected. However, the low pH immediately below the diagonal precipitation feature indicates that this thin line of precipitate acts as a barrier to the diffusion of OH<sup>-</sup>. We have developed a sol-coagulation model that describes the dynamics of the propagating waves in terms of growth and redissolution<a title=\"Zaikin, 1970 #2016\" href=\"file:///D:/NSF%20Reports/Project%20Outcomes%20Report%20NSF12%202b.docx#_ENREF_21\"></a> of the diagonal precipitation feature, which travels within the migrating band of colloidal precipitate.</p>\n<p>Our research program in Nonlinear Chemical Dynamics plays an important role in the educational infrastructure of West Virginia University. Four students (including one female and one underrepresented minority) have graduated with Ph.D. degrees in chemistry during the grant award period. We typically have at least one undergraduate student with an interest in nonlinear dynamics working in the laboratory during the academic year.</p>\n<p>During the grant period, the PI organized the annual Bennett Careers for Chemists Program at West Virginia University. The program is designed to inform local high-school chemistry students and undergraduate and graduate chemistry students about the wide variety of career opportunities currently available. The PI also co-organized and taught in the Hands-On Research in Complex Systems School in 2013 and 2015. The school was developed to promote science and science education in the developing world with low-cost, table-top experiments. The PI is co-founder of the Hands-On School, together with R. Roy (U. Maryland) and H. L. Swinney (U.T. Austin), which is now held annually at the International Center for Theoretical Physics in Trieste, Italy.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2016<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;Showalter</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1212558/1212558_10208642_1475819539003_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1212558/1212558_10208642_1475819539003_Figure1--rgov-800width.jpg\" title=\"Image 1\"><img src=\"/por/images/Reports/POR/2016/1212558/1212558_10208642_1475819539003_Figure1--rgov-66x44.jpg\" alt=\"Image 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Simulations of spiral chimeras in populations of BZ oscillators. (a),(b) The phase of each oscillator in the lattice for two different values of the coupling delay. (c),(d) The local order parameter R (red: high order; blue: low order). The dark blue line shows the trajectory of the minimum in R.</div>\n<div class=\"imageCredit\">S. Nkomo, M. R. Tinsley, and K. Showalter, \"Chimera States in Populations of Nonlocally Coupled Chemical Oscillators,\" Phys. Rev. Lett. 110, 244102-1-5 (2013).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Kenneth&nbsp;Showalter</div>\n<div class=\"imageTitle\">Image 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1212558/1212558_10208642_1475819755104_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1212558/1212558_10208642_1475819755104_Figure2--rgov-800width.jpg\" title=\"Image 2\"><img src=\"/por/images/Reports/POR/2016/1212558/1212558_10208642_1475819755104_Figure2--rgov-66x44.jpg\" alt=\"Image 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Top image, taken from above, of waves in a gel disk within a Petri dish, with back illumination. Bottom image, cross-section image of a wave traveling in a gel containing the pH indicator bromothymol blue, with front illumination.</div>\n<div class=\"imageCredit\">M. R. Tinsley, D. Collison, and K. Showalter, \"Propagating Precipitation Waves: Experiments and Modeling,\" J. Phys. Chem. A 117, 12719-12725 (2013).</div>\n<div class=\"imageSubmitted\">Kenneth&nbsp;Showalter</div>\n<div class=\"imageTitle\">Image 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nChemical systems have played an important role in the development of research on complex dynamical systems, since even complicated chemical systems, such as the Belousov-Zhabotinsky (BZ) reaction, are relatively straightforward to characterize. The state variables are simple concentrations and the governing equations can be developed from well-understood chemical kinetics and transport processes, yet nonlinear chemical reactions can exhibit remarkably complex behavior. Hence, studies of complex dynamics in chemical model systems can yield valuable insights into the surprisingly similar dynamics seen in biological systems.\n\nOur studies of chemical model systems over the award period have yielded significant advances in understanding synchronization behavior in populations of oscillators. Recently, extensive research activity has focused on a surprising dynamical behavior in which synchronized and unsynchronized oscillators coexist, named the chimera state after the Greek mythological creature. We carried out one of the first experimental studies of the chimera state with photochemically coupled BZ oscillators, where the dynamics of the chemical system gives rise to new features and behaviors. In a planar 2D configuration, spiral wave chimeras are exhibited that have a core of asynchronous oscillators. Image 1(a),(b) shows snapshots of pairs of initially symmetrical counterrotating spirals for two different values of coupling delay. The value of the local order parameter, which gives a measure of the order in the system, is shown in Image 1(c),(d). The movement of the asynchronous core is tracked by following the point of lowest order. These spiral chimeras, simulated with a realistic model of the BZ reaction, exhibit behavior that is significantly different from the behavior of spiral wave chimeras in theoretical studies.\n\nA completely new type of spatiotemporal precipitation pattern has been reported by Volford et al. [Langmuir 23, 961-964 (2007)] in the reaction between AlCl3 and NaOH. A solution of NaOH is placed on top of a gel containing AlCl3 in a petri dish, which results in a band of Al(OH)3 precipitate forming as the hydroxide diffuses into the gel. The Al(OH)3 precipitate is dissolved by forming Al(OH)4- as the hydroxide concentration increases behind the band. What is unexpected is the remarkable wave activity that occurs within the precipitation band. Spontaneously formed spiral waves propagate outward in the horizontal plane of the precipitation band. We have carried out experimental and computational studies to characterize these waves. Counterrotating spiral waves surrounded by expanding quasi-circular waves are shown in the top panel of Image 2. The cross-section in the bottom panel of Image 2 shows the structural features of the wave, propagating from right to left in a 1.0 mm gel slab. In this experiment, the pH indicator bromothymol blue is added to the gel, and the image shows the solution to be basic above and acidic below the white precipitation band, as expected. However, the low pH immediately below the diagonal precipitation feature indicates that this thin line of precipitate acts as a barrier to the diffusion of OH-. We have developed a sol-coagulation model that describes the dynamics of the propagating waves in terms of growth and redissolution of the diagonal precipitation feature, which travels within the migrating band of colloidal precipitate.\n\nOur research program in Nonlinear Chemical Dynamics plays an important role in the educational infrastructure of West Virginia University. Four students (including one female and one underrepresented minority) have graduated with Ph.D. degrees in chemistry during the grant award period. We typically have at least one undergraduate student with an interest in nonlinear dynamics working in the laboratory during the academic year.\n\nDuring the grant period, the PI organized the annual Bennett Careers for Chemists Program at West Virginia University. The program is designed to inform local high-school chemistry students and undergraduate and graduate chemistry students about the wide variety of career opportunities currently available. The PI also co-organized and taught in the Hands-On Research in Complex Systems School in 2013 and 2015. The school was developed to promote science and science education in the developing world with low-cost, table-top experiments. The PI is co-founder of the Hands-On School, together with R. Roy (U. Maryland) and H. L. Swinney (U.T. Austin), which is now held annually at the International Center for Theoretical Physics in Trieste, Italy.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/07/2016\n\n\t\t\t\t\tSubmitted by: Kenneth Showalter"
 }
}