{
 "awd_id": "1212384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Support for Student Participation in the Intelligent User Interface 2012 Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 19598.0,
 "awd_amount": 19598.0,
 "awd_min_amd_letter_date": "2012-02-09",
 "awd_max_amd_letter_date": "2012-02-09",
 "awd_abstract_narration": "This is funding to provide financial support for 10 graduate students from universities in the United States (or who are U.S. citizens) to attend the 2012 International Conference on Intelligent User Interfaces (IUI 2012), to be held in Lisbon, Portugal, on February 15-17, 2012, as participants in the doctoral session, presenters in the main conference, and attendees at the conference for general training purposes.  Sponsored by ACM, the annual IUI conferences represent the growing interest in next-generation intelligent and interactive user interfaces; they are the premier forum where researchers from academia and industry, who work at the intersection of Human-Computer Interaction (HCI) and Artificial Intelligence (AI), come together to exchange complementary insights and to present and discuss outstanding research and applications whose goal is to make the computerized world a more amenable place.  Unlike traditional AI the focus is not so much on making the computer smart all by itself, but rather on making the interaction between computers and people smarter.  Unlike traditional HCI, there is a focus on solutions that involve large amounts of knowledge and emerging technologies such as natural language understanding, brain computer interfaces, and gesture recognition.  To this end, IUI encourages contributions not only from computer science but also from related fields such as psychology, cognitive science, computer graphics, the arts, etc.  IUI 2012 will be the 15th conference in the series; topics of interest this year include: Intelligent interactive interfaces, systems, and devices; Ubiquitous interfaces; Smart environments and tools; Human-centered interfaces; Mobile interfaces; Multimodal interfaces; Pen-based interfaces; Spoken and natural language interfaces; Conversational interfaces; Affective and social interfaces; Tangible interfaces; Collaborative multi-user interfaces; Adaptive interfaces; Sensor-based interfaces; User modeling and interaction with novel interfaces and devices; Interfaces for personalization and recommender systems; Interfaces for plan-based systems; Interfaces that incorporate knowledge- or agent-based approaches; Help interfaces for complex tasks; Example- and demonstration-based interfaces; Interfaces for intelligent generation and presentation of information; Intelligent authoring systems; Synthesis of multimodal virtual characters and social robots; Interfaces for games and entertainment; for learning-based interactions and for health informatics; Empirical studies and evaluations of IUI interfaces; New approaches to designing Intelligent User Interfaces. More information about the conference is available at http://iuiconf.org/. \r\n\r\nThis year IUI is organizing a student Doctoral Consortium (workshop) for the first time to expand student attendance and training in this area (see: http://iuiconf.org/doctoral_consortium.html). The Doctoral Consortium will be held as a day-long event on February 14, 2012, immediately preceding the conference, and is designed to give students exposure to their research community, including an opportunity to present their work to and receive constructive feedback from their peers as well as senior scientist mentors in the field.  The students' work will also be featured during the main conference in the poster session, where they will gain additional experience explaining their work to others in the field.  It is essential that our current generation of students receive good quality training in intelligent interactive interfaces, since such interfaces will be key components of future interactive systems in a variety of domains; therefore, the doctoral consortium is designed to encourage Ph.D. students to start building a professional support network of peers and mentors.  The organizing committee has undertaken to proactively recruit student participants from schools that have not traditionally been well represented in the IUI community.  Priority will be given to funding students representing different institutions (no more than 2 from any given institution); women, minority students, the disabled, and veterans all will be encouraged to participate.\r\n\r\nBroader Impacts:  This funding will enable attendance at this conference by students who might otherwise be unable to do so for financial reasons.  It will enhance the educational experience of funded participants, by bringing them into contact with leading researchers in the field and by exposing them to the lively discussion during the course of the conference that often leads to opportunities for career advancement.  The quality of the conference itself will be enhanced as well, thanks to a broadening of the base of institutions represented and increased diversity of participants.  The rich exchange of ideas at IUI has previously proven to be a valuable source of ideas for future research, as well as leading to collaborative efforts; this funding will extend the opportunities for collaboration and provide intellectual stimulus to programs that have previously sent few or no representatives to this conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Oviatt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Oviatt",
   "pi_email_addr": "oviatt@incaadesigns.org",
   "nsf_id": "000071424",
   "pi_start_date": "2012-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Incaa Designs",
  "inst_street_address": "11140 Wing Point Drive N.E.",
  "inst_street_address_2": "",
  "inst_city_name": "Bainbridge Island",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2068423153",
  "inst_zip_code": "981102976",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "WA06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Incaa Designs",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981041527",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19598.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF grant funded 13 PhD students to attend the International Conference on Intelligent User Interfaces in Lisbon Spain in February of 2012. Most of these students attended the Student Doctoral Consortium session, where they presented and received feedback on their dissertation research from a panel of 10 senior scientists who served as mentors. These students also presented their research as posters at the main conference event, where they received additional feedback from conference attendees on their research.The primary objective of this grant was student training through participation in this major conference event. Most of the students funded had multiple presentations at the conference, which usually included a poster, short or long conference talk, workshop presentation, system presentation, and DC session presentation.</p>\n<p>Of the 13 students funded by this grant, 3 were female. Students also represented North American, European, and Asian universities. This NSF funding resulted in an increase in the percentage of student IUI conference attendees from 10% in 2011 to 36.6% in 2012. This is the first year that a Student Doctoral Consortium has been held for training purposes at the IUI conference. In summary, NSF funding was instrumental in supporting a major increase in student attendance at this event, and providing valuable training experience for over a dozen PhD students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2012<br>\n\t\t\t\t\tModified by: Sharon&nbsp;Oviatt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF grant funded 13 PhD students to attend the International Conference on Intelligent User Interfaces in Lisbon Spain in February of 2012. Most of these students attended the Student Doctoral Consortium session, where they presented and received feedback on their dissertation research from a panel of 10 senior scientists who served as mentors. These students also presented their research as posters at the main conference event, where they received additional feedback from conference attendees on their research.The primary objective of this grant was student training through participation in this major conference event. Most of the students funded had multiple presentations at the conference, which usually included a poster, short or long conference talk, workshop presentation, system presentation, and DC session presentation.\n\nOf the 13 students funded by this grant, 3 were female. Students also represented North American, European, and Asian universities. This NSF funding resulted in an increase in the percentage of student IUI conference attendees from 10% in 2011 to 36.6% in 2012. This is the first year that a Student Doctoral Consortium has been held for training purposes at the IUI conference. In summary, NSF funding was instrumental in supporting a major increase in student attendance at this event, and providing valuable training experience for over a dozen PhD students.\n\n\t\t\t\t\tLast Modified: 03/30/2012\n\n\t\t\t\t\tSubmitted by: Sharon Oviatt"
 }
}