{
 "awd_id": "1213311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Understanding Observations of High Ice Water Contents in Convective Cloud Systems over Tropical Oceans",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2017-10-31",
 "tot_intn_awd_amt": 476245.0,
 "awd_amount": 476245.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2015-06-15",
 "awd_abstract_narration": "In recent years commercial aircraft have on multiple occasions experienced surprising (and in at least one case, catastrophic) engine failures and/or ice accumulations impacting key slipstream probes (e.g., pitot tubes used for airspeed indication) while penetrating otherwise unremarkable clouds accompanied by only weak (<20 dBZ) radar reflectivity values over the tropical oceans.  The absence of large, highly-reflective ice particles or supercooled liquid characteristic of mixed-phase conditions, whose role in aircraft icing is fairly well understood, suggests these regions have high ice water contents (IWCs) dominated by small ice crystals.  Safety hazards inherent in such encounters have motivated a concerted multi-agency, multi-national research effort, the High Ice Water Content Study (HIWC), aimed at characterizing and understanding such conditions.  The primary HIWC field phase will be based out of Darwin, Australia during austral summer monsoon, and will involve penetrations of strong convective oceanic clouds between 0 and -50 degC by a well-instrumented Gulfstream-II aircraft supplied by original HIWC organizers.  The effort described here will allow these additional U.S.-based investigators to access and analyze the unique HIWC dataset in ways complementary those planned by the original organizers of HIWC.\r\n\r\nThese NSF-supported investigators will focus on the conduct and analysis of model simulations, and on the development of parameterizations suitable for use by such models in oceanic convective clouds to examine the validity of specific hypotheses re: causes of high IWCs in the presence of only small crystals.  These mechanisms to be evaluated include the possibility that:  (1) The presence of near-undilute and very strong updrafts with minimal entrainment, in which homogeneous freezing takes place when supercooled droplets are quickly lofted to high levels (viz. temperatures ranging from-35 to -40 degC), thus resulting large concentrations of small ice crystals in zones where adiabatic water contents exceed 7 grams per cubic meter; (2) A considerable fraction of cloud water in weak (0-10 m/s) updrafts between -10 and 10 degC forms precipitation-sized particles via a \"warm rain\" process, but then freezes and supports ice-multiplication via the Hallett-Mossop process leading to large numbers of small ice crystals that are subsequently lofted to high levels where commercial aircraft operate; (3) Updrafts strong enough to loft raindrops to levels too cold for the Hallett-Mossop process to operate provide condensate loading that slows updrafts so that rain freezes, releasing latent heat that subsequently invigorates deep upper-level convection favoring graupel/ice generating high concentrations of small particles; (4) Narrow, unsteady \"multi-turreted\" updrafts exhibiting a high degree of small-scale variability exist such that any/all of the above mechanisms might operate at specific times and/or locations; and (5) Aircraft malfunctions occurring in exposures thought to be associated with high IWC values are actually the result of extended flight through anvils possessing IWCs only in the more moderate range of 1-2 grams per cubic meter.  These investigators will focus on analysis of in-situ observations from cloud microphysics probes to quantify how the slope, shape and y-intercept of assumed gamma-type cloud and precipitation particle size distributions (as commonly employed in mesoscale models) vary with key prognostic variables such as IWC, temperature, and vertical air velocity with attention to differing conditions encountered in convective cores, nearby cloud anvils, or other more distant regions.  They will also conduct model simulations, to be evaluated against HIWC in-situ and remote sensing data, to explore the validity of the above hypotheses for explaining the existence of high IWC regions consisting of large number of small particles and to further develop and evaluate parameterizations used in such models.  NSF support will also allow this team to directly participate in G-II test flights (planned for Florida during late-summer of 2013) and follow-on preliminary analyses to be conducted in advance of the primary field activities to be based out of Darwin.\r\n\r\nThe intellectual merit of this effort rests upon early access to a unique dataset (collected at no direct cost to NSF) and combined observational and model-based analysis of microphysical conditions thought to uniquely occur in and around the cores of some tropical-oceanic thunderstorms in order to better characterize mechanisms involved in generation of high ice water content conditions thought to impact commercial aircraft.  Broader Impacts will derive from improved understanding of processes and conditions contributing to aviation hazards for high flying commercial airliners and including those that may be experienced by NSF's Gulfstream-class research aircraft, and through development of improved parameterizations for tropical clouds as applicable to both numerical models and remote sensing retrieval schemes relevant to evaluation of global climate models.  Further impacts will come through hands-on involvement in field data collection and associated training of graduate students and mentoring of postdoctoral fellows involved in this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "McFarquhar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg McFarquhar",
   "pi_email_addr": "mcfarq@ou.edu",
   "nsf_id": "000487893",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 S. First Street, Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 95156.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 203106.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 177983.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span lang=\"EN\"><span style=\"font-size: small;\">Our group participated in two research flight campaigns in Darwin Australia (2014) and Cayenne French Guiana (2015) designed to sample convection over the oceans containing large concentrations and masses of small ice crystals in clouds. Understanding what causes clouds with large masses of small ice crystals to occur has important applications for aircraft safety and for representing cloud processes in models, one of the biggest uncertainties in future projections of climate change. Our work was highly collaborative in nature given that we worked with partners in Canada, Europe and Australia to make the first extensive aircraft measurements of such conditions. <span>&nbsp;</span>In particular, data collected during these High Ice Water Content (HIWC) field campaigns allowed our group to make the following discoveries: 1) we developed new techniques for representing the size distributions of ice crystals that can be used in cloud and climate models in a way that allows us to account for measurement uncertainties and variability in cloud conditions in the derived coefficients and that can be applied in a new generation of probabilistic models; 2) we improved the performance of algorithms that are used to convert digital data acquired with airborne cloud probes into parameters that describe the distribution of particle sizes and masses in a way that allowed us to better characterize the uncertainties in such measurements; 3) we showed that there were many different ways in which the maximum dimension of an ice particle can be defined, and that these differences can have large impacts on the derived cloud properties; 4) we implemented a new mathematical technique for determining the maximum dimension of an ice particle as the diameter of the smallest circle enclosing the particles; 5) we developed new techniques for distinguishing artifacts produced by shattering of large ice crystals on aircraft cloud probes from real small ice crystals that occur in nature; 6) we used these techniques to determine conditions under which data collected by cloud probes during field experiments in the last 20 years are sufficiently accurate that they can be used in future studies; 7) we determined the microphysical characteristics of frozen droplet aggregates and how they varied with position in the anvil produced by the oceanic convection so that improvements in model representation of fall-out and scattering can be made; 8) we characterized the ranges of ice crystals responsible for the large mass in the high ice content regions, finding that larger crystals occurred in longer-lasting quasi-stationary storms than in shorter lived storms; and 9) we investigated how other factors (temperature, total mass content, wind, presence of precipitation, age of cloud) affected the characteristics of the size distributions measured in the high ice content regions, and how these factors impacted whether distributions were dominated by large or small ice crystals, and whether single- or bi-modal size distributions occurred. Educational activities were also a major component of our project. Undergraduate students, graduate students and postdoctoral fellows participated in every aspect of the project, including calibrating and cleaning probes in the field project, processing the data, using the data in scientific studies, writing theses, publishing papers using the data and making presentations at national and international meetings.</span></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2017<br>\n\t\t\t\t\tModified by: Greg&nbsp;Mcfarquhar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur group participated in two research flight campaigns in Darwin Australia (2014) and Cayenne French Guiana (2015) designed to sample convection over the oceans containing large concentrations and masses of small ice crystals in clouds. Understanding what causes clouds with large masses of small ice crystals to occur has important applications for aircraft safety and for representing cloud processes in models, one of the biggest uncertainties in future projections of climate change. Our work was highly collaborative in nature given that we worked with partners in Canada, Europe and Australia to make the first extensive aircraft measurements of such conditions.  In particular, data collected during these High Ice Water Content (HIWC) field campaigns allowed our group to make the following discoveries: 1) we developed new techniques for representing the size distributions of ice crystals that can be used in cloud and climate models in a way that allows us to account for measurement uncertainties and variability in cloud conditions in the derived coefficients and that can be applied in a new generation of probabilistic models; 2) we improved the performance of algorithms that are used to convert digital data acquired with airborne cloud probes into parameters that describe the distribution of particle sizes and masses in a way that allowed us to better characterize the uncertainties in such measurements; 3) we showed that there were many different ways in which the maximum dimension of an ice particle can be defined, and that these differences can have large impacts on the derived cloud properties; 4) we implemented a new mathematical technique for determining the maximum dimension of an ice particle as the diameter of the smallest circle enclosing the particles; 5) we developed new techniques for distinguishing artifacts produced by shattering of large ice crystals on aircraft cloud probes from real small ice crystals that occur in nature; 6) we used these techniques to determine conditions under which data collected by cloud probes during field experiments in the last 20 years are sufficiently accurate that they can be used in future studies; 7) we determined the microphysical characteristics of frozen droplet aggregates and how they varied with position in the anvil produced by the oceanic convection so that improvements in model representation of fall-out and scattering can be made; 8) we characterized the ranges of ice crystals responsible for the large mass in the high ice content regions, finding that larger crystals occurred in longer-lasting quasi-stationary storms than in shorter lived storms; and 9) we investigated how other factors (temperature, total mass content, wind, presence of precipitation, age of cloud) affected the characteristics of the size distributions measured in the high ice content regions, and how these factors impacted whether distributions were dominated by large or small ice crystals, and whether single- or bi-modal size distributions occurred. Educational activities were also a major component of our project. Undergraduate students, graduate students and postdoctoral fellows participated in every aspect of the project, including calibrating and cleaning probes in the field project, processing the data, using the data in scientific studies, writing theses, publishing papers using the data and making presentations at national and international meetings.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/31/2017\n\n\t\t\t\t\tSubmitted by: Greg Mcfarquhar"
 }
}