{
 "awd_id": "1213739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Allostery in Heme-Dependent Gas-Sensing Transcription Factors",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin McCarley",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "In this award from the Chemistry of Life Processes in the Chemistry Division, Dr. Judith Burstyn, from the University of Wisconsin, Madison, will study how sensory protein function is regulated allosterically by binding of small molecules to heme cofactors. Heme-containing modular transcription factors regulate energy metabolism, circadian rhythm and developmental timing, which are fundamental homeostatic processes in living organisms. Dr. Burstyn will investigate the heme-dependent gas-responsive bacterial transcription factors, CO-sensing CooA, CO-sensing RcoM and NO-sensing DNR, to elucidate the mechanism by which these proteins respond to CO and NO. The project will advance understanding of allosteric regulation in these modular transcription factors, where effector-binding and DNA binding domains are coupled in ways that are poorly understood.\r\n\r\nThe broader impacts of this project address the recruitment and retention of students who are underrepresented in science. Graduate students and postdoctoral fellows associated with this project will be trained as mentors, and will supervise the research of undergraduate students who are selected from among underrepresented groups. The research carried out by these undergraduates will contribute toward the scientific objectives of this project. The research team will also present an outreach workshop on the biochemistry of nutrition, through existing outreach mechanisms in the University's Department of Chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Burstyn",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Judith N Burstyn",
   "pi_email_addr": "burstyn@chem.wisc.edu",
   "nsf_id": "000090472",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Our first scientific objective was to measure the motion of a protein named CooA using&nbsp;</span><span style=\"text-decoration: underline;\"><span>S</span></span><span>ite-<span style=\"text-decoration: underline;\">D</span>irected&nbsp;<span style=\"text-decoration: underline;\">S</span>pin&nbsp;<span style=\"text-decoration: underline;\">L</span>abel EPR spectroscopy</span><span>.&nbsp;</span><span>We constructed five new CooA proteins where we inserted the amino acid cysteine in regions that are important for CooA function. Except for one, these new proteins behaved just like the wild type parent CooA protein without the amino acid changes. One new protein, bearing cysteine at position 132, was inactive. This observation confirmed that phenylalanine-132 was critical to CooA function. We reacted each new protein with two spin label probe molecules that react with cysteine, so that the probes were located in the sites where we inserted a cysteine. At each site we saw evidence for faster motion and slower motion, which told us that the protein exists in two different conformations. Our second scientific objective was to probe the thermodynamics of the four functional states of CooA.&nbsp;</span><span>A mass spectrometric approach did not yield good data; therefore, s</span><span>ince the goal was to determine the stabilities of specific protein regions, we used the spin label method instead. Our third scientific objective was to investigate the control. mechanism of another protein, RcoM. We collected data that provided the first insight into the three-dimensional structure of RcoM. Our first broader impact objective was to mentor minority undergraduate students. Project researchers participated in a Research Mentor Training Practicum and mentored two minority undergraduate students in the lab. Our second broader impact objective was to develop outreach activities on nutritional biochemistry and sickle cell disease. We developed a child-focused activity table illustrating normal and sickle-cell hemoglobin function, pulse oximetry for monitoring hemoglobin oxygenation, and iron supplementation in common breakfast cereals. Project researchers participated in community outreach events and provided our materials to interested K-12 teachers.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2019<br>\n\t\t\t\t\tModified by: Judith&nbsp;N&nbsp;Burstyn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur first scientific objective was to measure the motion of a protein named CooA using Site-Directed Spin Label EPR spectroscopy. We constructed five new CooA proteins where we inserted the amino acid cysteine in regions that are important for CooA function. Except for one, these new proteins behaved just like the wild type parent CooA protein without the amino acid changes. One new protein, bearing cysteine at position 132, was inactive. This observation confirmed that phenylalanine-132 was critical to CooA function. We reacted each new protein with two spin label probe molecules that react with cysteine, so that the probes were located in the sites where we inserted a cysteine. At each site we saw evidence for faster motion and slower motion, which told us that the protein exists in two different conformations. Our second scientific objective was to probe the thermodynamics of the four functional states of CooA. A mass spectrometric approach did not yield good data; therefore, since the goal was to determine the stabilities of specific protein regions, we used the spin label method instead. Our third scientific objective was to investigate the control. mechanism of another protein, RcoM. We collected data that provided the first insight into the three-dimensional structure of RcoM. Our first broader impact objective was to mentor minority undergraduate students. Project researchers participated in a Research Mentor Training Practicum and mentored two minority undergraduate students in the lab. Our second broader impact objective was to develop outreach activities on nutritional biochemistry and sickle cell disease. We developed a child-focused activity table illustrating normal and sickle-cell hemoglobin function, pulse oximetry for monitoring hemoglobin oxygenation, and iron supplementation in common breakfast cereals. Project researchers participated in community outreach events and provided our materials to interested K-12 teachers.\n\n\t\t\t\t\tLast Modified: 11/08/2019\n\n\t\t\t\t\tSubmitted by: Judith N Burstyn"
 }
}