{
 "awd_id": "1213235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organo-f element Chemistry: Integrated Synthetic, Mechanistic, and Catalytic and Thermochemical Studies",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2012-05-24",
 "awd_abstract_narration": "The Chemical Catalysis Program in the Chemistry Division at the National Science Foundation supports Professor Tobin Marks of Northwestern University to lead four closely interlinked research thrusts, integrating research and education, and focusing on fundamental and technologically-oriented aspects of new and unusual catalytic transformations, primarily involving abundant lanthanide, actinide, and related early transition metal elements. The goal is to use experimental bonding energetic information to understand unusual bonding modes, to understand known stoichiometric and catalytic transformations, and to predict new ones in this part of the Periodic Table. The project seeks to elucidate principals for inventing new, efficient, useful, atom-efficient, and environmentally acceptable \"green\" catalytic processes by investigating: 1) catalytic metal-heteroelement chemistry--hydroelementation and hydro-functionalization; 2) catalytic materials synthesis; 3) multinuclear catalysis; 4) electrophilic lanthanide catalysis in ionic liquids--hydroelementation and its microscopic reverse. In carrying out research, students engage in the synthesis and purification of new catalysts, characterizing their molecular structures and dynamics, implementing these catalysts in exploratory reactivity studies, molecular modeling and electronic structure computation, and rigorous elucidation of reaction kinetics and mechanism. Students also become familiar with polymerization reaction methodologies and with in-depth polymer microstructure, rheology, molecular weight, and thermal characterization. \r\n\r\nDiscovering, understanding, improving, and applying chemical transformations involving metal-carbon and metal-heteroatom containing molecules and fragments are of central importance to the U.S. chemical industry. These transformations include efficient, atom-economical catalytic processes for the production of fuels, plastics, pharmaceuticals, and other economically important chemicals on a huge scale. Furthermore, creating a broad chemical knowledge base and a technically skilled national cadre of researchers expert in this field is crucial to developing ever more selective, environmentally benign, and economically competitive technologies. There is also a national need for researchers trained in basic heavy element chemistry for the nuclear industry. This project focuses on organometallic/catalytic/materials chemistry with the goal being to effect, characterize, understand, and disseminate to the community, unusual and potentially useful new stoichiometric and catalytic reactivity principals, as well as new insights into bonding and bonding energetics. These research/education activities deliberately involve young scientists in all aspects of this knowledge creation. Participation in this challenging, multifaceted/multidisciplinary project, including interactions with industrial scientists, will prepare graduate, undergraduate, and postdoctoral students, having diverse backgrounds, for productive careers in industry, government laboratories, and academe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tobin",
   "pi_last_name": "Marks",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Tobin J Marks",
   "pi_email_addr": "t-marks@northwestern.edu",
   "nsf_id": "000228780",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Rd, Tech K148",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit.</strong> This NSF-funded award joins four synergistic efforts, integrating research and education, and focusing on both the fundamental- and technology-oriented facets of new, non-classical catalytic transformations, primarily involving earth-abundant lanthanide, actinide, and related early transition metal metals. The primary objective is to use experimental or computed thermodynamic data to better understand unusual molecular bonding, to better understand known catalytic transformations, and to invent completely new ones.&nbsp; We seek to elucidate the guiding principals for inventing new, sustainable, energy- and atom-efficient, useful, and environmentally benign &ldquo;green&rdquo; catalytic processes.&nbsp; In conducting this research, young scientists master the synthesis and purification of new catalysts, characterize their molecular structures and dynamics, implement these catalysts in exploratory reactivity studies, carry out molecular modeling and electronic structure computation, and rigorously elucidate reaction kinetics and the mechanisms by which bonds are made and broken.&nbsp; Students also become proficient in polymerization and co-polymerization reaction procedures and in carrying out rigorous polymer microstructure, rheology, molecular weight, and thermal characterization.&nbsp; They also gain familiarity with both solution-phase and surface catalysis.</p>\n<p>The four research focal areas are: 1) <em>Catalytic Metal-Heteroelement Chemistry--Hydroelementation and Hydrofunctionalization</em>. The objective is to discover, characterize, learn how to manipulate, and explore &nbsp;new, &ldquo;green,&rdquo; atom-efficient processes which result in heteroelement-H additions to carbon-carbon double and triple bonds, to yield carbon-heteroelement bonds.&nbsp; Here heteroelement means an oxygen, nitrogen, sulfur, or phosphous atom, and the ultimate goals are new processes relevant to creating fine chemicals, pharmaceuticals, and advanced materials for electronics.&nbsp; In the past year we showed that it was possible to catalyze, for the first time, the addition of sulfur-hydrogen bonds to carbon-carbon multiple bonds using recyclable metal triflate cataysts, 2) <em>Catalytic Materials Synthesis</em>. The goal is to use lanthanide, actinide, and related transition metals to couple of single-site olefin polymerization processes with hydroelementation processes, to efficiently produce heteroatom-functionalized plastic materials which would have unique and useful surface and bonding properties.&nbsp; In the past year we demonstrated that lanthanide catalysts activate heterocyclic molecules (rings containing heteroatoms) in way that turns them into building blocks for materials synthesis. 3) <em>Multinuclear Catalysis</em>.&nbsp; The objective is to alter the course of catalytic reactions that produce plastic materials by locking two catalytic centers in close spatial proximity. Ideally, such cooperativity effects could alter both the rates and selectivities of events which control polymer architecture, mechanical properties, and processing characteristics&mdash;hence produce more useful plastics.&nbsp; In the past year we showed that two catalytically active but dissimilar metal centers placed in close proximity operate in a cooperative fashion to create new polymer plastic structures.&nbsp; Thus, one metal center creates a building block from the simple natural-gas derived feedstock ethylene, and &ldquo;hands it off&rdquo; to the second center where the building block and additional ethylene units are combined (known as copolymerization) to create a new, useful polymer. We showed that this cooperativity can be turned on by bringing the metal catalytic centers closer together or turned off by moving the centers apart. 4) <em>Electrophilic Lanthanide Catalysis&mdash;Reversing Hydroelementation</em>.&nbsp; The objective is to use rec...",
  "por_txt_cntn": "\nIntellectual Merit. This NSF-funded award joins four synergistic efforts, integrating research and education, and focusing on both the fundamental- and technology-oriented facets of new, non-classical catalytic transformations, primarily involving earth-abundant lanthanide, actinide, and related early transition metal metals. The primary objective is to use experimental or computed thermodynamic data to better understand unusual molecular bonding, to better understand known catalytic transformations, and to invent completely new ones.  We seek to elucidate the guiding principals for inventing new, sustainable, energy- and atom-efficient, useful, and environmentally benign \"green\" catalytic processes.  In conducting this research, young scientists master the synthesis and purification of new catalysts, characterize their molecular structures and dynamics, implement these catalysts in exploratory reactivity studies, carry out molecular modeling and electronic structure computation, and rigorously elucidate reaction kinetics and the mechanisms by which bonds are made and broken.  Students also become proficient in polymerization and co-polymerization reaction procedures and in carrying out rigorous polymer microstructure, rheology, molecular weight, and thermal characterization.  They also gain familiarity with both solution-phase and surface catalysis.\n\nThe four research focal areas are: 1) Catalytic Metal-Heteroelement Chemistry--Hydroelementation and Hydrofunctionalization. The objective is to discover, characterize, learn how to manipulate, and explore  new, \"green,\" atom-efficient processes which result in heteroelement-H additions to carbon-carbon double and triple bonds, to yield carbon-heteroelement bonds.  Here heteroelement means an oxygen, nitrogen, sulfur, or phosphous atom, and the ultimate goals are new processes relevant to creating fine chemicals, pharmaceuticals, and advanced materials for electronics.  In the past year we showed that it was possible to catalyze, for the first time, the addition of sulfur-hydrogen bonds to carbon-carbon multiple bonds using recyclable metal triflate cataysts, 2) Catalytic Materials Synthesis. The goal is to use lanthanide, actinide, and related transition metals to couple of single-site olefin polymerization processes with hydroelementation processes, to efficiently produce heteroatom-functionalized plastic materials which would have unique and useful surface and bonding properties.  In the past year we demonstrated that lanthanide catalysts activate heterocyclic molecules (rings containing heteroatoms) in way that turns them into building blocks for materials synthesis. 3) Multinuclear Catalysis.  The objective is to alter the course of catalytic reactions that produce plastic materials by locking two catalytic centers in close spatial proximity. Ideally, such cooperativity effects could alter both the rates and selectivities of events which control polymer architecture, mechanical properties, and processing characteristics&mdash;hence produce more useful plastics.  In the past year we showed that two catalytically active but dissimilar metal centers placed in close proximity operate in a cooperative fashion to create new polymer plastic structures.  Thus, one metal center creates a building block from the simple natural-gas derived feedstock ethylene, and \"hands it off\" to the second center where the building block and additional ethylene units are combined (known as copolymerization) to create a new, useful polymer. We showed that this cooperativity can be turned on by bringing the metal catalytic centers closer together or turned off by moving the centers apart. 4) Electrophilic Lanthanide Catalysis&mdash;Reversing Hydroelementation.  The objective is to use recyclable and highly electrophilic lanthanide triflate catalysts in green, recyclable solvents to effect new hydroelementation processes and their reverse, using substrates not responsive to the catalysts discussed abov..."
 }
}