{
 "awd_id": "1213582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Highly Tunable Surface Plasmon Enhanced Optical Transmission Through Periodic Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 449000.0,
 "awd_amount": 449000.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "In this award, funded by the Chemical Measurement and Imaging Program of the Division of Chemistry, Professor Andrew C. Hillier of Iowa State University and his graduate student researchers will be supported to develop new methods for spectroscopic detection of analytes using periodic (diffractive) nanostructures.  The research will use metal-coated periodic nanostructures' plasmon properties to enhance the detection of molecular adsorbates.  The Hillier group will also work on developing, theoretical models to better understand the spectroscopic enhancements seen with these nanostructures.  \r\n\r\nSurface plasmon-enhanced spectroscopy is analytical method that provides improved sensitivity over other detection methods.  The work of Professor Hillier and his student colleagues is aimed at providing scientists with improved detectors for chemical species.  This research is important in that it may lead to methods that can detect chemical species at lower concentration, which could be important in diverse technological areas including semiconductor processing, chemical agent detection, etc. Besides the broader scientific impact of this research, the students participating in this project will be exposed to cutting-edge research in analytical chemistry..",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Hillier",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew C Hillier",
   "pi_email_addr": "hillier@iastate.edu",
   "nsf_id": "000404033",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "3133 Sweeney Hall",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112230",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 449000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit</em>: This research project focused on exploiting the unique properties of surface plasmon resonance that occurs at metallic nanostructures to develop enhanced analytical sensing and surface spectroscopies. We focused on the use of custom-fabricated &ldquo;diffractive&rdquo; nanostructures, which consisted of periodically-ordered surfaces of well-defined size and shape. The benefits of sensing and spectroscopy methods exploiting surface plasmon resonance are that they can be simple in design and fabricated from relatively inexpensive components. In addition, surface plasmon resonance is a highly flexible platform and is also exceedingly sensitive. The geometry of these structures was modified in order to precisely control the nature (wavelength, peak characteristics, etc.) of the resulting surface plasmonic response and the associated optical properties of these interfaces.</p>\n<p>&nbsp;</p>\n<p>The major objectives in this project included: (1) performing detailed optical modeling in order to design periodic nanoscale surfaces with desirable characteristics; (2) fabrication of these surfaces using a home-built laser interference lithography (LIL) system; (3) completing detailed optical and topographical characterization using a suite of spectroscopic and surface characterization methods; and (4) application of these fabricated nanostructures in three distinct analytical spectroscopy methods, including: (a) designing of &ldquo;symmetric&rdquo; gratings that exploit long range surface plasmon polaritons to enhance sensitivity, (b) developing a novel resonance quenching detection based upon coupling of SPPs with adsorbed chromophores, and (c) extending grating-based plasmon coupling into far infrared wavelengths to create an enhanced vibrational spectroscopy.</p>\n<p>&nbsp;</p>\n<p>Specific outcomes of the research include: (1) We have developed a custom computer code to predict the optical response of multilayer and periodically-structured surfaces. Our code allows for prediction of optical transmission and reflection as a function of angle and wavelength for any arbitrary number of materials and layer thicknesses in a multilayer stack configuration. We have successfully used this code to verify experimental results, predict optical properties, and design new nanostructured surfaces for specific plasmonic applications. (2) We have constructed a laser interference lithography (LIL) system and used it in the construction of a variety of 1D and 2D nanostructures. In particular, we have used this to create 1D gratings with periodicities ranging from 300 nm up to 5 micrometers, for application in spectroscopy experiments ranging from the near-UV to far infrared spectrum. (3) We have applied a variety of characterization tools, including atomic force microscopy, scanning electron microscopy, spectroscopic ellipsometry, and polarized transmission/reflectance measurements over a wide range of wavelengths to characterize our fabricated materials. (4) We have successfully created a wavevector-matched system with an assymetric interface (glass-metal-high dielectric thin film) in order to produce a massively enhanced, long range plasmon response for improved sensor designs. (5) We have successfully demonstrated the ability to enhance vibrational signals using grating coupled surface plasmon resonance. We have more recently demonstrated how multi-pitched gratings can be used to further enhanced this process. The objective of this effort was to create a tunable, or broad-band enhancement strategy.</p>\n<p>&nbsp;</p>\n<p><em>Broader Impact</em>: This project supported the training of several undergraduate students through research experiences, plus the education of graduate students. Training included developing an expertise with a variety of optical modeling and experimental fabrication and measurement tools. A total of four different PhD and one MS students have worked on this project. Several undergraduates have also been involved in this work, in addition to a local high school chemistry teacher. Dissemination of the results of this research occurred through a number of journal articles in peer-reviewed archival research publications and research presentations at universities and national technical meetings.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2016<br>\n\t\t\t\t\tModified by: Andrew&nbsp;C&nbsp;Hillier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: This research project focused on exploiting the unique properties of surface plasmon resonance that occurs at metallic nanostructures to develop enhanced analytical sensing and surface spectroscopies. We focused on the use of custom-fabricated \"diffractive\" nanostructures, which consisted of periodically-ordered surfaces of well-defined size and shape. The benefits of sensing and spectroscopy methods exploiting surface plasmon resonance are that they can be simple in design and fabricated from relatively inexpensive components. In addition, surface plasmon resonance is a highly flexible platform and is also exceedingly sensitive. The geometry of these structures was modified in order to precisely control the nature (wavelength, peak characteristics, etc.) of the resulting surface plasmonic response and the associated optical properties of these interfaces.\n\n \n\nThe major objectives in this project included: (1) performing detailed optical modeling in order to design periodic nanoscale surfaces with desirable characteristics; (2) fabrication of these surfaces using a home-built laser interference lithography (LIL) system; (3) completing detailed optical and topographical characterization using a suite of spectroscopic and surface characterization methods; and (4) application of these fabricated nanostructures in three distinct analytical spectroscopy methods, including: (a) designing of \"symmetric\" gratings that exploit long range surface plasmon polaritons to enhance sensitivity, (b) developing a novel resonance quenching detection based upon coupling of SPPs with adsorbed chromophores, and (c) extending grating-based plasmon coupling into far infrared wavelengths to create an enhanced vibrational spectroscopy.\n\n \n\nSpecific outcomes of the research include: (1) We have developed a custom computer code to predict the optical response of multilayer and periodically-structured surfaces. Our code allows for prediction of optical transmission and reflection as a function of angle and wavelength for any arbitrary number of materials and layer thicknesses in a multilayer stack configuration. We have successfully used this code to verify experimental results, predict optical properties, and design new nanostructured surfaces for specific plasmonic applications. (2) We have constructed a laser interference lithography (LIL) system and used it in the construction of a variety of 1D and 2D nanostructures. In particular, we have used this to create 1D gratings with periodicities ranging from 300 nm up to 5 micrometers, for application in spectroscopy experiments ranging from the near-UV to far infrared spectrum. (3) We have applied a variety of characterization tools, including atomic force microscopy, scanning electron microscopy, spectroscopic ellipsometry, and polarized transmission/reflectance measurements over a wide range of wavelengths to characterize our fabricated materials. (4) We have successfully created a wavevector-matched system with an assymetric interface (glass-metal-high dielectric thin film) in order to produce a massively enhanced, long range plasmon response for improved sensor designs. (5) We have successfully demonstrated the ability to enhance vibrational signals using grating coupled surface plasmon resonance. We have more recently demonstrated how multi-pitched gratings can be used to further enhanced this process. The objective of this effort was to create a tunable, or broad-band enhancement strategy.\n\n \n\nBroader Impact: This project supported the training of several undergraduate students through research experiences, plus the education of graduate students. Training included developing an expertise with a variety of optical modeling and experimental fabrication and measurement tools. A total of four different PhD and one MS students have worked on this project. Several undergraduates have also been involved in this work, in addition to a local high school chemistry teacher. Dissemination of the results of this research occurred through a number of journal articles in peer-reviewed archival research publications and research presentations at universities and national technical meetings. \n\n \n\n\t\t\t\t\tLast Modified: 12/07/2016\n\n\t\t\t\t\tSubmitted by: Andrew C Hillier"
 }
}