{
 "awd_id": "1213789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Light-directed derivatization, caging, and releasing methodologies based on o-quinone methide chemistry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Johnson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 426000.0,
 "awd_amount": 426000.0,
 "awd_min_amd_letter_date": "2012-07-09",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "With this award, the Chemical Synthesis Program of the Chemistry Division is funding Professor Vladimir Popik of the Department of Chemistry at the University of Georgia to design and synthesize novel UV and NIR-sensitive photolabile protecting groups and photocleavable linkers, as well as develop methods for the selective photo-derivatization and release of thiol moieties in various substrates. Photolabile protecting groups allow for the spatiotemporal control of substrate activation, as well as for 'reagentless' deprotection. Release of active compounds using light at the red edge of the visible spectrum extends the utility of the 'caging' technique in biology as it minimizes photo-damage to cells and might be useful for experiments in mammalian tissues.. \r\n\r\nThis project aims to provide organic, biological, and medicinal chemists with new tools to control activity of caged compounds in time and in space, with potentially broad application.  For example, the selective and reversible derivatization of native or genetically engineered cysteine residues in proteins may allow for the remote control of their activity. Reversible immobilization can be useful for modification or repair of sensor arrays. This project will provide  undergraduate and graduate students,  including those from groups historically underrepresented in the sciences,  with  interdisciplinary training at the interface of synthetic and physical organic chemistry, with elements of photochemistry, biochemistry, and material science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Popik",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir V Popik",
   "pi_email_addr": "vpopik@uga.edu",
   "nsf_id": "000276473",
   "pi_start_date": "2012-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "200 D.W. Brooks Drive",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 132000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 132000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p><strong><em>Photo-Michael click ligation.</em></strong></p>\n<p>We have developed a novel photo-click chemistry strategy based on the very fast Michael addition of thiols to quinone methides (<strong>oNQM</strong>) generated by photo-dehydration of (3-hydroxynaphth-2-yl)methanol (<strong>NQMP</strong>) derivatives (Figure &ldquo;Generation of &nbsp;oNQM&rdquo;). &nbsp;In aqueous solutions, oNQM has a lifetime of 7 ms as it rapidly rehydrates back to NQMP. &nbsp;This completion between water and a &nbsp;nucleophile make this reaction very selective. Among endogenous nucleophiles only thiols are reactive enough to outcompete water in Michael addition to <em>o</em>NQM.</p>\n</div>\n<div>\n<p>Thus, in neutral aqueous solutions photo-generated oNQM selectively reacts with solvent-exposed cysteines in peptides and proteins, but does not affect other residues (Figure &ldquo;Photo-Michael Click Chemistry). &nbsp;The cysteine thioether is stable in the dark and under the ambient light, but regenerates oNQM upon 350 nm irradiation. In other words, this reaction represents a light-induced equilibrium. Due to much higher nucleophilicity of thiol moiety, equilibrium is completely shifted to the product side, even at only four fold excess of NQMP over a peptide. The utility of this technique has been demonstrated by the derivatization of bovine serum albumin (BSA) with biotin, fluorescein, PEG, carbohydrates, cyclooctynes, azide, and other moieties. When NQMP is removed from the solution or the oNQM quenching agent (e.g., vinyl ether) is added, the protein (or other thiolated substrate) can be released upon irradiation in dilute solution. We have employed oNQM-thiol reaction for the capture and subsequent photochemical release of BSA on NeutrAvidin resin. The cleavage of protein from the solid support does not require any reagents, simplifying purification.</p>\n</div>\n<p><strong><em>Light-directed reversible surface derivatization</em></strong>.<sup> </sup></p>\n<p>Thiol-functionalized surfaces are covered with an aqueous solution of substrates conjugated to NQMP. Subsequent irradiation via shadow mask results in an efficient conversion of NQMP into reactive oNQM species in the exposed areas. The latter react with thiol groups on the surface, producing thioether link between a substrate and the surface. Unreacted oNQM groups are rapidly hydrated to regenerate NQMP. The short lifetime of oNQM in aqueous solution prevents its migration from the site of irradiation, thus allowing for the spatial control of the surface derivatization. The thioether linkage produced by the reaction of <em>o</em>NQM and a thiol is stable under ambient conditions, but can be cleaved by UV irradiation regenerating free thiol. This feature allows for the removal or replacement of immobilized substrates (Figure &ldquo;Re-writing on the surface&rdquo;). <em>o</em>NQM-thiol click photo-patterning approach is orthogonal to other derivatization techniques and can be used in conjunction with well-developed acetylene &ndash; azide click chemistry.&nbsp;</p>\n<p><strong><em>Photolabile Linker.</em></strong><em> </em></p>\n<p>We have demonstrated the efficiency of NQMP-based photolabile linkers for reversible immobilization of various substrates. Thus, carboxyl-functionalized silica microspheres were derivatized with NQMP-propargyl ether. Texas Red-azide conjugate or azido-BSA<sup> </sup>&nbsp;was then immobilized on the particles using CuAAC click reactions. Irradiation of the aqueous suspension of the beads resulted in clean cleavage of the substrate from the solid support. (Figure &ldquo;Photolabile Linker&rdquo;). We have also prepared NQMP photolabile linker equipped with azo-dibenzocyclooctyne moiety for the SPAAC immobilization &ndash; photochemical release sequence.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2015<br>\n\t\t\t\t\tModified by: Vladimir&nbsp;V&nbsp;Popik</p>\n</div>\n<div ...",
  "por_txt_cntn": "\n\nPhoto-Michael click ligation.\n\nWe have developed a novel photo-click chemistry strategy based on the very fast Michael addition of thiols to quinone methides (oNQM) generated by photo-dehydration of (3-hydroxynaphth-2-yl)methanol (NQMP) derivatives (Figure \"Generation of  oNQM\").  In aqueous solutions, oNQM has a lifetime of 7 ms as it rapidly rehydrates back to NQMP.  This completion between water and a  nucleophile make this reaction very selective. Among endogenous nucleophiles only thiols are reactive enough to outcompete water in Michael addition to oNQM.\n\n\n\nThus, in neutral aqueous solutions photo-generated oNQM selectively reacts with solvent-exposed cysteines in peptides and proteins, but does not affect other residues (Figure \"Photo-Michael Click Chemistry).  The cysteine thioether is stable in the dark and under the ambient light, but regenerates oNQM upon 350 nm irradiation. In other words, this reaction represents a light-induced equilibrium. Due to much higher nucleophilicity of thiol moiety, equilibrium is completely shifted to the product side, even at only four fold excess of NQMP over a peptide. The utility of this technique has been demonstrated by the derivatization of bovine serum albumin (BSA) with biotin, fluorescein, PEG, carbohydrates, cyclooctynes, azide, and other moieties. When NQMP is removed from the solution or the oNQM quenching agent (e.g., vinyl ether) is added, the protein (or other thiolated substrate) can be released upon irradiation in dilute solution. We have employed oNQM-thiol reaction for the capture and subsequent photochemical release of BSA on NeutrAvidin resin. The cleavage of protein from the solid support does not require any reagents, simplifying purification.\n\n\nLight-directed reversible surface derivatization. \n\nThiol-functionalized surfaces are covered with an aqueous solution of substrates conjugated to NQMP. Subsequent irradiation via shadow mask results in an efficient conversion of NQMP into reactive oNQM species in the exposed areas. The latter react with thiol groups on the surface, producing thioether link between a substrate and the surface. Unreacted oNQM groups are rapidly hydrated to regenerate NQMP. The short lifetime of oNQM in aqueous solution prevents its migration from the site of irradiation, thus allowing for the spatial control of the surface derivatization. The thioether linkage produced by the reaction of oNQM and a thiol is stable under ambient conditions, but can be cleaved by UV irradiation regenerating free thiol. This feature allows for the removal or replacement of immobilized substrates (Figure \"Re-writing on the surface\"). oNQM-thiol click photo-patterning approach is orthogonal to other derivatization techniques and can be used in conjunction with well-developed acetylene &ndash; azide click chemistry. \n\nPhotolabile Linker. \n\nWe have demonstrated the efficiency of NQMP-based photolabile linkers for reversible immobilization of various substrates. Thus, carboxyl-functionalized silica microspheres were derivatized with NQMP-propargyl ether. Texas Red-azide conjugate or azido-BSA  was then immobilized on the particles using CuAAC click reactions. Irradiation of the aqueous suspension of the beads resulted in clean cleavage of the substrate from the solid support. (Figure \"Photolabile Linker\"). We have also prepared NQMP photolabile linker equipped with azo-dibenzocyclooctyne moiety for the SPAAC immobilization &ndash; photochemical release sequence.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: Vladimir V Popik"
 }
}