{
 "awd_id": "1213888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fundamental Physics and Cosmology",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-07-14",
 "awd_max_amd_letter_date": "2014-06-20",
 "awd_abstract_narration": "This award funds the research of Professor Alexander Vilenkin at Tufts University.\r\n\r\nRecent developments in cosmology suggest that much of the universe is in a state of explosive accelerated expansion, called inflation. We live in a \"bubble\" where inflation has ended, and other bubbles with diverse properties are constantly being formed. A major unresolved problem in this theory of eternal inflation is the problem of calculating relative probabilities of different measurements. In the course of eternal inflation, any event having a nonzero probability will happen an infinite number of times, and comparing infinities is an inherently ambiguous task. The challenge is to formulate a compelling probability measure prescription. This will put the theory on a much firmer footing and will (at least in principle) allow its observational tests.  Another major topic of this research is the evolution and observational signatures of cosmic strings. Strings can be formed as high-energy linear defects in the early universe and can produce a variety of observational effects at the present time. A detection of cosmic strings would be of great importance, as it would open a unique window into the physics of very high energies and into the early history of the universe.\r\n\r\nThis project is also envisioned to have significant broader impacts.  The new worldview that has emerged from the eternal inflation scenario has far-reaching implications beyond physics. Professor Vilenkin will continue presenting these ideas in public lectures, in popular articles, and in popular magazine and TV interviews. The research described above will be done with active collaboration of graduate students and postdocs, thus providing crucial training to the young physicists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Vilenkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Vilenkin",
   "pi_email_addr": "vilenkin@cosmos.phy.tufts.edu",
   "nsf_id": "000181884",
   "pi_start_date": "2012-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128800",
   "pgm_ele_name": "Particle Astrophysics & Cosmol"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre>The theory of inflation, which has been the leading cosmological paradigm over the last <br />three decades, has led to a major change in our global view of the universe. According <br />to the new worldview, much of the volume in the universe is still in the state of <br />explosive inflationary expansion.&nbsp; We live in a \"bubble\" where inflation has ended, but <br />it will never end in the entire universe. The total volume of inflating regions continues <br />to grow, and other bubbles with diverse properties are constantly being formed.&nbsp; A <br />serious challenge to this &ldquo;multiverse&rdquo; worldview has been the problem of assigning <br />probabilities to different observations, known as the measure problem.&nbsp; All possible <br />events will happen an infinite number of times in the course of eternal inflation, and it <br />is not clear how one should compare these infinities and distinguish probable events <br />from highly improbable.&nbsp; This problem has been recognized for more than 20 years, <br />but despite much effort still remained unresolved. </pre>\n<pre>&nbsp;</pre>\n<pre>A new approach to the measure problem, introduced in this project, involves an <br />idealized &lsquo;eternal observer&rsquo; traveling through the multiverse.&nbsp; Such an observer will <br />pass through all possible kinds of bubbles and will see all events that can possibly <br />occur in the multiverse. In particular, all possible outcomes of a given measurement <br />will occur an infinite number of times. The probabilities of different outcomes can <br />then be identified with the frequencies at which they occur along the observer&rsquo;s <br />worldline. &nbsp;We have verified that this approach does not suffer from the <br />phenomenological problems that afflict the earlier measure proposals.&nbsp; \n</pre>\n<pre>&nbsp;</pre>\n<pre>Another intriguing question raised by the multiverse scenario is related to the beginning <br />of the universe.&nbsp; Since inflation never ends in the future, one might think that it could <br />also be eternal to the past.&nbsp; We would then have an inflating universe without a <br />beginning and without an end.&nbsp; This possibility, however, is excluded by the theorem <br />that I proved in 2003 with Arvind Borde and Alan Guth.&nbsp; This so-called BGV theorem <br />states that if the universe is on average expanding, then its history cannot be <br />indefinitely continued to the past and must terminate after a finite time.&nbsp; A number of <br />physicists have subsequently attempted to construct models of an eternal universe in <br />which the universe existed for eternity as a static &ldquo;seed&rdquo; &ndash; a small closed universe, <br />which would then burst into inflationary expansion.&nbsp; The expansion rate averaged over <br />infinite time would then be zero, and the BGV theorem would not apply.&nbsp; In the <br />present project, we showed that a static seed universe is necessarily unstable with <br />respect to quantum collapse. &nbsp;It may be stable by the laws of classical physics, but <br />there is a nonzero probability for it to make a sudden quantum transition to a <br />vanishing size and disappear.&nbsp; It follows that the seed universe could not have existed <br />for an infinite time before the onset of inflation.&nbsp; Thus, it appears that the universe <br />cannot be eternal to the past and must have some sort of a beginning.&nbsp; This conclusion <br />has far reaching implications beyond physics, in particular to the philosophical aspects <br />of cosmology.</pre>\n<pre>&nbsp;</pre>\n<pre>The second major topic of the reported research is an investigation of cosmic strings. <br />Strings could be formed as linear defects in the early universe and could produce a <br />variety of observational effects at the present time. &nbsp;Describing the cosmological <br />evolution of strings has prov...",
  "por_txt_cntn": "The theory of inflation, which has been the leading cosmological paradigm over the last \nthree decades, has led to a major change in our global view of the universe. According \nto the new worldview, much of the volume in the universe is still in the state of \nexplosive inflationary expansion.  We live in a \"bubble\" where inflation has ended, but \nit will never end in the entire universe. The total volume of inflating regions continues \nto grow, and other bubbles with diverse properties are constantly being formed.  A \nserious challenge to this \"multiverse\" worldview has been the problem of assigning \nprobabilities to different observations, known as the measure problem.  All possible \nevents will happen an infinite number of times in the course of eternal inflation, and it \nis not clear how one should compare these infinities and distinguish probable events \nfrom highly improbable.  This problem has been recognized for more than 20 years, \nbut despite much effort still remained unresolved. \n \nA new approach to the measure problem, introduced in this project, involves an \nidealized æeternal observerÆ traveling through the multiverse.  Such an observer will \npass through all possible kinds of bubbles and will see all events that can possibly \noccur in the multiverse. In particular, all possible outcomes of a given measurement \nwill occur an infinite number of times. The probabilities of different outcomes can \nthen be identified with the frequencies at which they occur along the observerÆs \nworldline.  We have verified that this approach does not suffer from the \nphenomenological problems that afflict the earlier measure proposals.  \n\n \nAnother intriguing question raised by the multiverse scenario is related to the beginning \nof the universe.  Since inflation never ends in the future, one might think that it could \nalso be eternal to the past.  We would then have an inflating universe without a \nbeginning and without an end.  This possibility, however, is excluded by the theorem \nthat I proved in 2003 with Arvind Borde and Alan Guth.  This so-called BGV theorem \nstates that if the universe is on average expanding, then its history cannot be \nindefinitely continued to the past and must terminate after a finite time.  A number of \nphysicists have subsequently attempted to construct models of an eternal universe in \nwhich the universe existed for eternity as a static \"seed\" &ndash; a small closed universe, \nwhich would then burst into inflationary expansion.  The expansion rate averaged over \ninfinite time would then be zero, and the BGV theorem would not apply.  In the \npresent project, we showed that a static seed universe is necessarily unstable with \nrespect to quantum collapse.  It may be stable by the laws of classical physics, but \nthere is a nonzero probability for it to make a sudden quantum transition to a \nvanishing size and disappear.  It follows that the seed universe could not have existed \nfor an infinite time before the onset of inflation.  Thus, it appears that the universe \ncannot be eternal to the past and must have some sort of a beginning.  This conclusion \nhas far reaching implications beyond physics, in particular to the philosophical aspects \nof cosmology.\n \nThe second major topic of the reported research is an investigation of cosmic strings. \nStrings could be formed as linear defects in the early universe and could produce a \nvariety of observational effects at the present time.  Describing the cosmological \nevolution of strings has proved to be a tremendously difficult problem. Now it is \nnearing its solution, due to important recent breakthroughs in computer simulations \nof cosmic string networks.  We used the simulations developed by our group at Tufts \nto determine the statistical properties of the networks and of closed loops of string.  \nA detection of cosmic strings would be of great importance, as it would open a unique \nwindow into the physics of very high energies and into the early history of th..."
 }
}