{
 "awd_id": "1213561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: System Optimization and Data Analysis in Two-Dimensional Liquid Chromatography",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 377100.0,
 "awd_amount": 377100.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2016-03-10",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Sarah Rutan at Virginia Commonwealth University, Professor Peter Carr at University of Minnesota, Professor Dwight Stoll at Gustavus Adolphus College and their groups will address the challenges of performing quantitative comprehensive two dimensional liquid chromatography (LCxLC). This technique carries out separations of the component molecules present in complex mixtures using two very different liquid separation systems, and offers a more powerful method for separating complex mixtures such as urine. The proposed research will enable LCxLC to become a practical technique for the analysis of small molecule metabolites, which will therefore lead to more rapid and facile discovery of molecular markers of disease and treatment. The intellectual merit of the work carried out by this team of investigators lies in the development of a fundamental understanding of how changes in the chemistry of the chromatographic separation processes affect the characteristics of the resulting data, developing an understanding how these chemical factors affect the performance of the data analysis methods, and tuning the data analysis methods to adapt to these data features. These efforts will transform a time-consuming process that is at best semi-quantitative, into a rapid and efficient method that will provide precise, quantitative results for biomarker identification.\r\n\r\nThe broader impacts of the work lie in providing biological scientists with the tools needed to characterize the amounts and relationships of various molecular players as they vary depending on growth, disease state and environmental exposure. This research will contribute towards reaching a holistic understanding of complex biological systems.  This knowledge will contribute to refined technologies that have tremendous promise for understanding and curing diseases, enhancing agriculture and preserving the environment. In order to make chromatographic concepts more accessible to students, a series of dynamic, online homework problems will be developed based on online LC simulators. There is also a strong component of human resources development in the training of graduate and undergraduate students, and post-doctoral scholars for careers in chemistry and biology. The students working on this project will benefit from the synergy of working with three talented and creative researchers in separation science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Carr",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Peter W Carr",
   "pi_email_addr": "petecarr@umn.edu",
   "nsf_id": "000179908",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550240",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 377100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>This NSF-funded project (CHE-1213561) was part of a larger collaborative project with Principal Investigators Prof. Sarah Rutan (Virginia Commonwealth University) and Prof. Dwight Stoll (Gustavus Adolphus   College). The goal of the collaborative effort and its intellectual merit was to deepen our fundamental understanding of the capabilities and limitations of the technique used in this work &ndash; two-dimensional liquid chromatography (2D-LC) &ndash; and develop new algorithms for effectively and efficiently analyzing the large volume of data produced by this technology. In working toward this goal, effort in Principal Investigator Prof. Carr&rsquo;s laboratory at<strong> </strong>the University  of Minnesota was focused on developing a deeper understanding of the factors that control the performance of these techniques and developing strategies for allowing practitioners to implement these technologies in their laboratories.</p>\n<p>As part of this project, three post-doctoral associates were trained and have gone on to positions in prominent industrial and academic research labs around the US and a fourth returned to her native country (Australia) to assume an academic job, providing a broader impact in the training of a new generation of physical scientists. Additionally, the results of this project have been disseminated widely in the form of presentations and tutorials at scientific conferences, and in the form of research articles in high quality peer-reviewed scientific journals. As a result of this dissemination, numerous researchers are applying the knowledge gained during the period of these project in a variety of industries, and research areas including the pharmaceutical industry, the health and medical fields, forensic science, the food industry, the chemical and petroleum industries, and in life science research especially in the newer fields of proteomics and metabolomics which will be essential to establishing &ldquo;personalized&rdquo; medical treatments..</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2017<br>\n\t\t\t\t\tModified by: Peter&nbsp;W&nbsp;Carr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis NSF-funded project (CHE-1213561) was part of a larger collaborative project with Principal Investigators Prof. Sarah Rutan (Virginia Commonwealth University) and Prof. Dwight Stoll (Gustavus Adolphus   College). The goal of the collaborative effort and its intellectual merit was to deepen our fundamental understanding of the capabilities and limitations of the technique used in this work &ndash; two-dimensional liquid chromatography (2D-LC) &ndash; and develop new algorithms for effectively and efficiently analyzing the large volume of data produced by this technology. In working toward this goal, effort in Principal Investigator Prof. Carr?s laboratory at the University  of Minnesota was focused on developing a deeper understanding of the factors that control the performance of these techniques and developing strategies for allowing practitioners to implement these technologies in their laboratories.\n\nAs part of this project, three post-doctoral associates were trained and have gone on to positions in prominent industrial and academic research labs around the US and a fourth returned to her native country (Australia) to assume an academic job, providing a broader impact in the training of a new generation of physical scientists. Additionally, the results of this project have been disseminated widely in the form of presentations and tutorials at scientific conferences, and in the form of research articles in high quality peer-reviewed scientific journals. As a result of this dissemination, numerous researchers are applying the knowledge gained during the period of these project in a variety of industries, and research areas including the pharmaceutical industry, the health and medical fields, forensic science, the food industry, the chemical and petroleum industries, and in life science research especially in the newer fields of proteomics and metabolomics which will be essential to establishing \"personalized\" medical treatments..\n\n \n\n\t\t\t\t\tLast Modified: 10/10/2017\n\n\t\t\t\t\tSubmitted by: Peter W Carr"
 }
}