{
 "awd_id": "1213623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Collaborative Research: Photodegradation of Oxygenated Polycyclic Aromatic Hydrocarbons on Environmental Interfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "The Environmental Chemical Sciences Program in the Chemistry Division at the National Science Foundation supports Professors Krishna Foster of California State University- Los Angeles and Donald Dabdub of the University of California- Irvine in a collaborative effort that will investigate the chemical kinetics of oxy-polyaromatic hydrocarbons (oxy-PAH) in surrogates of particulate matter to elucidate the impact of this chemistry on the oxidizing capacity of the lower atmosphere. Photolytically excited oxy-PAH readily transfer energy to ground state molecular oxygen, producing the reactive oxygen species singlet molecular oxygen. This proposal is based on the premise that these reactions may take place on aged particulate matter, and consequently, impacts the oxidation capacity of the lower atmosphere. Innovative aspects of the proposal include the application of emerging quantitative HPLC/MS techniques for oxy-PAH to the discipline of chemical kinetics and MS analysis of gaseous mixtures. This is an interdisciplinary, collaborative project between a chemistry professor at a non-Ph.D. granting Hispanic Serving Institution and an engineering professor at a local Ph.D. granting institution. This model maximizes resources by advancing science and developing human resources simultaneously. Success of the proposed research will improve air quality models, and consequently, impact millions of people, especially those living in urban areas. The inclusion of undergraduates from groups underrepresented in the sciences, reflective of the California State University- Los Angeles population, will be a high priority. This project has the potential to increase the number of underrepresented students who select careers in the chemical sciences and pursue graduate education, directly addressing the nation's critically-low number of students preparing for careers in the chemical sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Dabdub",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Dabdub",
   "pi_email_addr": "ddabdub@uci.edu",
   "nsf_id": "000211988",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "4200 Engineering Gateway",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973975",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688200",
   "pgm_ele_name": "Environmental Chemical Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1524",
   "pgm_ref_txt": "ATMOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are three outcomes addressing the intellectual merit of this proposal.&nbsp;</p>\n<p>First, we have implemented the new detailed mechanism by which oxidation of aromatic compounds takes place in the atmosphere.&nbsp; This is a crucial step that is used to model the formation of secondary organic aerosol (SOA) in urban areas. A new version of gas-phase Caltech Atmospheric Chemistry Mechanism (CACM) has been produced.&nbsp; Model code is available by request via email request to ddabdub@uci.edu.</p>\n<p>Second, this work developed a model for SOA formation that combines the updated CACM gas-phase mechanism with an updated lumped SOA-partitioning scheme (Model to Predict the Multi-phase Partitioning of Organics, MPMPO) that allows partitioning to multiple aerosol phases and that is&nbsp;designed&nbsp;for&nbsp;use&nbsp;in&nbsp;larger-scale three-dimensional&nbsp;models. The&nbsp;model&nbsp;is&nbsp;integrated&nbsp;into&nbsp;the&nbsp;University&nbsp;of&nbsp;California, Irvine &ndash; California Institute of Technology (UCI-CIT) Airshed Model, which simulates the South Coast Air Basin of California. Simulations using 2012 emissions indicate that &ldquo;low-NOx&rdquo; pathways to SOA formation from aromatic oxidation play an important role, even in regions that typically exhibit high-NOx concentrations. The resulting model is termed aroCACM/MPMPO 1.0.</p>\n<p>Of note is the way the concentrations of individual SOA-partitioning species demonstrate different trends with the time of day. Furanones, phenols, and epoxides are found to increase their contribution to total SOA during times&nbsp;of&nbsp;high&nbsp;NOx and low OH, while peroxy-nitrate&nbsp;and peroxy-bicyclic&nbsp;ring&nbsp;species show&nbsp;the&nbsp;opposite trend.&nbsp; This indicates that even in areas generally considered &ldquo;high&rdquo; NOx it is important to include the contribution of low-NOx pathways to SOA formation from aromatic oxidation, primarily due to the importance of the NO to NOx ratio.<br /> <br /> Model code is available by request via email request to ddabdub@uci.edu.</p>\n<p>Third, the updated CACM and aroCACM/MPMPO 1.0 were used in collaborative work with Prof. Foster group to revisit the role of singlet molecular oxygen in urban atmospheres rich in polycyclic aromatic hydrocarbons.&nbsp; About 5 decades ago, it was heavily debated the role of singlet molecular oxygen as an atmospheric oxidant.&nbsp; It was discovered that kinects of hydroxyl radical with volatile organic compounds&nbsp;are faster than those with singlet molecular oxygen.&nbsp; This work shows that singlet molecular oxygen is produced when a solvated pyrene is irradiated.&nbsp; Furthermore, the potential impact of this chemistry is evaluated using the UCI-CIT three-dimensional air quality model modified in response to the laboratory findings.&nbsp; The impact of irradiated pyrene as source by itself, has been shown to be modest.&nbsp; However, other polycyclic aromatic hydrocarbons are ubiquitous in urban atmospheres.&nbsp; This suggests that if other polycyclic aromatic hydrocarbons yield singlet molecular oxygen as does pyrene, this chemistry may impact the formation of secondary organic aerosol.</p>\n<p>This work has been a fantastic collaboration that has also produced outcomes in the area of broader impacts.&nbsp; All the students involved in the research have been from historical under-represented minorities in STEM fields: women, first-generation, and Hispanic.&nbsp; Some of them fit the three categories.&nbsp; For example, the academic development of Julia Montoya is a point in case.&nbsp; She fit all three of the minorities stated.&nbsp; There is abundant data that shows that the odds and current representation of someone from any of those minorities is small.&nbsp; Odds for someone who fits the three categories is even smaller.&nbsp; Julia completed her undergraduate work with Prof. Foster at Cal State.&nbsp; Now she is a graduate student in the chemistry department at UCI where she is co-advised by Dabdub.&nbsp; Her progress has been spectacular.&nbsp; Julia has recently submitted a publication where she is first author based on her new doctoral research.&nbsp; There is little doubt that without this collaborative project none of this would have occurred.&nbsp; While this report focuses on the incredible success story, similar statements can be made and smaller outcomes can be stated from all the brilliant young minorities who were involved in the work.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2017<br>\n\t\t\t\t\tModified by: Donald&nbsp;Dabdub</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere are three outcomes addressing the intellectual merit of this proposal. \n\nFirst, we have implemented the new detailed mechanism by which oxidation of aromatic compounds takes place in the atmosphere.  This is a crucial step that is used to model the formation of secondary organic aerosol (SOA) in urban areas. A new version of gas-phase Caltech Atmospheric Chemistry Mechanism (CACM) has been produced.  Model code is available by request via email request to ddabdub@uci.edu.\n\nSecond, this work developed a model for SOA formation that combines the updated CACM gas-phase mechanism with an updated lumped SOA-partitioning scheme (Model to Predict the Multi-phase Partitioning of Organics, MPMPO) that allows partitioning to multiple aerosol phases and that is designed for use in larger-scale three-dimensional models. The model is integrated into the University of California, Irvine &ndash; California Institute of Technology (UCI-CIT) Airshed Model, which simulates the South Coast Air Basin of California. Simulations using 2012 emissions indicate that \"low-NOx\" pathways to SOA formation from aromatic oxidation play an important role, even in regions that typically exhibit high-NOx concentrations. The resulting model is termed aroCACM/MPMPO 1.0.\n\nOf note is the way the concentrations of individual SOA-partitioning species demonstrate different trends with the time of day. Furanones, phenols, and epoxides are found to increase their contribution to total SOA during times of high NOx and low OH, while peroxy-nitrate and peroxy-bicyclic ring species show the opposite trend.  This indicates that even in areas generally considered \"high\" NOx it is important to include the contribution of low-NOx pathways to SOA formation from aromatic oxidation, primarily due to the importance of the NO to NOx ratio.\n \n Model code is available by request via email request to ddabdub@uci.edu.\n\nThird, the updated CACM and aroCACM/MPMPO 1.0 were used in collaborative work with Prof. Foster group to revisit the role of singlet molecular oxygen in urban atmospheres rich in polycyclic aromatic hydrocarbons.  About 5 decades ago, it was heavily debated the role of singlet molecular oxygen as an atmospheric oxidant.  It was discovered that kinects of hydroxyl radical with volatile organic compounds are faster than those with singlet molecular oxygen.  This work shows that singlet molecular oxygen is produced when a solvated pyrene is irradiated.  Furthermore, the potential impact of this chemistry is evaluated using the UCI-CIT three-dimensional air quality model modified in response to the laboratory findings.  The impact of irradiated pyrene as source by itself, has been shown to be modest.  However, other polycyclic aromatic hydrocarbons are ubiquitous in urban atmospheres.  This suggests that if other polycyclic aromatic hydrocarbons yield singlet molecular oxygen as does pyrene, this chemistry may impact the formation of secondary organic aerosol.\n\nThis work has been a fantastic collaboration that has also produced outcomes in the area of broader impacts.  All the students involved in the research have been from historical under-represented minorities in STEM fields: women, first-generation, and Hispanic.  Some of them fit the three categories.  For example, the academic development of Julia Montoya is a point in case.  She fit all three of the minorities stated.  There is abundant data that shows that the odds and current representation of someone from any of those minorities is small.  Odds for someone who fits the three categories is even smaller.  Julia completed her undergraduate work with Prof. Foster at Cal State.  Now she is a graduate student in the chemistry department at UCI where she is co-advised by Dabdub.  Her progress has been spectacular.  Julia has recently submitted a publication where she is first author based on her new doctoral research.  There is little doubt that without this collaborative project none of this would have occurred.  While this report focuses on the incredible success story, similar statements can be made and smaller outcomes can be stated from all the brilliant young minorities who were involved in the work.\n\n\t\t\t\t\tLast Modified: 01/13/2017\n\n\t\t\t\t\tSubmitted by: Donald Dabdub"
 }
}