{
 "awd_id": "1213955",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  The La Consentida Archaeological Project",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 24901.0,
 "awd_amount": 24901.0,
 "awd_min_amd_letter_date": "2012-04-25",
 "awd_max_amd_letter_date": "2012-04-25",
 "awd_abstract_narration": "Under the direction of Dr. Arthur Joyce, Mr. Guy Hepp will collect data for his doctoral dissertation. His research will investigate the origins of sedentism, the transition toward reliance upon agriculture, and the origins of hierarchical social inequality in initial Early Formative period Mesoamerica. He will undertake surface survey, mapping, and excavations at the archaeological site of La Consentida in coastal Oaxaca, Mexico. La Consentida offers a promising opportunity to promote new understandings of the birth of Mesoamerican culture in a region and ecological setting never previously included in the canon of Mesoamerican scholarship for this important early time period. The project will employ cutting-edge archaeological techniques to address its research objectives, including topographic mapping using a light-emitting mapping station, neutron activation analysis to identify exchange networks that mobilized ceramics and social interaction, analysis of stable carbon and nitrogen isotopes to reconstruct ancient diet, AMS carbon dating for chronological control of excavated contexts, and analysis of macrobotanical finds to identify the food remains in domestic garbage deposits.\r\n\r\nThe Mesoamerican Formative or Preclassic period (c.a. 1900 BCE - 250 CE) which is represented at La Consentida is widely regarded as an important transitional phase between the nomadic horticulture of the Archaic period (9000 - 1900 BCE) and the complex Mesoamerican societies that flourished, independent of influence from the Old World, until the arrival of Spanish conquistadors in the 16th century. Despite the general recognition of the significance of the Formative period, key scholarly debates concern the interrelatedness between transitions in domestic practices, subsistence, and social organization during this time. The archaeology of the initial Early Formative period (c.a. 1900-1500 BCE) in particular appears to be a promising venue of research for informing these dialogues regarding Mesoamerican social change\r\n.\r\nIn addition to its relevance for Mesoamericanist scholarship, the La Consentida Archaeological Project offers an opportunity for United States-based scholars to collaborate with Mexican archaeology students and to engage with local communities in Oaxaca who are interested in learning more about their region's ancient past. Outreach with local communities will include an educational display proposed for a local community museum and a public talk proposed for a local community anniversary festival. US-based student volunteers on the project will receive valuable training in a variety of standard archaeological field techniques. The results of the project will be disseminated in a report to the Instituto Nacional de Antropología e Historia (INAH), the branch of the Mexican federal government overseeing archaeological research. Research results will also be presented in peer-reviewed journals in both English and Spanish, in edited book chapters, and in the form of bilingual (Spanish/English) webpage content designed to showcase archaeological research by various scholars working in the region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Joyce",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur A Joyce",
   "pi_email_addr": "arthur.joyce@colorado.edu",
   "nsf_id": "000200366",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Hepp",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Guy D Hepp",
   "pi_email_addr": "guy.hepp@csusb.edu",
   "nsf_id": "000419749",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24901.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Mesoamerican Early Formative period (1900-850 B.C.) saw radical social transformations from the nomadic horticulture and foraging of the Archaic (8000-1900 B.C.) to the urbanism, intensive agriculture, and entrenched status hierarchies of later pre-Columbian history. The exact timing of and associations between transitions to sedentism, agricultural reliance, and social complexity are topics of much debate in Mesoamerican archaeology, however. Worldwide, these key social changes present some of archaeology&rsquo;s most important research questions, but no consensus exists as to their causes. The La Consentida Archaeological Project (LCAP) addresses these salient anthropological themes through investigation of the initial Early Formative period (1900-1450 B.C.) village site of La Consentida in coastal Oaxaca, Mexico.</p>\n<p>The lower R&iacute;o Verde Valley is located on the western Oaxaca coast (Image 1). Although sediment cores indicate maize cultivation and anthropogenic burning during the Archaic period, research since the 1980s has suggested that the region was sparsely populated until the Middle Formative. Little is known about the few Early and Middle Formative sites so far identified in the region. La Consentida is located about 5 km from the Pacific coastline. In the Early Formative, it was probably positioned closer to an open bay. The site covers 4.5 hectares and is dominated by an earthen platform (Platform 1) measuring 300 x 100 x 5 meters.</p>\n<p>The central goal of the LCAP is to investigate relationships between the establishment of sedentism, a shift toward agriculture, and the origins of social inequality at La Consentida. This goal is being met through excavation and analysis of earthen architecture, residential structures, domestic refuse, mortuary practices, human remains, and ceramic vessel and figurine styles. The LCAP has included field seasons in 2008, 2009, and 2012, as well as preliminary laboratory analysis in 2010 and 2012. &nbsp;</p>\n<p>A National Science Foundation Dissertation Improvement Grant (BCS-1213955) and a Fulbright Full Grant (34115725) funded the 2012 field season of the LCAP. The field season consisted of nine months of research divided into three phases. The first phase (January &ndash; February) focused on mapping. The second phase (February &ndash; June) focused on excavations. The final phase (June &ndash; October) included preliminary laboratory analyses and processing of collected artifacts and samples.</p>\n<p>Mapping at La Consentida was undertaken with a laser transit (or &ldquo;total station&rdquo;) with a remote data collector. Researchers mapped all of Platform 1, along with surrounding buffer zones, in order to render digital maps of the entire site (Image 2). In all, 1507 three-dimensional data points were recorded over an area of approximately 4.5 hectares.</p>\n<p>Excavations in 2012 built on results of previous excavations in 2009. The 2012 excavations occurred in eight new operation areas, and also reopened Operation LC09 B, in order to access previously identified human burials. Goals of excavation included bisecting part of the northern edge of Platform 1 and Substructure 1, in order to analyze architectural strata (Image 3). Other operations exposed horizontal zones atop substructures in order to identify domestic remains. Small test excavations searched for stratified midden at the margins of earthen features. The 2009 and 2012 excavations totaled one hundred and eight 1 x 1 m units and one 1 x .5 m unit in ten operation areas. These excavations analyzed approximately 146.0 m<sup>3</sup> of sediment. The locations of the operation areas were selected with the goal of answering key components of the project research question including identifying evidence of subsistence, architectural remains indicative of settlement practices, and evidence for social organization.</p>\n<p>While interpretation of the d...",
  "por_txt_cntn": "\nThe Mesoamerican Early Formative period (1900-850 B.C.) saw radical social transformations from the nomadic horticulture and foraging of the Archaic (8000-1900 B.C.) to the urbanism, intensive agriculture, and entrenched status hierarchies of later pre-Columbian history. The exact timing of and associations between transitions to sedentism, agricultural reliance, and social complexity are topics of much debate in Mesoamerican archaeology, however. Worldwide, these key social changes present some of archaeologyÆs most important research questions, but no consensus exists as to their causes. The La Consentida Archaeological Project (LCAP) addresses these salient anthropological themes through investigation of the initial Early Formative period (1900-1450 B.C.) village site of La Consentida in coastal Oaxaca, Mexico.\n\nThe lower R&iacute;o Verde Valley is located on the western Oaxaca coast (Image 1). Although sediment cores indicate maize cultivation and anthropogenic burning during the Archaic period, research since the 1980s has suggested that the region was sparsely populated until the Middle Formative. Little is known about the few Early and Middle Formative sites so far identified in the region. La Consentida is located about 5 km from the Pacific coastline. In the Early Formative, it was probably positioned closer to an open bay. The site covers 4.5 hectares and is dominated by an earthen platform (Platform 1) measuring 300 x 100 x 5 meters.\n\nThe central goal of the LCAP is to investigate relationships between the establishment of sedentism, a shift toward agriculture, and the origins of social inequality at La Consentida. This goal is being met through excavation and analysis of earthen architecture, residential structures, domestic refuse, mortuary practices, human remains, and ceramic vessel and figurine styles. The LCAP has included field seasons in 2008, 2009, and 2012, as well as preliminary laboratory analysis in 2010 and 2012.  \n\nA National Science Foundation Dissertation Improvement Grant (BCS-1213955) and a Fulbright Full Grant (34115725) funded the 2012 field season of the LCAP. The field season consisted of nine months of research divided into three phases. The first phase (January &ndash; February) focused on mapping. The second phase (February &ndash; June) focused on excavations. The final phase (June &ndash; October) included preliminary laboratory analyses and processing of collected artifacts and samples.\n\nMapping at La Consentida was undertaken with a laser transit (or \"total station\") with a remote data collector. Researchers mapped all of Platform 1, along with surrounding buffer zones, in order to render digital maps of the entire site (Image 2). In all, 1507 three-dimensional data points were recorded over an area of approximately 4.5 hectares.\n\nExcavations in 2012 built on results of previous excavations in 2009. The 2012 excavations occurred in eight new operation areas, and also reopened Operation LC09 B, in order to access previously identified human burials. Goals of excavation included bisecting part of the northern edge of Platform 1 and Substructure 1, in order to analyze architectural strata (Image 3). Other operations exposed horizontal zones atop substructures in order to identify domestic remains. Small test excavations searched for stratified midden at the margins of earthen features. The 2009 and 2012 excavations totaled one hundred and eight 1 x 1 m units and one 1 x .5 m unit in ten operation areas. These excavations analyzed approximately 146.0 m3 of sediment. The locations of the operation areas were selected with the goal of answering key components of the project research question including identifying evidence of subsistence, architectural remains indicative of settlement practices, and evidence for social organization.\n\nWhile interpretation of the data from the 2012 LCAP field season is still underway, preliminary results indicate that the community underwent important social an..."
 }
}