{
 "awd_id": "1213141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum Phases of Rotating Multipolar Molecules",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2013-07-02",
 "awd_abstract_narration": "Birgitta Whaley of the University of California, Berkeley, is supported by an award from the Chemical Theory, Models and Computational Methods program in the Chemistry division to use ground state Quantum Monte Carlo techniques for the study of novel quantum phases formed by multipolar molecules.  Professor Whaley and her research group study dipolar and quadrupolar molecules at densities where the interactions provide significant anisotropic orientational contributions to the energy, resulting in strongly interacting quantum molecular systems.  Their goal is to determine the behavior and properties of these systems with special attention to the interplay between translational and rotational degrees of freedom in determining the quantum properties in the degenerate quantum regime, i.e., at the lowest possible temperatures.  They are using  a new path integral ground state Quantum Monte Carlo code developed by the researcher and her coworkers that incorporates full rotational and translational degrees of freedom with a high accuracy \"any order'' propagator.  The new high accuracy rotation/translation code allows exploration of the novel chemistry and physics of these systems without constraints on dipole orientation and allows calculation of off-diagonal matrix elements giving access to study of large scale quantum coherences in molecular systems, allowing them to investigate for the first time how molecular rotations might modify the well-known off-diagonal long range order of translational degrees of freedom in quantum gases and fluids.  \r\n\r\nRecent growth of experimental methods that not only probe and reveal the microscopic behavior of quantum phases but also enable emulation of new phases in Feynman's original sense of quantum simulation, which makes theoretical research in novel molecular quantum phases an essential component of the chemical physics landscape for the near future. This research brings together molecular chemistry with quantum physics to extend the realm of molecular chemistry to cold molecules in strongly quantum regimes.  It thus embodies the interdisciplinary view of science that is an essential aspect of scientific research in the twenty-first century.  The anticipated results form a base for quantum simulation of biological and novel condensed phase materials and reveal opportunities for creating unusual materials with tailored quantum properties and diverse applications. The research involves students from chemistry and physics, and will be linked to education and outreach activities on the Berkeley campus.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Whaley",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine B Whaley",
   "pi_email_addr": "whaley@berkeley.edu",
   "nsf_id": "000105523",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "Department of Chemistry",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 280000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project employs ground state Quantum Monte Carlo techniques for the study of novel quantum phases formed by multipolar molecules, focusing in particular on the behavior of cold dipolar quantum systems. Our effort focused primarily on calculations with the path integral ground state (PIGS) method for the study of arrays of dipolar molecules localized at the vertices of one and two-dimensional lattices, and of ensembles of translating and rotating dipolar molecules confined by external trapping potentials. &nbsp;Secondary goals included using confined dipolar molecules to simulate new quantum materials, including topological phases and materials with unusual optoelectronic properties, and developing measures to assess topological order in these novel phases.</p>\n<p>There were five major outcomes of this research.1) We found that even the ability to study ensembles of translationally pinned but fully rotating dipolar molecules interacting with the anisotropic long range dipole-dipole potential enables new physics to be revealed, with the discovery of the existence of new class of orientationally ordered quantum phases of dipoles on lattices at zero temperature whose properties are determined by the interplay between discrete and continuous symmetries that results from the anisotropy of the dipole-dipole interaction for molecule that are confined on two-dimensional lattices but rotating in three dimensions. We established that mean field theory works quite well for description of the general features of the phase diagram for these new quantum phases, reflecting the intrinsic three dimensional nature of the underlying Hamiltonian.2) Our exact analysis of the electronic spectroscopy of molecular dipole arrays with arbitrarily strong dipolar interactions in a one-dimensional system that maps onto a known system with a quantum phase transition has shown for the first time that such quantum phase transitions can have a dramatic spectroscopic signature. &nbsp;The demonstration that absorption and emission spectra diverge at a quantum transition separating disordered and ordered phases should be observable in experiments, including current experiments with linear arrays of trapped ions as well as the experimental realization that we proposed with trapped dipolar molecules. &nbsp;Furthermore, the predicted spectra in the ordered phase show an anomalously high enhancement of ultrafast spontaneous emission of light, exceeding that in any known atomic or molecular material. Such &lsquo;hyperradiant&rsquo; quantum materials offer potential for ultra-sensitive photon detection. &nbsp;3) The toric code Hamiltonian is possibly the most well known two-dimensional system with topological order in the ground state. Our study of the thermal stability of this Hamiltonian on finite sized lattices may help guide the design of optimal topological quantum bits. &nbsp;While it is now evident that true topological protection is not achievable for the two-dimensional toric code in the thermodynamic limit, as a practical matter in a finite-size realization, one may wish to balance robustness to unitary perturbations, which is maximized by using the largest possible system, against thermal robustness, which decreases with system size. The stronger finite-size and temperature scaling of the relaxation time (corresponding to the quantum memory lifetime) in the low-temperature regime suggests that for a given physical realization the optimal balance will be achieved below the critical crossover temperature that we have identified for the first time.4) Our finding of non-monotonicity in the dependence of both number squeezing and fragmentation of Bose condensates in double well potentials represents an unexpected result with significant implications for experimental studies of these systems. &nbsp;The PIGS calculations show a universal scaling of squeezing with (Na), where &ldquo;N&rdquo; is the ...",
  "por_txt_cntn": "\nThis project employs ground state Quantum Monte Carlo techniques for the study of novel quantum phases formed by multipolar molecules, focusing in particular on the behavior of cold dipolar quantum systems. Our effort focused primarily on calculations with the path integral ground state (PIGS) method for the study of arrays of dipolar molecules localized at the vertices of one and two-dimensional lattices, and of ensembles of translating and rotating dipolar molecules confined by external trapping potentials.  Secondary goals included using confined dipolar molecules to simulate new quantum materials, including topological phases and materials with unusual optoelectronic properties, and developing measures to assess topological order in these novel phases.\n\nThere were five major outcomes of this research.1) We found that even the ability to study ensembles of translationally pinned but fully rotating dipolar molecules interacting with the anisotropic long range dipole-dipole potential enables new physics to be revealed, with the discovery of the existence of new class of orientationally ordered quantum phases of dipoles on lattices at zero temperature whose properties are determined by the interplay between discrete and continuous symmetries that results from the anisotropy of the dipole-dipole interaction for molecule that are confined on two-dimensional lattices but rotating in three dimensions. We established that mean field theory works quite well for description of the general features of the phase diagram for these new quantum phases, reflecting the intrinsic three dimensional nature of the underlying Hamiltonian.2) Our exact analysis of the electronic spectroscopy of molecular dipole arrays with arbitrarily strong dipolar interactions in a one-dimensional system that maps onto a known system with a quantum phase transition has shown for the first time that such quantum phase transitions can have a dramatic spectroscopic signature.  The demonstration that absorption and emission spectra diverge at a quantum transition separating disordered and ordered phases should be observable in experiments, including current experiments with linear arrays of trapped ions as well as the experimental realization that we proposed with trapped dipolar molecules.  Furthermore, the predicted spectra in the ordered phase show an anomalously high enhancement of ultrafast spontaneous emission of light, exceeding that in any known atomic or molecular material. Such æhyperradiantÆ quantum materials offer potential for ultra-sensitive photon detection.  3) The toric code Hamiltonian is possibly the most well known two-dimensional system with topological order in the ground state. Our study of the thermal stability of this Hamiltonian on finite sized lattices may help guide the design of optimal topological quantum bits.  While it is now evident that true topological protection is not achievable for the two-dimensional toric code in the thermodynamic limit, as a practical matter in a finite-size realization, one may wish to balance robustness to unitary perturbations, which is maximized by using the largest possible system, against thermal robustness, which decreases with system size. The stronger finite-size and temperature scaling of the relaxation time (corresponding to the quantum memory lifetime) in the low-temperature regime suggests that for a given physical realization the optimal balance will be achieved below the critical crossover temperature that we have identified for the first time.4) Our finding of non-monotonicity in the dependence of both number squeezing and fragmentation of Bose condensates in double well potentials represents an unexpected result with significant implications for experimental studies of these systems.  The PIGS calculations show a universal scaling of squeezing with (Na), where \"N\" is the particle number and \"a\" the interaction strength, so this result can be applied to current experimental systems with large..."
 }
}