{
 "awd_id": "1213310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Understanding Observations of High Ice Water Contents in Convective Cloud Systems over Tropical Oceans",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2019-10-31",
 "tot_intn_awd_amt": 603582.0,
 "awd_amount": 431326.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2018-10-18",
 "awd_abstract_narration": "In recent years commercial aircraft have on multiple occasions experienced surprising (and in at least one case, catastrophic) engine failures and/or ice accumulations impacting key slipstream probes (e.g., pitot tubes used for airspeed indication) while penetrating otherwise unremarkable clouds accompanied by only weak (<20 dBZ) radar reflectivity values over the tropical oceans.  The absence of large, highly-reflective ice particles or supercooled liquid characteristic of mixed-phase conditions, whose role in aircraft icing is fairly well understood, suggests these regions have high ice water contents (IWCs) dominated by small ice crystals.  Safety hazards inherent in such encounters have motivated a concerted multi-agency, multi-national research effort, the High Ice Water Content Study (HIWC), aimed at characterizing and understanding such conditions.  The primary HIWC field phase will be based out of Darwin, Australia during austral summer monsoon, and will involve penetrations of strong convective oceanic clouds between 0 and -50 degC by a well-instrumented Gulfstream-II aircraft supplied by original HIWC organizers.  The effort described here will allow these additional U.S.-based investigators to access and analyze the unique HIWC dataset in ways complementary those planned by the original organizers of HIWC.\r\n\r\nThese NSF-supported investigators will focus on the conduct and analysis of model simulations, and on the development of parameterizations suitable for use by such models in oceanic convective clouds to examine the validity of specific hypotheses re: causes of high IWCs in the presence of only small crystals.  These mechanisms to be evaluated include the possibility that:  (1) The presence of near-undilute and very strong updrafts with minimal entrainment, in which homogeneous freezing takes place when supercooled droplets are quickly lofted to high levels (viz. temperatures ranging from-35 to -40 degC), thus resulting large concentrations of small ice crystals in zones where adiabatic water contents exceed 7 grams per cubic meter; (2) A considerable fraction of cloud water in weak (0-10 m/s) updrafts between -10 and 10 degC forms precipitation-sized particles via a \"warm rain\" process, but then freezes and supports ice-multiplication via the Hallett-Mossop process leading to large numbers of small ice crystals that are subsequently lofted to high levels where commercial aircraft operate; (3) Updrafts strong enough to loft raindrops to levels too cold for the Hallett-Mossop process to operate provide condensate loading that slows updrafts so that rain freezes, releasing latent heat that subsequently invigorates deep upper-level convection favoring graupel/ice generating high concentrations of small particles; (4) Narrow, unsteady \"multi-turreted\" updrafts exhibiting a high degree of small-scale variability exist such that any/all of the above mechanisms might operate at specific times and/or locations; and (5) Aircraft malfunctions occurring in exposures thought to be associated with high IWC values are actually the result of extended flight through anvils possessing IWCs only in the more moderate range of 1-2 grams per cubic meter.  These investigators will focus on analysis of in-situ observations from cloud microphysics probes to quantify how the slope, shape and y-intercept of assumed gamma-type cloud and precipitation particle size distributions (as commonly employed in mesoscale models) vary with key prognostic variables such as IWC, temperature, and vertical air velocity with attention to differing conditions encountered in convective cores, nearby cloud anvils, or other more distant regions.  They will also conduct model simulations, to be evaluated against HIWC in-situ and remote sensing data, to explore the validity of the above hypotheses for explaining the existence of high IWC regions consisting of large number of small particles and to further develop and evaluate parameterizations used in such models.  NSF support will also allow this team to directly participate in G-II test flights (planned for Florida during late-summer of 2013) and follow-on preliminary analyses to be conducted in advance of the primary field activities to be based out of Darwin.\r\n\r\nThe intellectual merit of this effort rests upon early access to a unique dataset (collected at no direct cost to NSF) and combined observational and model-based analysis of microphysical conditions thought to uniquely occur in and around the cores of some tropical-oceanic thunderstorms in order to better characterize mechanisms involved in generation of high ice water content conditions thought to impact commercial aircraft.  Broader Impacts will derive from improved understanding of processes and conditions contributing to aviation hazards for high flying commercial airliners and including those that may be experienced by NSF's Gulfstream-class research aircraft, and through development of improved parameterizations for tropical clouds as applicable to both numerical models and remote sensing retrieval schemes relevant to evaluation of global climate models.  Further impacts will come through hands-on involvement in field data collection and associated training of graduate students and mentoring of postdoctoral fellows involved in this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Zipser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Zipser",
   "pi_email_addr": "ed.zipser@utah.edu",
   "nsf_id": "000599256",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "135 S 1460 E, Room 819",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110419.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 172256.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 148651.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This was a collaborative project between the University of Illinois and the University of Utah to participate in the High Ice Water Content (HIWC) field campaign, and to use the data obtained to understand the reasons underlying the numerous engine events, including failures, experienced by commercial jet airctaft flying through extensive regions of ice clouds.&nbsp; These engine events were of such concern to Boeing, Airbus, the U.S. FAA, and the related European Aviation Agencies, that they supported two field campaigns after years of planning.&nbsp; These were carried out from bases in Darwin Australia, in January-February 2014, and Cayenne French Guiana in May 2015.&nbsp; The aircraft used were the French Falcon jet in both campaigns, and the Canadian Convair turboprop in Cayenne.&nbsp; Airbus also flew one of their commercial jets in both campaigns.</p>\n<p>&nbsp;</p>\n<p>The primary concern for aircraft safety (and costly damage to jet engines) was rooted in the following facts, obtained by Boeing and Airbus after long experience: Over 200 engine events occurred over a period of years, for which the overwhelming consensus of pilot reports stated that the aircraft radar showed either no significant echoes, or echoes colored green, indicating no significant danger in penetrating the clouds and/or precipiation at flight altitudes with such weak radar echoes.&nbsp; The scientific opportunity for participating in these field campaigns, and the reason for the NSF supporting both U.S. University scientists and students in the associated research, was to learn more about the cloud microphysics in the extensive ice clouds often associated with deep convective clouds in the tropics.&nbsp; This is important for two reasons:&nbsp; (1) Fundamental knowledge of the size, shapes, and density of ice particles over tropical oceans is deficient.&nbsp; (2) Lack of such knowledge has been an obstacle to improving prediction of tropical weather systems in weather and climate models, and hence improving global weather and climate models.</p>\n<p>&nbsp;</p>\n<p>The Canadian participants in these field campaigns, notably Dr. Walter Strapp, formerly of Environment Canada, designed, created, tested, and operated instruments for obtaining data on ice water content, and size distribution of ice particles, to accuracy never before obtained.&nbsp; Their IKP (Isokinetic probe) was fitted to the aircraft used in the HIWC field campaigns, and operated successfully in dozens of flights in dozens of different situations. The data showed for the first time that ice water contents of over 4 grams per cubic meter were common in convective clouds, and perhaps more importantly, extensive regions in excess of 1 gram per cubic meter were commonly observed over distances of a few hundred km, with weak radar echoes, such that commercial jet pilots felt safe in penetrating such echoes, even staying within them for as long as 30 minutes, which in many instances led to serious engine issues.</p>\n<p>&nbsp;</p>\n<p>The array of instruments carried on board the Falcon and the Convair enabled detailed measurements of ice particle shape, size, and,&nbsp; with some additional approximations, density.&nbsp; The research carried out after the field campaigns led to a number of conference presentations and published papers.&nbsp; One of the principal results from the University of Utah team, contributing to the M.S. and Ph.D. research of a graduate student, was that the commonly used ice microphysics treatments in existing models are biased high.&nbsp; That is, the models assume larger ice particles than are actually present in the real world, and that helps explain why the radar echoes are so weak, leading to a false and misleading sense of security to pilots that they are safe to penetrate and fly through such regions, when in fact they are not safe.&nbsp; Future work must be done to improve the microphysics parameterizations in cloud resolving models in the interests of more accurate weather and climate simulations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2020<br>\n\t\t\t\t\tModified by: Edward&nbsp;Zipser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis was a collaborative project between the University of Illinois and the University of Utah to participate in the High Ice Water Content (HIWC) field campaign, and to use the data obtained to understand the reasons underlying the numerous engine events, including failures, experienced by commercial jet airctaft flying through extensive regions of ice clouds.  These engine events were of such concern to Boeing, Airbus, the U.S. FAA, and the related European Aviation Agencies, that they supported two field campaigns after years of planning.  These were carried out from bases in Darwin Australia, in January-February 2014, and Cayenne French Guiana in May 2015.  The aircraft used were the French Falcon jet in both campaigns, and the Canadian Convair turboprop in Cayenne.  Airbus also flew one of their commercial jets in both campaigns.\n\n \n\nThe primary concern for aircraft safety (and costly damage to jet engines) was rooted in the following facts, obtained by Boeing and Airbus after long experience: Over 200 engine events occurred over a period of years, for which the overwhelming consensus of pilot reports stated that the aircraft radar showed either no significant echoes, or echoes colored green, indicating no significant danger in penetrating the clouds and/or precipiation at flight altitudes with such weak radar echoes.  The scientific opportunity for participating in these field campaigns, and the reason for the NSF supporting both U.S. University scientists and students in the associated research, was to learn more about the cloud microphysics in the extensive ice clouds often associated with deep convective clouds in the tropics.  This is important for two reasons:  (1) Fundamental knowledge of the size, shapes, and density of ice particles over tropical oceans is deficient.  (2) Lack of such knowledge has been an obstacle to improving prediction of tropical weather systems in weather and climate models, and hence improving global weather and climate models.\n\n \n\nThe Canadian participants in these field campaigns, notably Dr. Walter Strapp, formerly of Environment Canada, designed, created, tested, and operated instruments for obtaining data on ice water content, and size distribution of ice particles, to accuracy never before obtained.  Their IKP (Isokinetic probe) was fitted to the aircraft used in the HIWC field campaigns, and operated successfully in dozens of flights in dozens of different situations. The data showed for the first time that ice water contents of over 4 grams per cubic meter were common in convective clouds, and perhaps more importantly, extensive regions in excess of 1 gram per cubic meter were commonly observed over distances of a few hundred km, with weak radar echoes, such that commercial jet pilots felt safe in penetrating such echoes, even staying within them for as long as 30 minutes, which in many instances led to serious engine issues.\n\n \n\nThe array of instruments carried on board the Falcon and the Convair enabled detailed measurements of ice particle shape, size, and,  with some additional approximations, density.  The research carried out after the field campaigns led to a number of conference presentations and published papers.  One of the principal results from the University of Utah team, contributing to the M.S. and Ph.D. research of a graduate student, was that the commonly used ice microphysics treatments in existing models are biased high.  That is, the models assume larger ice particles than are actually present in the real world, and that helps explain why the radar echoes are so weak, leading to a false and misleading sense of security to pilots that they are safe to penetrate and fly through such regions, when in fact they are not safe.  Future work must be done to improve the microphysics parameterizations in cloud resolving models in the interests of more accurate weather and climate simulations.\n\n \n\n\t\t\t\t\tLast Modified: 01/06/2020\n\n\t\t\t\t\tSubmitted by: Edward Zipser"
 }
}