{
 "awd_id": "1213201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Biointerface Science GRC/GRS, May 19 - 20, 2012 and May 19 - 25, 2012, Les Diablerets, Switzerland",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Revzin",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 7862.0,
 "awd_amount": 7862.0,
 "awd_min_amd_letter_date": "2012-03-16",
 "awd_max_amd_letter_date": "2012-03-16",
 "awd_abstract_narration": "1213201\r\nZauscher\r\n\r\nBiointerface Science is an area of research experiencing explosive growth. The 2012 Biointerface Science GRC, organized by Dr. Wolfgang Knoll (Chair) and Dr. Stefan Zauscher (Vice Chair), seeks to capture the excitement of this burgeoning field by a cutting-edge scientific program and roster of distinguished invited speakers and discussion leaders who will present the latest research results in Biointerface Science.\r\n\r\nIntellectual Merit:\r\n\r\nThe 2012 GRC on Biointerface Science aims at bringing together scientists and engineers that work (and learn) in the diverse fields of physics, chemistry, biology, biotechnology, materials science, diagnostics, medicine, and environmental technologies. By presenting and discussing the latest fundamental research results dealing with the interactions between biomolecules of different chemical nature and origin and surfaces of various materials, this GRC will try to bridge the gap and enhance the intellectual interaction between molecular/cellular biology and the medical disciplines on the one side, and the physical and chemical sciences on the other side.\r\nThis cross-disciplinary dialog is expected to enhance the quantitative understanding of the molecular mechanisms that govern the response of complex macromolecular and/or biological systems when exposed to artificial surfaces and devices. By integrating engineers and materials experts into the discussion, the GRC on Biointerface Science will contribute to the translation of the developed biomolecular concepts into the world of applications, e.g., biomedical devices,and sensors that are urgently needed for diagnostic strategies and new medical treatments of human diseases.\r\n\r\nNew in 2012 is the Gordon Research Seminar on Biointerface Science, which is a unique forum for graduate students, post-docs, and other scientists with comparable levels of experience and education, to present and exchange new data and cutting edge ideas related to Biointerface Science. The GRS meeting will immediately precede the GRC. By inviting young scientists and students to the GRC we also hope to engage them in the GRS and to contribute to a paradigm shift in the way we train our young colleagues at the intersection of the natural sciences,medicine and engineering. By providing support for this GRC, the NSF will facilitate the interaction of physical scientists, engineers, biologists and medical scientists in this unique scientific forum that will positively impact the direction of this young field and lead to important advances in the understanding of biointerfacial problems, and the diagnosis and treatment of human diseases.\r\n\r\nBroader Impact:\r\n\r\nThe Gordon Research Conference organization has a strong commitment to supporting diversity in the sciences.   In the 2012 preliminary program 7 speakers/discussion leaders are women.  There are likely to be many more women/minority attendees selected from among those submitting applications. The organizers will further strive to ensure that women, underrepresented and disabled participants will be offered opportunities to attend the meeting. Attendees will be selected from the applicant pool in order to represent a cross-section of researchers working in this area, and with a view toward expanding the community to include scientists working in related fields. Efforts will be made to represent the gender and racial diversity characteristic of the researchers working in this area. Leading scientists and engineers from companies working in the Biointerface Science area will also be recruited to participate. With the help of this grant and other financial resources, the conference chairs will accept a  number of junior investigators, postdocs and graduate students and offer them registration and travel support (goal of 10 or more from pooled sponsor resources). The supplements will be decided based on a \"state,emt of purpose\" to attend the conference and financial need and affirmative action metrics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Zauscher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Zauscher",
   "pi_email_addr": "zauscher@duke.edu",
   "nsf_id": "000485946",
   "pi_start_date": "2012-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conference",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "054E",
   "pgm_ref_txt": "Molecular engineering"
  },
  {
   "pgm_ref_code": "143E",
   "pgm_ref_txt": "Biomacro & micronano interfac"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7862.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on BIOINTERFACE SCIENCE was held at Les Diablerets Conference Center, Les Diablerets,<br />Switzerland, May 20 &ndash; 25, 2012.The Conference was well-attended with 142<br />participants (attendees list attached). The attendees represented the spectrum<br />of endeavor in this field coming from academia, industry, and government<br />laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 142 attendees, 37 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 37 respondents, 22%<br />were Minorities &ndash; 3% Hispanic, 0% Asian and 19% African American. Approximately<br />33% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Seminar on BIOINTERFACE SCIENCE was held at Les Diablerets Conference Center, Les Diablerets,<br />Switzerland, May 19 &ndash; 20, 2012. The Conference was well-attended with 36<br />participants (attendees list attached). The attendees represented the spectrum<br />of endeavor in this field coming from academia, industry, and government laboratories,<br />both U.S.<br />and foreign scientists, senior researchers, young investigators, and students.<br />Of the 36 attendees, 11 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 11 respondents, 18% were<br />Minorities &ndash; 0% Hispanic, 18% Asian and 0% African American. Approximately 42%<br />of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal discussions.<br />Such discussions are fostering new collaborations and joint efforts in the<br />field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on BIOINTERFACE SCIENCE was held at Les Diablerets Conference Center, Les Diablerets,\nSwitzerland, May 20 &ndash; 25, 2012.The Conference was well-attended with 142\nparticipants (attendees list attached). The attendees represented the spectrum\nof endeavor in this field coming from academia, industry, and government\nlaboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 142 attendees, 37 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 37 respondents, 22%\nwere Minorities &ndash; 3% Hispanic, 0% Asian and 19% African American. Approximately\n33% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\n\nThe Gordon Research Seminar on BIOINTERFACE SCIENCE was held at Les Diablerets Conference Center, Les Diablerets,\nSwitzerland, May 19 &ndash; 20, 2012. The Conference was well-attended with 36\nparticipants (attendees list attached). The attendees represented the spectrum\nof endeavor in this field coming from academia, industry, and government laboratories,\nboth U.S.\nand foreign scientists, senior researchers, young investigators, and students.\nOf the 36 attendees, 11 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 11 respondents, 18% were\nMinorities &ndash; 0% Hispanic, 18% Asian and 0% African American. Approximately 42%\nof the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal discussions.\nSuch discussions are fostering new collaborations and joint efforts in the\nfield.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/08/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}