{
 "awd_id": "1213634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of cryogenic ion spectroscopy as a structural tool for complex ions extracted from solution and spectroscopic characterization of non-covalent interactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 520000.0,
 "awd_amount": 534000.0,
 "awd_min_amd_letter_date": "2012-09-01",
 "awd_max_amd_letter_date": "2015-08-03",
 "awd_abstract_narration": "In this award funded by the Chemical Structure, Dynamics and Mechanisms Program of the Division of Chemistry, Professor Mark A. Johnson of Yale University will continue his integration of vibrational spectroscopy with cryogenic mass spectrometry to create a new, generally applicable structural probe for chemical analysis with dramatically enhanced resolution and sensitivity.  This development exploits very recent technological advances that allow increasingly complex species to be extracted from solution, frozen into well-defined structures near 10 K, mass-selected, and then characterized with vibrational, electronic and (in the case of anions) photoelectron spectroscopies. The most important aspect of these gas-phase studies is that, because species are quenched into configurations with minimal thermal fluctuations, much sharper band patterns are recovered than are observed in condensed media. Johnson's program will extend and expand the utility of cryogenic vibrational spectroscopy to elucidate the particular H-bond donor-acceptor pairs of folded structures of biopolymers as well as those at play in non-covalently bonded host-guest complexes.  Special emphasis will be placed on identifying scenarios which yield highly selective docking of substrate molecules to biomimetic peptide catalysts. An important aspect of the study will be to elucidate the relationship between the conformations obtained in the gas phase and those found in solution, which will be accomplished by following the dependence of ion structure on the number of solvent molecules retained in the gas-phase cluster. Because these measurements are carried out using methods specifically built for this application, his program dedicates significant effort toward refinement of the experimental approach, including temperature control and micro-solvation of the isolated species.\r\n\r\nJohnson's program directly interfaces physical chemistry students with immediate challenges addressed by synthetic colleagues, and thus prepares a new generation of scientists with a versatile skill set, well centered in the chemical sciences.  His program contributes to the strong foundation of an emerging branch of chemical analysis where complex systems are subjected to structural characterization in the ansatz of a supermolecule. The generality of the approach is ideally suited to engage young researchers and established colleagues alike, with exciting and powerful new ways to explore chemical structure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Johnson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Johnson",
   "pi_email_addr": "mark.johnson@yale.edu",
   "nsf_id": "000451814",
   "pi_start_date": "2012-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "225 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  },
  {
   "pgm_ele_code": "910200",
   "pgm_ele_name": "CMFP-Chem Mech Funct, and Prop"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 14000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]--><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]-->\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\">The mass spectrometric analysis of biological macromolecules has undergone a revolution over the past decade, resulting in new methods for disease detection through ultrasensitive sequencing of proteins and monitoring of biomarkers based on lipids.<span style=\"mso-spacerun: yes;\">&nbsp; </span>These advances derive directly from the development of ambient ionization sources (i.e., operating at room temperature and atmospheric pressure) that extract fragile molecular assemblies from their native solution environments and deliver them, intact, into ultrahigh vacuum where their masses can be precisely measured using high resolution mass spectrometry. The breakthrough leading to this transformative technology was discovered by Nobel prize winning physical chemist John Fenn in the 1980s with his so-called &ldquo;electrospray&rdquo; technique.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We are developing a hybrid instrument that adds a new dimension to this methodology by not only determining the masses of biomolecules, but also establishing their structures by combining mass spectrometry with laser spectroscopy. This is accomplished by introducing a cryogenic cooling ion processing stage prior to mass-selection, where the warm ions extracted from solution are first cooled down to very low temperatures using a radio-frequency ion trap coupled to a closed-cycle helium refrigerator. <span style=\"mso-spacerun: yes;\">&nbsp;</span>This step freezes floppy macromolecules into well-defined structures that can be identified by the very sharp features that appear in their vibrational spectra under these conditions.<span style=\"mso-spacerun: yes;\">&nbsp; </span>An important outcome of our program was therefore the demonstration that extremely weakly bound helium atoms can be efficiently attached to positively charged peptide ions at temperatures below 6K.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Most importantly, we showed that these labile species can be non-destructively transferred from the trap to the laser spectrometer.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This step is critical because it enables their low temperature vibrational spectra to be determined with the extreme sensitivity of mass spectrometry. Spectra are acquired by observing the mass loss that occurs when the helium evaporates from the weakly bound helium complexes upon laser excitation of a vibrational resonance in the molecular ion.<span style=\"mso-spacerun: yes;\">&nbsp; </span>A survey of the advantages afforded by this approach was reported in an <em style=\"mso-bidi-font-style: normal;\">Accounts of Chemical Research</em> article published under this grant. <span style=\"mso-spacerun: yes;\">&nbsp;</span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in;\">Many groups around the world have been eager to test how our new methods can be used to solve long standing problem in their work. We have enthusiastically engaged these challenges as a means to refine the efficacy of our methods in applications to contemporary problems across the broad landscape of contemporary chemistry. Primary among these collaborations is that with the Lectka organic synthesis group at Johns Hopkins, where we have used CIVP spectroscopy to identify intramolecular H-bonding motifs in a variety of compounds that were tailored by his team to specifically express how these interactions direct the outcomes of organic reactions.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Our joint work resulted in three publications under this grant.<span style=\"mso-spacerun: yes;\">&nbsp; </span>These include applications to<span style=\"mso-spacerun: yes;\">&nbsp; </span>both ...",
  "por_txt_cntn": "\nThe mass spectrometric analysis of biological macromolecules has undergone a revolution over the past decade, resulting in new methods for disease detection through ultrasensitive sequencing of proteins and monitoring of biomarkers based on lipids.  These advances derive directly from the development of ambient ionization sources (i.e., operating at room temperature and atmospheric pressure) that extract fragile molecular assemblies from their native solution environments and deliver them, intact, into ultrahigh vacuum where their masses can be precisely measured using high resolution mass spectrometry. The breakthrough leading to this transformative technology was discovered by Nobel prize winning physical chemist John Fenn in the 1980s with his so-called \"electrospray\" technique.  We are developing a hybrid instrument that adds a new dimension to this methodology by not only determining the masses of biomolecules, but also establishing their structures by combining mass spectrometry with laser spectroscopy. This is accomplished by introducing a cryogenic cooling ion processing stage prior to mass-selection, where the warm ions extracted from solution are first cooled down to very low temperatures using a radio-frequency ion trap coupled to a closed-cycle helium refrigerator.  This step freezes floppy macromolecules into well-defined structures that can be identified by the very sharp features that appear in their vibrational spectra under these conditions.  An important outcome of our program was therefore the demonstration that extremely weakly bound helium atoms can be efficiently attached to positively charged peptide ions at temperatures below 6K.  Most importantly, we showed that these labile species can be non-destructively transferred from the trap to the laser spectrometer.  This step is critical because it enables their low temperature vibrational spectra to be determined with the extreme sensitivity of mass spectrometry. Spectra are acquired by observing the mass loss that occurs when the helium evaporates from the weakly bound helium complexes upon laser excitation of a vibrational resonance in the molecular ion.  A survey of the advantages afforded by this approach was reported in an Accounts of Chemical Research article published under this grant.  \nMany groups around the world have been eager to test how our new methods can be used to solve long standing problem in their work. We have enthusiastically engaged these challenges as a means to refine the efficacy of our methods in applications to contemporary problems across the broad landscape of contemporary chemistry. Primary among these collaborations is that with the Lectka organic synthesis group at Johns Hopkins, where we have used CIVP spectroscopy to identify intramolecular H-bonding motifs in a variety of compounds that were tailored by his team to specifically express how these interactions direct the outcomes of organic reactions.  Our joint work resulted in three publications under this grant.  These include applications to  both organic- and silicon-based platforms.  To demonstrate how our CIVP method compares with the results obtained from commercially available instruments based on room temperature ion mobility, we collaborated with the Kappes group in Karlsruhe to characterize the common benchmark molecule Leucine enkephalin anion using both mobility and CIVP.  That work was reported in a joint Journal of Physical Chemistry A paper in 2014.  We then worked with the Hamilton synthetic organic group at Oxford to establish the three intrinsic conformations at play in a supramolecular halide sensor based on an ion-induced \"switching\" compound. This work was also published in the Journal of Physical Chemistry A.  \nBecause the CIVP method is new, we often encountered situations where the spectroscopic patterns obtained using it could not be explained by the predictions of commonly used electronic structure packages (e.g., Gaussian) at the harmon..."
 }
}