{
 "awd_id": "1213655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanistic and spectroscopic investigation of sulfur-oxidizing non-heme iron enzymes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "In this award from the Chemistry of Life Processes Program in the Division of Chemistry, Dr. Brad Pierce, from the University of Texas at Arlington, will study the mechanism and regulation of mammalian thiol dioxygenase (TDO) enzymes. Characterization of transient non-heme iron [Fe-O] intermediates has historically attracted considerable interest within the area of bioinorganic chemistry.  This intense focus of research efforts can largely be explained by the vast number of functionally (and structurally) diverse non-heme iron enzymes and the incredible versatility exhibited in chemical oxidations they initiate.  In contrast to the canonical 2-His-1-carboxylate facial triad motif exhibited by nearly all members of this enzyme class, the active site of mammalian TDO enzymes utilize a neutral, all-His (3-His) facial triad motif.  Furthermore, TDO enzymes also have an unusual covalently cross-linked cysteine-tyrosine pair in close proximity to the non-heme iron active site.  One objective for this proposal is to identify and spectroscopically characterize transient intermediates produced during TDO-catalyzed thiol-oxidation.  An additional area of focus is the role of a rare post-transcriptional cysteine-tyrosine covalent modification within the active site of TDO enzymes.  Specifically, steady-state O2-coupling efficiency of TDO enzymes will be determined for comparison to C93 and Y157 mutants.  These results will be correlated to specific molecular interactions within the active site as observed by spectroscopy to evaluate the role of outer-sphere interactions on native TDO catalysis.  In contrast to oxygenase/oxidase enzymes, synthetic non-heme iron model complexes are unable to gate O2-reactivity through substrate-binding.  As a consequence, model systems are poor catalysts for oxidative transformations.  Currently, this poorly understood aspect of non-heme iron catalysis represents one of the most significant hurdles in the development of industrially useful O2-dependent iron catalysts.  Therefore, an additional area of investigation will focus on the mechanism by which TDO enzymes modulate O2-reactivity through protein-substrate interactions.  \r\n\r\nDr. Pierce's research is potentially technology-enabling in that results obtained could be applied to the design of biologically inspired catalysts for oxidative transformations.  The award will contribute significantly to the University of Texas at Arlington's strategic plan of becoming a national research university and a source of well-prepared STEM students.  Furthermore, given the high population of first-generation students at the University, a significant impact can be made toward increasing diversity within STEM fields by sponsoring undergraduate and graduate research opportunities.  Mentoring future scientists is a significant priority, and this award will provide continued research opportunities and support for both local area high school students and undergraduates at the University.  The interdisciplinary nature of the proposed research will provide a wide breadth of research training for students at every level (high school, undergraduate, and graduate).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brad",
   "pi_last_name": "Pierce",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Brad S Pierce",
   "pi_email_addr": "bspierce1@ua.edu",
   "nsf_id": "000582793",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas Arlington",
  "perf_str_addr": "700 Planetarium Place",
  "perf_city_name": "Arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190065",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Among living systems, the slow rate of chemical reactions often limits the availability of essential resources necessary for survival.&nbsp; To overcome this thermodynamic barrier, biological catalysts (&lsquo;<em>enzymes</em>&rsquo;) are utilized to increase the rate of chemical reactions by several orders of magnitude.&nbsp; Thiol dioxygenase enzymes utilize a single Fe(II) ion in their active site to catalyze the O<sub>2</sub>-dependent oxidation of free thiols (-SH) to produce the corresponding sulfinic acid (-SO<sub>2</sub>) product.&nbsp; As these biological catalysts are conserved across phylogenic domains, they are increasingly being recognized as potential drug targets for development of antimicrobials, therapies for cancer, neurological disorders and inflammatory disease.&nbsp; Ironically, while sulfur is considered one of the six primordial elements required by all organisms, mechanistic characterization of enzymes involved in sulfur metabolism is far from complete.&nbsp; Over the course of NSF supported activities (2012-2016), the Pierce group worked to develop a molecular-level model for how this class of enzymes function. &nbsp;In particular, significant progress was made in deconstructing key interactions within the enzymatic active site which influence catalytic efficiency.&nbsp; In addition, the relative timing of chemical and non-chemical steps involved in thiol dioxygenase catalysis was measured for 2 different thiol dioxygenase enzymes.&nbsp; This &lsquo;kinetic mechansim&rsquo; is a critical first-step in developing a molecular mechanism for this chemistry.&nbsp;</p>\n<p>Dissemination of NSF supported activities took the form of (<strong>5</strong>) peer-reviewed publications [(<strong>1</strong>) manuscript in review] and over 25 invited presentations [(<strong>14</strong>) University seminars and (<strong>12</strong>) regional, national, and/or international conferences].&nbsp; News summarizing NSF supported activities have also appeared in <strong>Science360, </strong>a news site operated by the NSF, <strong>Science Daily, BioNews Texas, Science News</strong>, among other outlets.&nbsp; As example of the PIs ongoing efforts in <em>chemical communication</em>, he was also asked to participate in an hour long segment to discuss NSF supported activities as part of a live radio broadcast called &ldquo;<em>Weltanschauung</em>&rdquo; for KPFT/90.1 FM (Houston).&nbsp; A podcast of this interview is available at: http://archive.kpft.org/ (January 16 edition, starting at minute 15:30).</p>\n<p>NSF supported activities contributed to the strategic plan of The University of Texas at Arlington&rsquo;s (UTA) and the PI to provide training for interdisciplinary STEM human resources,.&nbsp; Mentoring future scientists is a significant priority to the PI, this work provided multiple research opportunities and support for both local Dallas-Fort Worth area high school students at UTA.&nbsp; The interdisciplinary nature of the proposed research will provide a wide breadth of research training for students at every level (high school, undergraduate, and graduate).&nbsp; In total, (<strong>6</strong>) local high school students were trained as part of a summer internship program, (<strong>7</strong>) undergraduate research students were mentored, and (<strong>5</strong>) Ph.D. candidates were supported and trained.&nbsp; Of the graduate students, (<strong>3</strong>) students have already successfully defended their Ph.D thesis and the remaining (<strong>2</strong>) students will complete their graduate studies within the next 2-years.&nbsp; Given the &lsquo;<em>majority-minority&rsquo;</em> status and high population of <em>&lsquo;first-generation&rsquo;</em> students, a significant effort was made toward increasing diversity within STEM fields by sponsoring undergraduate and graduate research.&nbsp; Finally, NSF support and the accompanying published works significantly contributed to the PI&rsquo;s promotion to associate professor and approval of tenure and tenure of the PI on September 1.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Brad&nbsp;S&nbsp;Pierce</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAmong living systems, the slow rate of chemical reactions often limits the availability of essential resources necessary for survival.  To overcome this thermodynamic barrier, biological catalysts (?enzymes?) are utilized to increase the rate of chemical reactions by several orders of magnitude.  Thiol dioxygenase enzymes utilize a single Fe(II) ion in their active site to catalyze the O2-dependent oxidation of free thiols (-SH) to produce the corresponding sulfinic acid (-SO2) product.  As these biological catalysts are conserved across phylogenic domains, they are increasingly being recognized as potential drug targets for development of antimicrobials, therapies for cancer, neurological disorders and inflammatory disease.  Ironically, while sulfur is considered one of the six primordial elements required by all organisms, mechanistic characterization of enzymes involved in sulfur metabolism is far from complete.  Over the course of NSF supported activities (2012-2016), the Pierce group worked to develop a molecular-level model for how this class of enzymes function.  In particular, significant progress was made in deconstructing key interactions within the enzymatic active site which influence catalytic efficiency.  In addition, the relative timing of chemical and non-chemical steps involved in thiol dioxygenase catalysis was measured for 2 different thiol dioxygenase enzymes.  This ?kinetic mechansim? is a critical first-step in developing a molecular mechanism for this chemistry. \n\nDissemination of NSF supported activities took the form of (5) peer-reviewed publications [(1) manuscript in review] and over 25 invited presentations [(14) University seminars and (12) regional, national, and/or international conferences].  News summarizing NSF supported activities have also appeared in Science360, a news site operated by the NSF, Science Daily, BioNews Texas, Science News, among other outlets.  As example of the PIs ongoing efforts in chemical communication, he was also asked to participate in an hour long segment to discuss NSF supported activities as part of a live radio broadcast called \"Weltanschauung\" for KPFT/90.1 FM (Houston).  A podcast of this interview is available at: http://archive.kpft.org/ (January 16 edition, starting at minute 15:30).\n\nNSF supported activities contributed to the strategic plan of The University of Texas at Arlington?s (UTA) and the PI to provide training for interdisciplinary STEM human resources,.  Mentoring future scientists is a significant priority to the PI, this work provided multiple research opportunities and support for both local Dallas-Fort Worth area high school students at UTA.  The interdisciplinary nature of the proposed research will provide a wide breadth of research training for students at every level (high school, undergraduate, and graduate).  In total, (6) local high school students were trained as part of a summer internship program, (7) undergraduate research students were mentored, and (5) Ph.D. candidates were supported and trained.  Of the graduate students, (3) students have already successfully defended their Ph.D thesis and the remaining (2) students will complete their graduate studies within the next 2-years.  Given the ?majority-minority? status and high population of ?first-generation? students, a significant effort was made toward increasing diversity within STEM fields by sponsoring undergraduate and graduate research.  Finally, NSF support and the accompanying published works significantly contributed to the PI?s promotion to associate professor and approval of tenure and tenure of the PI on September 1.\n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Brad S Pierce"
 }
}