{
 "awd_id": "1213464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Executive Leadership in Academic Technology and Engineering (ELATE), Winter 2012 - Spring 2013, Philadelphia, PA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 49925.0,
 "awd_amount": 49925.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "1213464/ Dan\r\n\r\nThe Executive Leadership in Academic Technology and Engineering (ELATE) program will address the currently acute need for a stronger presence of women in leadership positions in academic engineering. ELATE will recruit, nationally, faculty in mid-career (at the associate or full professor level) from a broad range of engineering disciplines and academic institutions. Nominations of ELATE fellows must be submitted and sponsored by a leader in their university typically the Dean of Engineering - thereby ensuring institutional commitment to their career development and demonstrating institutional commitment to their promotion and success. The part-time, annually recurring, year-long program will be based on three components:\r\n\r\nInstructional: Fellows will build competencies in management and leadership skills, while working in interdisciplinary peer teams. Instructional topics will be introduced during three week-long workshops interspaced throughout the fellowship year, and built upon throughout the year.\r\n\r\nInstitutional: Fellows will conduct interviews with key institution leaders to get familiarized with the workings of their university, and provide them with institutional visibility. Fellows will also develop an Institutional Action Project (IAP) in conjunction with an institutional leader, to address a need in research or leadership and provide a path for career development. Examples of IAPs include the initiation of a new research center, development of a strategic plan for a department or unit, or the development of a new academic program.\r\n\r\nMentoring and networking: Fellows will be mentored during all stages of the program (including the institutional components) by senior engineering leaders, benchmark coaches, and peers. They could choose to stay in contact with their peer teams (using a conference line provided) and, as the program matures, with other ELATE graduates across the nation.\r\n\r\nThese three linked components will result in a unique and effective leadership program that differs significantly from other, currently available leadership programs for engineering women. It is modeled after the highly successful ELAM (Executive Leadership in Academic Medicine) program for women in academic medicine, dentistry and public health. ELAM alumnae now number over 700 and include 50% of all women deans of dentistry and 25% of all women deans of medical schools.\r\n\r\nELATE will increase, nation-wide, the numbers of women leaders in academic engineering, while providing them with the necessary skills and a long-term mentoring and networking system. As a recurring program, it will help build over time a significant cohort of capable women engineering leaders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nily",
   "pi_last_name": "Dan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nily R Dan",
   "pi_email_addr": "dan@coe.drexel.edu",
   "nsf_id": "000383415",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Magrane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Magrane",
   "pi_email_addr": "dmagrane@drexelmed.edu",
   "nsf_id": "000575381",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1713",
   "pgm_ref_txt": "WORKFORCE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49925.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The numbers of women in engineering remains low despite extensive efforts: Recent data from the National Science Foundation show that although they are 40% of undergraduate students in science fields, only 18% of engineering students are female. The low numbers of women in engineering persist through all levels in academe, including leadership positions. One of the issues quoted as a barrier to increasing the numbers of women in engineering is that women find the engineering environment still links the profession to masculinity.</p>\n<p>The Executive Leadership in Academic Technology and Engineering (ELATE) is a national leadership development program designed to advance mid-career and senior women faculty in academic engineering, computer science, and related fields into effective institutional leadership roles within their schools and universities.</p>\n<p>The skills that make a strong educator and researcher differ from those needed for effective leadership. Therefore, ELATE combines workshops on such issues as business practices in higher education, project management with diverse stakeholders, and effective communication in a variety of leadership platforms, with leadership development activities within their institution. ELATE fellows have been identified by their universities as potential candidates for senior positions, and a condition for their acceptance is a clear commitment by their career development.&nbsp;</p>\n<p>Funding from this National Science Foundation grant partially supported the inaugural &nbsp;ELATE cycle (2012-13), which included eleven women faculty, and the second cycle (2013-14) which included eighteen. In the first cycle, all participants came from engineering disciplines. In the second cycle, fourteen participants were engineers, and four from other science fields. &nbsp;Participating institutions included large public and private research universities, smaller institutions, and minority-serving universities from across the US. Immediate follow-up after the conclusion of the program and a year after conclusion shows strong positive effects on the participants&rsquo; confidence, abilities and career trajectory. Many of the leadership projects carried out by ELATE fellows focus on initiatives that will improve undergraduate and graduate student education, or programs that will promote women, thereby addressing the need for culture-change in academic engineering and the lack in role models.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2014<br>\n\t\t\t\t\tModified by: Nily&nbsp;R&nbsp;Dan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe numbers of women in engineering remains low despite extensive efforts: Recent data from the National Science Foundation show that although they are 40% of undergraduate students in science fields, only 18% of engineering students are female. The low numbers of women in engineering persist through all levels in academe, including leadership positions. One of the issues quoted as a barrier to increasing the numbers of women in engineering is that women find the engineering environment still links the profession to masculinity.\n\nThe Executive Leadership in Academic Technology and Engineering (ELATE) is a national leadership development program designed to advance mid-career and senior women faculty in academic engineering, computer science, and related fields into effective institutional leadership roles within their schools and universities.\n\nThe skills that make a strong educator and researcher differ from those needed for effective leadership. Therefore, ELATE combines workshops on such issues as business practices in higher education, project management with diverse stakeholders, and effective communication in a variety of leadership platforms, with leadership development activities within their institution. ELATE fellows have been identified by their universities as potential candidates for senior positions, and a condition for their acceptance is a clear commitment by their career development. \n\nFunding from this National Science Foundation grant partially supported the inaugural  ELATE cycle (2012-13), which included eleven women faculty, and the second cycle (2013-14) which included eighteen. In the first cycle, all participants came from engineering disciplines. In the second cycle, fourteen participants were engineers, and four from other science fields.  Participating institutions included large public and private research universities, smaller institutions, and minority-serving universities from across the US. Immediate follow-up after the conclusion of the program and a year after conclusion shows strong positive effects on the participantsÆ confidence, abilities and career trajectory. Many of the leadership projects carried out by ELATE fellows focus on initiatives that will improve undergraduate and graduate student education, or programs that will promote women, thereby addressing the need for culture-change in academic engineering and the lack in role models.\n\n \n\n\t\t\t\t\tLast Modified: 03/30/2014\n\n\t\t\t\t\tSubmitted by: Nily R Dan"
 }
}