{
 "awd_id": "1213223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-Resolution Crystallographic Studies of Short-lived Excited State and Structural Dynamics in Solids",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Lisy",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 536790.0,
 "awd_amount": 536790.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2013-08-28",
 "awd_abstract_narration": "Through this award, funded by the Chemical Structure, Dynamics, and Mechanisms Program of the Division of Chemistry, Professor Philip Coppens and his team will develop and apply X-ray diffraction methods for the detailed study of photo-induced processes in solids. Chemistry is often referred to as a science of molecular change; studies of reaction mechanism are therefore central to chemistry. The studies are designed to increase our understanding of photo-chemical processes in which light is converted into chemical energy. The research uses a combination of crystallography, spectroscopy and theoretical calculations to study chemical reactions which take place in either pure crystals or in multi-component, framework-forming, supramolecular solids. These supramolecular solids offer great versatility and therefore the opportunity to observe the effect of the molecular environment on reactivity. This includes the influence of steric restrictions imposed by the crystal matrix on the reaction rate and the conformation of the product, the effect of the chirality of the cavity walls on the nature of the product, and the effect of host-guest energy transfer which can enhance the reactivity or suppress it, depending on the direction of the transfer.  A particularly active component of the work is the study of light-induced fleeting species in solids. Such species exist for a millionth of a second or less, but determine the course of subsequent chemical reactions and are of crucial importance in materials chemistry.\r\n\r\nThe study of chemical reactivity at the atomic level is relevant for our understanding of how chemical reactions proceed and can be manipulated. Such reactions include important catalytic, solid state and physiological processes.  The project concerns a frontier area of science, solid-state chemistry, which is pursued in many laboratories across the world. One of its aims is to keep the United States competitive in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Coppens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Coppens",
   "pi_email_addr": "coppens@buffalo.edu",
   "nsf_id": "000182235",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "Chemistry Department, University at Buffalo",
  "perf_str_addr": "Natural Sciences Complex, Amhers",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142603000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 236790.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Collection of X-ray diffraction data of very high accuracy can be accomplished at high intensity synchrotron sources such as exist at Argonne National Laboratory which is a Department of Energy facility. The beam produced at these sources consist of rapidly repeated very short pulses of picosecond widths. When such pulses are synchronized in time with strong laser flashes, rapid light-induced processes such as&nbsp;<em>molecular excitation</em>&nbsp;to higher energy levels and fast<em>&nbsp;</em><em>chemical reactions</em>&nbsp;can be studied. The sponsored work concentrated on the study of structural change of the molecules on light excitation and the visible light emitted (luminescence) by such excited molecules. The knowledge gained is not only of fundamental importance, but also relevant for the design Light Emitting Diodes (LED's.&nbsp; The species produced exist only briefly with lifetimes from milliseconds (one thousands of a second) to microseconds (one millionth of a second), which are typical for intermediates in chemical reactions.&nbsp; They are often highly reactive, and can therefore initiate catalytic chemical reactions. Chemistry is often described as the Science of Molecular Change and Photocatalysis is a crucial part of this.</p>\n<p>While most of our experiments were conducted at synchrotron sources, it is important to make the Laser-pump/X-ray probe available to a wider part of the Crystallography community.&nbsp; We therefore developed an In-House pump/probe time-resolved diffraction technique which can be performed in all Academic Laboratories with sufficiently advanced X-ray sources. One the first studies involved an organic light-emitting complex containing unusually closely spaced bromine atoms. We find an increase in the Br..Br contact distance on excitation, a result relevant for the development of Organic Light-Emitting Diodes (OLED's). This work is continuing in order investigate whether the light emission is a general property of many compounds with unusually short Br...Br contacts, the structure of several of which have been determined, but which have not been evaluated photochemically.</p>\n<p>.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/17/2016<br>\n\t\t\t\t\tModified by: Philip&nbsp;Coppens</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCollection of X-ray diffraction data of very high accuracy can be accomplished at high intensity synchrotron sources such as exist at Argonne National Laboratory which is a Department of Energy facility. The beam produced at these sources consist of rapidly repeated very short pulses of picosecond widths. When such pulses are synchronized in time with strong laser flashes, rapid light-induced processes such as molecular excitation to higher energy levels and fast chemical reactions can be studied. The sponsored work concentrated on the study of structural change of the molecules on light excitation and the visible light emitted (luminescence) by such excited molecules. The knowledge gained is not only of fundamental importance, but also relevant for the design Light Emitting Diodes (LED's.  The species produced exist only briefly with lifetimes from milliseconds (one thousands of a second) to microseconds (one millionth of a second), which are typical for intermediates in chemical reactions.  They are often highly reactive, and can therefore initiate catalytic chemical reactions. Chemistry is often described as the Science of Molecular Change and Photocatalysis is a crucial part of this.\n\nWhile most of our experiments were conducted at synchrotron sources, it is important to make the Laser-pump/X-ray probe available to a wider part of the Crystallography community.  We therefore developed an In-House pump/probe time-resolved diffraction technique which can be performed in all Academic Laboratories with sufficiently advanced X-ray sources. One the first studies involved an organic light-emitting complex containing unusually closely spaced bromine atoms. We find an increase in the Br..Br contact distance on excitation, a result relevant for the development of Organic Light-Emitting Diodes (OLED's). This work is continuing in order investigate whether the light emission is a general property of many compounds with unusually short Br...Br contacts, the structure of several of which have been determined, but which have not been evaluated photochemically.\n\n. \n\n\t\t\t\t\tLast Modified: 12/17/2016\n\n\t\t\t\t\tSubmitted by: Philip Coppens"
 }
}