{
 "awd_id": "1213480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neutrinos and New Particles in High Energy Physics, Astrophysics and Cosmology",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2013-08-30",
 "awd_abstract_narration": "High energy physics and particle astrophysics are very dynamical fields that have revealed evidence of physics beyond the standard model of particle physics through the discovery of neutrino oscillations, dark matter and dark energy. This project is aimed at advancing the theoretical understanding of such aspects of physics beyond the standard model and at maximizing the amount of information that can be obtained from the experimental data by considering new analysis frameworks and exploring new connections between different phenomena. The project integrates an educational outreach program aimed at high school teachers. Neutrino experiments are a large component of both the intensity and cosmic frontiers of exploration in particle physics. The research covers theoretical aspects of several different science topics that can be studied using large neutrino detectors. More specifically: The PI will work on optimizing the next generation of neutrino experiments and developing a better framework for understanding the data and its implications for theoretical models. An extensive study of atmospheric neutrino oscillations in present and future large neutrino detectors will be performed, extending the PIs investigation of such oscillations in the Ice-Cube Deep Core detector. Topics to be explored include: non-standard neutrino interactions in matter; tests for the existence of new species of sterile neutrinos; the value of the atmospheric neutrino data, which covers a large range of energies and propagation distances, in combination with precise neutrino data from long baseline neutrino experiments and other observations. Supernova neutrinos from a galactic explosion would be observed in very large numbers by present and future neutrino detectors. The PI will explore possible analytic solutions to the flavor oscillation equations for streaming neutrinos in a supernova, especially the effects of neutrino-neutrino scattering, by employing methods used to study collective effects in other fields of science. Such solutions could help in simplifying the very involved numerical simulations of supernova neutrino propagation and thus lead to a better understanding of the information that can be obtained from a supernova neutrino detection. The project will address the potential for indirect dark matter detection in large neutrino detectors. Investigation of its value in the context of a general theoretical framework and in connection with other dark matter searches and potential discoveries is also proposed. High energy physics, astrophysics and cosmology and the questions they are trying to address are very exciting and capture the interest of a larger public, providing excellent outreach opportunities. Penn State University and the Pennsylvania Space Grant Consortium coordinate an annual series of summer Science Workshops for Educators aimed at secondary school teachers. The PI and her experimenter colleagues and have successfully developed such a workshop in particle astrophysics. For the future they will continue organizing such summer schools and expand the interactive activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Mocioiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irina Mocioiu",
   "pi_email_addr": "irina@phys.psu.edu",
   "nsf_id": "000176934",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While the Standard Model of particle physics has offered an excellent description of all known data over the last decades, we know it is only an incomplete description of Nature. From the observational perspective, the first hints of physics beyond the Standard Model have come from the dark sector (existence of dark matter and dark energy) and from neutrinos. Neutrino masses and mixings are already evidence for new physics, but the full understanding of their origin is still missing. Discovering new evidence of physics beyond the Standard Model is extremely important and further exploration of neutrino oscillations is among the likely avenues to reach this goal. This project is aimed at understanding the sensitivity of present and future neutrino experiments to new physics. We have explored two ideas in this direction. One involves looking for non-standard neutrino interactions, that is interactions of neutrinos that are not present in the standard model. We have parametrized these new interactions in a model independent way and have explored their effects on neutrino oscillation probabilities and actual observables in detectors like IceCube, IceCube Deep Core and PINGU. A second direction we have pursued is the search for sterile neutrinos, which are additional neutrinos without standard model interactions, but that can mix with regular neutrinos. Our findings show that the IceCube detector and its present and possibly future extensions &nbsp;have good sensitivity to these different aspects of new physics that are complementary to other types of observations.</p>\n<p>An additional component of this project has been an outreach effort of organizing a hands-on particle astrophysics workshop for high school teachers. Together with some experimenter colleagues, we have run a week-long such workshop that brings particle physics and astrophysics concepts and techniques to high school teachers in an accessible fashion and exposes them to modern, up-to-date research in the field. Some of the materials and activities subsequently reach the high school classrooms, offering students an exciting experience.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2013<br>\n\t\t\t\t\tModified by: Irina&nbsp;Mocioiu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhile the Standard Model of particle physics has offered an excellent description of all known data over the last decades, we know it is only an incomplete description of Nature. From the observational perspective, the first hints of physics beyond the Standard Model have come from the dark sector (existence of dark matter and dark energy) and from neutrinos. Neutrino masses and mixings are already evidence for new physics, but the full understanding of their origin is still missing. Discovering new evidence of physics beyond the Standard Model is extremely important and further exploration of neutrino oscillations is among the likely avenues to reach this goal. This project is aimed at understanding the sensitivity of present and future neutrino experiments to new physics. We have explored two ideas in this direction. One involves looking for non-standard neutrino interactions, that is interactions of neutrinos that are not present in the standard model. We have parametrized these new interactions in a model independent way and have explored their effects on neutrino oscillation probabilities and actual observables in detectors like IceCube, IceCube Deep Core and PINGU. A second direction we have pursued is the search for sterile neutrinos, which are additional neutrinos without standard model interactions, but that can mix with regular neutrinos. Our findings show that the IceCube detector and its present and possibly future extensions  have good sensitivity to these different aspects of new physics that are complementary to other types of observations.\n\nAn additional component of this project has been an outreach effort of organizing a hands-on particle astrophysics workshop for high school teachers. Together with some experimenter colleagues, we have run a week-long such workshop that brings particle physics and astrophysics concepts and techniques to high school teachers in an accessible fashion and exposes them to modern, up-to-date research in the field. Some of the materials and activities subsequently reach the high school classrooms, offering students an exciting experience. \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2013\n\n\t\t\t\t\tSubmitted by: Irina Mocioiu"
 }
}