{
 "awd_id": "1213332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonadiabatic and quantum effects in chemical dynamics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 429000.0,
 "awd_amount": 429000.0,
 "awd_min_amd_letter_date": "2012-05-29",
 "awd_max_amd_letter_date": "2012-10-19",
 "awd_abstract_narration": "Millard Alexander is supported by an award from the Chemical Theory, Models and Computational Methods program in the chemistry division to use quantum mechanics to investigate how chemical reactions involving molecular free radicals occur on multiple potential energy surfaces (PES's), with a particular focus on elementary reactions of wide experimental interest. The unique methodology developed by Alexander and coworkers is crucial for interpreting and challenging ongoing experimental investigations. These methods provide one of the most advantageous ways to carry out highly accurate state-to-state calculations on the dynamics of chemical reactions involving multiple PES's. Alexander is extending this approach to simulate the dynamics of more complex open-shell systems and also developing novel quantum mechanical finite-element based approaches to treat the collision dynamics and visualize the results, portraying the spatial behavior of the wavefunctions for reactive collisions and the spatial evolution of the quantum analogue of how a chemical reaction \"flows\" over a potential energy surface. Another research project focuses on how temporary trapping of collision partners manifests itself in quantum ?resonances?, which can be probed by novel experiments involving collisions of cold atoms. \r\n\r\n\r\nMolecular free radicals play a key role in many chemical environments, including combustion, propulsion, materials processing, plasmas, and remediation chemistry. Alexander's research provides a foundation for understanding the results of recent experiments, as well as important chemical processes in the atmosphere, interstellar gas clouds and cold chemistry. The Alexander group freely distributes computer codes and advanced instructional modules in collision dynamics and quantum chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Millard",
   "pi_last_name": "Alexander",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Millard H Alexander",
   "pi_email_addr": "mha@umd.edu",
   "nsf_id": "000108259",
   "pi_start_date": "2012-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207422021",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 429000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The essence of chemistry is change. &nbsp;Transitions between different chemical arrangements can be thought of as a journey between two valleys separated by a mountain pass. &nbsp;This pass is called the &ldquo;transition state.&rdquo; &nbsp;The speed and selectivity of chemical transformations are governed by the ease of access to the transition state, and the rate at which it is surmounted. &nbsp;Experiments are, for the most part, limited to a before and after view, a comparison of the two valleys. &nbsp;It is theory that can provide the intimate understanding of what happens at the transition state. &nbsp;</p>\n<p>The dynamics of the reactions of small molecules is one area which benefits most from a close interplay between theory and high-resolution experiments. The advances in theoretical methods as well as the advent of faster computers now allow the accurate description of the topography of the transition state. &nbsp;From this one can model the unfolding of the reaction.</p>\n<p><br />Most of the subtleties of the dynamics of small-molecule collisions can be understood by treating the motion and rearrangement of the atoms in molecules as little billiard balls connected by springs. &nbsp;This is called &ldquo;classical&rdquo; mechanics, called &ldquo;classical&rdquo; because it follows the equations worked out by Isaac Newton hundreds of years ago. &nbsp;The forces on the nuclei are generated by a potential energy surface, which is the net electrostatic interaction between the positively charged nuclei and the negatively charged electrons. &nbsp;The motion of the nuclei, from a position corresponding to reactants, to a position corresponding to products, governed by a potential energy surface, is called a classical trajectory. &nbsp;<br />When the nuclei are light H atoms, or at low temperature where the atoms are moving slowly, it becomes necessary to use quantum mechanics to correct the classical description. &nbsp;In quantum mechanics, every trajectory has a &ldquo;phase&rdquo; associated with it. &nbsp;This is a complex number. &nbsp;The trajectories can interfere with each other, in the same way that light or water waves interfere. &nbsp;</p>\n<p>Also, because most interesting reactions involve atoms or molecules that have unfilled electronic shells, often more than one potential energy surface is accessed during the reaction. &nbsp;As a result, trajectories which are guided by the forces on one potential energy surface can interfere with those which are guided by the forces on the other potential energy surface.</p>\n<p>Alexander&rsquo;s work supported by NSF is focused on obtaining a deeper understanding of where and when quantum effects are important in molecular collisions. &nbsp;Even though a purely classical description of molecular dynamics is, overall, an excellent description, a deeper understanding of its underlying quantum nature is important to assess the accuracy, and the areas of possible breakdown, of classical approaches. &nbsp;In addition, by its strangeness and beauty quantum mechanics attracts our intellectual curiosity. &nbsp;To piece out where quantum effects show themselves within the vast classical domain of molecular dynamics is an important goal in of itself. &nbsp;Finally, as advances from atomic physics allow the study of chemistry in cold, and ultracold environments, it is important to have the tools for the study of chemical dynamics under these non-classical conditions. &nbsp;</p>\n<p>The specific achievements of the Alexander group are:</p>\n<p>a.<span> </span>The determination of when and where quantum effects are important in molecular collisions.</p>\n<p>b.<span> </span>The development of methodology, both conceptual and computational, to enable the complete, and efficient, simulation of these quantum effects.</p>\n<p>c.<span> </span>A close interplay with state-of-the-art experiments to advance our understanding of how quantum effects manifest themselves.</p>\n<p>d.<span> </span>The use of exact quantum calculations on small systems to benchmark and calibrate more approximate techniques that can then be extended to larger systems.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2017<br>\n\t\t\t\t\tModified by: Millard&nbsp;H&nbsp;Alexander</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe essence of chemistry is change.  Transitions between different chemical arrangements can be thought of as a journey between two valleys separated by a mountain pass.  This pass is called the \"transition state.\"  The speed and selectivity of chemical transformations are governed by the ease of access to the transition state, and the rate at which it is surmounted.  Experiments are, for the most part, limited to a before and after view, a comparison of the two valleys.  It is theory that can provide the intimate understanding of what happens at the transition state.  \n\nThe dynamics of the reactions of small molecules is one area which benefits most from a close interplay between theory and high-resolution experiments. The advances in theoretical methods as well as the advent of faster computers now allow the accurate description of the topography of the transition state.  From this one can model the unfolding of the reaction.\n\n\nMost of the subtleties of the dynamics of small-molecule collisions can be understood by treating the motion and rearrangement of the atoms in molecules as little billiard balls connected by springs.  This is called \"classical\" mechanics, called \"classical\" because it follows the equations worked out by Isaac Newton hundreds of years ago.  The forces on the nuclei are generated by a potential energy surface, which is the net electrostatic interaction between the positively charged nuclei and the negatively charged electrons.  The motion of the nuclei, from a position corresponding to reactants, to a position corresponding to products, governed by a potential energy surface, is called a classical trajectory.  \nWhen the nuclei are light H atoms, or at low temperature where the atoms are moving slowly, it becomes necessary to use quantum mechanics to correct the classical description.  In quantum mechanics, every trajectory has a \"phase\" associated with it.  This is a complex number.  The trajectories can interfere with each other, in the same way that light or water waves interfere.  \n\nAlso, because most interesting reactions involve atoms or molecules that have unfilled electronic shells, often more than one potential energy surface is accessed during the reaction.  As a result, trajectories which are guided by the forces on one potential energy surface can interfere with those which are guided by the forces on the other potential energy surface.\n\nAlexander?s work supported by NSF is focused on obtaining a deeper understanding of where and when quantum effects are important in molecular collisions.  Even though a purely classical description of molecular dynamics is, overall, an excellent description, a deeper understanding of its underlying quantum nature is important to assess the accuracy, and the areas of possible breakdown, of classical approaches.  In addition, by its strangeness and beauty quantum mechanics attracts our intellectual curiosity.  To piece out where quantum effects show themselves within the vast classical domain of molecular dynamics is an important goal in of itself.  Finally, as advances from atomic physics allow the study of chemistry in cold, and ultracold environments, it is important to have the tools for the study of chemical dynamics under these non-classical conditions.  \n\nThe specific achievements of the Alexander group are:\n\na. The determination of when and where quantum effects are important in molecular collisions.\n\nb. The development of methodology, both conceptual and computational, to enable the complete, and efficient, simulation of these quantum effects.\n\nc. A close interplay with state-of-the-art experiments to advance our understanding of how quantum effects manifest themselves.\n\nd. The use of exact quantum calculations on small systems to benchmark and calibrate more approximate techniques that can then be extended to larger systems.\n\n\n\n\n\t\t\t\t\tLast Modified: 06/06/2017\n\n\t\t\t\t\tSubmitted by: Millard H Alexander"
 }
}