{
 "awd_id": "1213788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Single-Crystal X-Ray Diffraction of Minerals to Mbar Pressures",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 396938.0,
 "awd_amount": 396938.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2014-04-22",
 "awd_abstract_narration": "The crystal structure is the most fundamental property of a mineral. The structure along with composition determines the mineral?s physical and chemical behavior. Under high-pressure conditions of Earth?s deep interior, minerals often undergo phase transformations to new, denser crystal structures. The purpose of this project is to use advanced experimental techniques to study the evolution of crystal structures under high pressures for some of the most abundant minerals of the Earth?s upper mantle. Pressure will be generated using a diamond anvil cell which is a device in which the sample is squeezed between the tips of small diamonds. The crystal structure is probed with a powerful X-ray beam from a synchrotron radiation facility. Minerals to be studied include the major minerals of Earth?s upper mantle: olivine, pyroxene, and garnet. The work will lead to the discovery of new crystal structures which are relevant for understanding the high-pressure behavior of these important Earth materials.  \r\n\r\nWe will use synchrotron-based single-crystal X-ray diffraction techniques to examine the crystal structure and equation of state of mantle minerals to pressures up to 1 Mbar (100 GPa). Compared to more standard powder X-ray diffraction techniques, single-crystal methods have many advantages. Initially, we have collected synchrotron-based single-crystal X-ray diffraction on synthetic olivine, Mg2SiO4, and observed a previously unknown phase transition at 50 GPa. By using small crystals in a nearly isotropic helium pressure-transmitting medium, it is possible to retain single crystals across phase transitions. This opens the opportunity to obtain precise constraints on the lattice parameters, equation of state, and crystal structure of high-pressure phases. We will also work on extending capabilities to simultaneous high P-T conditions using external and laser heating techniques. The application of new single-crystal X-ray techniques has the potential to be a major advance in high-pressure research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Duffy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas S Duffy",
   "pi_email_addr": "duffy@princeton.edu",
   "nsf_id": "000315029",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 164864.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 124122.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 107952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The crystal structure is the most fundamental property of a mineral. The structure along with composition determines the mineral&rsquo;s physical and chemical behavior. Under high-pressure conditions of Earth&rsquo;s deep interior, minerals often undergo phase transformations to new, denser crystal structures. The purpose of this project was to use advanced experimental techniques to study the evolution of crystal structures under high pressures for some of the most abundant minerals of the Earth&rsquo;s upper mantle. High pressures were generated in the laboratory using a diamond anvil cell which is a device in which the sample is squeezed between the tips of small diamonds. The crystal structure was probed with a powerful X-ray beam from a synchrotron radiation facility. More specifically, we used novel high-pressure single-crystal X-ray diffraction techniques which have many advantages compared to more standard powder X-ray diffraction experiments. Minerals studied included some of the major minerals of Earth&rsquo;s upper mantle: olivine and pyroxene. Our work has led to the discovery of new crystal structures which are relevant for understanding the high-pressure behavior of these important Earth materials.</p>\n<p>There are few minerals comparable to olivine in overall importance. On Earth, olivine occurs widely in igneous and metamorphic rocks and is the dominant mineral phase of Earth&rsquo;s upper mantle. Our experiments up to 90 gigapascals pressure have revealed two previously unknown phase transitions in olivine. Metastable olivine polymorphs such as discovered here are potentially important for understanding phases formed in laboratory shock experiments as well as those found naturally in meteorites and impact sites.</p>\n<p>Pyroxenes are also major minerals in the Earth&rsquo;s crust and mantle, but their high-pressure room-temperature behavior is poorly constrained. Our high-pressure experiments have discovered a series of new phases with novel coordination states. These phase transitions are of interest for understanding the environments in subducting slabs in Earth&rsquo;s mantle. We also discovered two new high-pressure phase transitions in the mineral cordierite which has important technical applications as a high-temperature ceramic material.</p>\n<p>Our work has shown that single-crystal x-ray diffraction studies can be extended to nearly megabar pressures and has advanced the understanding of silicate crystal structures at very high pressures. Our project has revealed that mixed and higher coordination states of silicon and increased polymerization of silicon polyhedra are common features of silicates compressed at low temperature to very high pressures. This work sets the stage for additional studies on a wider range of silicates at higher pressures, and lays the groundwork for future combined high pressure-temperature studies.</p>\n<p>The methods we have developed here have applications in other fields such as condensed matter physics.&nbsp; The improved understanding of key minerals at high pressures has interdisciplinary impact in a number of fields including geophysics and petrology.&nbsp; Our work has provided training for graduate students and contribued to support for the development of scientific infrastrucfture.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2016<br>\n\t\t\t\t\tModified by: Thomas&nbsp;S&nbsp;Duffy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe crystal structure is the most fundamental property of a mineral. The structure along with composition determines the mineralÆs physical and chemical behavior. Under high-pressure conditions of EarthÆs deep interior, minerals often undergo phase transformations to new, denser crystal structures. The purpose of this project was to use advanced experimental techniques to study the evolution of crystal structures under high pressures for some of the most abundant minerals of the EarthÆs upper mantle. High pressures were generated in the laboratory using a diamond anvil cell which is a device in which the sample is squeezed between the tips of small diamonds. The crystal structure was probed with a powerful X-ray beam from a synchrotron radiation facility. More specifically, we used novel high-pressure single-crystal X-ray diffraction techniques which have many advantages compared to more standard powder X-ray diffraction experiments. Minerals studied included some of the major minerals of EarthÆs upper mantle: olivine and pyroxene. Our work has led to the discovery of new crystal structures which are relevant for understanding the high-pressure behavior of these important Earth materials.\n\nThere are few minerals comparable to olivine in overall importance. On Earth, olivine occurs widely in igneous and metamorphic rocks and is the dominant mineral phase of EarthÆs upper mantle. Our experiments up to 90 gigapascals pressure have revealed two previously unknown phase transitions in olivine. Metastable olivine polymorphs such as discovered here are potentially important for understanding phases formed in laboratory shock experiments as well as those found naturally in meteorites and impact sites.\n\nPyroxenes are also major minerals in the EarthÆs crust and mantle, but their high-pressure room-temperature behavior is poorly constrained. Our high-pressure experiments have discovered a series of new phases with novel coordination states. These phase transitions are of interest for understanding the environments in subducting slabs in EarthÆs mantle. We also discovered two new high-pressure phase transitions in the mineral cordierite which has important technical applications as a high-temperature ceramic material.\n\nOur work has shown that single-crystal x-ray diffraction studies can be extended to nearly megabar pressures and has advanced the understanding of silicate crystal structures at very high pressures. Our project has revealed that mixed and higher coordination states of silicon and increased polymerization of silicon polyhedra are common features of silicates compressed at low temperature to very high pressures. This work sets the stage for additional studies on a wider range of silicates at higher pressures, and lays the groundwork for future combined high pressure-temperature studies.\n\nThe methods we have developed here have applications in other fields such as condensed matter physics.  The improved understanding of key minerals at high pressures has interdisciplinary impact in a number of fields including geophysics and petrology.  Our work has provided training for graduate students and contribued to support for the development of scientific infrastrucfture.\n\n\t\t\t\t\tLast Modified: 07/06/2016\n\n\t\t\t\t\tSubmitted by: Thomas S Duffy"
 }
}