{
 "awd_id": "1213970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Pitch Reducing Optical Fiber Array for High Speed Digital Communications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-05-02",
 "awd_max_amd_letter_date": "2012-10-19",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will demonstrate the feasibility of a novel Pitch Reducing Optical Fiber Array (PROFA) technology to meet the demands of next-generation telecommunications, data centers and cloud computing. As signal rates increase above 10 Gb/s, designers are moving from electrical to optical lines for intra- and inter-chip communication to provide higher bandwidth density, lower power consumption and reduced transmission loss. The challenge of interfacing photonic integrated circuits (PICs) to data transport media has grown with the increased sophistication of integrated PICs. Standard optical fibers, which have an outer diameter, of 125 um need to be matched to planar waveguides with high numerical aperture spaced by approximately 30 um. Pushing this limit is critical to increasing the density of active elements on a chip, reducing overall system size, and lowering power requirements. State-of-the-art fiber connections, which utilize labor intensive v-grooves, can achieve 127 um one-dimensional spacing. There is currently no path to achieving the chip-limited density called for by the industry. In this Phase I SBIR, PROFAs will be developed that will propel optical connectivity to 30 um spacing and two-dimensional arrays with orders of magnitude higher density than is currently available. \r\n\r\nThe broader impact/commercial potential of this project will be to solve a key bottleneck of connectivity between optical fibers and PICs to achieving exascale computing and high speed communications. It will accelerate the development of next-generation high performance computers by allowing the integration of more complex PICs into telecommunications equipment. This technology will thereby spur the creation of novel PICs which can truly exploit higher on-chip densities in applications that will demand hundreds of thousands of PROFAs. As photonics becomes more pervasive, moving beyond telecommunications into datacom, biomedical and a myriad of industrial and military applications, the need addressed by PROFAs for seamless integration of planar and fiber-based platforms, as well as disparate fiber interfaces, including multi-core fibers, will increase. This technology will enhance the integration of different families of materials and combine their unique strengths. The know-how developed in the course of this project will inform the development of other microformed fiber-based devices, including filters, lasers, sensors and isolators for applications ranging from monitoring nuclear radiation to early endoscopic detection of cancer. This technology is expected to enhance the competitiveness of the United States in the next generation of telecommunications and data processing equipment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitch",
   "pi_last_name": "Wlodawski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mitch Wlodawski",
   "pi_email_addr": "mitch@chiralphotonics.com",
   "nsf_id": "000593999",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CHIRAL PHOTONICS, INC",
  "inst_street_address": "26 CHAPIN RD",
  "inst_street_address_2": "STE 1104",
  "inst_city_name": "PINE BROOK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9737320030",
  "inst_zip_code": "070588802",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "CHIRAL PHOTONICS INC",
  "org_prnt_uei_num": "K32RGCCFD3L3",
  "org_uei_num": "NKLRF8FMCXB4"
 },
 "perf_inst": {
  "perf_inst_name": "CHIRAL PHOTONICS, INC",
  "perf_str_addr": "26 Chapin Road, Unit 1104",
  "perf_city_name": "Pine Brook",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070580694",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><ol>\n<li><strong><em>Phase I Outcomes Summary</em></strong></li>\n</ol>\n<p><strong><em>&nbsp;</em></strong></p>\n<p>In Phase I of this Small Business Innovation Research (SBIR) project, Chiral Photonics, Inc. (CPI) developed, demonstrated and now manufactures novel coupling technology, called the Pitch Reducing Optical Fiber Array (PROFA) that is designed to meet optical data-channel input and output (I/O) demands of next-generation telecommunications systems, data centers and cloud computing. As channel signal rates increase well above 10 Gb/s (ten billion bits per second), designers are moving from electrical to optical lines for communication both within and external to integrated circuits, or &ldquo;chips&rdquo; to provide higher information bandwidth, more densely spaced channels occupying less area, and lower power consumption. The need for efficient (low loss) optical couplers to interface one or more optical channels between the ubiquitous, global optical fiber infrastructure and emerging photonic integrated circuits (PIC) technology, which combines electronics with optical components on the same chip, was the focus of this Phase I effort. PROFA enables optical waveguides to be spaced 10 times closer than otherwise possible with conventional fiber-based couplers. PROFAs facilitate improved PIC I/O and packaging as well as high density connectors that promise to mitigate fiber congestion and simplify system connections. PROFAs also enable a practical interface to multicore fiber, emerging for high speed telecommuincations, sensing applications, as well as efficient combiners for high power lasers. No other technology has achieved this level of channel density.</p>\n<p>&nbsp;</p>\n<p>PROFA, shown in figure 1, is based on a microformed glass taper, in which a specially prepared assembly of glass channels is heated to the softening point of the glass while it is drawn through and tapered in an environmentally clean, laser driven oven. The specially designed optical channels in the PROFA couple with low loss to both standard optical fibers at the wide end and to densely spaced waveguides on a chip at the narrow end where all of the individual signal carrying cores from the individual optical fibers are arranged in a uniformly spaced hexagonal pattern as shown in figure 2.</p>\n<p>&nbsp;</p>\n<p>Figure 1. Pitch Reducing Optical Fiber Array</p>\n<p>&nbsp;</p>\n<p>Although originally targeting a 7 channel PROFA as the goal for Phase I, CPI successfully demonstrated 61 channel PROFA devices. As shown in figure 2 the channel spacing was reduced from 250 micrometers between individual standard fibers at the wide end of the device to 35 micrometers in a uniformly spaced hexagonal grid at the tapered end. The channel consistency and uniformity of spacing is ideal for coupling to either single channel or multichannel waveguide arrays on either the edges or face of photonic integrated circuits. CPI has laid the groundwork for potential large scale deployment and production of this novel technological advance in optical data transport that bridges a major connectivity gap between the standard optical fiber and PIC technology. In Phase I CPI, developed the computer controlled machinery and mechanical fixtures necessary to assemble and microform the glass components with the accuracy required. In addition, CPI has developed automated, computer based diagnostic tools that work with advanced spectrum analyzers, power meters and microscope images of the PROFA to characterize the performance of PROFA devices.</p>\n<p>&nbsp;</p>\n<p>Figure 2<strong>. </strong>61 channel PROFA<strong></strong></p>\n<p>&nbsp;</p>\n<p>CPI will build on the success of Phase I to use the PROFA technology as the basis for developing chip attach and packaging for the developers of photonic integrated circuits in Phase II. This will entail CPI developing a fully packaged solution for a photonic integrated circuit which...",
  "por_txt_cntn": "\nPhase I Outcomes Summary\n\n\n \n\nIn Phase I of this Small Business Innovation Research (SBIR) project, Chiral Photonics, Inc. (CPI) developed, demonstrated and now manufactures novel coupling technology, called the Pitch Reducing Optical Fiber Array (PROFA) that is designed to meet optical data-channel input and output (I/O) demands of next-generation telecommunications systems, data centers and cloud computing. As channel signal rates increase well above 10 Gb/s (ten billion bits per second), designers are moving from electrical to optical lines for communication both within and external to integrated circuits, or \"chips\" to provide higher information bandwidth, more densely spaced channels occupying less area, and lower power consumption. The need for efficient (low loss) optical couplers to interface one or more optical channels between the ubiquitous, global optical fiber infrastructure and emerging photonic integrated circuits (PIC) technology, which combines electronics with optical components on the same chip, was the focus of this Phase I effort. PROFA enables optical waveguides to be spaced 10 times closer than otherwise possible with conventional fiber-based couplers. PROFAs facilitate improved PIC I/O and packaging as well as high density connectors that promise to mitigate fiber congestion and simplify system connections. PROFAs also enable a practical interface to multicore fiber, emerging for high speed telecommuincations, sensing applications, as well as efficient combiners for high power lasers. No other technology has achieved this level of channel density.\n\n \n\nPROFA, shown in figure 1, is based on a microformed glass taper, in which a specially prepared assembly of glass channels is heated to the softening point of the glass while it is drawn through and tapered in an environmentally clean, laser driven oven. The specially designed optical channels in the PROFA couple with low loss to both standard optical fibers at the wide end and to densely spaced waveguides on a chip at the narrow end where all of the individual signal carrying cores from the individual optical fibers are arranged in a uniformly spaced hexagonal pattern as shown in figure 2.\n\n \n\nFigure 1. Pitch Reducing Optical Fiber Array\n\n \n\nAlthough originally targeting a 7 channel PROFA as the goal for Phase I, CPI successfully demonstrated 61 channel PROFA devices. As shown in figure 2 the channel spacing was reduced from 250 micrometers between individual standard fibers at the wide end of the device to 35 micrometers in a uniformly spaced hexagonal grid at the tapered end. The channel consistency and uniformity of spacing is ideal for coupling to either single channel or multichannel waveguide arrays on either the edges or face of photonic integrated circuits. CPI has laid the groundwork for potential large scale deployment and production of this novel technological advance in optical data transport that bridges a major connectivity gap between the standard optical fiber and PIC technology. In Phase I CPI, developed the computer controlled machinery and mechanical fixtures necessary to assemble and microform the glass components with the accuracy required. In addition, CPI has developed automated, computer based diagnostic tools that work with advanced spectrum analyzers, power meters and microscope images of the PROFA to characterize the performance of PROFA devices.\n\n \n\nFigure 2. 61 channel PROFA\n\n \n\nCPI will build on the success of Phase I to use the PROFA technology as the basis for developing chip attach and packaging for the developers of photonic integrated circuits in Phase II. This will entail CPI developing a fully packaged solution for a photonic integrated circuit which is coupled to one or more PROFA devices. The package will handle both optical and electrical interface between the photonic integrated circuit and the external environment. The package will be environmentally rugged and can be hermetically sealed against moisture ingress, ..."
 }
}