{
 "awd_id": "1213751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tuning Surface Chemistry through Polarization",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Prof. Eric I. Altman of Yale University will investigate the fundamentals of how polarization in oxides can be used to manipulate surface chemical and catalytic properties.  The overall program objective is to understand how polar interfaces can be exploited to induce new surface chemistry, and to create materials whose surface chemistry can be dramatically altered by switching the polarization direction of a ferroelectric support. This understanding is essential to developing new methods to tune catalytic activity for demanding reactions, to create new classes of materials that allow surface reactions to be turned on and off, and to create materials whose surface properties can be reversibly altered and patterned. The objective is met through three complementary thrusts that all exploit the dramatic polarization-direction dependent properties of ZnO(0001).  The first thrust focuses on the ability to induce polarization-dependent properties in catalytically important oxides that are non-polar; the Cr2O3/ZnO (0001) system will be studied as a prototypical system anticipated to give the largest polarization dependence possible.  The second thrust is directed towards inducing switchable surface properties in a material that in bulk form is polar but not ferroelectric.  In this case Professor Altman and his students aim to induce ferroelectricity in ZnO by supporting it as an ultra-thin layer on a ferroelectric support.  The third thrust focuses on new ferroelectric materials in which the constituent oxides have similar reducibilities and are both chemically active; ZnSnO3 will be studied as a model for this new class of materials. The proposed work relies on atomically precise fabrication tools and characterization methods to determine the intrinsic surface chemical properties of well-defined surfaces, and collaboration with first principles theory to understand the mechanisms responsible for the observed behavior. \r\n\r\nThe project will have a broad impact through its contributions to education and training in emerging areas of science and technology. The graduate and undergraduate students working on this project will get a unique opportunity to develop new strategies for tuning reactivity. To meet these objectives the students will develop expertise in fields spanning surface science, materials science, kinetics and dynamics and spectroscopy in a collaborative environment integrating experiment and theory and international experiences. In addition, international partnerships will allow students from overseas to contribute to the project and for Yale students to travel abroad; as research is now an international endeavor, these partnerships provide valuable international connections and exposure to international cultures that greatly benefit the students' future careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Altman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Eric I Altman",
   "pi_email_addr": "eric.altman@yale.edu",
   "nsf_id": "000173247",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "55 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118959",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Each repeat unit of a polar material has a dipole perpendicular to the surfaces; for bulk materials the stacking of the dipoles lead to surface energies that go off to infinity.&nbsp; To avoid this, the materials either redistribute their electrons or attach or remove ions from their surface to &ldquo;compensate&rdquo; the bulk dipoles.&nbsp; Different charges accumulate at opposite surfaces, thus polar materials naturally expose two distinct surfaces.&nbsp; Ferroelectrics are polar materials in which the direction of the dipoles can be switched which implies that upon switching the surfaces change.&nbsp; As illustrated in Fig. 1, this opens the door to creating materials with chemical properties that may change at the flip of a switch.&nbsp; There have been hurdles to making use of these features that stem from the inert nature of most ferroelectric materials, a poor understanding of exactly how ions or electrons accumulate at the polar surfaces to stabilize them, and an understanding of the potential magnitude of the effect. This project aimed to address these issues by creating composites that incorporate chemically active but non-polar layers on top of polar and ferroelectric materials, by characterizing how the non-polar layer is affected by the polar substrate beneath it, and by synthesizing and characterizing new ferroelectric materials that are expected to be more reactive.</p>\n<p>Much of the work focused on layers of non-polar chromium oxide (an industrial catalyst) on top of polar zinc oxide and ferroelectric lithium niobate.&nbsp; For zinc oxide, electron accumulation (depletion) occurred at the interface between chromium oxide and the positively (negatively) poled zinc oxide surface, indicated by the bumps in the spectra in Fig. 2 that decay as the material thickens.&nbsp; The result was electronic configurations of chromium oxide that are not seen in bulk chromium oxide samples; because this effect occurs at the interface, only a very thin chromium oxide layers could be influenced by the substrate.&nbsp; This was demonstrated through zinc oxide growth on top of the chromium oxide layers, where a switch from the behavior typical of bulk chromium oxide was seen only for thin chromium oxide layers.&nbsp; This effect was exploited to change how the material etches in acid solution from rapid to essentially impervious.&nbsp; In contrast to zinc oxide, different behavior was seen for lithium niobate.&nbsp; In this case, no evidence of electron accumulation or depletion could be seen at the chromium oxide interfaces, suggesting that the charges that &ldquo;compensate&rdquo; the dipoles in the bulk lithium niobate move to the chromium oxide surface.&nbsp; This would extend the effect of the substrate polarization through the chromium oxide over much greater distances than for zinc oxide.</p>\n<p>While forming the chromium oxide layers, an unusual action-at-a-distance was observed that allowed the chromium oxide to crystallize in an arrangement dictated by the substrate.&nbsp; Specifically, chromium oxide initially grew randomly on the zinc oxide surfaces, but after the chromium oxide thickened it developed an epitaxial arrangement locked to that of the zinc oxide, even though by this point the zinc oxide was far from the chromium oxide surface.&nbsp; This raised the interesting question about how the surface knew what was going on far away.&nbsp; Electron microscopy (Fig. 3) showed that when a critical chromium oxide thickness was reached the entire film crystallized all the way back to the interface.&nbsp; This result could be explained by the similarity of the oxygen atom arrangements in the two materials but the very different arrangements of the metal atoms.&nbsp; The oxygen atom arrangement continues across the interface but the chromium atoms arrange in a disordered fashion to avoid repulsions to the zinc atoms.&nbsp; As the film thickens, the energy gained by moving the chromium atoms to their favored positions in chromium oxide offsets the penalty of the repulsions with the zinc atoms and the chromium oxide structure forms.&nbsp; The similarity of the oxygen atom arrangements provides the locking of the orientation of the chromium oxide to that of the substrate.&nbsp; The mechanism allows high quality film growth on substrates with very different structures or lattice mismatch.</p>\n<p>The intellectual merit of the results lies in the elucidation of how chemically active but non-polar layers may be induced to display switchable polarization-dependent behavior through interfacing with polar and ferroelectric materials. The results broadly impact the design of switchable chemical systems that, for example, may facilitate challenging chemical reactions for which static catalysts have failed to deliver via reaction rates.&nbsp; The disorder-order transition observed during chromium oxide on zinc oxide points the way for how epitaxial crystalline films of new materials may be grown despite the lack of substrates with closely matched crystal structures. In addition to the results, the effort broadly impacted education and training. In particular, three undergraduates from under-represented groups and/or predominantly undergraduate institutions were inspired by their work in the PI&rsquo;s lab to pursue PhDs in science and engineering.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2016<br>\n\t\t\t\t\tModified by: Eric&nbsp;I&nbsp;Altman</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477777527929_FerroFinalFig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477777527929_FerroFinalFig1--rgov-800width.jpg\" title=\"Ferroelectric Switchable Surface Chemistry\"><img src=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477777527929_FerroFinalFig1--rgov-66x44.jpg\" alt=\"Ferroelectric Switchable Surface Chemistry\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">At the left, the polarization points upward and the diatomic molecules strongly prefer to dissociate. When the polarization is switched downward (right), the energy difference between the dissociated and molecular state is diminished and at modest temperatures the atoms recombine and dissociate</div>\n<div class=\"imageCredit\">Arvin Kakekhani, Sohrab Ismail-Beigi and Eric I. Altman</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Eric&nbsp;I&nbsp;Altman</div>\n<div class=\"imageTitle\">Ferroelectric Switchable Surface Chemistry</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477777817905_FerroFinalFig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477777817905_FerroFinalFig2--rgov-800width.jpg\" title=\"Electronic States at a Polar Interface\"><img src=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477777817905_FerroFinalFig2--rgov-66x44.jpg\" alt=\"Electronic States at a Polar Interface\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photoelectron spectroscopy revealed electronic states as chromium oxide layers were added to zinc oxide that were not native to either bulk material.  The decay of the features with thickness associates them with the interface.</div>\n<div class=\"imageCredit\">Xiaodong Zhu and Eric I. Altman</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Eric&nbsp;I&nbsp;Altman</div>\n<div class=\"imageTitle\">Electronic States at a Polar Interface</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477778179424_FerroFinalFig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477778179424_FerroFinalFig3--rgov-800width.jpg\" title=\"Disorder-Order Transition During Epitaxial Growth\"><img src=\"/por/images/Reports/POR/2016/1213751/1213751_10200946_1477778179424_FerroFinalFig3--rgov-66x44.jpg\" alt=\"Disorder-Order Transition During Epitaxial Growth\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The electron microscope image (center) shows that the chromium oxide film on zinc oxide is ordered all the way to the interface.  During growth, however, the diffraction patterns show initial disorder before the film orders. The results show that beyond a critical thickness the entire film orders.</div>\n<div class=\"imageCredit\">Xiaodong Zhu, Jie Shen, Judy J. Cha and Eric I. Altman</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Eric&nbsp;I&nbsp;Altman</div>\n<div class=\"imageTitle\">Disorder-Order Transition During Epitaxial Growth</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nEach repeat unit of a polar material has a dipole perpendicular to the surfaces; for bulk materials the stacking of the dipoles lead to surface energies that go off to infinity.  To avoid this, the materials either redistribute their electrons or attach or remove ions from their surface to \"compensate\" the bulk dipoles.  Different charges accumulate at opposite surfaces, thus polar materials naturally expose two distinct surfaces.  Ferroelectrics are polar materials in which the direction of the dipoles can be switched which implies that upon switching the surfaces change.  As illustrated in Fig. 1, this opens the door to creating materials with chemical properties that may change at the flip of a switch.  There have been hurdles to making use of these features that stem from the inert nature of most ferroelectric materials, a poor understanding of exactly how ions or electrons accumulate at the polar surfaces to stabilize them, and an understanding of the potential magnitude of the effect. This project aimed to address these issues by creating composites that incorporate chemically active but non-polar layers on top of polar and ferroelectric materials, by characterizing how the non-polar layer is affected by the polar substrate beneath it, and by synthesizing and characterizing new ferroelectric materials that are expected to be more reactive.\n\nMuch of the work focused on layers of non-polar chromium oxide (an industrial catalyst) on top of polar zinc oxide and ferroelectric lithium niobate.  For zinc oxide, electron accumulation (depletion) occurred at the interface between chromium oxide and the positively (negatively) poled zinc oxide surface, indicated by the bumps in the spectra in Fig. 2 that decay as the material thickens.  The result was electronic configurations of chromium oxide that are not seen in bulk chromium oxide samples; because this effect occurs at the interface, only a very thin chromium oxide layers could be influenced by the substrate.  This was demonstrated through zinc oxide growth on top of the chromium oxide layers, where a switch from the behavior typical of bulk chromium oxide was seen only for thin chromium oxide layers.  This effect was exploited to change how the material etches in acid solution from rapid to essentially impervious.  In contrast to zinc oxide, different behavior was seen for lithium niobate.  In this case, no evidence of electron accumulation or depletion could be seen at the chromium oxide interfaces, suggesting that the charges that \"compensate\" the dipoles in the bulk lithium niobate move to the chromium oxide surface.  This would extend the effect of the substrate polarization through the chromium oxide over much greater distances than for zinc oxide.\n\nWhile forming the chromium oxide layers, an unusual action-at-a-distance was observed that allowed the chromium oxide to crystallize in an arrangement dictated by the substrate.  Specifically, chromium oxide initially grew randomly on the zinc oxide surfaces, but after the chromium oxide thickened it developed an epitaxial arrangement locked to that of the zinc oxide, even though by this point the zinc oxide was far from the chromium oxide surface.  This raised the interesting question about how the surface knew what was going on far away.  Electron microscopy (Fig. 3) showed that when a critical chromium oxide thickness was reached the entire film crystallized all the way back to the interface.  This result could be explained by the similarity of the oxygen atom arrangements in the two materials but the very different arrangements of the metal atoms.  The oxygen atom arrangement continues across the interface but the chromium atoms arrange in a disordered fashion to avoid repulsions to the zinc atoms.  As the film thickens, the energy gained by moving the chromium atoms to their favored positions in chromium oxide offsets the penalty of the repulsions with the zinc atoms and the chromium oxide structure forms.  The similarity of the oxygen atom arrangements provides the locking of the orientation of the chromium oxide to that of the substrate.  The mechanism allows high quality film growth on substrates with very different structures or lattice mismatch.\n\nThe intellectual merit of the results lies in the elucidation of how chemically active but non-polar layers may be induced to display switchable polarization-dependent behavior through interfacing with polar and ferroelectric materials. The results broadly impact the design of switchable chemical systems that, for example, may facilitate challenging chemical reactions for which static catalysts have failed to deliver via reaction rates.  The disorder-order transition observed during chromium oxide on zinc oxide points the way for how epitaxial crystalline films of new materials may be grown despite the lack of substrates with closely matched crystal structures. In addition to the results, the effort broadly impacted education and training. In particular, three undergraduates from under-represented groups and/or predominantly undergraduate institutions were inspired by their work in the PI?s lab to pursue PhDs in science and engineering.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2016\n\n\t\t\t\t\tSubmitted by: Eric I Altman"
 }
}