{
 "awd_id": "1213795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Syntheses and Characterizations of Efficient Visible-light Driven Photocatalytic Materials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2012-04-30",
 "awd_abstract_narration": "With this project funded by the Chemical Catalysis Program, Prof. Pingyun Feng of the University of California at Riverside (UCR) will develop new visible-light-driven semiconducting heterogeneous photocatalysts for water splitting. Semiconducting materials lie at the foundation for the construction of devices for capture, conversion, and storage of solar energy. To achieve low-cost and efficient solar energy conversion, the discovery of efficient semiconductor materials and new conversion pathways is essential. The overall goal of this research is to design and synthesize efficient visible-light-driven photocatalytic materials based on crystalline metal oxides while developing a solid understanding of materials-design principles such as band engineering mechanism and composition-structure-property relationship. The principal investigator (PI) will focus on developing low-cost versatile synthetic methods to synthesize photocatalytic materials with highly responsive visible-light activity. Strategies for maximizing the visible-light activity include (1) compositional and structural control to achieve band gap engineering, (2) crystallinity and morphological control to enhance efficient charge separation, and (3) optical, photoelectrochemical and photocatalytic measurements to provide guidance for further tuning and optimizing synthetic parameters.\r\n\r\nThe proposed research addresses an important energy and environmental issue: the use of renewable and non-polluting energy. It aims to develop new multi-functional materials suitable for energy production and storage such as conversion of renewable solar energy to hydrogen fuel that is environmentally friendly. It will also provide a fundamental understanding of important chemical and structural factors that govern photocatalytic properties and processes. This will allow rational synthetic design and optimization of advanced materials for solar energy conversion and fuel production. Furthermore it will positively impact a very diverse student population since UCR has a large enrollment of minority students, and undergraduate research is strongly encouraged at this institution and in the PI's group. The research project combines diversity in materials synthesis and various characterization techniques and provides excellent training opportunities for students. The students' research experiences with this project can have a major impact in their scientific career in research areas of increasing importance to our society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pingyun",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pingyun Feng",
   "pi_email_addr": "pingyun.feng@ucr.edu",
   "nsf_id": "000186672",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "501 Big Springs Road",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The&nbsp; research addresses an important energy and environmental issue: the use of renewable and non-polluting energy. In this project funded by the Chemical Catalysis Program, our group has developed several<strong> </strong>visible-light-driven semiconducting heterogeneous photocatalysts for water/CO2 reduction. Semiconducting materials lie at the foundation for the construction of devices for capture, conversion, and storage of solar energy. To achieve low-cost and efficient solar energy conversion, the discovery of efficient semiconductor materials and new conversion pathways is essential. The overall goal of this research was to design and synthesize efficient visible-light-driven photocatalytic materials based on crystalline metal oxides while developing a solid understanding of materials-design principles such as band engineering mechanism and composition-structure-property relationship. We have developed several strategies on using low-cost versatile synthetic methods to synthesize photocatalytic materials with highly responsive visible-light activity. These methods include hydrothermal method and combustion method. We have also developed strategies for maximizing the visible-light activity. These include (1) compositional and structural control to achieve band gap engineering, (2) crystallinity and morphological control to enhance efficient charge separation, and (3) optical, photoelectrochemical and photocatalytic measurements to provide guidance for further tuning and optimizing synthetic parameters. Several publications were generated during this funding period and the project combines diversity in materials synthesis and various characterization techniques and provides excellent training opportunities for students. Their research experiences with this project have made great impact in these students&rsquo; scientific career in research areas that are of increasing importance to our society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2015<br>\n\t\t\t\t\tModified by: Pingyun&nbsp;Feng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe  research addresses an important energy and environmental issue: the use of renewable and non-polluting energy. In this project funded by the Chemical Catalysis Program, our group has developed several visible-light-driven semiconducting heterogeneous photocatalysts for water/CO2 reduction. Semiconducting materials lie at the foundation for the construction of devices for capture, conversion, and storage of solar energy. To achieve low-cost and efficient solar energy conversion, the discovery of efficient semiconductor materials and new conversion pathways is essential. The overall goal of this research was to design and synthesize efficient visible-light-driven photocatalytic materials based on crystalline metal oxides while developing a solid understanding of materials-design principles such as band engineering mechanism and composition-structure-property relationship. We have developed several strategies on using low-cost versatile synthetic methods to synthesize photocatalytic materials with highly responsive visible-light activity. These methods include hydrothermal method and combustion method. We have also developed strategies for maximizing the visible-light activity. These include (1) compositional and structural control to achieve band gap engineering, (2) crystallinity and morphological control to enhance efficient charge separation, and (3) optical, photoelectrochemical and photocatalytic measurements to provide guidance for further tuning and optimizing synthetic parameters. Several publications were generated during this funding period and the project combines diversity in materials synthesis and various characterization techniques and provides excellent training opportunities for students. Their research experiences with this project have made great impact in these studentsÆ scientific career in research areas that are of increasing importance to our society.\n\n \n\n\t\t\t\t\tLast Modified: 07/17/2015\n\n\t\t\t\t\tSubmitted by: Pingyun Feng"
 }
}