{
 "awd_id": "1213612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rapid Response Research (RAPID) Proposal to NSF Hydrologic Sciences: Impacts of Forest Fire on Snow Accumulation and Melt",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 18436.0,
 "awd_amount": 18436.0,
 "awd_min_amd_letter_date": "2012-01-23",
 "awd_max_amd_letter_date": "2012-01-23",
 "awd_abstract_narration": "Recent work documenting snow-vegetation interactions in burned and unburned forests show that burned forests experience increased snow accumulation but earlier and more rapid melt. Burned areas also experience higher wind speeds and as a result, increased sublimation losses and sensible heat inputs.   At the local-to-watershed scale, wildfire-derived black carbon sloughing from burned trees onto the snowpack has been suggested as an additional important forcing of earlier melt and anecdotal evidence suggests that snowpacks in the wildfire areas appear to be experiencing this forcing. The effects of fire are likely to represent a new paradigm for snow-vegetation dynamics and their hydrologic impacts. \r\n\r\nThis hydrologic research will focus on a recently burned headwaters catchment, Shadow Lake in the Oregon Cascades, which typically receives over 2 m of snow water equivalent each winter. This research will provide substantial direct results on the impacts of wildfire on snowpack accumulation and ablation and the magnitudes of the mechanisms involved.  Paired sites will allow us to quantify site differences, 3-dimensional measurements will provide key vegetation structure information, transects provide information across burned-unburned gradients and between recent and older burn sites, and data from monitoring networks will provide key spatial and temporal contextual information.  The results of this work will provide important insights into the hydrologic impacts of fire on snowpack dynamics with potential to redefine the paradigm of snow-vegetation interactions in fire-affected watersheds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Nolin",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Anne W Nolin",
   "pi_email_addr": "anolin@unr.edu",
   "nsf_id": "000114636",
   "pi_start_date": "2012-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "Wilkinson 104",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 18436.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In concert with higher temperatures, wildfires have increased and snowpacks have declined. In the initial winter following a wildfire in the Western Oregon High Cascades, this study was the first to document impacts from post-fire forest conditions on snow albedo and depletion.&nbsp;&nbsp; We measured forest structure, snow water equivalent, solar radiation, snow albedo, and snowpack surface debris at a pair of burned and unburned forest plots. Forest structure was dramatically altered from the forest fire which resulted in a 500% reduction in stem density, and a 300% reduction in canopy density in burned forest compared with the unburned forest (Figure 1). &nbsp;Snow accumulation was greater in the burned forest; however the snowpack disappeared 23 &nbsp;days earlier, and had twice the ablation rates than in the unburned forest (Figure 2). Canopy removal in the burned forest allowed 55% more solar radiation to reach the snow surface during ablation.&nbsp; Measured snow spectral albedo was 50% lower in the burned forest than in the unburned forest (Figure 3). Three times more pyrogenic carbon particles and larger burned woody debris (BWD) accumulated on the snowpack in the burned forest than in the unburned forest (Figure 4).&nbsp; This BWD debris, shed from standing charred trees, accumulated on the snowpack and darkened its surface, resulting in a mean radiative forcing of 119-153 W/m<sup>2 </sup>during snow ablation (Table 1).&nbsp; Spatial analysis shows that across the Western US over 65% of burned area intersects forests in the seasonal snow zone and those fires are over 4 times larger than elsewhere (Figure 5). The increasing number, size, and severity of forest fires in the seasonal snow zone may have significant hydrologic and ecosystem implications for headwater catchments.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research has implications for regions much larger than the Oregon Cascades. The results of this work provide important insights into the hydrologic impacts of fire on snowpack dynamics with potential to redefine the paradigm of snow-vegetation interactions in fire-affected watersheds. This research synergizes with the Willamette Water 2100 project, which is investigating climate and land cover impacts on water scarcity. The research also has synergistic links to research by Dr. Thomas Painter (Jet Propulsion Lab) who is investigating the effects of dust on radiative heating in alpine snow. The research partially supported a graduate student, providing key field data and a month of summer funding for data analysis. Through close mentoring, the student gained valuable experience in snow survey and spectrometry techniques, data analysis, and professional communications. Through this research we have started an internship program where we mentor undergraduate earth science students to collect snow monitoring data.&nbsp; We presented our results through numerous conference presentations and community forums.&nbsp; A professional paper in a peer-reviewed science journal will be submitted at the end of this snow season.&nbsp; This research is being reported on by Oregon Public Broadcasting for public broadcast. We will feature a link on Nolin&rsquo;s Mountain Hydroclimatology Group website through which results will be highlighted and data requests can be accommodated.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2013<br>\n\t\t\t\t\tModified by: Anne&nbsp;W&nbsp;Nolin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n...",
  "por_txt_cntn": "\n            In concert with higher temperatures, wildfires have increased and snowpacks have declined. In the initial winter following a wildfire in the Western Oregon High Cascades, this study was the first to document impacts from post-fire forest conditions on snow albedo and depletion.   We measured forest structure, snow water equivalent, solar radiation, snow albedo, and snowpack surface debris at a pair of burned and unburned forest plots. Forest structure was dramatically altered from the forest fire which resulted in a 500% reduction in stem density, and a 300% reduction in canopy density in burned forest compared with the unburned forest (Figure 1).  Snow accumulation was greater in the burned forest; however the snowpack disappeared 23  days earlier, and had twice the ablation rates than in the unburned forest (Figure 2). Canopy removal in the burned forest allowed 55% more solar radiation to reach the snow surface during ablation.  Measured snow spectral albedo was 50% lower in the burned forest than in the unburned forest (Figure 3). Three times more pyrogenic carbon particles and larger burned woody debris (BWD) accumulated on the snowpack in the burned forest than in the unburned forest (Figure 4).  This BWD debris, shed from standing charred trees, accumulated on the snowpack and darkened its surface, resulting in a mean radiative forcing of 119-153 W/m2 during snow ablation (Table 1).  Spatial analysis shows that across the Western US over 65% of burned area intersects forests in the seasonal snow zone and those fires are over 4 times larger than elsewhere (Figure 5). The increasing number, size, and severity of forest fires in the seasonal snow zone may have significant hydrologic and ecosystem implications for headwater catchments.\n\n            This research has implications for regions much larger than the Oregon Cascades. The results of this work provide important insights into the hydrologic impacts of fire on snowpack dynamics with potential to redefine the paradigm of snow-vegetation interactions in fire-affected watersheds. This research synergizes with the Willamette Water 2100 project, which is investigating climate and land cover impacts on water scarcity. The research also has synergistic links to research by Dr. Thomas Painter (Jet Propulsion Lab) who is investigating the effects of dust on radiative heating in alpine snow. The research partially supported a graduate student, providing key field data and a month of summer funding for data analysis. Through close mentoring, the student gained valuable experience in snow survey and spectrometry techniques, data analysis, and professional communications. Through this research we have started an internship program where we mentor undergraduate earth science students to collect snow monitoring data.  We presented our results through numerous conference presentations and community forums.  A professional paper in a peer-reviewed science journal will be submitted at the end of this snow season.  This research is being reported on by Oregon Public Broadcasting for public broadcast. We will feature a link on NolinÆs Mountain Hydroclimatology Group website through which results will be highlighted and data requests can be accommodated.\n\n \n\n\t\t\t\t\tLast Modified: 04/25/2013\n\n\t\t\t\t\tSubmitted by: Anne W Nolin"
 }
}