{
 "awd_id": "1213930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cosmic String Network Simulation and Analysis",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2014-06-16",
 "awd_abstract_narration": "This award funds the cosmic-string research of Professors Ken Olum and Jose Blanco-Pillado at Tufs University.\r\n\r\nCosmic strings are microscopically thin or even fundamental objects of cosmological length.  They can arise from symmetry breaking in field theory or from superstring theory.  They can produce observational signatures in the cosmic microwave background, in cosmic rays, in ultra-high-energy neutrinos, or in gravity waves.  If cosmic strings are detected, they will provide a window onto fundamental physics and energies beyond the reach of any accelerator.  Over the past three years, the Tufts cosmology group has developed a large, parallel computer simulation of cosmic string networks.  This simulation can handle a much larger volume for a much longer time than any other.  This project will make use of this simulation in order to study the shapes of cosmic string loops, the power spectrum of excitations on long cosmic strings, and the the specific processes which give rise to the spectrum of cosmic string loops.  All these questions are of paramount importance to the observational signatures of a string network.\r\n\r\nThe project will have a broader impact through the involvement of graduate students and through opportunities for students from underrepresented groups to participate in research.  Its results will be broadly disseminated through publication in journals and made available to the public on the World Wide Web.  This project will also benefit society by further connecting studies of the universe with studies of the fundamental laws of nature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Olum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ken Olum",
   "pi_email_addr": "kdo@cosmos.phy.tufts.edu",
   "nsf_id": "000179375",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose Juan",
   "pi_last_name": "Blanco-Pillado",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Juan Blanco-Pillado",
   "pi_email_addr": "Jose.Blanco_Pillado@tufts.edu",
   "nsf_id": "000103314",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128800",
   "pgm_ele_name": "Particle Astrophysics & Cosmol"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 37408.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12592.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cosmic strings are microscopically thin, astronomically long objects<br />that might exist in our universe.&nbsp; They could arise from symmetry<br />breaking in grand unified field theories, or they could be the<br />fundamental strings of string theory stretched out to astronomical<br />size.&nbsp; If cosmic strings exist, their discovery would give us valuable<br />information on high-energy physics and the fundamental laws of nature.<br /><br />Cosmic strings, if they exist, form a \"network\" consisting of long<br />strings that wander over great distances (perhaps forever if the<br />universe is infinite) and smaller loops.&nbsp; When two strings cross, they<br />may exchange partners, and if a string crosses itself the crossing may<br />produce a loop.&nbsp; Loops of a wide range of sizes are continually being<br />produced from the long string network.&nbsp; Once a loop is produced, it<br />oscillates periodically and emits gravitational waves.&nbsp; Eventually the<br />loop loses all its energy into these gravitational waves and<br />disappears.<br /><br />How can we know whether cosmic strings exist?&nbsp; What signals would they<br />give off that that would tell us of their existence?&nbsp; An attractive<br />possibility is the gravitational waves emitted by the loops.&nbsp; These<br />waves might be detected, for example, by precision timing of signals<br />from pulsars.&nbsp; Other possibilities include gamma rays,<br />ultra-high-energy cosmic rays, distortions of the cosmic microwave<br />background, and several others.<br /><br />To look for cosmic strings, we have to know what to expect.&nbsp; How many<br />loops would there be today and at each previous epoch in the history<br />of the universe?&nbsp; What is the distribution of shapes of these loops?<br />This project sought to determine the answers to these questions and so<br />to enable us to calculate what observable signals might be expected.<br /><br />How did we answer these questions?&nbsp; First, we did a large-scale<br />computer simulation of networks of cosmic strings.&nbsp; From the<br />simulation we determined the rate of production of loops of different<br />sizes.&nbsp; Then we analyzed the effect of this loop production rate in a<br />cosmological context.&nbsp; We considered the lifetime of loops and their<br />dilution due to the expansion of the universe.&nbsp; We found that most<br />loops that exist at any given epoch are small ones (relative to the<br />size of the universe), which were produced much earlier and have lived<br />out a significant fraction of their lifetime.&nbsp; We gave an accurate<br />statement of the density of loops for use in observational<br />calculations.&nbsp; As an example, we calculated the gravitational<br />radiation that the loops would produce and set an upper bound on the<br />energy scale of cosmic strings based on the fact that such<br />gravitational radiation has not been observed.<br /><br />Then we extracted many loops that were produced in our simulations and<br />considered their shapes.&nbsp; We were surprised to find that these loops<br />were not at all smooth.&nbsp; Instead, they were composed of several rather<br />straight segments connected by sharp bends (which are called \"kinks\").<br />This is very important to the generation of observational signals,<br />because many signals are generated by cusps, where the string bends<br />back on itself and moves nearly at the speed of light.&nbsp; Nearly all<br />smooth strings have cusps, but strings with kinks typically do not<br />have cusps, so their observational signals are different.<br /><br />However, this result applies only to strings at formation.&nbsp; As<br />described above, most strings have lost a significant fraction of<br />their length due to gravitational radiation.&nbsp; This process is likely<br />to change their shape.&nbsp; While we have not yet been able to d...",
  "por_txt_cntn": "\nCosmic strings are microscopically thin, astronomically long objects\nthat might exist in our universe.  They could arise from symmetry\nbreaking in grand unified field theories, or they could be the\nfundamental strings of string theory stretched out to astronomical\nsize.  If cosmic strings exist, their discovery would give us valuable\ninformation on high-energy physics and the fundamental laws of nature.\n\nCosmic strings, if they exist, form a \"network\" consisting of long\nstrings that wander over great distances (perhaps forever if the\nuniverse is infinite) and smaller loops.  When two strings cross, they\nmay exchange partners, and if a string crosses itself the crossing may\nproduce a loop.  Loops of a wide range of sizes are continually being\nproduced from the long string network.  Once a loop is produced, it\noscillates periodically and emits gravitational waves.  Eventually the\nloop loses all its energy into these gravitational waves and\ndisappears.\n\nHow can we know whether cosmic strings exist?  What signals would they\ngive off that that would tell us of their existence?  An attractive\npossibility is the gravitational waves emitted by the loops.  These\nwaves might be detected, for example, by precision timing of signals\nfrom pulsars.  Other possibilities include gamma rays,\nultra-high-energy cosmic rays, distortions of the cosmic microwave\nbackground, and several others.\n\nTo look for cosmic strings, we have to know what to expect.  How many\nloops would there be today and at each previous epoch in the history\nof the universe?  What is the distribution of shapes of these loops?\nThis project sought to determine the answers to these questions and so\nto enable us to calculate what observable signals might be expected.\n\nHow did we answer these questions?  First, we did a large-scale\ncomputer simulation of networks of cosmic strings.  From the\nsimulation we determined the rate of production of loops of different\nsizes.  Then we analyzed the effect of this loop production rate in a\ncosmological context.  We considered the lifetime of loops and their\ndilution due to the expansion of the universe.  We found that most\nloops that exist at any given epoch are small ones (relative to the\nsize of the universe), which were produced much earlier and have lived\nout a significant fraction of their lifetime.  We gave an accurate\nstatement of the density of loops for use in observational\ncalculations.  As an example, we calculated the gravitational\nradiation that the loops would produce and set an upper bound on the\nenergy scale of cosmic strings based on the fact that such\ngravitational radiation has not been observed.\n\nThen we extracted many loops that were produced in our simulations and\nconsidered their shapes.  We were surprised to find that these loops\nwere not at all smooth.  Instead, they were composed of several rather\nstraight segments connected by sharp bends (which are called \"kinks\").\nThis is very important to the generation of observational signals,\nbecause many signals are generated by cusps, where the string bends\nback on itself and moves nearly at the speed of light.  Nearly all\nsmooth strings have cusps, but strings with kinks typically do not\nhave cusps, so their observational signals are different.\n\nHowever, this result applies only to strings at formation.  As\ndescribed above, most strings have lost a significant fraction of\ntheir length due to gravitational radiation.  This process is likely\nto change their shape.  While we have not yet been able to directly\nsimulate the effects of gravitational radiation, we modeled that\neffect by a smoothing process.  In that case we discovered that\nsmoothing produced the cusps that were absent at the time of\nproduction.\n\nThe overall outcome of this project is to clearly specify the\ndistribution of loops of different sizes and shapes that would be\nfound in any given cosmic string model, and so to allow comparison\nwith past and future observations to determine whether cosmic strings\nexist,..."
 }
}