{
 "awd_id": "1214446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Ultra-Thin Silicon Solar Cells with Novel Junction Design",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 149997.0,
 "awd_amount": 149997.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2012-10-19",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will develop a silicon solar cell with unique junction design that provides synergistic benefits as the thickness of the solar cell is reduced.  Thin silicon solar cells are currently the subject of intense interest because, in comparison to conventional bulk silicon solar cells: (a) they can be produced by \"kerfless\" techniques that result in a tiny fraction of silicon usage, as compared to conventional cells, and (b) their reduced recombination volume leads to higher open circuit voltage and therefore higher efficiency.  To date, however, the open circuit voltages and efficiencies of thin silicon solar cells have generally not exceeded their bulk silicon counterparts.  Our junction design will help fulfill the promise of high open circuit voltage in these systems, ultimately enabling greater than 20% efficiency with less than 5% of the silicon usage of conventional silicon solar cells.  The Phase I effort will achieve open circuit voltage greater than 700 mV and efficiency greater than 19% for ultra-thin (10 micron) cells with an industrially feasible solar cell design.  In Phase II and beyond, we will transition these findings to pilot-scale production tools and demonstrate greater than 20% efficient ultra-thin silicon solar cells.\r\n\r\nThe broader impact/commercial potential of this project is as follows.  If successful, this project will help enable lower-cost generation of electricity by photovoltaics, by radically reducing the amount of silicon used in the solar cell and by boosting cell efficiency.  In addition, our process leads to a uniquely physically robust thin Si wafer, which will lead to increased downstream manufacturing yield, further lowering cost.  This project will also advance the basic science of solar cells by exploring a novel junction design.  In Phase I, our team will present results at prominent conferences devoted to photovoltaics, and publish articles on this technology in peer-reviewed technical journals.  Commercially, we plan to partner with manufacturing tool suppliers to demonstrate the new integrated wafer at pilot scale.  The solar cells and modules can be readily finished using stranded solar manufacturing assets in the United States.  We will further partner with large-scale manufacturers to bring this technology to market.   It is uniquely suited to rooftop products, which will create an opportunity to partner with manufacturers who are not presently in the solar products business.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Lochtefeld",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Lochtefeld",
   "pi_email_addr": "alochtefeld@amberwave.com",
   "nsf_id": "000567549",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AmberWave, Inc.",
  "inst_street_address": "110 CANAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6033961061",
  "inst_zip_code": "018524574",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "AMBERWAVE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "QLSSED7YHVD5"
 },
 "perf_inst": {
  "perf_inst_name": "AmberWave, Inc.",
  "perf_str_addr": "13 Garabedian Dr.",
  "perf_city_name": "Salem",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "030794235",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for the General Public</p>\n<p>Prior to this project, AmberWave Inc. developed a method to laminate a thin monocrystalline Si layer to a conductive and fracture-resistant carrier such as steel, resulting in a practical approach for high volume production of robust ultra-thin (10 - 20 micron) &ldquo;kerfless&rdquo; Si wafers for solar cells.&nbsp; The benefits of these Ultra-Thin Silicon (UTSi) wafers include a 90% reduction in the use of silicon, the potential for high solar cell voltage and efficiency, and the ability to integrate into lightweight flexible glass-free modules for Building Integrated Photovoltaic (BIPV) solutions.&nbsp;</p>\n<p>BIPV has been projected to save nearly 25% in total installed PV system cost for residential rooftops, compared to traditional rack mounted aluminum framed glass modules [1].&nbsp; However, solar cells suitable for BIPV are typically made of materials that are inherently lower efficiency than monocrystalline Si.&nbsp; AmberWave&rsquo;s UTSi wafer resolves this problem.</p>\n<p>Under Phase I funding from NSF, we developed a high-efficiency design for solar cells on UTSi wafers, by integrating elements of the world record &lsquo;PERL&rsquo; silicon solar cell developed by the University of New South Wales.&nbsp; This design offers a clear path to well over 20% efficiency at low cost. &nbsp;UTSi wafers incorporating these new design elements were fabricated under this project.&nbsp; With subsequent funding from the DOE SunShot Incubator program, to date we have demonstrated 16% efficiency with the UTSi solar cell at a size of over 100cm<sup>2</sup>. &nbsp;&nbsp;</p>\n<p>In addition, under this Phase I project we explored an innovative architecture for the solar cell emitter, which we refer to as Limited Junction Area (LJA).&nbsp; The LJA approach could add two points to UTSi solar cell efficiency without added cost.&nbsp; This concept behind LJA is not new but it has not proven practical to implement with the low-cost silicon wafers typically used for mainstream crystalline solar cells.&nbsp; We believe LJA will be compatible with our UTSi wafer design, and indeed may be relevant for bulk silicon solar cell designs if premium high-purity wafers are used.&nbsp; We plan on pursuing a Phase II award during which we will rigorously study the effect of LJA on cell performance, and we plan to ultimately incorporate the optimal design into our thin Si solar cells.&nbsp;&nbsp;</p>\n<p>-------------------------------------</p>\n<p>[1]&nbsp; Building-Integrated Photovoltaics (BIPV) in the Residential Section: An Analysis of Installed Rooftop Prices,&nbsp;&nbsp; T. James et al.,&nbsp; World Renewable Energy Forum, Denver, Colorado, May 17, 2012.&nbsp;&nbsp;&nbsp; NREL/PR-6A20-55027</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2013<br>\n\t\t\t\t\tModified by: Anthony&nbsp;Lochtefeld</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\n\nPrior to this project, AmberWave Inc. developed a method to laminate a thin monocrystalline Si layer to a conductive and fracture-resistant carrier such as steel, resulting in a practical approach for high volume production of robust ultra-thin (10 - 20 micron) \"kerfless\" Si wafers for solar cells.  The benefits of these Ultra-Thin Silicon (UTSi) wafers include a 90% reduction in the use of silicon, the potential for high solar cell voltage and efficiency, and the ability to integrate into lightweight flexible glass-free modules for Building Integrated Photovoltaic (BIPV) solutions. \n\nBIPV has been projected to save nearly 25% in total installed PV system cost for residential rooftops, compared to traditional rack mounted aluminum framed glass modules [1].  However, solar cells suitable for BIPV are typically made of materials that are inherently lower efficiency than monocrystalline Si.  AmberWaveÆs UTSi wafer resolves this problem.\n\nUnder Phase I funding from NSF, we developed a high-efficiency design for solar cells on UTSi wafers, by integrating elements of the world record æPERLÆ silicon solar cell developed by the University of New South Wales.  This design offers a clear path to well over 20% efficiency at low cost.  UTSi wafers incorporating these new design elements were fabricated under this project.  With subsequent funding from the DOE SunShot Incubator program, to date we have demonstrated 16% efficiency with the UTSi solar cell at a size of over 100cm2.   \n\nIn addition, under this Phase I project we explored an innovative architecture for the solar cell emitter, which we refer to as Limited Junction Area (LJA).  The LJA approach could add two points to UTSi solar cell efficiency without added cost.  This concept behind LJA is not new but it has not proven practical to implement with the low-cost silicon wafers typically used for mainstream crystalline solar cells.  We believe LJA will be compatible with our UTSi wafer design, and indeed may be relevant for bulk silicon solar cell designs if premium high-purity wafers are used.  We plan on pursuing a Phase II award during which we will rigorously study the effect of LJA on cell performance, and we plan to ultimately incorporate the optimal design into our thin Si solar cells.  \n\n-------------------------------------\n\n[1]  Building-Integrated Photovoltaics (BIPV) in the Residential Section: An Analysis of Installed Rooftop Prices,   T. James et al.,  World Renewable Energy Forum, Denver, Colorado, May 17, 2012.    NREL/PR-6A20-55027\n\n\t\t\t\t\tLast Modified: 08/08/2013\n\n\t\t\t\t\tSubmitted by: Anthony Lochtefeld"
 }
}