{
 "awd_id": "1214797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development of advanced biocathode for enhancement of current density of Microbial Fuel Cells",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 142397.0,
 "awd_amount": 142397.0,
 "awd_min_amd_letter_date": "2012-06-06",
 "awd_max_amd_letter_date": "2012-10-23",
 "awd_abstract_narration": "This small Business Innovation Research Phase ² project proposes the research of advanced Bio-cathode Microbial Fuel Cell (BcMFC).  Microbial Fuel Cell (MFC) generates power from renewable energy sources. However, the performance of MFC is mainly limited by cathode. ElectroChem has isolated a novel microorganism, which provides the highest current density on cathode than the other reported microorganisms so far.  ElectroChem proposes to develop a BcMFC to drastically reduce cathode limitation and enhance overall performance. The approaches will be to 1) Reduce total free energy of the system for better sorption of the bacteria cells to the electrode. 2) Provide more available bacteria sorption sites, which govern microbial migration and sorption on the electrode surface but remain compatible with the flow of air and water to and from the cathode.  And 3) Adjust the dissolved oxygen concentration on bacteria-electrode interface for faster bacteria metabolic rate and electron transfer rate.  With enhanced performance of the BcMFC system, the on site energy supply can be enhanced10 times or more, which will make it feasible for powering many underwater devices.\r\n\r\nThe broader impact/commercial potential of this project includes more than 16,000 municipal wastewater treatment facilities (WWTFs), whose total cost of electricity bill is about 4 billion dollars per year. This can be largely reduced if apply our advanced Bio-Cathode MFC (BcMFC) technique. ElectroChem propose to overcome cathode limitation. The BcMFC, Electrochem proposed, is an ideal technology to generate renewable bio-energy while remove Biochemical Oxygen Demand (BOD) for wastewater treatment plant.  For the $1.5 billion marine underwater power supply market, there is a need to have more sustainable and less toxic power supply solution. BcMFC can be fed with seawater and continuously generate energy in long term without causing toxicity issues to the marine environment.  It will benefit underwater government agencies or companies to better fulfill their assignments. BcMFC will generate tremendous revenue for multiple industries, solve certain energy supply problems for governments and business companies, benefit environment with less toxicity and reduced CO2 emissions etc. Other than many potential applications, research on BcMFC will improve the knowledge and understanding of the bacteria electrode surface interaction, therefore to be able to explain many important phenomena.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "pei",
   "pi_last_name": "zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "pei zhang",
   "pi_email_addr": "pzhang122@gmail.com",
   "nsf_id": "000703540",
   "pi_start_date": "2012-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ELECTROCHEM, INC.",
  "inst_street_address": "400 W CUMMINGS PARK STE 5600",
  "inst_street_address_2": "",
  "inst_city_name": "WOBURN",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6179385300",
  "inst_zip_code": "018011651",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "ELECTROCHEM, INC.",
  "perf_str_addr": "400 W. Cummings Park",
  "perf_city_name": "Woburn",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018016519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 142397.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Reports:</strong></p>\n<p><strong>Summary:</strong></p>\n<p>The renewable energy technique, Microbial Fuel Cell (MFC), can benefit multiple industries and had tremendous impact to our society from energy, economic, and environmental aspects.&nbsp; The drawback of cathode performance of MFC is the major limitation for scale up and commercialization of MFC. &nbsp;The goal of this Phase I proposal was to develop an advanced microbially-mediated cathode that substantially reduces cathode limitation by enhanceing current density output efficiently and cost-effectively. The tasks we proposed were 1) modify surface tension of the electrode to reduce total free energy of the system for better sorption of the microbial cells to the electrode; 2) Examine the impact of varying dissolved oxygen concentration on biocathode performance;3) Change pore throat aperture on electrodes to provide more available microbial sorption sites, which might influence microbial migration and sorption on the electrode surface while remaining compatible with the flow of air and water to and from the cathode.<strong> The overall objective was to enhance the bio- cathode to yield a 10 fold improvement in performance through these treatments, presumably by having higher coverage ratio of bacteria and functional groups on electrode.</strong><strong> </strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>We have completed all the tests and achieved all the milestones that we proposed. In task 1, we successfully changed the surface tension of the electrodes by treating them with hydrophobic or hydrophilic reagents and compared their biocathode performances with non-treated electrodes. While non-treated electrodes took 8 to 48 hours before current production, the hydrophobic pretreated biocathode electrode produced current immediately.&nbsp; Notably, the hydrophilic pretreated biocathode didn&rsquo;t show any current production. For task 2, we constrained and quantifed the impact of dissolved oxygen (DO) concentration on the performance of the bio-cathode. In general, the DO concentration did not show a major impact to the performance of the biocathode. For task 3, we examined carbon materials with different pore throat apertures and compared their performance as biocathodes. The electrode pore throat aperture plays important role in biocathode performance. Specifically, the smallest pore size of 1&micro;m material corresponded to more and faster current production than materials with 10 and 20&micro;m pore sizes. Based on our test results, we optimized electrode surface properties and enhanced the bacteria electrode surface coverage ratio to about 80%. We demonstrated that after enhancement of the biocathode, we were able to achieve 10 times better performance without increasing the surface area of the cathode electrode. The following paragraphs will address our results and observations in detail.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts/ Commercial Potential:</strong></p>\n<p class=\"a\">MFC as a renewable energy technique, if be able to scale up for commercialization, it will generate tremendous revenue for multiple industries; Today, more than 16,000 municipal wastewater treatment facilities (WWTFs) are in operation in the United States.&nbsp; Total cost of electricity bill of WWTFs is about 4 billion dollars per year. Our enhanced cathode makes the MFC an ideal technology for BOD removal and renewable bio-energy generation for wastewater treatment plant.&nbsp; For the $1.5 billion marine underwater power supply market, there is a need to have more sustainable and less toxic power supply solution.&nbsp; Our enhanced biocathode can also be fed with seawater and continuously generate energy in long term without toxicity issues.&nbsp; With our biocathode, which has 10 times higher performance than before enhancement and 40 times better performance than carbon electrode, the commerciali...",
  "por_txt_cntn": "\nProject Outcomes Reports:\n\nSummary:\n\nThe renewable energy technique, Microbial Fuel Cell (MFC), can benefit multiple industries and had tremendous impact to our society from energy, economic, and environmental aspects.  The drawback of cathode performance of MFC is the major limitation for scale up and commercialization of MFC.  The goal of this Phase I proposal was to develop an advanced microbially-mediated cathode that substantially reduces cathode limitation by enhanceing current density output efficiently and cost-effectively. The tasks we proposed were 1) modify surface tension of the electrode to reduce total free energy of the system for better sorption of the microbial cells to the electrode; 2) Examine the impact of varying dissolved oxygen concentration on biocathode performance;3) Change pore throat aperture on electrodes to provide more available microbial sorption sites, which might influence microbial migration and sorption on the electrode surface while remaining compatible with the flow of air and water to and from the cathode. The overall objective was to enhance the bio- cathode to yield a 10 fold improvement in performance through these treatments, presumably by having higher coverage ratio of bacteria and functional groups on electrode. \n\n \n\nWe have completed all the tests and achieved all the milestones that we proposed. In task 1, we successfully changed the surface tension of the electrodes by treating them with hydrophobic or hydrophilic reagents and compared their biocathode performances with non-treated electrodes. While non-treated electrodes took 8 to 48 hours before current production, the hydrophobic pretreated biocathode electrode produced current immediately.  Notably, the hydrophilic pretreated biocathode didnÆt show any current production. For task 2, we constrained and quantifed the impact of dissolved oxygen (DO) concentration on the performance of the bio-cathode. In general, the DO concentration did not show a major impact to the performance of the biocathode. For task 3, we examined carbon materials with different pore throat apertures and compared their performance as biocathodes. The electrode pore throat aperture plays important role in biocathode performance. Specifically, the smallest pore size of 1&micro;m material corresponded to more and faster current production than materials with 10 and 20&micro;m pore sizes. Based on our test results, we optimized electrode surface properties and enhanced the bacteria electrode surface coverage ratio to about 80%. We demonstrated that after enhancement of the biocathode, we were able to achieve 10 times better performance without increasing the surface area of the cathode electrode. The following paragraphs will address our results and observations in detail.\n\n \n\nBroader Impacts/ Commercial Potential:\nMFC as a renewable energy technique, if be able to scale up for commercialization, it will generate tremendous revenue for multiple industries; Today, more than 16,000 municipal wastewater treatment facilities (WWTFs) are in operation in the United States.  Total cost of electricity bill of WWTFs is about 4 billion dollars per year. Our enhanced cathode makes the MFC an ideal technology for BOD removal and renewable bio-energy generation for wastewater treatment plant.  For the $1.5 billion marine underwater power supply market, there is a need to have more sustainable and less toxic power supply solution.  Our enhanced biocathode can also be fed with seawater and continuously generate energy in long term without toxicity issues.  With our biocathode, which has 10 times higher performance than before enhancement and 40 times better performance than carbon electrode, the commercialization of Bio-cathode MFC in multiple industries is possible.  MFC as a clean energy technique will benefit the sustainable development of our society in long run. \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2012\n\n\t\t\t\t\tSubmitted by: Pei Zhang"
 }
}