{
 "awd_id": "1214819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Low-Profile Miniature Wireless Pressure Sensor",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Hennessey",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 149567.0,
 "awd_amount": 149567.0,
 "awd_min_amd_letter_date": "2012-05-03",
 "awd_max_amd_letter_date": "2012-10-22",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project addresses the development of a novel low-profile miniature wireless pressure sensing system, customized for industrial and medical applications where a small-sized, low cost, low-profile (flat) sensor is required.  These miniature wireless sensors will contain all system components (sensor, electronics, inductor coil) in one small system.  The fabrication process for this wireless sensor is also designed to be simpler and easier to manufacture than existing sensors.  The most important medical application being targeted for the proposed sensors is for neurological pressure monitoring, namely intracranial pressure sensors for patients with traumatic brain injury (TBI) as well as shunt pressure monitors for patients with hydrocephalus.  This technology will provide safe, chronic, fast, detailed, real time, continuous, comprehensive, intracranial pressure measurements, and supports the trend towards home health monitoring, with the potential to revolutionize the way patients are treated.  The advantages of the proposed miniature wireless systems are: (a) low profile (flat) - ideal for minimally invasive placement in neurological pressure monitoring applications, (b) miniature wireless system which integrates all system components in one small package, (c) low cost, robust, and manufacturable, (d) easily customized for a variety of pressure monitoring applications\r\n\r\nThe potential commercial value of this Small Business Innovation Research proposal will be in several areas.  The final goal is the commercialization of the proposed wireless pressure monitoring systems for use in industrial and medical applications. Commercial applications include any area that is in need of wireless pressure sensing; for example, aerospace, automotive and industrial applications.  The larger market for the proposed sensors is for medical applications.  The medical markets are neurological pressure monitoring products, namely intracranial pressure sensors for patients with traumatic brain injury (TBI) as well as shunt pressure monitors for patients with hydrocephalus. Approximately 1.4 million people are treated for head injuries, with over a quarter million being moderate or severe injuries.  TBI accounts for approximately 70,000 deaths each year in America, with an additional 80,000 patients having severe long-term disabilities.  Hydrocephalus is among the most common birth defects, affecting 1 in 1000 babies, as well as many adults. Approximately 70,000 patients are discharged from hospitals with the diagnosis of hydrocephalus each year.  Nearly 36,000 shunt-related procedures a year translates to $100's million dollars worth of medical expense.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Chimbayo",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Alexander Chimbayo",
   "pi_email_addr": "tbey@mems-issys.com",
   "nsf_id": "000609656",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Integrated Sensing Systems Incorporated",
  "inst_street_address": "387 AIRPORT INDUSTRIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "YPSILANTI",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7345479896",
  "inst_zip_code": "481987812",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "INTEGRATED SENSING SYSTEMS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "LZ9HCDA6MXF9"
 },
 "perf_inst": {
  "perf_inst_name": "Integrated Sensing Systems Incorporated",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481987812",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149567.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project is to develop a miniature wireless pressure sensing system, customized for industrial and medical applications where a small-sized, low cost, low-profile (flat) sensor is required.&nbsp; The most important medical application that ISSYS is targeting for the proposed miniature wireless pressure monitoring systems is for neurological pressure monitoring products, namely intracranial pressure sensors for patients with traumatic brain injury (TBI) as well as shunt pressure monitors for patients with hydrocephalus.&nbsp; This technology will provide safe, chronic, fast, detailed, real time, continuous, comprehensive, intracranial pressure measurements, and supports the trend towards home health monitoring, with the potential to revolutionize the way TBI patients and hydrocephalus patients are treated.&nbsp; &nbsp;&nbsp;</p>\n<p>The advantages of the proposed miniature wireless pressure monitoring systems are:</p>\n<ul>\n<li>Low profile (flat) &ndash; ideal for minimally invasive placement in neurological pressure monitoring applications</li>\n<li>Miniature wireless system which integrates all system components in one small package</li>\n<li>Low cost, robust, and manufacturable</li>\n<li>Easily customized for a variety of pressure monitoring applications</li>\n</ul>\n<p>During the Phase I stage of this proposal, the main focus has been on development of manufacturing technologies for fabrication of the MEMS-based capacitive pressure sensor, which consists of an epitaxial silicon (Epi) wafer bonded to a glass substrate with multiple cavities for inductor coils, electronics, and the capacitor electrodes.&nbsp; The components required for the wireless sensor (inductor coil, ASIC, and other electronic components) are assembled and attached into this glass substrate, and the required electrical connections between the various components are made through thin-film metal lead transfer and wirebonding methods.&nbsp; ISSYS&rsquo; proprietary getter material (NanoGetters<sup>TM</sup>) is incorporated into the glass substrate in order to prevent outgassing and provide a high vacuum level.&nbsp; A very thin and highly doped Epi wafer is then be bonded over this glass substrate using low-temperature, low-voltage anodic bonding in order to provide the deformable membrane of the pressure sensor. &nbsp;During the 6 month period for this Phase I project, we have developed a robust and high yield method for fabrication of glass substrates with multi-level cavities, as well as a method for integration / connection of all system components into the substrate.&nbsp; Low-voltage, low-temperature anodic bonding methods were also developed for anodic bonding of the ultra-thin highly-doped Epitaxial Silicon to the glass substrates.&nbsp; The bonding parameters needed to be developed such that a highly hermetic anodic bond could be achieved while ensuring that all the system components were still fully functional after the temperature/voltage cycle.</p>\n<p>In Phase II of this project, the design and development of the wireless pressure sensor will be finalized.&nbsp; At this point, the sensors will be available for use industrial applications and can be customized for various customers through ISSYS&rsquo; foundry services division.&nbsp; For ISSYS&rsquo; medical applications, in Phase II once design freeze is achieved, preclinical and clinical trials will be performed in order to achieve FDA approval for use of this sensor in neurological pressure monitoring applications (first medical application).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2013<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Chimbayo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of this project is to develop a miniature wireless pressure sensing system, customized for industrial and medical applications where a small-sized, low cost, low-profile (flat) sensor is required.  The most important medical application that ISSYS is targeting for the proposed miniature wireless pressure monitoring systems is for neurological pressure monitoring products, namely intracranial pressure sensors for patients with traumatic brain injury (TBI) as well as shunt pressure monitors for patients with hydrocephalus.  This technology will provide safe, chronic, fast, detailed, real time, continuous, comprehensive, intracranial pressure measurements, and supports the trend towards home health monitoring, with the potential to revolutionize the way TBI patients and hydrocephalus patients are treated.    \n\nThe advantages of the proposed miniature wireless pressure monitoring systems are:\n\nLow profile (flat) &ndash; ideal for minimally invasive placement in neurological pressure monitoring applications\nMiniature wireless system which integrates all system components in one small package\nLow cost, robust, and manufacturable\nEasily customized for a variety of pressure monitoring applications\n\n\nDuring the Phase I stage of this proposal, the main focus has been on development of manufacturing technologies for fabrication of the MEMS-based capacitive pressure sensor, which consists of an epitaxial silicon (Epi) wafer bonded to a glass substrate with multiple cavities for inductor coils, electronics, and the capacitor electrodes.  The components required for the wireless sensor (inductor coil, ASIC, and other electronic components) are assembled and attached into this glass substrate, and the required electrical connections between the various components are made through thin-film metal lead transfer and wirebonding methods.  ISSYSÆ proprietary getter material (NanoGettersTM) is incorporated into the glass substrate in order to prevent outgassing and provide a high vacuum level.  A very thin and highly doped Epi wafer is then be bonded over this glass substrate using low-temperature, low-voltage anodic bonding in order to provide the deformable membrane of the pressure sensor.  During the 6 month period for this Phase I project, we have developed a robust and high yield method for fabrication of glass substrates with multi-level cavities, as well as a method for integration / connection of all system components into the substrate.  Low-voltage, low-temperature anodic bonding methods were also developed for anodic bonding of the ultra-thin highly-doped Epitaxial Silicon to the glass substrates.  The bonding parameters needed to be developed such that a highly hermetic anodic bond could be achieved while ensuring that all the system components were still fully functional after the temperature/voltage cycle.\n\nIn Phase II of this project, the design and development of the wireless pressure sensor will be finalized.  At this point, the sensors will be available for use industrial applications and can be customized for various customers through ISSYSÆ foundry services division.  For ISSYSÆ medical applications, in Phase II once design freeze is achieved, preclinical and clinical trials will be performed in order to achieve FDA approval for use of this sensor in neurological pressure monitoring applications (first medical application). \n\n\t\t\t\t\tLast Modified: 05/15/2013\n\n\t\t\t\t\tSubmitted by: Alexander Chimbayo"
 }
}