{
 "awd_id": "1214070",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Spectroscopic studies of halogen substitution effects on covalent and noncovalent interactions in ionic and neutral species",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 262917.0,
 "awd_amount": 262917.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2013-08-01",
 "awd_abstract_narration": "In this award, funded by the Chemical Structure, Dynamics and Mechanisms program of the Division of Chemistry, Professors Sean and Rebecca Peebles of Eastern Illinois University, together with their undergraduate and graduate student researchers, will investigate the structures and spectra of novel, unstable halogen-containing species, including carbocations, anionic dimers and neutral C-H hydrogen bound complexes.  These species will be studied using microwave spectroscopic techniques coupled with computational chemistry.  The goal of these studies is to determine the effects of varying halogen substitutions on the specific orientations of molecules within weakly hydrogen bound dimers, on the type of bonding in carbocationic species, as well as investigating the preferred orientations for interaction of halide ions with alkynes, aromatic compounds, and other pi systems.\r\n\r\nFundamental information on the properties of matter may be gained from the study of weak interactions between molecules.  These interactions drive the formation of molecular machines, the properties of liquids and solids, the interactions of proteins, ions, and drugs in biological systems, the ways chemicals in the atmosphere interact, and the mechanisms by which chemical reactions such as combustion occur.  Research funded by this award aims to understand the strengths and physical properties of these interactions.  The undergraduate and graduate students working on these projects will acquire hands-on experience in design and modification of sophisticated spectroscopic apparatus in order to produce and trap the specific novel chemicals of interest, and in acquiring, analyzing and interpreting data collected using this apparatus.  They will also gain experience presenting their results at international, national and regional conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Peebles",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sean A Peebles",
   "pi_email_addr": "sapeebles@eiu.edu",
   "nsf_id": "000072335",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Peebles",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca A Peebles",
   "pi_email_addr": "r.a.peebles@csus.edu",
   "nsf_id": "000476030",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eastern Illinois University",
  "inst_street_address": "600 LINCOLN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2175812125",
  "inst_zip_code": "619203099",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "IL15",
  "org_lgl_bus_name": "EASTERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KP2SCPU3W6K9"
 },
 "perf_inst": {
  "perf_inst_name": "Eastern Illinois University",
  "perf_str_addr": "600 Lincoln Ave.",
  "perf_city_name": "Charleston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "619203099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "IL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 195643.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 67274.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c4cacbc4-159e-95e2-6a8a-15be79811a66\"> </span></p>\n<p><span id=\"docs-internal-guid-c4cacbc4-15b4-1158-fe62-35b35b632a70\"> </span></p>\n<p><span id=\"docs-internal-guid-c4cacbc4-1638-490d-1405-55e92cd6f979\"> </span></p>\n<p dir=\"ltr\"><span>Our NSF funded studies were designed to provide insight into the very weak forces that operate between molecules at the molecular scale. These forces are responsible for common behavior we observe every day. One aspect of the supported project targeted interaction of molecules of carbon dioxide (CO2) with small molecules. CO2 is an important industrial molecule used in many processes (decaffeination of coffee, water treatment, manufacture of plastics, carbonation of beverages, refrigeration, etc.) but the molecular level behavior responsible for many of its useful properties is often not well understood. We were able to probe how CO2 binds to simple &lsquo;solute&rsquo; molecules to learn more about the factors determining how well they dissolve in supercritical CO2, an important industrial solvent. We can determine how strongly the solute and CO2 molecules are attracted to each other and how this attractive behavior can be &ldquo;tuned&rdquo; by changing atoms on the solute molecule. We find many interesting similarities in the structures of these small clusters, even when the properties of the solute paired with CO2 are quite different. Computational modeling that can estimate the attraction of CO2 in different locations around the solute molecule have also been employed to rationalize our experimental observations and to test predictions of which location of CO2 around the solute will be preferred. Improved understanding of the behavior of CO2 has many wide-ranging benefits: the ability to improve the design of materials that can remove and lock away CO2 from the atmosphere (&ldquo;CO2 sequestration&rdquo;), and increased understanding of liquid or supercritical CO2 in industrial processes can enhance and refine process design. In addition, the development of new experimental techniques that is driven by the challenges of producing and characterizing these extremely weakly bound clusters often yields new methods for analysis that can be exploited in many other fields of science or medicine.</span></p>\n<p dir=\"ltr\"><span>We employ an experimental technique known as Fourier-transform microwave (FTMW) spectroscopy that involves expanding a gas mixture at supersonic speeds through a small pinhole into a vacuum chamber to encourage the growth of small clusters of molecules. These clusters are probed by microwaves to determine the way in which the molecules are interacting with each other. Detailed structural information can lead to information on the way in which molecules orient themselves as they approach each other, which can help explain important processes, such as chemical reactivity, and aids understanding of processes where such interactions are crucial (e.g. protein structure, drug interactions, etc.). One of the FTMW spectrometers used in this work was constructed at EIU by the PI and undergraduate students using a previous NSF grant (NSF-RUI 0809387) and has been upgraded and improved under the present grant (NSF RUI 1214070) to streamline data collection efficiency and reliability. Pulsed electric discharge and electron impact sources for generating novel exotic and reactive charged species that are of relevance as intermediates in chemical reactions have also been installed and tested.</span></p>\n<p dir=\"ltr\"><span>Other studies of weak interactions have focused on what are known as &ldquo;CH...pi interactions&rdquo;. The prototype system for this interaction - the benzene...acetylene cluster - was studied using microwave spectroscopy for the first time by us during this grant period, yielding accurate distances with which to benchmark the widely varying predictions from computational chemistry studies over the last 20 years. Our subsequent studies have probed how the interaction strength changes as fluorine atoms are substituted for hydrogen atoms on the benzene molecule. Probing small clusters such as this in the gas-phase allows us to characterize and quantify these very weak interactions. Although weak, the sheer number of sites which can employ such binding mechanisms in molecules like proteins means that these attractive forces may play significant roles in guiding structure and function of biomolecules.</span></p>\n<p><span>As well as yielding insight into structure and properties of materials at the molecular level, the research has provided important training opportunities for students. &nbsp;A total of 18 students from EIU (13 undergraduate and 5 masters students) have contributed to research supported by this grant, gaining valuable experience with advanced instrumentation, computational modeling methods, data collection and analysis techniques, design and construction of scientific instrumentation, and communicating their findings at conferences (the grant provided all students with opportunities for attendance and/or presentation at national or international conferences). In addition, student visitors from the US (Kent State University, Oberlin College) and the rest of the world (Sookmyung Women's University, in S. Korea) visited the lab during the course of our studies to utilize our instrumentation and to gain experience in our methods.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2017<br>\n\t\t\t\t\tModified by: Sean&nbsp;A&nbsp;Peebles</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490714601052_NSFreportoutcomes2017_CP-FTMW--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490714601052_NSFreportoutcomes2017_CP-FTMW--rgov-800width.jpg\" title=\"Chirped-pulse Fourier-transform microwave spectrometer\"><img src=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490714601052_NSFreportoutcomes2017_CP-FTMW--rgov-66x44.jpg\" alt=\"Chirped-pulse Fourier-transform microwave spectrometer\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The microwave spectrometer was built using a previous NSF grant (NSF-RUI 0809387) and modified using the current grant to improve data analysis and operation. A gas mixture is injected into the chamber from the left, and probed by microwaves, with the results displayed on the oscilloscope</div>\n<div class=\"imageCredit\">Sean Peebles</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sean&nbsp;A&nbsp;Peebles</div>\n<div class=\"imageTitle\">Chirped-pulse Fourier-transform microwave spectrometer</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490714438416_NSFreportoutcomes2017_BZ-HCCH--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490714438416_NSFreportoutcomes2017_BZ-HCCH--rgov-800width.jpg\" title=\"Rotational spectroscopy and structure\"><img src=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490714438416_NSFreportoutcomes2017_BZ-HCCH--rgov-66x44.jpg\" alt=\"Rotational spectroscopy and structure\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A rotational spectrum (left) can be analyzed to provide precise structural information on small clusters of molecules, such as the benzene...acetylene complex (right). Different structures give rise to distinctive patterns of peaks in the spectrum.</div>\n<div class=\"imageCredit\">Sean Peebles</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sean&nbsp;A&nbsp;Peebles</div>\n<div class=\"imageTitle\">Rotational spectroscopy and structure</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490718157559_NSFreportoutcomes2017_PDN23dichloropropene--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490718157559_NSFreportoutcomes2017_PDN23dichloropropene--rgov-800width.jpg\" title=\"Pulsed discharge studies of exotic and reactive species\"><img src=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490718157559_NSFreportoutcomes2017_PDN23dichloropropene--rgov-66x44.jpg\" alt=\"Pulsed discharge studies of exotic and reactive species\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Exposing an expanding beam of molecules to an electric discharge or low energy electron impact can result in generation of new chemical species. This figure shows the appearance of new peaks in the spectrum when the electric discharge is turned on, signifying production of a new molecule.</div>\n<div class=\"imageCredit\">Sean Peebles</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sean&nbsp;A&nbsp;Peebles</div>\n<div class=\"imageTitle\">Pulsed discharge studies of exotic and reactive species</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490718939382_NSFreportoutcomes2017_PDN--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490718939382_NSFreportoutcomes2017_PDN--rgov-800width.jpg\" title=\"Pulsed electric discharge nozzle\"><img src=\"/por/images/Reports/POR/2017/1214070/1214070_10210433_1490718939382_NSFreportoutcomes2017_PDN--rgov-66x44.jpg\" alt=\"Pulsed electric discharge nozzle\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The blue glow from excited argon atoms after passing through an electric discharge is visible. The electric current passing through the molecules as they expand from the nozzle causes bonds to be broken and reformed, yielding new chemical species that can be studied by the microwave spectrometer.</div>\n<div class=\"imageCredit\">Sean Peebles</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sean&nbsp;A&nbsp;Peebles</div>\n<div class=\"imageTitle\">Pulsed electric discharge nozzle</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\n \n\n \nOur NSF funded studies were designed to provide insight into the very weak forces that operate between molecules at the molecular scale. These forces are responsible for common behavior we observe every day. One aspect of the supported project targeted interaction of molecules of carbon dioxide (CO2) with small molecules. CO2 is an important industrial molecule used in many processes (decaffeination of coffee, water treatment, manufacture of plastics, carbonation of beverages, refrigeration, etc.) but the molecular level behavior responsible for many of its useful properties is often not well understood. We were able to probe how CO2 binds to simple ?solute? molecules to learn more about the factors determining how well they dissolve in supercritical CO2, an important industrial solvent. We can determine how strongly the solute and CO2 molecules are attracted to each other and how this attractive behavior can be \"tuned\" by changing atoms on the solute molecule. We find many interesting similarities in the structures of these small clusters, even when the properties of the solute paired with CO2 are quite different. Computational modeling that can estimate the attraction of CO2 in different locations around the solute molecule have also been employed to rationalize our experimental observations and to test predictions of which location of CO2 around the solute will be preferred. Improved understanding of the behavior of CO2 has many wide-ranging benefits: the ability to improve the design of materials that can remove and lock away CO2 from the atmosphere (\"CO2 sequestration\"), and increased understanding of liquid or supercritical CO2 in industrial processes can enhance and refine process design. In addition, the development of new experimental techniques that is driven by the challenges of producing and characterizing these extremely weakly bound clusters often yields new methods for analysis that can be exploited in many other fields of science or medicine.\nWe employ an experimental technique known as Fourier-transform microwave (FTMW) spectroscopy that involves expanding a gas mixture at supersonic speeds through a small pinhole into a vacuum chamber to encourage the growth of small clusters of molecules. These clusters are probed by microwaves to determine the way in which the molecules are interacting with each other. Detailed structural information can lead to information on the way in which molecules orient themselves as they approach each other, which can help explain important processes, such as chemical reactivity, and aids understanding of processes where such interactions are crucial (e.g. protein structure, drug interactions, etc.). One of the FTMW spectrometers used in this work was constructed at EIU by the PI and undergraduate students using a previous NSF grant (NSF-RUI 0809387) and has been upgraded and improved under the present grant (NSF RUI 1214070) to streamline data collection efficiency and reliability. Pulsed electric discharge and electron impact sources for generating novel exotic and reactive charged species that are of relevance as intermediates in chemical reactions have also been installed and tested.\nOther studies of weak interactions have focused on what are known as \"CH...pi interactions\". The prototype system for this interaction - the benzene...acetylene cluster - was studied using microwave spectroscopy for the first time by us during this grant period, yielding accurate distances with which to benchmark the widely varying predictions from computational chemistry studies over the last 20 years. Our subsequent studies have probed how the interaction strength changes as fluorine atoms are substituted for hydrogen atoms on the benzene molecule. Probing small clusters such as this in the gas-phase allows us to characterize and quantify these very weak interactions. Although weak, the sheer number of sites which can employ such binding mechanisms in molecules like proteins means that these attractive forces may play significant roles in guiding structure and function of biomolecules.\n\nAs well as yielding insight into structure and properties of materials at the molecular level, the research has provided important training opportunities for students.  A total of 18 students from EIU (13 undergraduate and 5 masters students) have contributed to research supported by this grant, gaining valuable experience with advanced instrumentation, computational modeling methods, data collection and analysis techniques, design and construction of scientific instrumentation, and communicating their findings at conferences (the grant provided all students with opportunities for attendance and/or presentation at national or international conferences). In addition, student visitors from the US (Kent State University, Oberlin College) and the rest of the world (Sookmyung Women's University, in S. Korea) visited the lab during the course of our studies to utilize our instrumentation and to gain experience in our methods.\n\n \n \n\n\t\t\t\t\tLast Modified: 03/30/2017\n\n\t\t\t\t\tSubmitted by: Sean A Peebles"
 }
}