{
 "awd_id": "1214714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Biosensors to Detect and Characterize Genotoxins",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 149930.0,
 "awd_amount": 149930.0,
 "awd_min_amd_letter_date": "2012-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project creates GeniStress Responder. GeniStress Responder is part of EkaTox, a family of toxicology diagnostics harnessing the power of comparative genomics in nematodes to make toxicology predictions in humans. GeniStress Responder identifies and characterizes mutagenic and carcinogenic compounds (genotoxins) using bioengineered nematodes. Multiple types of bioengineered nematodes are created and arranged into a GeniStress Responder panel. The panel's bioengineered nematodes become biosensors of genotoxic activity. Each biosensor works by using a specific genotoxin-sensitive gene to drive expression of a fluorescent-protein coding sequence. Exposure to a specific genotoxin elicits a specific pattern of activity in the GeniStress Responder panel. Feasibility is demonstrated when known genotoxins create specific toxicogenomic responses in the GeniStress Responder panel.\r\n\r\nThe broader/commercial impacts of this research are introduction of improved genotoxicity diagnostics in the marketplace. Current technologies are inadequate. No single test is available to comprehensively profile different types of sample genotoxicity. The market needs an easy-to-use test for genotoxicity profiling. GeniStress Responder fills the market need for genotoxicity profiling in one simple diagnostic kit. With GeniStress Responder, a toxic compound's mechanism-of-action is determined in a shorter time and with fewer resources, than what can be achieved with current technology. GeniStress Responder's ease-of-use will accelerate drug discovery (cancer therapeutics) and environmental toxicology testing (cosmetics, plastics, super-fund site cleanup).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hopkins",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher E Hopkins",
   "pi_email_addr": "chopkins@knudra.com",
   "nsf_id": "000582488",
   "pi_start_date": "2012-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Knudra Diagnostics",
  "inst_street_address": "2500 South State",
  "inst_street_address_2": "",
  "inst_city_name": "Salt Lake City",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "3856464497",
  "inst_zip_code": "841153110",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "UT02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Knudra Transgenics",
  "perf_str_addr": "2500 S STATE ST",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841153100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "UT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF phase I SBIR funding demonstrates GeniStress is a promising toxicology diagnostic product. </strong>GeniStress hold promise to discover genotoxicity sooner and more accurately than current genotoxicity testing products.&nbsp; The phase I feasibility studies discovered a set of genes acting as canaries-in-the-coal-mine for detecting DNA-repair activation. To create the GeniStress product, genes activated by genotoxic exposure are harvested to create biosensors that turn red upon exposure to genotoxin.&nbsp;&nbsp; Phase I funding demonstrated DNA repair genes are feasible candidates for biosensor production because they provide discrimination of a genotoxin&rsquo;s mechanism-of-action.</p>\n<p><strong>By using DNA repair genes for biosensor production, GeniStress becomes unique toxicology product.</strong> Unlike all other high-throughput methods on the market (Ames Test mini and Bluescreen HC), greater accuracy is achieved by observing increased expression of genes directly involved in DNA-repair mechanisms. With GeniStress, compounds do not get wrongly accused (false positives) or escape detection (false negatives). GeniStress will provide improved genotoxicity testing for a wide variety of markets spanning from consumer products to environmental monitoring.&nbsp;</p>\n<p><strong>The pharmaceutical industry is a key market with the most to gain from adoption of GeniStress technology</strong>. Current tools make it difficult to fully understand toxicity liabilities before market entry of a drug. After market mandates for Black Box warning labels, or worse yet, pulling a drug from market, lead to billion dollar losses in forecast sales. Similarly unacceptable toxicity discovered late in drug development, in clinical trails, can lead to 100&rsquo;s of millions lost in project cancelation costs. Accurate capture of toxicity early in the drug development pipeline is a growing demand in pharmaceutical research. The result is the emergence of the Early Toxicology market, valued near $3 billion and experiencing 15.3% yearly growth. The Early Toxicology market is forecast to be $5 billion by year 2020.</p>\n<p><strong>Knudra Diagnostics introduces GeniStress as a service platform for genotoxicity discovery</strong>. GeniStress is the lead product of Knudra&rsquo;s EkaTox family of toxicology diagnostics. The core mission of Knudra Diagnostics is to become a premier provider of Early Toxicology analysis to the pharmaceutical and consumer product industries. Pharmaceutical firms have aggressively realized the advantage of outsourcing product development. As a result, they are seeking development partners to create greater economies in their drug development pipeline. Knudra Diagnostics provides a needed outsourcing service with its EkaTox products. GeniStress is Knudra&rsquo;s lead product and provides the market a superior tool for forecasting genotoxic liabilities in the drug development pipeline.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/23/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;E&nbsp;Hopkins</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1214714/1214714_10185736_1358919111080_ScreenShot2013-01-22at10.28.36PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1214714/1214714_10185736_1358919111080_ScreenShot2013-01-22at10.28.36PM--rgov-800width.jpg\" title=\"marquee\"><img src=\"/por/images/Reports/POR/2013/1214714/1214714_10185736_1358919111080_Scree...",
  "por_txt_cntn": "\nNSF phase I SBIR funding demonstrates GeniStress is a promising toxicology diagnostic product. GeniStress hold promise to discover genotoxicity sooner and more accurately than current genotoxicity testing products.  The phase I feasibility studies discovered a set of genes acting as canaries-in-the-coal-mine for detecting DNA-repair activation. To create the GeniStress product, genes activated by genotoxic exposure are harvested to create biosensors that turn red upon exposure to genotoxin.   Phase I funding demonstrated DNA repair genes are feasible candidates for biosensor production because they provide discrimination of a genotoxinÆs mechanism-of-action.\n\nBy using DNA repair genes for biosensor production, GeniStress becomes unique toxicology product. Unlike all other high-throughput methods on the market (Ames Test mini and Bluescreen HC), greater accuracy is achieved by observing increased expression of genes directly involved in DNA-repair mechanisms. With GeniStress, compounds do not get wrongly accused (false positives) or escape detection (false negatives). GeniStress will provide improved genotoxicity testing for a wide variety of markets spanning from consumer products to environmental monitoring. \n\nThe pharmaceutical industry is a key market with the most to gain from adoption of GeniStress technology. Current tools make it difficult to fully understand toxicity liabilities before market entry of a drug. After market mandates for Black Box warning labels, or worse yet, pulling a drug from market, lead to billion dollar losses in forecast sales. Similarly unacceptable toxicity discovered late in drug development, in clinical trails, can lead to 100Æs of millions lost in project cancelation costs. Accurate capture of toxicity early in the drug development pipeline is a growing demand in pharmaceutical research. The result is the emergence of the Early Toxicology market, valued near $3 billion and experiencing 15.3% yearly growth. The Early Toxicology market is forecast to be $5 billion by year 2020.\n\nKnudra Diagnostics introduces GeniStress as a service platform for genotoxicity discovery. GeniStress is the lead product of KnudraÆs EkaTox family of toxicology diagnostics. The core mission of Knudra Diagnostics is to become a premier provider of Early Toxicology analysis to the pharmaceutical and consumer product industries. Pharmaceutical firms have aggressively realized the advantage of outsourcing product development. As a result, they are seeking development partners to create greater economies in their drug development pipeline. Knudra Diagnostics provides a needed outsourcing service with its EkaTox products. GeniStress is KnudraÆs lead product and provides the market a superior tool for forecasting genotoxic liabilities in the drug development pipeline.\n\n \n\n\t\t\t\t\tLast Modified: 01/23/2013\n\n\t\t\t\t\tSubmitted by: Christopher E Hopkins"
 }
}