{
 "awd_id": "1214767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fallback Food Seasonality and the Plasticity of Craniomandibular Development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2011-06-30",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 220122.0,
 "awd_amount": 220122.0,
 "awd_min_amd_letter_date": "2012-05-16",
 "awd_max_amd_letter_date": "2012-05-16",
 "awd_abstract_narration": "Cranial variation in primates is influenced by masticatory stresses, with taxa relying on stiff and/or tough foods often possessing more robust skulls, jaws and jaw muscles.  Most primates exhibit seasonal diets, focusing on difficult-to-process \"fallback\" foods only part of the year rather than continuously.  Indeed, the ecomorphological significance of fallback foods is emerging as one of the key outstanding issues in primate biology and evolution.  Unfortunately, the extent to which the seasonal vs. annual processing of such resistant foods might affect variation in cranial growth and form is unknown.  Exploring the influence of seasonality in food material properties on skull development is vital for paleobiological reconstructions as well as for understanding the ecological bases of adaptive plasticity and phenotypic variation in the primate skull and feeding apparatus.  Thus, this research tests the hypothesis that the long-term frequency of elevated loading during post-weaning ontogeny results in higher growth trajectories and larger adult masticatory proportions.  Important similarities exist in the morphology, behavior, function, ontogeny and plasticity of the feeding complex between rabbits and primates that will facilitate such comparisons.  Rabbit siblings are raised on diets of different properties, with one group having a control/normal diet, one eating an \"annual\" fracture-resistant diet, and one subjected to \"seasonal\" increases in dietary toughness and stiffness to model fluctuations in the reliance on fallback foods.  Three postnatal stages are being examined, with cranial variation evaluated via 3D imaging of internal and external anatomy.  \r\n\r\nIn bridging the gap between lab- and field-based studies of plasticity and evolution, this research offers a novel and timely assessment of the role of dietary seasonality on cranial ontogeny.  A broader impact will be to provide interdisciplinary training for postdoctoral, graduate and undergraduate trainees, especially under-represented groups and the local K-12 community.  The benefit to society includes collecting data on load-induced responses necessary for understanding how to mimic the growth activity of musculo-skeletal tissues, and for identifying masticatory parameters to be examined in field specimens.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Ravosa",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Ravosa",
   "pi_email_addr": "mravosa1@jhmi.edu",
   "nsf_id": "000097527",
   "pi_start_date": "2012-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 220122.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Cranial variation in primates and other mammals is influenced by masticatory stresses, with taxa relying on stiff and/or tough foods often possessing more robust skulls, jaws and jaw muscles.&nbsp; Most primates exhibit seasonal diets, focusing on difficult-to-process &lsquo;fallback&rsquo; foods only part of the year rather than continuously. Presently, the anatomical significance of seasonal reliance fallback foods is emerging as one of the key outstanding issues in primate<br />ecology and evolution.&nbsp; Unfortunately, the extent to which the seasonal vs. annual processing of such mechanically challenging foods might affect variation in cranial growth and form is unknown.&nbsp; Exploring the influence of seasonality in food material properties on skull development is vital for reconstructions of extinct species as well as for understanding the ecological bases of morphological&nbsp;variation in the primate skull and feeding apparatus.&nbsp; Indeed, fallback foods have been invoked to explain variation in skull form among early human anscestors (australopiths) from East and South Africa.</p>\n<p>To this end, our experiments tested the hypothesis that the long-term frequency of elevated loading during postweaning growth results in elevated growth rates&nbsp;and, ultimately,&nbsp;larger adult masticatory structures.&nbsp; Important similarities exist in the morphology, behavior, function, ontogeny and plasticity of the feeding complex between rabbits and primates that will facilitate such comparisons. &nbsp;Rabbit siblings were raised on diets of different properties, with one group having a control/normal diet, one eating an &lsquo;annual&rsquo; fracture-resistant diet, and two&nbsp;cohorts subjected to either early or late &lsquo;seasonal&rsquo; increases in dietary toughness and stiffness to model fluctuations in the reliance on fallback foods.&nbsp; &nbsp; The latter cohorts allowed us to test if a subject raised on a soft-then-hard diet exhibits similar increases in skull growth as one raised on a hard-then-soft diet.&nbsp; This facilitates an analysis of whether<br />plasticity responses decrease with age, a finding with both evolutionary and translational implications for the mechanobiology of connective tissues.&nbsp; Starting at weaning and continuing biweekly through adulthood,&nbsp;cranial variation was evaluated via 3D high-resolution imaging of internal and external anatom.&nbsp; These longitudinal data are being integrated with biweekly labelling of bone formation and blood serum that evaluate markers of bone formation.</p>\n<p>In bridging the gap between lab- and field-based studies of plasticity and evolution, this research offers a novel and timely assessment of the role of dietary seasonality on cranial development and evolution.&nbsp; A broader impact was that this project provided interdisciplinary training in science and mentoring&nbsp;for postdoctoral, graduate and undergraduate trainees, especially under-represented groups as defined by the NSF. &nbsp;The benefit to society includes collecting data on loading responses necessary for understanding how to mimic the growth activity of musculoskeletal tissues, and for identifying masticatory parameters to be examined in field specimens.</p>\n<p>In all aspects, the project ran&nbsp;smoothly as planned.&nbsp; Our major findings to date relate to the fact that it is unlikely that a robust feeding apparatus can develop in an organism that chews and bites a mechanically challenging diet for only part of the year (i.e., seasonally).&nbsp; These findings do not support the fallback food hypothesis of early human evolution.&nbsp; Rather mandibular robusticity is most pronounced in mammals that eat tough/stiff foods throughout the year.&nbsp; Subsequent data collection and analysis is being completed by my former postdoctoral fellow (who now has a tenure-track job) as well as six undergraduate and tw...",
  "por_txt_cntn": "\n\nCranial variation in primates and other mammals is influenced by masticatory stresses, with taxa relying on stiff and/or tough foods often possessing more robust skulls, jaws and jaw muscles.  Most primates exhibit seasonal diets, focusing on difficult-to-process æfallbackÆ foods only part of the year rather than continuously. Presently, the anatomical significance of seasonal reliance fallback foods is emerging as one of the key outstanding issues in primate\necology and evolution.  Unfortunately, the extent to which the seasonal vs. annual processing of such mechanically challenging foods might affect variation in cranial growth and form is unknown.  Exploring the influence of seasonality in food material properties on skull development is vital for reconstructions of extinct species as well as for understanding the ecological bases of morphological variation in the primate skull and feeding apparatus.  Indeed, fallback foods have been invoked to explain variation in skull form among early human anscestors (australopiths) from East and South Africa.\n\nTo this end, our experiments tested the hypothesis that the long-term frequency of elevated loading during postweaning growth results in elevated growth rates and, ultimately, larger adult masticatory structures.  Important similarities exist in the morphology, behavior, function, ontogeny and plasticity of the feeding complex between rabbits and primates that will facilitate such comparisons.  Rabbit siblings were raised on diets of different properties, with one group having a control/normal diet, one eating an æannualÆ fracture-resistant diet, and two cohorts subjected to either early or late æseasonalÆ increases in dietary toughness and stiffness to model fluctuations in the reliance on fallback foods.    The latter cohorts allowed us to test if a subject raised on a soft-then-hard diet exhibits similar increases in skull growth as one raised on a hard-then-soft diet.  This facilitates an analysis of whether\nplasticity responses decrease with age, a finding with both evolutionary and translational implications for the mechanobiology of connective tissues.  Starting at weaning and continuing biweekly through adulthood, cranial variation was evaluated via 3D high-resolution imaging of internal and external anatom.  These longitudinal data are being integrated with biweekly labelling of bone formation and blood serum that evaluate markers of bone formation.\n\nIn bridging the gap between lab- and field-based studies of plasticity and evolution, this research offers a novel and timely assessment of the role of dietary seasonality on cranial development and evolution.  A broader impact was that this project provided interdisciplinary training in science and mentoring for postdoctoral, graduate and undergraduate trainees, especially under-represented groups as defined by the NSF.  The benefit to society includes collecting data on loading responses necessary for understanding how to mimic the growth activity of musculoskeletal tissues, and for identifying masticatory parameters to be examined in field specimens.\n\nIn all aspects, the project ran smoothly as planned.  Our major findings to date relate to the fact that it is unlikely that a robust feeding apparatus can develop in an organism that chews and bites a mechanically challenging diet for only part of the year (i.e., seasonally).  These findings do not support the fallback food hypothesis of early human evolution.  Rather mandibular robusticity is most pronounced in mammals that eat tough/stiff foods throughout the year.  Subsequent data collection and analysis is being completed by my former postdoctoral fellow (who now has a tenure-track job) as well as six undergraduate and two graduate trainees on the high-resolution images and tissue sample.  Of the trainees involved in this experiment study, several are members of under-represented groups as defined by the NSF.  Many such individuals have presented the results of their ..."
 }
}