{
 "awd_id": "1214162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modulatory Activities of Zinc in the Vertebrate Retina",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 194260.0,
 "awd_amount": 194260.0,
 "awd_min_amd_letter_date": "2011-12-09",
 "awd_max_amd_letter_date": "2011-12-09",
 "awd_abstract_narration": "This investigation will determine the modulatory actions of zinc in the vertebrate retina, where the presence of this important trace element has been established.  The goals of this project will be achieved using a multidisciplinary approach involving measurement of changes to electrophysiological responses which result from application of appropriate pharmacological agents and development of quantitative measurements of zinc release from retinal cells.  The results will reveal mechanisms by which zinc released from photoreceptor terminals feeds-back to reduce the calcium entry involved in glutamate release, thereby reducing unnecessary glutamate release in the dark.  Results will also provide increased understanding of the ways in which zinc affects hemi-channels, the constituents of gap junctions between retinal neurons.  These affects will influence interactions involved in contrast sensitivity and/or the spread of cell death from injured neurons.  Knowledge of these mechanisms will be greatly enhance our understanding of the neural mechanisms mediating early events of visual processing in the retina as well as protection from glutamate cytotoxicity in the retina and elsewhere in the central nervous system.  While advancing discovery and understanding in the stated scientific problems, the project will have broader impacts through its role in promoting teaching, training and learning in an environment that offers significant educational opportunities to underrepresented minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Chappell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Chappell",
   "pi_email_addr": "rchappell@mbl.edu",
   "nsf_id": "000157934",
   "pi_start_date": "2011-12-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 194260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;<span style=\"font-family: Times New Roman; font-size: small;\"> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span><span>The eye continues to function as intensity of light from the surroundings becomes some million times as bright as that which can first be detected.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This ability to &ldquo;adapt&rdquo; to brighter intensities allows details of the surroundings to be seen at all times of day, as well as on moonlit nights.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Our research indicates that ionic zinc (loosely bound Zn2+) plays an important role in this process.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Knowing this, we&nbsp;went on&nbsp;to show that this zinc also protects retinal cells from damage which could be caused by releasing too much of a potent chemical (glutamate) involved in communication of visual information between retinal cells, especially at night when the risk would be greatest.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\"><br /></span></p>\n<p style=\"margin: 0in 0in 0pt; text-indent: 0.5in;\"><span>This study was designed to address questions concerning the role of retinal zinc in the processing of visual information and in retinal health. A region near the base of the photoreceptors had been identified as having a high concentration of loosely bound zinc although its role had not been established.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Evidence also suggested that it was contained in the packets (vesicles) which release the neurotransmitter (glutamate) used to convey information from photoreceptors to adjacent cells. To overcome uncertainties&nbsp;regarding the actual zinc concentrations present around retinal cells we introduced the approach of binding extracellular ionic zinc (Zn2+) naturally present in the retina using the membrane impermeable amino acid histidine so that effects of reducing the amount of ionic zinc available outside the photoreceptors could be observed.</span></p>\n<p style=\"margin: 0in 0in 0pt; text-indent: 0.5in;\"><span><br /></span></p>\n<p style=\"margin: 0in 0in 0pt; text-indent: 0.5in;\"><span>Using calcium imaging techniques, we first confirmed that zinc (Zn2+) applied outside photoreceptor cells reduced the amount of calcium entry into photoreceptor terminals.<span style=\"mso-spacerun: yes;\">&nbsp; </span>When extracellular zinc (Zn2+) naturally present was removed by binding to the histidine we applied, however, calcium entry increased substantially. This provided direct evidence that retinal zinc at the concentration naturally present in the retina provides an auto-feedback mechanism regulating the amount of its own release&nbsp;together with&nbsp;glutamate by modulating the calcium entry responsible for their release.</span></p>\n<p style=\"margin: 0in 0in 0pt; text-indent: 0.5in;\"><span><span style=\"mso-spacerun: yes;\"><br /></span></span></p>\n<p style=\"margin: 0in 0in 0pt; text-indent: 0.5in;\"><span>Realizing that&nbsp;removing this zinc feedback&nbsp;would increase glutamate release, especially in the dark when photoreceptors are fully depolarized and calcium entry would be greatest, we speculated that the zinc release from photoreceptors may be playing an important protective role. While glutamate is an exquisitely potent neurotransmitter, too much glutamate can be toxic to retinal cells. To confirm this possibility, we introduced histidine into the vitreous of one eye of experimental fish (the little skate, <em style=\"mso-bidi-font-style: normal;\">Raja erinacea</em>). After leaving them in the dark overnight while the histidine bound naturally occurring extracellular zinc in the retina, we found that the eye receiving the histidine showed degeneration of retinal nerve cells&nbsp;typical of glutamate toxicity.</span></p>\n<p style=\"margin: 0in 0in 0pt; text-inden...",
  "por_txt_cntn": "\n              The eye continues to function as intensity of light from the surroundings becomes some million times as bright as that which can first be detected.  This ability to \"adapt\" to brighter intensities allows details of the surroundings to be seen at all times of day, as well as on moonlit nights.  Our research indicates that ionic zinc (loosely bound Zn2+) plays an important role in this process.  Knowing this, we went on to show that this zinc also protects retinal cells from damage which could be caused by releasing too much of a potent chemical (glutamate) involved in communication of visual information between retinal cells, especially at night when the risk would be greatest.  \n\nThis study was designed to address questions concerning the role of retinal zinc in the processing of visual information and in retinal health. A region near the base of the photoreceptors had been identified as having a high concentration of loosely bound zinc although its role had not been established.  Evidence also suggested that it was contained in the packets (vesicles) which release the neurotransmitter (glutamate) used to convey information from photoreceptors to adjacent cells. To overcome uncertainties regarding the actual zinc concentrations present around retinal cells we introduced the approach of binding extracellular ionic zinc (Zn2+) naturally present in the retina using the membrane impermeable amino acid histidine so that effects of reducing the amount of ionic zinc available outside the photoreceptors could be observed.\n\n\nUsing calcium imaging techniques, we first confirmed that zinc (Zn2+) applied outside photoreceptor cells reduced the amount of calcium entry into photoreceptor terminals.  When extracellular zinc (Zn2+) naturally present was removed by binding to the histidine we applied, however, calcium entry increased substantially. This provided direct evidence that retinal zinc at the concentration naturally present in the retina provides an auto-feedback mechanism regulating the amount of its own release together with glutamate by modulating the calcium entry responsible for their release.\n\n\nRealizing that removing this zinc feedback would increase glutamate release, especially in the dark when photoreceptors are fully depolarized and calcium entry would be greatest, we speculated that the zinc release from photoreceptors may be playing an important protective role. While glutamate is an exquisitely potent neurotransmitter, too much glutamate can be toxic to retinal cells. To confirm this possibility, we introduced histidine into the vitreous of one eye of experimental fish (the little skate, Raja erinacea). After leaving them in the dark overnight while the histidine bound naturally occurring extracellular zinc in the retina, we found that the eye receiving the histidine showed degeneration of retinal nerve cells typical of glutamate toxicity.\n\n\nZinc deficiency is a problem not only in underdeveloped countries but is increasingly common in an aging population in industrialized nations as well. Clinically it is known to be associated with one form of night blindness and zinc supplements are already prescribed in some treatments for age-related macular degeneration of the retina. This study has contributed to our understanding of the role of retinal zinc in the processing of visual information and in retinal health. It also provides a physiological basis for diagnosis and for the development of treatments of visual disorders in which retinal zinc may be a factor.  \n\n\nAnother of the broader impacts of the research was the training of undergraduates and a doctoral student at a minority institution in a major metropolitan area.  In addition, it allowed the establishment of a year-round vision research laboratory at the Marine Biological Laboratory in Woods Hole, MA, an institution known for playing an important role in collaborative research among scientists from across the US and around the world. It has also str..."
 }
}