{
 "awd_id": "1214793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Learning Design Synthesis with a Mechatronics Kit",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-05-08",
 "awd_max_amd_letter_date": "2012-10-22",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop and test a construction kit toy and accompanying activities for teaching and learning engineering design synthesis. Routine engineering analysis can be automated, but design synthesis still remains largely the province of creative and knowledgeable human beings.  The problem is that design synthesis is taught poorly, if at all. Construction kit toys offer a way to solve this problem: they invite young people into engineering design synthesis in playful yet intellectually challenging ways.   Beyond teaching specific domain knowledge, construction kits engage young learners in goal-directed experimental exploration, acquiring and practicing skills central to creativity and invention in engineering design. Current mechatronics construction kit toys are either too simple or limited to allow serious designing, or they are powerful but so technically demanding as to exclude many who otherwise might like to play. The specific innovation of our EYVO construction kit for mechatronics through elegant encapsulation of function and simplicity of physical design?will dramatically lower barriers for young people to engage significantly with engineering design synthesis.  This project will develop the EYVO prototype and accompanying educational materials, test it with children, and investigate its commercial potential.\r\n\r\n\r\nThe broader impact/commercial potential of this project is as follows. Throughout the twentieth century the US led the world in science and technology innovation, but this competitive advantage is steadily eroding.   US children lag behind peer nations in STEM knowledge and skills, crucial for the nation?s technological leadership and economic future. Many young people are discouraged from pursuing STEM interests because, despite interest, early encounters lead them to believe that they have poor aptitude.   They turn away (or feel excluded) from STEM fields because the barriers to entry seem too high or because they think it?s boring or difficult. Unlike competing products such as LEGO Mindstorms, VEX Robotics, and Meccano the EYVO construction kit developed in this project invites young people to engage immediately?without prologue and without need for prior technical proficiency?in serious yet playful engineering design.  Through play with EYVO they can learn that engineering design is fun, and more importantly, a domain in which they can excel.   By making the kit affordable to individuals, schools, and informal science institutions, the project will make engineering design synthesis skills attractive and accessible to populations that historically have largely been excluded from, or disinterested in, STEM learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Schweikardt",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Eric E Schweikardt",
   "pi_email_addr": "eric@modrobotics.com",
   "nsf_id": "000114051",
   "pi_start_date": "2012-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Modular Robotics Incorporated",
  "inst_street_address": "3085 Bluff Street",
  "inst_street_address_2": "",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3036569407",
  "inst_zip_code": "803012101",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "C159KPFK16B5"
 },
 "perf_inst": {
  "perf_inst_name": "Modular Robotics",
  "perf_str_addr": "1645 Canyon Boulevard",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803025406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this six-month SBIR Phase I project, Modular Robotics Incorporated developed a working prototype of the EYVO mechatronics construction kit toy and accompanying educational materials, tested these with children, and investigated the kit&rsquo;s commercial potential. Through these activities the company learned that:</p>\n<p>(1) Children and other learners found the EYVO construction kit interesting and would engage with the prototype kit in playful experimentation.</p>\n<p>(2) The EYVO kit can be instrumental in delivering rich and varied STEM learning activities.</p>\n<p>(3) With relatively small modifications to its design, the EYVO kit can be manufactured affordably and reliably at price points that consumers are willing to pay.</p>\n<p>The company developed fully functional prototypes of the EYVO mechatronic construction kit components, and deployed these parts in guided learning and play sessions with children between the ages of 6 and 14.&nbsp;&nbsp;&nbsp; The outcome of these sessions showed that the children enjoyed the challenge of using EYVO to design mechatronic structures, and that in sessions as long as 90 minutes they would engage with EYVO, even though due to the prototype nature of the kits many parts were unreliable.&nbsp; These sessions suggested specific design changes to improve the next version of the EYVO construction kit.</p>\n<p>The company investigated STEM and STEM-related learning activities that the EYVO mechatronic construction kit could scaffold.&nbsp; The company has by no means exhausted these possibilities but through the SBIR Phase I project, verified that EYVO does afford the learning of STEM and STEM-related concepts.&nbsp; &nbsp;These range from robotics and &ldquo;core&rdquo; mechatronics learning, to more diverse applications, such as the study of gait, knees, and walking. &nbsp;</p>\n<p>The company also investigated the manufacturability of the EYVO mechatronic construction kit.&nbsp;&nbsp; The company sought pricing for parts and manufacturing of the EYVO kit, and obtained test and prototype parts for critical components.&nbsp; This led the company to make some engineering design changes to lower costs or increase reliability, and to refine the design of EYVO to allow the company to build a set of computer controlled robot automation components to assist with the assembly and testing of EYVO components.&nbsp;&nbsp; Based on these investigations in the SBIR Phase I project, the company feels confident in going forward with the manufacturing and delivery of the EYVO product.&nbsp;</p>\n<p>In short, SBIR Phase I research is intended to assess the feasibility of a new idea, from both technical and commercialization perspectives.&nbsp; This Phase I research made a compelling case for the feasibility of the EYVO mechatronics construction kit, from both the technical and commercial potential perspectives.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/11/2013<br>\n\t\t\t\t\tModified by: Eric&nbsp;E&nbsp;Schweikardt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this six-month SBIR Phase I project, Modular Robotics Incorporated developed a working prototype of the EYVO mechatronics construction kit toy and accompanying educational materials, tested these with children, and investigated the kitÆs commercial potential. Through these activities the company learned that:\n\n(1) Children and other learners found the EYVO construction kit interesting and would engage with the prototype kit in playful experimentation.\n\n(2) The EYVO kit can be instrumental in delivering rich and varied STEM learning activities.\n\n(3) With relatively small modifications to its design, the EYVO kit can be manufactured affordably and reliably at price points that consumers are willing to pay.\n\nThe company developed fully functional prototypes of the EYVO mechatronic construction kit components, and deployed these parts in guided learning and play sessions with children between the ages of 6 and 14.    The outcome of these sessions showed that the children enjoyed the challenge of using EYVO to design mechatronic structures, and that in sessions as long as 90 minutes they would engage with EYVO, even though due to the prototype nature of the kits many parts were unreliable.  These sessions suggested specific design changes to improve the next version of the EYVO construction kit.\n\nThe company investigated STEM and STEM-related learning activities that the EYVO mechatronic construction kit could scaffold.  The company has by no means exhausted these possibilities but through the SBIR Phase I project, verified that EYVO does afford the learning of STEM and STEM-related concepts.   These range from robotics and \"core\" mechatronics learning, to more diverse applications, such as the study of gait, knees, and walking.  \n\nThe company also investigated the manufacturability of the EYVO mechatronic construction kit.   The company sought pricing for parts and manufacturing of the EYVO kit, and obtained test and prototype parts for critical components.  This led the company to make some engineering design changes to lower costs or increase reliability, and to refine the design of EYVO to allow the company to build a set of computer controlled robot automation components to assist with the assembly and testing of EYVO components.   Based on these investigations in the SBIR Phase I project, the company feels confident in going forward with the manufacturing and delivery of the EYVO product. \n\nIn short, SBIR Phase I research is intended to assess the feasibility of a new idea, from both technical and commercialization perspectives.  This Phase I research made a compelling case for the feasibility of the EYVO mechatronics construction kit, from both the technical and commercial potential perspectives.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/11/2013\n\n\t\t\t\t\tSubmitted by: Eric E Schweikardt"
 }
}