{
 "awd_id": "1214634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Electrochemical Systems for the Reduction of Oxyhalide Species",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 149996.0,
 "awd_amount": 149996.0,
 "awd_min_amd_letter_date": "2012-06-06",
 "awd_max_amd_letter_date": "2012-10-23",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project proposes to develop novel approaches to water treatment that cost-effectively remove inorganic disinfection byproducts (DBPs) in water. These DBPs, known as oxyhalides, are typically associated with standard water disinfection methods but can also be present in water as a result of industrial contamination. Oxyhalides present known public health risks and are targeted for regulation by the US Environmental Protection Agency as well as state environmental agencies. Research in this project will focus on two electrochemical methods that mitigate contamination of water with oxyhalides. The first is a novel electrochemical system capable of directly reducing oxyhalides to their corresponding halide ions while the second investigates unique preventative measures to minimize oxyhalide formation during hypochlorite production using on-site electrochemical generation systems.\r\n\r\nThe commercial impacts of this project are that the proposed research will provide novel water treatment technology solutions that increase access to high quality potable water. An electrochemical device capable of complete reduction of oxyhalides will provide an effective, economical new technology that can be used on scales ranging from individual households to major aquifer remediation projects. Similarly, reduced production of oxyhalides during brine electrolysis processes will help municipalities and industrial water producers meet current and planned drinking water standards regulating the amounts of chlorate and perchlorate allowed in potable water. Both of the technologies developed as a result of this research will result in a broad impact on public health by providing technological barriers to the exposure of toxic oxyhalides.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Boal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Boal",
   "pi_email_addr": "andrew.boal@miox.com",
   "nsf_id": "000532212",
   "pi_start_date": "2012-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MIOX Corporation",
  "inst_street_address": "5601 Balloon Fiesta Parkway",
  "inst_street_address_2": "",
  "inst_city_name": "Albuquerque",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5053430090",
  "inst_zip_code": "871132101",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "MIOX Corporation",
  "perf_str_addr": "5601 Balloon Fiesta Parkway",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871132101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Continuous chlorination of water to destroy pathogenic<br />microorganisms has been heralded as one of the greatest human advances in<br />history and has resulted in the near elimination of diseases such as cholera,<br />typhoid, dysentery and hepatitis A for communities that chlorinate water. Along<br />with the beneficial properties of chlorine, water disinfection with chlorine or<br />other oxidants can sometimes lead to the unintended addition of potentially<br />harmful compounds such as chlorite, chlorate, perchlorate, and bromate. These<br />chemical compounds are known to present health risks, including interfering<br />with the normal function of the thyroid gland. Regulations on the presence of<br />these chemicals in water are either in place or under development by the US<br />Environmental Protection Agency.</p>\n<p>Scientists from MIOX Corporation, an innovative<br />manufacturer of on-site hypochlorite generation equipment, and Hazen and<br />Sawyer, an engineering services firm working with water, wastewater, and water<br />reuse facilities worldwide, have partnered to develop two innovative<br />technologies aimed at removal of chlorate, perchlorate and other contaminants<br />from water:</p>\n<ul>\n<li> <strong>Electrochemical Removal of Chlorite, Chlorate, Perchlorate, and Bromate</strong>.&nbsp; Conventional treatment processes for the removal of these chemicals from water involve either the concentration of the chemicals in a waste stream that requires costly disposal or the use of expensive and difficult to maintain biological remediation systems. The primary<br />goal of this research program is the development of low-cost electrolysis<br />systems that produce common salt as the result of the treatment process. </li>\n<li><strong>On-Site Generators with Minimized Production of Chlorate and Perchlorate</strong>. Chlorate and perchlorate are both unintended by-products of the sodium chloride<br />electrolysis processes used to produce on-demand hypochlorite. The secondary<br />goal of this program is developing innovative and unique engineering controls<br />over the brine electrolysis process so that hypochlorite is efficiently produced<br />and chlorate and perchlorate production is minimized.</li>\n</ul>\n<p>&nbsp;Both of the technologies developed under this SBIR<br />program are expected to provide a beneficial impact to public health. In the<br />case of an electrochemical system capable of destroying these chemicals, the<br />technology under development can be deployed for applications ranging from<br />individual point-of-use systems to the remediation of contaminated groundwater<br />sources. Innovatively optimized on-site generation systems will be able to<br />provide the disinfectant for water chlorination that does not introduce<br />undesirable oxyhalides into the treated water.</p>\n<p>Overall, research conducted in this Phase I program was<br />successful in demonstrating the basic concepts required to develop the<br />commercial technologies described above. Research outcomes form this program<br />include:</p>\n<ul>\n<li> <strong>Outcome 1</strong>: Demonstration that chlorite, chlorate, perchlorate, and bromate can be directly reduced and removed from water using electrolysis processes. </li>\n<li><strong>Outcome 2</strong>: Demonstration that several engineering, chemical, and operational factors can impact the production of chlorate during sodium chloride brine electrolysis.</li>\n<li><strong>Outcome 3</strong>: Preliminary definition of the complex chemistry which occurs during the electrolysis of chlorite, chlorate, perchlorate, bromate, and sodium chloride brines. Understanding these chemical processes is key to the commercialization of technologies which can minimize or eliminate the presence of these chemicals in water. </li>\n</ul>\n<p>MIOX and Hazen and Sawyer are currently developing a<br />Phase II SBIR proposal for this tec...",
  "por_txt_cntn": "\nContinuous chlorination of water to destroy pathogenic\nmicroorganisms has been heralded as one of the greatest human advances in\nhistory and has resulted in the near elimination of diseases such as cholera,\ntyphoid, dysentery and hepatitis A for communities that chlorinate water. Along\nwith the beneficial properties of chlorine, water disinfection with chlorine or\nother oxidants can sometimes lead to the unintended addition of potentially\nharmful compounds such as chlorite, chlorate, perchlorate, and bromate. These\nchemical compounds are known to present health risks, including interfering\nwith the normal function of the thyroid gland. Regulations on the presence of\nthese chemicals in water are either in place or under development by the US\nEnvironmental Protection Agency.\n\nScientists from MIOX Corporation, an innovative\nmanufacturer of on-site hypochlorite generation equipment, and Hazen and\nSawyer, an engineering services firm working with water, wastewater, and water\nreuse facilities worldwide, have partnered to develop two innovative\ntechnologies aimed at removal of chlorate, perchlorate and other contaminants\nfrom water:\n\n Electrochemical Removal of Chlorite, Chlorate, Perchlorate, and Bromate.  Conventional treatment processes for the removal of these chemicals from water involve either the concentration of the chemicals in a waste stream that requires costly disposal or the use of expensive and difficult to maintain biological remediation systems. The primary\ngoal of this research program is the development of low-cost electrolysis\nsystems that produce common salt as the result of the treatment process. \nOn-Site Generators with Minimized Production of Chlorate and Perchlorate. Chlorate and perchlorate are both unintended by-products of the sodium chloride\nelectrolysis processes used to produce on-demand hypochlorite. The secondary\ngoal of this program is developing innovative and unique engineering controls\nover the brine electrolysis process so that hypochlorite is efficiently produced\nand chlorate and perchlorate production is minimized.\n\n\n Both of the technologies developed under this SBIR\nprogram are expected to provide a beneficial impact to public health. In the\ncase of an electrochemical system capable of destroying these chemicals, the\ntechnology under development can be deployed for applications ranging from\nindividual point-of-use systems to the remediation of contaminated groundwater\nsources. Innovatively optimized on-site generation systems will be able to\nprovide the disinfectant for water chlorination that does not introduce\nundesirable oxyhalides into the treated water.\n\nOverall, research conducted in this Phase I program was\nsuccessful in demonstrating the basic concepts required to develop the\ncommercial technologies described above. Research outcomes form this program\ninclude:\n\n Outcome 1: Demonstration that chlorite, chlorate, perchlorate, and bromate can be directly reduced and removed from water using electrolysis processes. \nOutcome 2: Demonstration that several engineering, chemical, and operational factors can impact the production of chlorate during sodium chloride brine electrolysis.\nOutcome 3: Preliminary definition of the complex chemistry which occurs during the electrolysis of chlorite, chlorate, perchlorate, bromate, and sodium chloride brines. Understanding these chemical processes is key to the commercialization of technologies which can minimize or eliminate the presence of these chemicals in water. \n\n\nMIOX and Hazen and Sawyer are currently developing a\nPhase II SBIR proposal for this technology, with an overall goal of moving\ntowards the commercialization of this technology through the design and\nconstruction of prototype electrolytic systems. Once this is accomplished, the\nresearch team will work with water treatment providers to demonstrate the\nfunction of the technology under actual operating conditions, which will be a\nprelude to the full commercialization of the technology. Ulti..."
 }
}