{
 "awd_id": "1214303",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Developing a model for transmission of an infectious disease of marine sponges",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2012-02-21",
 "awd_max_amd_letter_date": "2012-02-21",
 "awd_abstract_narration": "Diseases of marine invertebrates have been shown to be primary causes of the accelerating destruction of Caribbean coral reef systems.  Diseases affecting natural populations threaten biodiversity, resilience and the ecological balance of communities, as well as the ecosystem services they provide.  To date, most studies of diseases on reefs have focused on corals, however, reports of sponge diseases have also increased across the globe.  On Caribbean reefs, sponges are often a dominant component of the reef biomass,and thus play an important role in the ecology of these ecosystems.  The most well described disease affecting Caribbean sponges is Aplysina Red Band Syndrome (ARBS), which affects sponges of the genus Aplysina, resulting in reduced growth, tissue necrosis and breakage at the site of the lesion, particularly during storm events.  Understanding how diseases emerge and are transmitted within marine ecosystems is critical for maintaining a healthy level of biodiversity, particularly if we are to gain any predictive power in a rapidly-changing environment.  Testing models of disease transmission using extensive field observations and laboratory analyses will contribute to a better understanding of disease processes and developing a transmission model for ARBS requires detailed knowledge about the pathogen-host interaction and pathogen reservoirs in the environment.  While a large body of information regarding the ecology and physiology of ARBS-infected sponges is available it is recognized that modeling the transmission dynamics requires a more focused and collaborative approach.  This project will develop and test a model of marine disease processes that includes the role of polymicrobial infections, sources and sinks of the pathogen(s), and the ontogeny of this disease within a model host sponge species (Aplysina cauliformis).  \r\nThis novel approach is a high-risk venture (i.e., a timely idea lacking requisite results) with high pay-off potential (i.e., the results will fundamentally enhance our understanding of disease transmission within marine sponges).  In this respect, the proposal is appropriate for EAGER funding.  The principal investigators will use modern techniques such as high throughput sequencing and incorporate these approaches as a new tools in their laboratories as well as in their undergraduate and graduate courses.  Graduate and undergraduate students will also be provided with multidisciplinary hands-on research experiences and will participate in sponge disease surveys to test the newly developed transmission model. Public seminars will be presented to discuss the implications of marine diseases coral reefs and to highlight the potential utility of disease models for the effective management of marine resources. Results from the proposed research will further our knowledge of disease transmission dynamics and enhance our understanding of the role of diseases in the ecology of coral reef ecosystems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Gochfeld",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah J Gochfeld",
   "pi_email_addr": "gochfeld@olemiss.edu",
   "nsf_id": "000449171",
   "pi_start_date": "2012-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Olson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Julie B Olson",
   "pi_email_addr": "jolson@as.ua.edu",
   "nsf_id": "000481112",
   "pi_start_date": "2012-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Brandt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn Brandt",
   "pi_email_addr": "mbrandt@uvi.edu",
   "nsf_id": "000515407",
   "pi_start_date": "2012-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mississippi",
  "inst_street_address": "113 FALKNER",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6629157482",
  "inst_zip_code": "386779704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MS01",
  "org_lgl_bus_name": "THE UNIVERSITY OF MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1THVER8BNL4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Mississippi",
  "perf_str_addr": "100 Barr Hall",
  "perf_city_name": "Oxford",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "386771848",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730800",
   "pgm_ele_name": "BE-UF: ECOL OF INFECTIOUS DISE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coral reefs worldwide are continuing to decline at an alarming rate. Emerging diseases of&nbsp;marine invertebrates have been implicated as one cause of the accelerating destruction of Caribbean coral reef systems.&nbsp; Diseases affecting natural populations threaten biodiversity, resilience and the ecological balance of communities, impacting coastal security, food and recreational opportunities.&nbsp; To date, most studies of diseases on reefs have focused on corals; however, reports of sponge diseases are also on the rise worldwide.&nbsp; On Caribbean reefs, sponges have become an increasingly dominant component of the reef community, particularly with the loss of corals, and thus play important roles in the ecology of these ecosystems.&nbsp; As a result, diseases affecting sponges have the potential to further imbalance already stressed reef ecosystems.&nbsp; The increasing prevalence and diversity of diseases affecting marine systems highlights the need to develop new tools to test hypotheses related to disease spread and impacts on populations and communities. &nbsp;With this proposal, we utilized available data, along with the addition of new observations and measurements, to develop a disease transmission model for a Caribbean sponge disease.&nbsp;</p>\n<p>The most well described disease affecting Caribbean sponges is <em>Aplysina</em> Red Band Syndrome (ARBS; Fig. 1), which particularly affects <em>Aplysina cauliformis</em>, the purple rope sponge, one of the most common sponge species on Caribbean reefs.&nbsp; ARBS was first documented in the Bahamas in 2004 and has since been observed on reefs throughout the broader Caribbean basin. &nbsp;Unlike most diseases of marine sponges, and even corals, studied to date, ARBS can be transmitted by direct contact, providing a tenable model system in which to assess factors that contribute to pathogenesis. &nbsp;For example, in transmission experiments, we found that as ARBS develops, it causes systemic changes to the host sponge&rsquo;s biochemistry and physiology and to its microbiome.&nbsp; Ultimately, ARBS reduces sponge growth, and causes tissue necrosis and breakage at the site of the lesion, particularly during storm events.&nbsp; Following Hurricane Irene, a major storm in the Bahamas, overall <em>A. cauliformis </em>biomass was reduced, as was disease prevalence, over the short term.&nbsp; However, as sponges grew large enough to come into contact, disease prevalence increased again.</p>\n<p>As part of this project, we attempted to identify the pathogen responsible for causing ARBS.&nbsp; The red band associated with ARBS is dominated by the filamentous cyanobacterium, <em>Leptolyngbya </em>sp., but cultures of this organism alone and in combination with numerous other bacteria collected from ARBS lesions (Fig. 2A) failed to cause disease in healthy sponges.&nbsp; In contrast, healthy sponges placed in contact with ARBS lesions develop the disease rapidly (typically in 3-7 days; Fig. 2B).&nbsp; These data suggest that ARBS may be a polymicrobial infection, which is difficult to resolve experimentally.</p>\n<p>In spite of increasing observations of diseases affecting marine organisms, relatively little is known about disease transmission and etiology in marine ecosystems.&nbsp; In this regard, marine researchers lag behind their terrestrial counterparts. This multidisciplinary project teamed a sponge ecologist, microbiologist and disease modeler to use field-generated observations on ARBS distribution on multiple Caribbean reefs to develop a disease transmission model for ARBS. &nbsp;This model, along with lab and field experiments, indicate that transmission by direct contact is the major (but not only) source of disease transmission among sponges in the Bahamas (Fig. 3), but that other sources of transmission are more important elsewhere.&nbsp; These differences may be due to multiple factors, including vari...",
  "por_txt_cntn": "\nCoral reefs worldwide are continuing to decline at an alarming rate. Emerging diseases of marine invertebrates have been implicated as one cause of the accelerating destruction of Caribbean coral reef systems.  Diseases affecting natural populations threaten biodiversity, resilience and the ecological balance of communities, impacting coastal security, food and recreational opportunities.  To date, most studies of diseases on reefs have focused on corals; however, reports of sponge diseases are also on the rise worldwide.  On Caribbean reefs, sponges have become an increasingly dominant component of the reef community, particularly with the loss of corals, and thus play important roles in the ecology of these ecosystems.  As a result, diseases affecting sponges have the potential to further imbalance already stressed reef ecosystems.  The increasing prevalence and diversity of diseases affecting marine systems highlights the need to develop new tools to test hypotheses related to disease spread and impacts on populations and communities.  With this proposal, we utilized available data, along with the addition of new observations and measurements, to develop a disease transmission model for a Caribbean sponge disease. \n\nThe most well described disease affecting Caribbean sponges is Aplysina Red Band Syndrome (ARBS; Fig. 1), which particularly affects Aplysina cauliformis, the purple rope sponge, one of the most common sponge species on Caribbean reefs.  ARBS was first documented in the Bahamas in 2004 and has since been observed on reefs throughout the broader Caribbean basin.  Unlike most diseases of marine sponges, and even corals, studied to date, ARBS can be transmitted by direct contact, providing a tenable model system in which to assess factors that contribute to pathogenesis.  For example, in transmission experiments, we found that as ARBS develops, it causes systemic changes to the host spongeÆs biochemistry and physiology and to its microbiome.  Ultimately, ARBS reduces sponge growth, and causes tissue necrosis and breakage at the site of the lesion, particularly during storm events.  Following Hurricane Irene, a major storm in the Bahamas, overall A. cauliformis biomass was reduced, as was disease prevalence, over the short term.  However, as sponges grew large enough to come into contact, disease prevalence increased again.\n\nAs part of this project, we attempted to identify the pathogen responsible for causing ARBS.  The red band associated with ARBS is dominated by the filamentous cyanobacterium, Leptolyngbya sp., but cultures of this organism alone and in combination with numerous other bacteria collected from ARBS lesions (Fig. 2A) failed to cause disease in healthy sponges.  In contrast, healthy sponges placed in contact with ARBS lesions develop the disease rapidly (typically in 3-7 days; Fig. 2B).  These data suggest that ARBS may be a polymicrobial infection, which is difficult to resolve experimentally.\n\nIn spite of increasing observations of diseases affecting marine organisms, relatively little is known about disease transmission and etiology in marine ecosystems.  In this regard, marine researchers lag behind their terrestrial counterparts. This multidisciplinary project teamed a sponge ecologist, microbiologist and disease modeler to use field-generated observations on ARBS distribution on multiple Caribbean reefs to develop a disease transmission model for ARBS.  This model, along with lab and field experiments, indicate that transmission by direct contact is the major (but not only) source of disease transmission among sponges in the Bahamas (Fig. 3), but that other sources of transmission are more important elsewhere.  These differences may be due to multiple factors, including variability in the abiotic environment, susceptibility of the host sponge population, and/or virulence or prevalence of the pathogen(s).\n\nUnderstanding how diseases emerge and are transmitted within marine ecosystems is critic..."
 }
}