{
 "awd_id": "1214987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  One pass dike and levee characterization system",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 149972.0,
 "awd_amount": 149972.0,
 "awd_min_amd_letter_date": "2012-06-13",
 "awd_max_amd_letter_date": "2012-10-23",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop a dike and levee characterization system. Hurricane Katrina and Rita and the flooding and breaching of levees in the Midwest in 2008 clearly demonstrated the impact of levee failures in the US, and the need for proactive levee assessment and repair.  Current approaches to dike and levee assessments are expensive, invasive and lengthy and generally only provide sparse data. The system which will be developed under this SBIR will provide actionable information in near real time on the values of, and changes in, subsurface and surface properties of dikes and levees. This will be done by semi autonomously collecting and processing spatially and temporally coincident multi sensor datasets. Data processing will be done through joint inversion and automated interpretation of multi sensor datasets. Information will be made available to stakeholders in dikes and levees through a web interface, and will allow stakeholders to make informed and data based decisions on the need for corrective actions based on property values and changes. This system should substantially improve dike and levee assessment practices.\r\n\r\nThe broader impact/commercial potential of this project will be the potential to provide dike and levee characterization with improved quality and for substantially lower costs than current approaches, and the associated confidence in levee performance. In the US and in other countries such as the Netherlands, the UK, China and Japan levees and dikes collectively protect tens of millions of lives and trillions of dollars' worth of property. Currently dike and levee assessment costs between $50,000 and $300,000 per mile. As the US levee inventory is over 100,000 miles, the costs to assess these dikes and levees pose significant hardship for the federal government, states and communities, and budget constraints sometime result in deferred assessments with potential deadly and expensive consequences. The system which will be developed here will provide in a single pass high quality, affordable (approximately $3000/mile), readily accessible comprehensive information on dike and levee subsurface and surface properties in near real time. This will allow stakeholders to make informed decisions on dike quality and the need for, and location of any corrective actions. The resulting science and data based knowledge about levee strength will provide broad benefits to society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Roelof",
   "pi_last_name": "Versteeg",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Roelof J Versteeg",
   "pi_email_addr": "roelof.versteeg@skyresearch.com",
   "nsf_id": "000567120",
   "pi_start_date": "2012-06-13",
   "pi_end_date": "2012-09-14"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Foley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Foley",
   "pi_email_addr": "jack.foley@skyresearch.com",
   "nsf_id": "000625865",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sky Research, Inc.",
  "inst_street_address": "445 Dead Indian Memorial Rd.",
  "inst_street_address_2": "",
  "inst_city_name": "Ashland",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5415525101",
  "inst_zip_code": "975209706",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "OR02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Sky Research, Inc.",
  "perf_str_addr": "3 School House Lane",
  "perf_city_name": "Etna",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037509998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this project was to develop and demonstrate a prototype real-time dam and levee monitoring system. The dam and levee monitoring system consists of: 1) geophysical data collection utilizing multiple commercial-off-the-shelf sensors and 2) a software package that supports management of field data uploaded to a cloud-based database management system, performs quality control (QC) on the uploaded data, and processes data to create results indicating dam or levee health.&nbsp; This information will enable dam and levee stakeholders to make informed decisions on the need for corrective actions.&nbsp; We accomplished the following in our six month effort.&nbsp; &nbsp;</p>\n<p><strong>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Field Collection of Geophysical Data</strong></p>\n<p><br />We collected field data to demonstrate the sensor processing algorithms and website. Our data collection site was a flood control dam on the Baker River in Wentworth, NH.&nbsp; Data were collected using a Geometrics OhmMapper capacitively-coupled resistivity (CCR) system, GSSI&rsquo;s SIR-3000 ground penetrating radar (GPR) with 100 MHz bistatic antennas, and a MultiPhase Technologies DAS-1 electrical resistivity (ERT) system. Website functionality was demonstrated through upload and processing of CCR data collected at the site (Figure 1).&nbsp;</p>\n<p><strong>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Processing of Geophysical Data</strong><strong>&nbsp;</strong></p>\n<p>We assessed the value of different geophysical sensor modalities and compared different processing and inversion approaches for each geophysical sensor for the dam and levee monitoring application.&nbsp; We focused primarily on GPR and CCR systems due to their ease-of-use and their ability to collect data over long distances without labor intensive deployment.&nbsp; We developed and validated methods to automatically process CCR data including modules for data filtering, generation of QC metrics, creation of apparent resistivity pseudosections (Figure 2), and inversion of data to produce a resistivity (Ohm-m) versus depth image.&nbsp; For GPR data we implemented algorithms to estimate the electromagnetic wave speed in the earth, using multi-offset GPR measurements, to enable accurate estimation of anomaly depth.&nbsp;</p>\n<p>We processed and interpreted the results from the CCR, ERT, and GPR surveys to demonstrate the effectiveness of each sensor type for dam and levee monitoring.&nbsp; Figure 3 shows inversion results for data collected using ERT and CCR systems and an annotated GPR transect.&nbsp;</p>\n<p><strong>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Implement Web Interface</strong><strong>&nbsp;</strong></p>\n<p>Our online implementation consisted of a website, background processing modules, and a database structure for archiving field data.&nbsp; The developed routines read and parse the uploaded data file, process the data based on sensor type, and produce data maps, lines, and markers for display on the webpage (Figure 4).&nbsp; A data collection report, in pdf format, is also generated if OhmMapper CCR data are uploaded.&nbsp; The report contains pertinent information about the data collection, sensor and global positioning system (GPS) QC statistics, sensor data plots, apparent resistivity pseudosections, and inverted resistivity versus depth images.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Assessment for Final Design</strong></p>\n<p>We assessed the sensor processing and web application developed to identify areas for improvement and future research.&nbsp; In follow-on work, we will implement automated processes for additional sensor types including GPR and ERT.&nbsp; We will investigate automation of the interpretation and characterization of inversion results to indicate anomalous areas and areas of co...",
  "por_txt_cntn": "\nThe primary objective of this project was to develop and demonstrate a prototype real-time dam and levee monitoring system. The dam and levee monitoring system consists of: 1) geophysical data collection utilizing multiple commercial-off-the-shelf sensors and 2) a software package that supports management of field data uploaded to a cloud-based database management system, performs quality control (QC) on the uploaded data, and processes data to create results indicating dam or levee health.  This information will enable dam and levee stakeholders to make informed decisions on the need for corrective actions.  We accomplished the following in our six month effort.   \n\n1.       Field Collection of Geophysical Data\n\n\nWe collected field data to demonstrate the sensor processing algorithms and website. Our data collection site was a flood control dam on the Baker River in Wentworth, NH.  Data were collected using a Geometrics OhmMapper capacitively-coupled resistivity (CCR) system, GSSIÆs SIR-3000 ground penetrating radar (GPR) with 100 MHz bistatic antennas, and a MultiPhase Technologies DAS-1 electrical resistivity (ERT) system. Website functionality was demonstrated through upload and processing of CCR data collected at the site (Figure 1). \n\n2.       Processing of Geophysical Data \n\nWe assessed the value of different geophysical sensor modalities and compared different processing and inversion approaches for each geophysical sensor for the dam and levee monitoring application.  We focused primarily on GPR and CCR systems due to their ease-of-use and their ability to collect data over long distances without labor intensive deployment.  We developed and validated methods to automatically process CCR data including modules for data filtering, generation of QC metrics, creation of apparent resistivity pseudosections (Figure 2), and inversion of data to produce a resistivity (Ohm-m) versus depth image.  For GPR data we implemented algorithms to estimate the electromagnetic wave speed in the earth, using multi-offset GPR measurements, to enable accurate estimation of anomaly depth. \n\nWe processed and interpreted the results from the CCR, ERT, and GPR surveys to demonstrate the effectiveness of each sensor type for dam and levee monitoring.  Figure 3 shows inversion results for data collected using ERT and CCR systems and an annotated GPR transect. \n\n3.       Implement Web Interface \n\nOur online implementation consisted of a website, background processing modules, and a database structure for archiving field data.  The developed routines read and parse the uploaded data file, process the data based on sensor type, and produce data maps, lines, and markers for display on the webpage (Figure 4).  A data collection report, in pdf format, is also generated if OhmMapper CCR data are uploaded.  The report contains pertinent information about the data collection, sensor and global positioning system (GPS) QC statistics, sensor data plots, apparent resistivity pseudosections, and inverted resistivity versus depth images. \n\n \n\n4.       Assessment for Final Design\n\nWe assessed the sensor processing and web application developed to identify areas for improvement and future research.  In follow-on work, we will implement automated processes for additional sensor types including GPR and ERT.  We will investigate automation of the interpretation and characterization of inversion results to indicate anomalous areas and areas of concern.  Change detection processing, indicating the differences in survey outputs over time, is a fruitful area for automated web-based processing.  Multichannel Analysis of Surface Wave (MASW) systems offer a means of collecting potentially informative seismic data along dams and levees and should be analyzed for inclusion in future automated algorithm development.\n\nIn summary, we developed and demonstrated a prototype dam and levee monitoring system.  We collected data over an earthen flood control dam using CCR, GPR, an..."
 }
}