{
 "awd_id": "1214591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Next Generation Wireless Sensor System for Environmental Monitoring",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 149989.0,
 "awd_amount": 149989.0,
 "awd_min_amd_letter_date": "2012-05-04",
 "awd_max_amd_letter_date": "2012-10-22",
 "awd_abstract_narration": "This Small Business Innovative Research Program (SBIR) Phase I project aims to revolutionize, in situ, wireless atmospheric sensing by developing a system of airborne probes that gather data as they drift passively through the air with no active propulsion or flight. The novel probe design leverages miniaturization as well as integration electronic components to minimize complexity, cost, size, mass, terminal velocity, and power consumption. Two other elements that comprise the system include deployment mechanisms and interrogation platforms to communicate with probes and retrieve sensor data. Data from by the system can provide substantial benefit to a range of applications that are sensitive to atmospheric conditions. The initial focus will leverage the space and time resolution data to improve short-range weather forecasting especially for high impact events. The project objectives are to determine the technical feasibility and commercial potential of the system. These objectives will be met using a design-simulation cycle to study tradeoffs of system components and develop realistic cost estimates given the feasibility analyses. \r\n\r\nThe broader impact/commercial potential of this project extends to many weather-sensitive sectors of the global economy including transportation, agriculture, air quality, and recreation that are estimated to be about $485 billion of the U.S gross domestic product. Such data could also provide calibration and validation for ground and space-based remote sensing of carbon dioxide and other green house gases linked with global climate change. The system could be configured to measure acoustic, magnetic, chemical, biological, nuclear, or other parameters of interest for surveillance, reconnaissance, and related applications. Measurements from the proposed system would be ideal for a multitude of research and operational missions where it is only economical and practical to perform high space and time density sampling over very limited domains. This capability can greatly enhance the scientific understanding of basic atmospheric processes, such as hurricane intensification and tornado formation, and ultimately lead to more accurate short-term forecasting of these and other hazardous weather events. The proposed wireless sensing system has high risk hardware and software innovations that enable significant market opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Manobianco",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Manobianco",
   "pi_email_addr": "jmanobianco@meso.com",
   "nsf_id": "000605932",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MESOSCALE ENVIRONMENTAL SIMULATIONS AND OPERATIONS, INC",
  "inst_street_address": "185 JORDAN RD STE 8",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182835169",
  "inst_zip_code": "121807611",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "MESOSCALE ENVIRONMENTAL SIMULATIONS AND OPERATIONS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "HG89KZVKNY19"
 },
 "perf_inst": {
  "perf_inst_name": "MESOSCALE ENVIRONMENTAL SIMULATIONS AND OPERATIONS, INC",
  "perf_str_addr": "185 Jordan Road",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121808343",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This final report summarizes work performed for the National Science Foundation Phase I Small Business Innovation Research grant entitled &ldquo;Next Generation Wireless Sensor System for Environmental Monitoring&rdquo;. The innovation at the core of the system is an ensemble of airborne probes that function as passive drifters with no active propulsion or flight. The novel probe design exploits miniaturization as well as integration of sensors and other components to minimize complexity, cost, size, mass, terminal velocity, and power consumption. Two additional elements that comprise the system include deployment mechanisms and communication platforms to retrieve sensor data. The initial application is improving weather forecasts by greatly expanding the time and space density of meteorological measurements throughout as much of the relevant atmospheric volume as possible.</p>\n<p>The underlying framework for modern-day weather forecasting is numerical weather prediction (NWP). The accuracy of NWP is closely linked to the accuracy as well as the spatial resolution, temporal resolution, and coverage of atmospheric observations assimilated into the NWP models. Even the current and planned combination of in situ and remote sensing platforms leaves observational gaps that are insufficient to meet the requirements of NWP. Current government and commercial weather forecast providers generally have access to the same suite of publicly available (i.e. free) data and use similar NWP modeling systems/algorithms to generate products. Therefore, no single system typically outperforms others by large margins based on forecast accuracy when aggregated over weeks to months, <br />although substantial variability in performance is common for specific cases,<br />locations, and applications.</p>\n<p>The key to improving short-range forecasts is to greatly expand coincident measurements of model-dependent variables. The system described here offers a unique approach to fill these data gaps. Improved forecast accuracy has significant social and economic value to many weather-sensitive sectors that is estimated to be about $485 billion of the United States gross domestic product. The system could have much broader impacts beyond traditional weather forecasting by measuring acoustic, magnetic, chemical, biological, nuclear, or other parameters of interest for surveillance, reconnaissance, and related applications. Data from the system could also provide calibration and validation for space-based remote sensing of tropospheric winds using lidar and carbon dioxide or other trace gases.</p>\n<p>The project objectives were to determine the technical feasibility and commercial potential of the system. These objectives were met using a design-simulation cycle to study tradeoffs between system components and develop realistic cost estimates given the feasibility analyses. Results include a set of functional specifications to guide prototype development in subsequent projects. The probe target mass is less than 1 gram with size on the order of centimeters and aerodynamic characteristics based on bio-inspired shapes such as dandelion seeds to minimize terminal velocity. Using available commercial-off-the-shelf (COTS) components, it is technically feasible to meet these mass and size specifications although custom integration and packaging is required to optimize probe form factor and overall design.</p>\n<p>System costs were estimated roughly based on COTS components and compared with existing in situ instrumentation. These comparisons demonstrate that an ensemble of low-cost probes can dramatically increase the amount and coverage of in situ observations by at least an order of magnitude for different applications without a commensurate increase in cost. It is not practical to obtain the same set of variables over such large areas with any current in situ or remote sensing platforms. Overall, res...",
  "por_txt_cntn": "\nThis final report summarizes work performed for the National Science Foundation Phase I Small Business Innovation Research grant entitled \"Next Generation Wireless Sensor System for Environmental Monitoring\". The innovation at the core of the system is an ensemble of airborne probes that function as passive drifters with no active propulsion or flight. The novel probe design exploits miniaturization as well as integration of sensors and other components to minimize complexity, cost, size, mass, terminal velocity, and power consumption. Two additional elements that comprise the system include deployment mechanisms and communication platforms to retrieve sensor data. The initial application is improving weather forecasts by greatly expanding the time and space density of meteorological measurements throughout as much of the relevant atmospheric volume as possible.\n\nThe underlying framework for modern-day weather forecasting is numerical weather prediction (NWP). The accuracy of NWP is closely linked to the accuracy as well as the spatial resolution, temporal resolution, and coverage of atmospheric observations assimilated into the NWP models. Even the current and planned combination of in situ and remote sensing platforms leaves observational gaps that are insufficient to meet the requirements of NWP. Current government and commercial weather forecast providers generally have access to the same suite of publicly available (i.e. free) data and use similar NWP modeling systems/algorithms to generate products. Therefore, no single system typically outperforms others by large margins based on forecast accuracy when aggregated over weeks to months, \nalthough substantial variability in performance is common for specific cases,\nlocations, and applications.\n\nThe key to improving short-range forecasts is to greatly expand coincident measurements of model-dependent variables. The system described here offers a unique approach to fill these data gaps. Improved forecast accuracy has significant social and economic value to many weather-sensitive sectors that is estimated to be about $485 billion of the United States gross domestic product. The system could have much broader impacts beyond traditional weather forecasting by measuring acoustic, magnetic, chemical, biological, nuclear, or other parameters of interest for surveillance, reconnaissance, and related applications. Data from the system could also provide calibration and validation for space-based remote sensing of tropospheric winds using lidar and carbon dioxide or other trace gases.\n\nThe project objectives were to determine the technical feasibility and commercial potential of the system. These objectives were met using a design-simulation cycle to study tradeoffs between system components and develop realistic cost estimates given the feasibility analyses. Results include a set of functional specifications to guide prototype development in subsequent projects. The probe target mass is less than 1 gram with size on the order of centimeters and aerodynamic characteristics based on bio-inspired shapes such as dandelion seeds to minimize terminal velocity. Using available commercial-off-the-shelf (COTS) components, it is technically feasible to meet these mass and size specifications although custom integration and packaging is required to optimize probe form factor and overall design.\n\nSystem costs were estimated roughly based on COTS components and compared with existing in situ instrumentation. These comparisons demonstrate that an ensemble of low-cost probes can dramatically increase the amount and coverage of in situ observations by at least an order of magnitude for different applications without a commensurate increase in cost. It is not practical to obtain the same set of variables over such large areas with any current in situ or remote sensing platforms. Overall, results from the Phase I study support the conclusion that the system concept is technically feasible and cost-..."
 }
}