{
 "awd_id": "1214339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Engineering Microbial Biosynthesis of a Non-caloric Natural Sweetener",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2012-12-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will address the potential of synthetic biology and metabolic engineering technologies to generate microbial strains over-producing a non-caloric natural sweetener. Current production and utilization of natural sweeteners is limited due to the high cost of the cultivation and production from native plant sources. So, although natural sweeteners have been used for thousands of years, and are known for their healthy and non-caloric properties, their high production cost prevents them from directly competing with synthetic sweeteners extensively used in beverages and carbonated soft drinks. Our objective is to develop a fermentation process for biosynthetic production allowing increased adoption of low-calorie, natural sweeteners in consumer markets. Metabolic engineering approaches will be used to transfer the natural biosynthetic pathway from the plant to a bacterial host and optimize the metabolic flux for the overproduction at a commercially viable level. We anticipate that a high-productivity strain will be obtained, suitable for continued commercialization efforts.  Overall, this project, if successful, will provide a new sustainable production route to the non-caloric natural sweeteners.\r\n\r\nThe broader impact/commercial potential of this project is the development of a microbial process for the economical and sustainable production of non-caloric natural sweetener, with a potential $3 billion global market. The use of this sweetener will improve taste profiles and expand adoption of low-calorie beverages, confectionaries, baked goods, dairy products, and so on, thus benefitting public health by reducing incidence of diabetes and other obesity-related diseases.  Such benefits will translate to reduced healthcare cost both in the U.S. and globally.  Additionally, this research will develop generalizable synthetic biology techniques for the high-volume production of natural products with many applications for human health and wellness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Pirie",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Pirie",
   "pi_email_addr": "cmpirie@manusbio.com",
   "nsf_id": "000608718",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Manus Biosynthesis, Inc.",
  "inst_street_address": "43 FOUNDRY AVE",
  "inst_street_address_2": "STE 230",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172998466",
  "inst_zip_code": "024538313",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "MANUS BIO INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "V5C5JLKMRWU4"
 },
 "perf_inst": {
  "perf_inst_name": "Manus Biosynthesis, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394768",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through this NSF SBIR Phase I/IB funded research project we have successfully completed proof-of-principle validation of our platform technology, specifically towards biosynthesis of a zero-calorie natural sweetener. &nbsp;We have identified optimal heterologous enzymes for biosynthesis&nbsp;in&nbsp;<em>E. coli</em><em>&nbsp;</em>and through their functional expression produced the committed precursor to our desired product at commercially relevant titers. Our efforts identified unique complexities arising through the effects of pathway balancing and ortholog selection on product profiles, an understanding of which enables future work on this and other chemical targets. &nbsp;Furthermore, we validated novel capabilities for biosynthesis of functionalized products in&nbsp;<em>E. coli</em>&nbsp;which will dramatically expand our capability to address new and interesting chemical markets. &nbsp;The latter steps of the proposed biosynthetic process demand increased availability of a critical co-factor which was also achieved. &nbsp;Continued application of our multivariate modular metabolic engineering techniques and synthetic biology tools will serve to create a platform for biosynthesis of a wide variety of sweetener products.</p>\n<p>In striving to accomplish these goals we've developed new internal expertise and technologies which we have begun to and will continue to disseminate throughout the scientific community in the form of peer reviewed publications and well trained research scientists, technicians, and managers thereby strengthening the industrial biotechnology sector in the United States. &nbsp;As this project progresses through funding from grants and commercial partners, it will continue to create new jobs for a skilled workforce. This NSF SBIR Phase I/IB research project has not only enabled the translation of our academic research into an industrially validated technology, but has also dramatically increased the probability of its commercialization.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/17/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;M&nbsp;Pirie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough this NSF SBIR Phase I/IB funded research project we have successfully completed proof-of-principle validation of our platform technology, specifically towards biosynthesis of a zero-calorie natural sweetener.  We have identified optimal heterologous enzymes for biosynthesis in E. coli and through their functional expression produced the committed precursor to our desired product at commercially relevant titers. Our efforts identified unique complexities arising through the effects of pathway balancing and ortholog selection on product profiles, an understanding of which enables future work on this and other chemical targets.  Furthermore, we validated novel capabilities for biosynthesis of functionalized products in E. coli which will dramatically expand our capability to address new and interesting chemical markets.  The latter steps of the proposed biosynthetic process demand increased availability of a critical co-factor which was also achieved.  Continued application of our multivariate modular metabolic engineering techniques and synthetic biology tools will serve to create a platform for biosynthesis of a wide variety of sweetener products.\n\nIn striving to accomplish these goals we've developed new internal expertise and technologies which we have begun to and will continue to disseminate throughout the scientific community in the form of peer reviewed publications and well trained research scientists, technicians, and managers thereby strengthening the industrial biotechnology sector in the United States.  As this project progresses through funding from grants and commercial partners, it will continue to create new jobs for a skilled workforce. This NSF SBIR Phase I/IB research project has not only enabled the translation of our academic research into an industrially validated technology, but has also dramatically increased the probability of its commercialization.\n\n\t\t\t\t\tLast Modified: 07/17/2013\n\n\t\t\t\t\tSubmitted by: Christopher M Pirie"
 }
}