{
 "awd_id": "1214152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Achieving Molecular Level Control over the Chemical, Electrochemical, and Electrical Properties of Crystalline Si Surfaces",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 555000.0,
 "awd_amount": 555000.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Nathan Lewis of the California Institute of Technology will develop methods for the modification of Si surfaces that allow for control over the direction, degree of, and chemical form of, charge flow across such interfaces.  The approach is to develop and demonstrate chemically based methods that will allow the deposition of metals onto Si without formation of metal silicides; to demonstrate chemical methods to utilize conducting polymers as the charge acceptor, instead of metallic electrocatalyst particles, to accommodate charge flow without metal silicide formation; and to elaborate methods that will allow manipulation of the physical placement of conductive metal particles based on light-directed surface functionalization of Si, so that catalysts can be placed directly where the charges are flowing across interfaces.  The development of systems that control interfacial charge flow will address some of the key barriers presented by actual use of Si surfaces in several critically important applications.  Other broader impacts involve training graduate students and postodcotral researchers in interdisciplinary surface and energy sciences, broadly disseminating research results and concepts in publications and scientific presentations as well as TV, radio and electronic media interviews, and educational outreach via the Caltech Chemistry Animation Project.\r\n\r\nChemical modification of silicon surfaces is important in interfacing with silicon-based circuitry, developing novel chemical sensors, and obtaining higher efficiencies from existing photovoltaic cells, among many applications.  The goal of this work is to develop structure-function relationships for such surfaces and to demonstrate new and beneficial device behaviors that are enabled by virtue of having molecular level control over the chemistry the silicon surface.  Of specific interest in the proposed work is the control over silicon surfaces in contact with electron conductors, including metals, conducting polymers, and other charge acceptors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Lewis",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan S Lewis",
   "pi_email_addr": "nslewis@its.caltech.edu",
   "nsf_id": "000440927",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 555000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">The primary goals of this project are to develop new and powerful ways to chemically modify silicon surfaces.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Silicon surfaces are important in many applications, including interfacing molecules with circuitry, developing chemical sensors and optoelectronic devices, and improving the performance and stability of silicon solar cells.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">By correlating the chemical state resulting from chemical modification of silicon surfaces with the chemical and electronic properties of such surfaces, this work provides a rational direction for the development of semiconductors with desired application-specific properties.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Among the key outcomes of this project were the development of synthetic routes that allow the attachment of chemical handles (such as triple bonds and aldehyde groups) to silicon surfaces while preventing undesired reactions that typically occur on bare silicon surfaces, such as oxidation.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">We have demonstrated that although the chemical handles are too large to bind to every atom on the silicon surface, they can be covalently bound to atoms on the silicon surface and the remaining surface atoms can be bound to a chemically inert group.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">The chemical handles can then be used as building blocks for attachment of molecules to the surface or exploited for desired reactivity.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Figure 1 illustrates a synthetic route developed by this project that leads to a silicon surface with atoms bound to either a chemical handle or an inert species.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">We have also demonstrated that a chemical route developed in our group for the attachment of chemical handles to silicon surfaces can be translated to germanium surfaces.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Another key outcome from this project was the demonstration that a coating only one atom thick can impart stability against corrosion to silicon surfaces.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Silicon corrodes rapidly when in contact with water and the instability of silicon in aqueous environments limits the use of silicon electrodes in sunlight-driven electrochemical cells.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">We have demonstrated that a single-atomic-layer coating, specifically graphene, on silicon can provide stability to silicon in contact with water.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">In addition to stabilizing the underlying silicon, the graphene coating may provide a chemical handle for tuning the chemical and electronic properties of the surface.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">We have also demonstrated that chemical modification of the graphene coating (by addition of fluorine atoms) can improve the stability of the coated silicon surfaces.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Figure 2 schematically illustrates this key outcome.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">A final key outcome of this work was the demonstration that chemical modification of silicon surfaces could be applied beneficially to improve the voltage obtainable from silicon solar cells.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">These outcomes will provide methods for controlling the properties of silicon surfaces and will contribute to improvements in a wide array of optoelectronic devices, solar cells, and sensors.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">This project has provided training and professional development opportunities for a diverse group of graduate students and postdoctoral scholars.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Calibri; font-size: small;\">In addition, several undergraduates have participated in this project.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Through this project, NSF has provided opportunities for research and teaching experience and mentoring in chemistry that will contribute to the development and retention of a workforce skilled in chemistry that includes members of groups historically underrepresented in the physical sciences.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Participants in this project have participated in outreach programs and have presented their results at conferences.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">The scientific achievements of this project have led to the publication of &gt;25 articles in high-quality, peer-reviewed journals.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p><span style=\"font-family: Calibri; font-size: small;\"><br /></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2016<br>\n\t\t\t\t\tModified by: Nathan&nbsp;S&nbsp;Lewis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1214152/1214152_10208564_1479504676555_fig_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1214152/1214152_10208564_1479504676555_fig_1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2016/1214152/1214152_10208564_1479504676555_fig_1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A synthetic route to silicon surfaces with atoms bound to molecules containing chemical handles that impart desired properties to the silicon (in this example 3,4,5-trifluorophenylacetylenyl, TFPA) or to relatively inert methyl (CH3) groups.</div>\n<div class=\"imageCredit\">Reprinted with permission from Plymale, N. T.; Ramachandran, A. A.; Lim, A.; Brunschwig, B. S.; Lewis, N. S., J. Phys. Chem. C 2016, 120, 14157-14169. Copyright 2016 American Chemical Society.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nathan&nbsp;S&nbsp;Lewis</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1214152/1214152_10208564_1479505223367_fig_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1214152/1214152_10208564_1479505223367_fig_2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2016/1214152/1214152_10208564_1479505223367_fig_2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(left) Graphene (black) chemically modified with fluorine (red) and placed on silicon (purple) allows sunlight-driven electrochemical reactions in aqueous solutions to proceed.  (right) Graphene-coated silicon electrodes are stable for over 24 hours, whereas uncoated silicon electrodes fail in 30 s.</div>\n<div class=\"imageCredit\">Reprinted with permission from Nielander, A. C.; Thompson, A. C.; Roske, C. W.; Maslyn, J. A.; Hao, Y.; Plymale, N. T.; Hone, J.; Lewis, N. S., Nano Lett. 2016, 16, 4082-4086.  Copyright 2016 American Chemical Society</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nathan&nbsp;S&nbsp;Lewis</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe primary goals of this project are to develop new and powerful ways to chemically modify silicon surfaces.  Silicon surfaces are important in many applications, including interfacing molecules with circuitry, developing chemical sensors and optoelectronic devices, and improving the performance and stability of silicon solar cells.  By correlating the chemical state resulting from chemical modification of silicon surfaces with the chemical and electronic properties of such surfaces, this work provides a rational direction for the development of semiconductors with desired application-specific properties.\n\nAmong the key outcomes of this project were the development of synthetic routes that allow the attachment of chemical handles (such as triple bonds and aldehyde groups) to silicon surfaces while preventing undesired reactions that typically occur on bare silicon surfaces, such as oxidation.  We have demonstrated that although the chemical handles are too large to bind to every atom on the silicon surface, they can be covalently bound to atoms on the silicon surface and the remaining surface atoms can be bound to a chemically inert group.  The chemical handles can then be used as building blocks for attachment of molecules to the surface or exploited for desired reactivity.  Figure 1 illustrates a synthetic route developed by this project that leads to a silicon surface with atoms bound to either a chemical handle or an inert species.  We have also demonstrated that a chemical route developed in our group for the attachment of chemical handles to silicon surfaces can be translated to germanium surfaces.\n\nAnother key outcome from this project was the demonstration that a coating only one atom thick can impart stability against corrosion to silicon surfaces.  Silicon corrodes rapidly when in contact with water and the instability of silicon in aqueous environments limits the use of silicon electrodes in sunlight-driven electrochemical cells.  We have demonstrated that a single-atomic-layer coating, specifically graphene, on silicon can provide stability to silicon in contact with water.  In addition to stabilizing the underlying silicon, the graphene coating may provide a chemical handle for tuning the chemical and electronic properties of the surface.  We have also demonstrated that chemical modification of the graphene coating (by addition of fluorine atoms) can improve the stability of the coated silicon surfaces.  Figure 2 schematically illustrates this key outcome.\n\nA final key outcome of this work was the demonstration that chemical modification of silicon surfaces could be applied beneficially to improve the voltage obtainable from silicon solar cells.  These outcomes will provide methods for controlling the properties of silicon surfaces and will contribute to improvements in a wide array of optoelectronic devices, solar cells, and sensors.\n\nThis project has provided training and professional development opportunities for a diverse group of graduate students and postdoctoral scholars.   In addition, several undergraduates have participated in this project.  Through this project, NSF has provided opportunities for research and teaching experience and mentoring in chemistry that will contribute to the development and retention of a workforce skilled in chemistry that includes members of groups historically underrepresented in the physical sciences.  Participants in this project have participated in outreach programs and have presented their results at conferences.  The scientific achievements of this project have led to the publication of &gt;25 articles in high-quality, peer-reviewed journals.\n\n  \n\n\n\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 11/18/2016\n\n\t\t\t\t\tSubmitted by: Nathan S Lewis"
 }
}