{
 "awd_id": "1214320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Rare Lepton Decays in the Eras of the LHC and MEG Experiments",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 59955.0,
 "awd_amount": 59955.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "This award funds the research activities of Professor Brandon Murakami of Rhode Island College.\r\n\r\nThis project concerns rare lepton decays and their possible appearance at the Large Hadron Collider (at CERN) and at the MEG experiment (at the Paul Scherrer Institute in Switzerland).  As part of this research, Professor Murakami intends to focus on the decay of the muon to an electron-plus-photon state, a process which is being studied by the MEG experiment and which is forbidden by the Standard Model of particle physics.  For this reason, any measurement of this process is an unambiguous indication of physics beyond the Standard Model --- particularly scenarios currently under investigation as potential solutions to the gauge hierarchy problem.  Professor Murakami plans to investigate all theoretical issues concerning this rare decay and its potential experimental observation, focusing on those involving weak-scale supersymmetry.\r\n\r\nThis project is also envisioned to include significant broader impacts.  Professor Murakami has been contributing to the overall science awareness in Rhode Island with public lectures, participation in the NSF-funded TheoryNet program which partners theoretical particle physicists with high-school classrooms, and offers a freshman-level course on particle physics and cosmology, designed to recruit undergraduates into physics.  He also participates in the Department of Education's \"Upward Bound\" program.  As part of this project, the PI intends to continue all of these activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Murakami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon Murakami",
   "pi_email_addr": "murakami@cal.berkeley.edu",
   "nsf_id": "000544777",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rhode Island College",
  "inst_street_address": "600 MOUNT PLEASANT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4014568228",
  "inst_zip_code": "029081940",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "RHODE ISLAND COLLEGE",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "VM5MA47AM9F8"
 },
 "perf_inst": {
  "perf_inst_name": "Rhode Island College",
  "perf_str_addr": "600 Mount Pleasant",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029081940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 19989.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 19967.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For every game, there are rules and players. &nbsp;We may cast the standard model (SM) of particle physics as the game itself where particles play the role of players and the rules go by the name of quantum field theory (QFT). &nbsp;The present state of particle physics largely revolves around the discovery of the Higgs boson. &nbsp;All measured properties of the observed Higgs boson are consistent with the standard model, which itself presents a mystery.</p>\n<p>Until the observation of the Higgs boson, all known particles could be classified as either matter or energy.&nbsp; The SM, however, requires a third type of particle (a &ldquo;scalar boson&rdquo;) played by the role of the Higgs.&nbsp; Per the rules, QFT grants the Higgs the generic behavior of taking on the mass of the heaviest particles of nature.&nbsp; The SM does not address many questions centered around topics such as cold dark matter, dark energy, the origin of the different types of matter, or even the gravitational force.&nbsp; Generally, these topics involve particles that may have up to 10<span><sup>17 </sup></span>times more mass than the heaviest known particles.</p>\n<p>In short, QFT generically prefers the Higgs mass to be orders of magnitude higher than its measured value of 125 GeV.&nbsp; Hence, nature seemingly provides a conspiracy to suppress the Higgs mass to what is called the electroweak scale of order 100 GeV.&nbsp; Hypothetical models that attempt to address this problem generically predict new particles at the 100 to 1,000 GeV scale.&nbsp; In turn, these new exotic particles provide new phenomena that should be observable.&nbsp; Furthermore, we may correlate studies the exotic particle with studies of the Higgs boson and other SM particles.</p>\n<p>A physical process is the interaction amongst particles. &nbsp; An example of a process is colliding an electron and a positron (antimatter electron) may produce two photons.&nbsp; However, due to quantum mechanics, sometimes colliding an electron and positron may produce an two electrons and two positrons, yet less frequently than producing two photons.&nbsp; In principle, the frequency of every possible process should be <strong>predictable</strong> by theory.&nbsp; Hence, any hypothetical model, including those that solve the Higgs mass problem, should have a <strong>unique fingerprint</strong> for predicting the frequencies for any given set of quantum processes.</p>\n<p>We have studied processes of &ldquo;lepton flavor violation&rdquo; (LFV).&nbsp; The electron is one of three electrically charged leptons.&nbsp; That is, the electron has two clones, the muon and the tau, identical in every way to the electron with the exception of having greater masses and being unstable.&nbsp; There are also three electrically neutral leptons, called the electron neutrino, muon neutrino, and tau neutrino.&nbsp; Per the SM, in any process there will always be the same number of electrons and electron neutrinos before and after the process (where antimatter versions of electrons and electron neutrinos are counted as -1).&nbsp; This is also true for muon and tau leptons, separately.&nbsp; In summary, the SM predicts that all processes will preserve the number of electrons, muons, and taus separately.</p>\n<p>Yet, solutions to the Higgs mass problem, generically violate the conservation of lepton numbers, hence the name &ldquo;lepton flavor violation.&rdquo;&nbsp; This violation is a feature of the rules, QFT.&nbsp; Therefore, studying the fingerprints of hypothetical models for various processes involving LFV and Higgs-related phenomena is a very powerful probe.</p>\n<p>In the year of this grant period, we asked various questions:&nbsp; (1) If we build a next-generation electron-positron collider, called the International Linear Collider (ILC), is it possible to observe tau flavor violation?&nbsp; (2) If so, how does it compare to related previous experim...",
  "por_txt_cntn": "\nFor every game, there are rules and players.  We may cast the standard model (SM) of particle physics as the game itself where particles play the role of players and the rules go by the name of quantum field theory (QFT).  The present state of particle physics largely revolves around the discovery of the Higgs boson.  All measured properties of the observed Higgs boson are consistent with the standard model, which itself presents a mystery.\n\nUntil the observation of the Higgs boson, all known particles could be classified as either matter or energy.  The SM, however, requires a third type of particle (a \"scalar boson\") played by the role of the Higgs.  Per the rules, QFT grants the Higgs the generic behavior of taking on the mass of the heaviest particles of nature.  The SM does not address many questions centered around topics such as cold dark matter, dark energy, the origin of the different types of matter, or even the gravitational force.  Generally, these topics involve particles that may have up to 1017 times more mass than the heaviest known particles.\n\nIn short, QFT generically prefers the Higgs mass to be orders of magnitude higher than its measured value of 125 GeV.  Hence, nature seemingly provides a conspiracy to suppress the Higgs mass to what is called the electroweak scale of order 100 GeV.  Hypothetical models that attempt to address this problem generically predict new particles at the 100 to 1,000 GeV scale.  In turn, these new exotic particles provide new phenomena that should be observable.  Furthermore, we may correlate studies the exotic particle with studies of the Higgs boson and other SM particles.\n\nA physical process is the interaction amongst particles.   An example of a process is colliding an electron and a positron (antimatter electron) may produce two photons.  However, due to quantum mechanics, sometimes colliding an electron and positron may produce an two electrons and two positrons, yet less frequently than producing two photons.  In principle, the frequency of every possible process should be predictable by theory.  Hence, any hypothetical model, including those that solve the Higgs mass problem, should have a unique fingerprint for predicting the frequencies for any given set of quantum processes.\n\nWe have studied processes of \"lepton flavor violation\" (LFV).  The electron is one of three electrically charged leptons.  That is, the electron has two clones, the muon and the tau, identical in every way to the electron with the exception of having greater masses and being unstable.  There are also three electrically neutral leptons, called the electron neutrino, muon neutrino, and tau neutrino.  Per the SM, in any process there will always be the same number of electrons and electron neutrinos before and after the process (where antimatter versions of electrons and electron neutrinos are counted as -1).  This is also true for muon and tau leptons, separately.  In summary, the SM predicts that all processes will preserve the number of electrons, muons, and taus separately.\n\nYet, solutions to the Higgs mass problem, generically violate the conservation of lepton numbers, hence the name \"lepton flavor violation.\"  This violation is a feature of the rules, QFT.  Therefore, studying the fingerprints of hypothetical models for various processes involving LFV and Higgs-related phenomena is a very powerful probe.\n\nIn the year of this grant period, we asked various questions:  (1) If we build a next-generation electron-positron collider, called the International Linear Collider (ILC), is it possible to observe tau flavor violation?  (2) If so, how does it compare to related previous experimental tests?  (3) It is feasible to design the ILC with an electron-electron collision mode (as opposed to the primary electron-positron mode).  What may we learn about tau flavor violation in this mode?\n\nWe conclude that tau flavor violation may be observable in both ILC modes for many classes of hypothetical model..."
 }
}