{
 "awd_id": "1215176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Extraordinary Electroconductance Label-Free Breast Cancer Arrays",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-06-13",
 "awd_max_amd_letter_date": "2012-11-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project develops a prototype gene expression platform for accurate cancer diagnosis, prognosis and treatment monitoring. Current platforms have many limitations, including slow, complex, labor-intensive processes; and suboptimal sensitivity. The proposed device will 1) provide similar or better net sensitivity compared to existing multivariate gene-expression assays, 2) is free of labels; 3) offers the flexibility of much smaller array elements; and, 4) is manufactured inexpensively compared to competing technologies. The sensor uses novel, proprietary, metal-semiconductor hybrid structures that exhibit strongly enhanced sensitivity to external electric fields. The sensor device geometry has been shown to have much higher sensitivity and lower noise than other electric field detection devices that are deployable as array-based sensors. The objectives are to develop the essential components of an initial prototype that is able to image, with high spatial resolution, individual ionic events associated with nucleic acid base pairing; test the dynamic range and limits of detection in a complex background, where the target sequence is present within a relatively large excess of non-complimentary nucleic acids; and, validate and benchmark a 12-pixel array for breast cancer and reference genes in normal human breast and breast cancer ribonucleic acid. \r\n\r\n\r\nThe broader impact/commercial potential of this project centers on the global deoxyribonucleic acid and gene chip market, which is expected to reach $1,425.2 million by 2015. Gene expression products have diverse usage in areas such as clinical diagnostics, biodefense, and agriculture. Cancer diagnosis and treatment application is expected to dominant the applications market through 2015; accounting for about a 24% market share. The proposed technology excels over current gene expression assays, offering significant improvements in sensitivity, specificity and an array format, with the promise of driving feature sizes into the nanoscale regime - all in a label-free format. The label-free format eliminates time-consuming chemical labeling; the need for high power excitation sources as well as sophisticated scanning instrumentation; and, potential biasing of results. With significantly improved sensitivity and specificity smaller samples can be used and/or less processing will be required; and, some of the more interesting biomarkers with low copy number can be reliably used. The potential advantages of achieving such ultra-high resolution without compromising sensitivity and specificity include the ability to consolidate several predictive cancer-related biomarkers into a single diagnostic test. Because the proposed sensors are produced using traditional methods, they can be economically produced as high-density arrays.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renee",
   "pi_last_name": "Carder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renee Carder",
   "pi_email_addr": "rcarder@pixelexx.com",
   "nsf_id": "000592320",
   "pi_start_date": "2012-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "PixelEXX Systems, Inc",
  "inst_street_address": "4337 JOHNSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WESTERN SPRINGS",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6308653177",
  "inst_zip_code": "605581414",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "IL06",
  "org_lgl_bus_name": "PIXELEXX SYSTEMS, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "RCYLTLU48JU1"
 },
 "perf_inst": {
  "perf_inst_name": "PixelEXX Systems, Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606312736",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p style=\"text-align: center;\"><strong>PixelEXX Systems: Phase I/IB Project Outcomes Report</strong></p>\n</div>\n<p>This Small Business Innovation Research (SBIR) Phase I project was directed towards developing a prototype label-free, gene expression platform for accurate cancer diagnosis, prognosis, and treatment monitoring. Despite the transformative power of precision medicine, actual progress in implementing targeted therapeutics, and treatments has been slow. A significant bottleneck has been the translation of biomarkers from discovery to clinical diagnostics.&nbsp; Qualification and verification of candidate markers and clinical assay development and validation &ndash;&ndash; key post-discovery steps&nbsp; &ndash;&ndash;&nbsp; are complex, laborious, and expensive, presenting technical, financial, and logistical barriers to implementation in the clinic.</p>\n<p>PixelEXX Systems is creating a revolutionary detection platform that provides sensitivities equivalent or better than sophisticated discovery technologies, without the complexity, financial commitments or high-tech infrastructure.&nbsp; Using our EXX metal hybrid semiconductor based sensors as the core of label-free biochip platform we can provide rapid lab-quality, gold-standard quantitative multiplexed tests with sensitivity and ease-of-use in decentralized testing environments. &nbsp;A critical objective was to develop the essential components of an initial prototype, developing an optimized device design, experimental and measurement protocols.</p>\n<p>Our sensor is based on metal-semiconductor hybrid structures that have enhanced sensitivity to external electric fields.&nbsp; The sensor is part of a new class of phenomena based on controlling geometric contributions (e.g.; dimensions of the solid, its shape, the arrangement and number of electrical contacts and the presence and/or absence of inhomogeneities as well as their chemical identity, conductivity, shape, location and interconnectivity) as well as traditional intrinsic properties (e.g., mobility, carrier density, band structure, etc.) to maximize the changes to carrier transport in response to external fields.&nbsp;</p>\n<p>One of the main challenges has been investigating how to effectively maximize geometric contributions to the transport properties of a physical system as well as traditional intrinsic properties in the development of a commercially viable gene expression array based on electric field detection. We designed, constructed, and characterized two prototype sensors, one with substantially smaller pixel sizes in order to explore the sensors area versus response relationship.&nbsp; In addition, these sensors were used to characterize sensor response to various fields and configurations under dry conditions as well as to chemically or biologically induced surface charge.&nbsp; Simultaneously, phenomenological modeling was implemented to capture the spatial distribution of currrents and voltages in individual detectors.</p>\n<p>Another main challenge in developing semiconductor sensors for biological systems is the difficulty of preparing high quality dielectric interfaces to aqueous solutions with low interface defect densities. During this project period, we evaluated the benefit of ultrathin, conformal films for providing hermitic encapsulation and electrical insulation so that our sensors can operate in an aqueous environment.&nbsp; The electrical properties of different dielectric films were measured and their structural properties were characterized using atomic force microscopy, and scanning electron microscopy imaging methods.&nbsp;</p>\n<p>In parallel with the experimental work on the device, surface chemistry and hybridization experiments were performed on a variety of planar surfaces to ensure that candidate dielectric films could be functionalized with biomolecules.<sub> </sub>Experiments focused on fluorescent-based op...",
  "por_txt_cntn": "\nPixelEXX Systems: Phase I/IB Project Outcomes Report\n\n\nThis Small Business Innovation Research (SBIR) Phase I project was directed towards developing a prototype label-free, gene expression platform for accurate cancer diagnosis, prognosis, and treatment monitoring. Despite the transformative power of precision medicine, actual progress in implementing targeted therapeutics, and treatments has been slow. A significant bottleneck has been the translation of biomarkers from discovery to clinical diagnostics.  Qualification and verification of candidate markers and clinical assay development and validation &ndash;&ndash; key post-discovery steps  &ndash;&ndash;  are complex, laborious, and expensive, presenting technical, financial, and logistical barriers to implementation in the clinic.\n\nPixelEXX Systems is creating a revolutionary detection platform that provides sensitivities equivalent or better than sophisticated discovery technologies, without the complexity, financial commitments or high-tech infrastructure.  Using our EXX metal hybrid semiconductor based sensors as the core of label-free biochip platform we can provide rapid lab-quality, gold-standard quantitative multiplexed tests with sensitivity and ease-of-use in decentralized testing environments.  A critical objective was to develop the essential components of an initial prototype, developing an optimized device design, experimental and measurement protocols.\n\nOur sensor is based on metal-semiconductor hybrid structures that have enhanced sensitivity to external electric fields.  The sensor is part of a new class of phenomena based on controlling geometric contributions (e.g.; dimensions of the solid, its shape, the arrangement and number of electrical contacts and the presence and/or absence of inhomogeneities as well as their chemical identity, conductivity, shape, location and interconnectivity) as well as traditional intrinsic properties (e.g., mobility, carrier density, band structure, etc.) to maximize the changes to carrier transport in response to external fields. \n\nOne of the main challenges has been investigating how to effectively maximize geometric contributions to the transport properties of a physical system as well as traditional intrinsic properties in the development of a commercially viable gene expression array based on electric field detection. We designed, constructed, and characterized two prototype sensors, one with substantially smaller pixel sizes in order to explore the sensors area versus response relationship.  In addition, these sensors were used to characterize sensor response to various fields and configurations under dry conditions as well as to chemically or biologically induced surface charge.  Simultaneously, phenomenological modeling was implemented to capture the spatial distribution of currrents and voltages in individual detectors.\n\nAnother main challenge in developing semiconductor sensors for biological systems is the difficulty of preparing high quality dielectric interfaces to aqueous solutions with low interface defect densities. During this project period, we evaluated the benefit of ultrathin, conformal films for providing hermitic encapsulation and electrical insulation so that our sensors can operate in an aqueous environment.  The electrical properties of different dielectric films were measured and their structural properties were characterized using atomic force microscopy, and scanning electron microscopy imaging methods. \n\nIn parallel with the experimental work on the device, surface chemistry and hybridization experiments were performed on a variety of planar surfaces to ensure that candidate dielectric films could be functionalized with biomolecules. Experiments focused on fluorescent-based optimization of probe immobilization and hybridization.\n\nThe company continues to investigate how to effectively maximize transport properties of a solid using both geometric and intrinsic contributions.   The ultimate goal..."
 }
}