{
 "awd_id": "1215008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Committee on Astronomy and Astrophysics",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vernon Pankonin",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 219300.0,
 "awd_amount": 219300.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2012-04-30",
 "awd_abstract_narration": "This award to the National Academy of Sciences will provide partial support for the Committee on Astronomy and Astrophysics (CAA).  NASA will fund the remainder of the cost of maintaining this committee.  The overall objective of the CAA is to encourage scientific progress in astronomy and astrophysics and to assist the federal government in planning programs in these fields.  The CAA will build on the current decadal survey of the field, \"New Worlds, New Horizons in Astronomy and Astrophysics,\" (NWNH) and monitor the progress of its recommended priorities for the most important scientific and technical activities.  Among the mechanisms the CAA will use to fulfill its charge are the initiation and oversight of report-generating studies, meetings, teleconferences, discussions with agency representatives and the scientific community, and special fora such as workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Lancaster",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Lancaster",
   "pi_email_addr": "jlancaster@nas.edu",
   "nsf_id": "000073938",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 Fifth Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012736",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 219300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Committee on Astronomy and Astrophysics (CAA) is a joint activity of the National Research Council&rsquo;s Board on Physics and Astronomy and the Space Studies Board.&nbsp; As a standing committee, it is charged with assisting the Boards in achieving their goals of monitoring the health of the scientific disciplines under their purview, identifying important new developments at the scientific forefronts, fostering interactions with other fields, strengthening connections to technology, facilitating effective service to the nation, and enhancing education in physics and astronomy.</p>\n<p>The overarching purpose of the CAA is to support scientific progress in astronomy and astrophysics and assist the federal government in integrating and planning programs in these fields. The CAA scope spans the full range of astronomy and astrophysics research, including space- and ground-based observations. The committee's domain encompasses stellar, galactic, and extragalactic astronomy, particle astrophysics, cosmology, the search for extra-solar planets, and aspects of fundamental physics relating to astronomical objects. The CAA's scope also includes appropriate cross-disciplinary areas.</p>\n<p>In particular, the CAA monitors the progress in implementation of the recommendations of the New Worlds New Horizons (NWNH) decadal survey and the consequences to NWNH and the research community of the changes in budget structure.</p>\n<p>The CAA organized two independent, committee-led studies during the reporting period: &ldquo;Evaluation of the Implementation of WFIRST/AFTA in the Context of New Worlds, New Horizons in Astronomy and Astrophysics,&rdquo; and &ldquo;Optimizing the U.S. Ground-Based Optical and Infrared Astronomy System.&rdquo; Both studies were executed by committees composed partially of CAA members and resulted in timely reports impacting federal support of astronomy and astrophysics.&nbsp; More information about these reports is given in the full final report.&nbsp; Both reports are available for free as downloadable PDFs from www.nap.edu.</p>\n<p>The CAA stays apprised of policy and science developments through its continued interactions with federal representatives, scientists, and mission/facility leaders at its in-person and teleconference meetings.&nbsp; The CAA met in-person 6 times and by teleconference 10 times.&nbsp; All in-person CAA meetings feature a number of open sessions during which members of the public can and do attend.</p>\n<p>The CAA also organized two town halls at AAS meeting through which it solicited community input on various issues, such as the ground-based OIR system during the lead-up to that NRC study.&nbsp; CAA staff regularly attend AAS meeting and support an exhibit booth, at which they hand out free copies of NRC reports (particularly pertaining to astronomy and space science) and converse with conference-goers about the roles of the CAA and NRC.</p>\n<p>The committee maintains a public website (http://sites.nationalacademies.org/BPA/BPA_048755) which contains: the committee statement of task; a list of upcoming meetings and events; a list of past meetings and events; a list of the committee membership and staff; presentations from past meetings; a list of related report-writing activities; a link to the Space Studies Board website, and acknowledgement of the CAA&rsquo;s sponsors at NASA and NSF.</p>\n<p>The committee also maintains the Astro2010 web site (www.nas.edu/astro2010), which provides brief summaries and links to free downloads of the three survey reports; rosters for every committee, panel, and study group; information on the dissemination efforts and press activity following the survey&rsquo;s release; and acknowledgement of the CAA&rsquo;s sponsors at NASA, NSF, and DOE.</p>\n<p>The CAA contributes to the cross-training of astronomers. Committee members come from a variety of disciplinary backgrounds. Through the committee...",
  "por_txt_cntn": "\nThe Committee on Astronomy and Astrophysics (CAA) is a joint activity of the National Research CouncilÆs Board on Physics and Astronomy and the Space Studies Board.  As a standing committee, it is charged with assisting the Boards in achieving their goals of monitoring the health of the scientific disciplines under their purview, identifying important new developments at the scientific forefronts, fostering interactions with other fields, strengthening connections to technology, facilitating effective service to the nation, and enhancing education in physics and astronomy.\n\nThe overarching purpose of the CAA is to support scientific progress in astronomy and astrophysics and assist the federal government in integrating and planning programs in these fields. The CAA scope spans the full range of astronomy and astrophysics research, including space- and ground-based observations. The committee's domain encompasses stellar, galactic, and extragalactic astronomy, particle astrophysics, cosmology, the search for extra-solar planets, and aspects of fundamental physics relating to astronomical objects. The CAA's scope also includes appropriate cross-disciplinary areas.\n\nIn particular, the CAA monitors the progress in implementation of the recommendations of the New Worlds New Horizons (NWNH) decadal survey and the consequences to NWNH and the research community of the changes in budget structure.\n\nThe CAA organized two independent, committee-led studies during the reporting period: \"Evaluation of the Implementation of WFIRST/AFTA in the Context of New Worlds, New Horizons in Astronomy and Astrophysics,\" and \"Optimizing the U.S. Ground-Based Optical and Infrared Astronomy System.\" Both studies were executed by committees composed partially of CAA members and resulted in timely reports impacting federal support of astronomy and astrophysics.  More information about these reports is given in the full final report.  Both reports are available for free as downloadable PDFs from www.nap.edu.\n\nThe CAA stays apprised of policy and science developments through its continued interactions with federal representatives, scientists, and mission/facility leaders at its in-person and teleconference meetings.  The CAA met in-person 6 times and by teleconference 10 times.  All in-person CAA meetings feature a number of open sessions during which members of the public can and do attend.\n\nThe CAA also organized two town halls at AAS meeting through which it solicited community input on various issues, such as the ground-based OIR system during the lead-up to that NRC study.  CAA staff regularly attend AAS meeting and support an exhibit booth, at which they hand out free copies of NRC reports (particularly pertaining to astronomy and space science) and converse with conference-goers about the roles of the CAA and NRC.\n\nThe committee maintains a public website (http://sites.nationalacademies.org/BPA/BPA_048755) which contains: the committee statement of task; a list of upcoming meetings and events; a list of past meetings and events; a list of the committee membership and staff; presentations from past meetings; a list of related report-writing activities; a link to the Space Studies Board website, and acknowledgement of the CAAÆs sponsors at NASA and NSF.\n\nThe committee also maintains the Astro2010 web site (www.nas.edu/astro2010), which provides brief summaries and links to free downloads of the three survey reports; rosters for every committee, panel, and study group; information on the dissemination efforts and press activity following the surveyÆs release; and acknowledgement of the CAAÆs sponsors at NASA, NSF, and DOE.\n\nThe CAA contributes to the cross-training of astronomers. Committee members come from a variety of disciplinary backgrounds. Through the committee process, members become informed about the breadth of science and build a multidisciplinary understanding of the forefronts of the field. Equally important, committee members gain an unde..."
 }
}