{
 "awd_id": "1215650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Knowledge Representation and Design for Managing Product Obsolescence",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christiaan Paredis",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 44329.0,
 "awd_amount": 44329.0,
 "awd_min_amd_letter_date": "2012-01-26",
 "awd_max_amd_letter_date": "2012-01-26",
 "awd_abstract_narration": "Last Modified Date:  06/13/09  Last Modified By:  Christina L. Bloebaum    \r\n  \r\nAbstract \r\nThe research objective of this award is to investigate two novel research approaches to understanding and managing technology obsolescence challenges: (1) a knowledge representation scheme and management system that can facilitate information sharing and collaboration for obsolescence management and mitigation efforts between existing tools and across different organizations; and (2) fundamental principles, teachable methods, and guidelines for designing product architectures that can evolve with changing requirements, enabling proactive obsolescence management across the entire product life cycle. Fast moving technologies have caused commercial high-tech components to have shortened procurement life cycles, rendering them obsolete quickly. The impact and pervasiveness of obsolescence problems are growing. Existing work focuses on reactively managing obsolescence, i.e., minimizing the cost of resolving the problem after it has occurred, however, reactive management is very expensive and inefficient. Proactive and strategic obsolescence management have many potential advantages, but are poorly understood in theory, and poorly addressed in practice. Deliverables include a standard obsolescence ontology within a software system that domain experts can use to share and annotate information in their fields, demonstration and validation of fundamental principles on a wide range of product design problems, documentation of research results, engineering student education, and engineering research experiences for underprivileged undergraduate students. \r\n\r\nIf successful, the results of this research will overcome limitations in existing design methods that do not adequately consider obsolescence issues. This research will provide a platform for the exploration and understanding of interactions among the elements of product design and sensitivities to obsolescence. Designers will have the tools they need to manage the issue of obsolescence and design products to enable proactive obsolescence management. The results of this research will be disseminated to provide an opportunity to create cost-effective, and environmental friendly products at faster pace. Graduate and undergraduate engineering students will benefit through classroom instruction and involvement in the research. The education and outreach activities of this effort will help promote interest for engineering from underrepresented groups. \r\n \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rahul",
   "pi_last_name": "Rai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rahul Rai",
   "pi_email_addr": "rahulrai@gmail.com",
   "nsf_id": "000510677",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601660",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 44329.0
  }
 ],
 "por": null
}