{
 "awd_id": "1215730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: The Initiation and Maintenance of the Early Woodland Interaction Sphere: A Multiscalar Analysis of Northeastern Mortuary Sites",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 7250.0,
 "awd_amount": 7250.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "The emergence of social and political complexity in human societies is currently a central area of research in archaeology, partly because an understanding of these processes has implications beyond the realms of anthropology and the other social sciences. The adoption of agriculture by social groups and an increase in population densities have long and often been cited as central factors in the initiation of complexity. Yet, others have suggested that the sustained, long-distance exchange of goods and materials between participating groups may in some cases represent an even more formative catalyst for social and political change. Often, however, these processes of transformation are examined working back through time and using 'complex' societies as a starting point. \r\n\r\nUnder the guidance of Dr. Hetty Jo Brumbach, Francis Robinson of the University at Albany- SUNY will explore the conditions and mechanisms that fostered the emergence of an interregional sphere of interaction among Native groups that are considered by most to have been hunter-gatherer-fishers or perhaps limited horticulturalists.  Specifically, he will focus on one node of the Early Woodland Interaction Sphere, ca. 3,000-2,000 cal yr BP, in Northeastern North America. To do this, he will examine the structure and content of eight previously excavated Early Woodland cemeteries located between the Hudson River on the west and the Connecticut River on the east. By analyzing and comparing the structure of burials and cemeteries and the origin and form of the artifacts interred within them at multiple scales he will test a series of hypotheses about the reasons for these groups' participation in the interaction sphere, and the social and political implications of these groups' participation. \r\n\r\nThis research represents an important case study in the processes that initiate the first steps toward social complexity, and the tenuous nature of these initial steps. Indeed, among the participating groups in the Early Woodland Interaction Sphere, only a few ultimately ended up forming enduring complex social and political structures, at least until the emergence of large-scale agriculture over a millennium later. A more fundamental but nonetheless important aspect of the proposed research is a thorough accounting and analysis of the sites outlined above. They are arguably some of the most important, but heretofore poorly documented Native American mortuary sites in Northeastern North America. Properly documenting them will allow the Northeastern region to be seen as an active participant in the broader Early Woodland Interaction Sphere, and the raw data from these analyses will be available for researchers in the future. \r\n\r\nThe results of this project will be disseminated in peer-reviewed publications and both scholarly and general public lectures in the areas where these sites are located, including upstate New York, Connecticut, and Vermont. Moreover, discussions with April St. Francis of the St. Francis/Sokoki band of the Western Abenaki and Sherry White, Tribal Historic Preservation Officer (THPO) of Stockbridge/Munsee band of the Mohican, have taken place related to this research, which may result in collaborative lectures, discussions, and perhaps publications for their respective communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hetty Jo",
   "pi_last_name": "Brumbach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hetty Jo Brumbach",
   "pi_email_addr": "BRUMBACH@CNSVAX,ALBANY.EDU",
   "nsf_id": "000187527",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Robinson IV",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Francis W Robinson IV",
   "pi_email_addr": "frobinso@uvm.edu",
   "nsf_id": "000591418",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The co-PI utilized the dissertation improvement grant to investigate the complex links between long distance exchange, burial elaboration and the emergence of social differentiation in formally non-stratified, small-scale societies. The research explored these&nbsp;phenomena as they occurred during the Early Woodland period (ca. 3,000-2,000 cal yr BP) in the Lake Forest region of the North American Eastern Woodlands.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Three models for the initiation and maintenance of the Early Woodland Interaction Sphere were proposed based upon the earlier research of other scholars. In order to evaluate them, the co-principal investigator analyzed in various ways the artifacts and archives from eight mortuary sites across the Northeastern region.</p>\n<p><span style=\"white-space: pre;\"> </span>At the conclusion of the co-PI&rsquo;s research, it was found that a model based upon individual socio-political maneuvering (Model #3) most readily explained the emergence and maintenance of the interaction sphere. The non-utilitarian materials and forms that were identified in the burials appear to have been imported or created at least partially to reify and solidify aggrandizers' &ldquo;power&rdquo; and influence. Indeed, in many cases they appear to have been shamans or other magico-religious practitioners (or those related to them). These aggrandizers (shamans) had no means to control staple resources, however. Staple resources of the kind that many contend were suitable for social manipulation and/or control by aggrandizers were not readily available during most of this period of the precontact past. &nbsp;Rather, the co-PI contends that they instead had the ability to manipulate and withhold <em>knowledge </em>considered essential for the maintenance of the community.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>The &ldquo;symbols&rdquo; that they imported were material manifestations of their power, and, the co-PI argues, once established as symbols of prestige, needed to be continually imported and displayed through time. This is the reason, the co-PI argues, that mortuary sites appear to contain a limited and characteristic range of artifact forms and raw materials. Exchange partners were cultivated and maintained over time and were somewhat idiosyncratic to particular groups.</p>\n<p><span style=\"white-space: pre;\"> </span>Finally, although more speculative, indirect evidence in the form of environmental proxies, smaller site sizes, and lower site numbers in most areas during the Early Woodland period suggests that at least some groups (particularly in the Northeast) may have perceived themselves to have been under stress or within crisis-like conditions, and this is the warrant under which the aggrandizer (shamans) were able to elevate themselves and exercise undue influence.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/04/2015<br>\n\t\t\t\t\tModified by: Francis&nbsp;W&nbsp;Robinson Iv</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1215730/1215730_10162714_1435863841881_EWBaseMap--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1215730/1215730_10162714_1435863841881_EWBaseMap--rgov-800width.jpg\" title=\"The Mortuary Complexes of the Early Woodland Interaction Sphere\"><img src=\"/por/images/Reports/POR/2015/1215730/1215730_10162714_1435863841881_EWBaseMap--rgov-66x44.jpg\" alt=\"The Mortuary Complexes of the Early Woodland Interaction Sphere\"></a>\n<div class=\"imageCaptionCon...",
  "por_txt_cntn": "\nThe co-PI utilized the dissertation improvement grant to investigate the complex links between long distance exchange, burial elaboration and the emergence of social differentiation in formally non-stratified, small-scale societies. The research explored these phenomena as they occurred during the Early Woodland period (ca. 3,000-2,000 cal yr BP) in the Lake Forest region of the North American Eastern Woodlands.\n\n         Three models for the initiation and maintenance of the Early Woodland Interaction Sphere were proposed based upon the earlier research of other scholars. In order to evaluate them, the co-principal investigator analyzed in various ways the artifacts and archives from eight mortuary sites across the Northeastern region.\n\n At the conclusion of the co-PIÆs research, it was found that a model based upon individual socio-political maneuvering (Model #3) most readily explained the emergence and maintenance of the interaction sphere. The non-utilitarian materials and forms that were identified in the burials appear to have been imported or created at least partially to reify and solidify aggrandizers' \"power\" and influence. Indeed, in many cases they appear to have been shamans or other magico-religious practitioners (or those related to them). These aggrandizers (shamans) had no means to control staple resources, however. Staple resources of the kind that many contend were suitable for social manipulation and/or control by aggrandizers were not readily available during most of this period of the precontact past.  Rather, the co-PI contends that they instead had the ability to manipulate and withhold knowledge considered essential for the maintenance of the community. \n\n The \"symbols\" that they imported were material manifestations of their power, and, the co-PI argues, once established as symbols of prestige, needed to be continually imported and displayed through time. This is the reason, the co-PI argues, that mortuary sites appear to contain a limited and characteristic range of artifact forms and raw materials. Exchange partners were cultivated and maintained over time and were somewhat idiosyncratic to particular groups.\n\n Finally, although more speculative, indirect evidence in the form of environmental proxies, smaller site sizes, and lower site numbers in most areas during the Early Woodland period suggests that at least some groups (particularly in the Northeast) may have perceived themselves to have been under stress or within crisis-like conditions, and this is the warrant under which the aggrandizer (shamans) were able to elevate themselves and exercise undue influence.\n\n \n\n\t\t\t\t\tLast Modified: 07/04/2015\n\n\t\t\t\t\tSubmitted by: Francis W Robinson Iv"
 }
}