{
 "awd_id": "1215149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Connexin-Based Peptide for the Treatment of Age-Related Macular Degeneration",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 148803.0,
 "awd_amount": 173796.0,
 "awd_min_amd_letter_date": "2012-06-18",
 "awd_max_amd_letter_date": "2012-11-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project is a feasibility assessment of the ocular delivery of a synthetic peptide, ACT1, for the treatment of Age-Related Macular Degeneration (AMD). AMD is a retinal disease in patients who progressively lose their central vision through pathological and damaging conditions of the macula primarily by the development of leaky blood vessels in the retina of the eye. The objective is to determine whether ACT1 can be transported passively to the retinal epithelial cell layer, elicit a response consistently on blood vessel lesions of the macula, and slow the progression or restore visual functions in vivo as a milestone for the further development of a topical eye drop formulation.\r\n\r\nThe broader/commercial impacts of this research are manifold and foremost the potential commercialization of a much needed treatment option for patients suffering from AMD. AMD affects approximately 25 to 30 million people worldwide and is the leading cause of vision loss for Americans 60 years old or older, with close to 2 million people suffering in the United States. Current treatments of AMD require the use of drugs are administered chronically to patients by injections into the eyes that can be quite painful as well as eliciting further safety concerns, and are modestly effective in slowing the rate of vision loss. A topically delivered therapeutic may provide a variety of benefits including easier, faster, and cheaper treatments of patients, patient self-care, and potentially jumpstart a new industry for the optometric management of AMD.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gautam",
   "pi_last_name": "Ghatnekar",
   "pi_mid_init": "S",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Gautam S Ghatnekar",
   "pi_email_addr": "ghatnekar@firststringresearch.com",
   "nsf_id": "000561508",
   "pi_start_date": "2012-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FirstString Research, Inc.",
  "inst_street_address": "777 TAYLOR ST STE 1140",
  "inst_street_address_2": "",
  "inst_city_name": "FORT WORTH",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8438608785",
  "inst_zip_code": "761024921",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "TX12",
  "org_lgl_bus_name": "XEQUEL BIO, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "T4JKC8B27PJ7"
 },
 "perf_inst": {
  "perf_inst_name": "FirstString Research, Inc.",
  "perf_str_addr": "475-A East Bay Street",
  "perf_city_name": "Charleston",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294036656",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "SC",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 148803.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 24993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Age-Related Macular Degeneration (AMD) affects approximately 25 to 30 million people worldwide and is the leading cause of vision loss for Americans 60 years old or older, with close to 2 million people suffering in the United States. AMD is a retinal disease in patients who progressively lose their central vision because of damage to the retina. There are two types of AMD; &ldquo;wet&rdquo; and &ldquo;dry,&rdquo; where a characteristic cause of vision loss in the wet form is due to abnormal blood vessel growth, bleeding, and leaking in the back of the eye. Treatments for AMD have included the use of thermal laser, photodynamic therapy, and injections of antibody drugs directly into the eyes. Newly FDA-approved antibody drugs such as Lucentis have represented a major therapeutic improvement over existing therapies but chronic injections can be quite uncomfortable for patients, may cause pain, carry serious risks including retinal tears and bleeding. A topical non-invasive therapeutic may provide a variety of benefits including easier, faster, and cheaper treatments for patients, and patient self-care.</p>\n<p>&nbsp;</p>\n<p>This Phase I SBIR assessed the feasibility of the topical delivery of a small peptide called ACT1 for the treatment of AMD. ACT1 is a synthetically made peptide shown to possess unique properties in skin wound healing and tissue regeneration. A topical formulation for the treatment of AMD represents a significant and much needed innovation. Laboratory and animal studies have demonstrated that the ACT1 peptide can retard the leakiness of blood vessels and restore the barrier function properties. The objective of this project was to determine whether ACT1 eye drops can elicit a response consistently on blood vessel lesions in mice as a milestone for the further development of a topical formulation product. The positive results of this project will demonstrate the feasibility required to further advance the development of a topical formulation using ACT1 peptide as a promising therapeutic option for the treatment of AMD.</p>\n<p>&nbsp;</p>\n<p>The project demonstrated that the ACT1 peptide can be passively delivered to the back of the eyes of mice with eye drops of the peptide. The ACT1 peptide significantly reduced the growth of artificially created lesions resembling the disease state and significantly stabilized retinal function over a period of 14 days. The ACT1 peptide also slowed the growth of these lesions. The results obtained met several important criteria for further experimentation in a Phase II project. A significant achievement was also the development of a new slow release formulation containing the ACT1 peptide. This novel formulation will be important in the continuing effort of an ocular program. The need exists for a treatment option that can address the short-comings of current therapies; a cost effective and non-invasive treatment that can halt the progression and ideally restore retinal function. The results obtained from this Phase I strengthens our resolve to advance the development of a topical product to broaden the treatment options for patients suffering from AMD.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/12/2013<br>\n\t\t\t\t\tModified by: Gautam&nbsp;S&nbsp;Ghatnekar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAge-Related Macular Degeneration (AMD) affects approximately 25 to 30 million people worldwide and is the leading cause of vision loss for Americans 60 years old or older, with close to 2 million people suffering in the United States. AMD is a retinal disease in patients who progressively lose their central vision because of damage to the retina. There are two types of AMD; \"wet\" and \"dry,\" where a characteristic cause of vision loss in the wet form is due to abnormal blood vessel growth, bleeding, and leaking in the back of the eye. Treatments for AMD have included the use of thermal laser, photodynamic therapy, and injections of antibody drugs directly into the eyes. Newly FDA-approved antibody drugs such as Lucentis have represented a major therapeutic improvement over existing therapies but chronic injections can be quite uncomfortable for patients, may cause pain, carry serious risks including retinal tears and bleeding. A topical non-invasive therapeutic may provide a variety of benefits including easier, faster, and cheaper treatments for patients, and patient self-care.\n\n \n\nThis Phase I SBIR assessed the feasibility of the topical delivery of a small peptide called ACT1 for the treatment of AMD. ACT1 is a synthetically made peptide shown to possess unique properties in skin wound healing and tissue regeneration. A topical formulation for the treatment of AMD represents a significant and much needed innovation. Laboratory and animal studies have demonstrated that the ACT1 peptide can retard the leakiness of blood vessels and restore the barrier function properties. The objective of this project was to determine whether ACT1 eye drops can elicit a response consistently on blood vessel lesions in mice as a milestone for the further development of a topical formulation product. The positive results of this project will demonstrate the feasibility required to further advance the development of a topical formulation using ACT1 peptide as a promising therapeutic option for the treatment of AMD.\n\n \n\nThe project demonstrated that the ACT1 peptide can be passively delivered to the back of the eyes of mice with eye drops of the peptide. The ACT1 peptide significantly reduced the growth of artificially created lesions resembling the disease state and significantly stabilized retinal function over a period of 14 days. The ACT1 peptide also slowed the growth of these lesions. The results obtained met several important criteria for further experimentation in a Phase II project. A significant achievement was also the development of a new slow release formulation containing the ACT1 peptide. This novel formulation will be important in the continuing effort of an ocular program. The need exists for a treatment option that can address the short-comings of current therapies; a cost effective and non-invasive treatment that can halt the progression and ideally restore retinal function. The results obtained from this Phase I strengthens our resolve to advance the development of a topical product to broaden the treatment options for patients suffering from AMD.\n\n \n\n\t\t\t\t\tLast Modified: 07/12/2013\n\n\t\t\t\t\tSubmitted by: Gautam S Ghatnekar"
 }
}