{
 "awd_id": "1215209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  In Situ Optical Probe for Real-time Monitoring of Protein Expression Bioreactors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-06-05",
 "awd_max_amd_letter_date": "2012-10-23",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will develop a fiber optically coupled in situ probe utilizing a superluminescent diode (SLD) optical source for monitoring bioreactor fermentations with ASL?s bioreactor monitor. The current ASL monitor uses a conventional, thermal light source, which is inherently low-brightness and will significantly reduce the instrument?s throughput and SNR when coupled to a limited-aperture fiber. The small emitting area of the SLD, however, is perfectly suited to fiber coupling, and presents a significant advantage in throughput, allowing for accurate measurements in highly turbid solutions. During this effort, SLD devices will be fabricated and coupled to a fiber-optic test assembly. Their analytical performance will be evaluated during live fermentation processes. For a commercial in situ probe that utilizes an SLD to be feasible, it must be capable of obtaining high-quality spectra with an SNR equivalent to or better than the present ASL monitor.\r\n\r\nThe broader/commercial impacts of this research will both improve the performance of the current ASL bioreactor monitor and enable in situ sampling, which is highly desirable by potential users of this technology. The availability of continuous on-line measurements of key analytes provided by the ASL monitor during protein expression with Pichia pastoris and E. coli supplies a means for active feedback control, aiding in optimization of production yields and helping maintain quality control. Better quality control will reduce labor and production costs and ultimately, reduce the time to market for drug candidates and lower costs to consumers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Gibson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth R Gibson",
   "pi_email_addr": "elizabeth-r-gibson@uiowa.edu",
   "nsf_id": "000083607",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ASL Analytical, Inc.",
  "inst_street_address": "2500 Crosspark Rd., Ste E224",
  "inst_street_address_2": "",
  "inst_city_name": "Coralville",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3196652214",
  "inst_zip_code": "522414710",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "ASL Analytical, Inc.",
  "perf_str_addr": "2500 Crosspark Rd., Ste. E224",
  "perf_city_name": "Coralville",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522414710",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ASL Analytical, Inc. (ASL) is currently developing automated chemical monitors for biotechnology focused industries.&nbsp; An impressive array of new products in medical, agricultural, and industrial markets are being developed and produced using biological processes instead of using chemical synthesis.&nbsp; Bio-products cover a wide range of applications and include biopharmaceuticals, animal feed supplements, and industrial enzymes.&nbsp; Designing, developing, and optimizing these bioprocesses can be challenging and expensive.&nbsp; ASL&rsquo;s line of on-line chemical monitors address these challenges directly by tracking and documenting key chemicals in real-time during bioprocess development and production.&nbsp; For example, ASL&rsquo;s Bioprocess Monitor is of particular importance for medicines made by biological processes, also called biologics.</p>\n<p>In the biologics R&amp;D and production space, there is a strong desire for automated, <em>in situ </em>measurements of critical chemicals during the development and production of these medicines.&nbsp; Key advantages of ASL&rsquo;s technology include a reduced risk of contamination during production, improved process efficiency, reduced production costs, and ultimately a faster time to market for drugs in development.</p>\n<p>This SBIR Phase I effort focused on demonstrating the technical feasibility and proof-of-concept of an <em>in situ</em> optical probe to allow measurement of critical chemicals directly within the bioreactor during upstream fermentation processes. &nbsp;Success of the measurement relies on the amount of light transmitted through the bioreactor media and thus required development of a high brightness superluminescent diode light source (SLD).&nbsp; The SLD light source is perfectly suited for use with a fiber-optic probe, and its high brightness provides the throughput necessary for accurate measurements to be made during high cell density bioprocesses.</p>\n<p>During Phase I, this new high-brightness light source was successfully fabricated and emission powers more than 5x the initial target were demonstrated.&nbsp; A prototype<em> in situ </em>probe was designed and fabricated.&nbsp; Both the light source and the prototype probe were integrated with the current ASL Bioprocess Monitor and used to track the concentrations of key chemicals during live fermentations performed with the yeast <em>Pichia pastoris</em>.&nbsp; Continuous, real-time concentration results obtained from this new device technology are in excellent agreement with intermittent, grab sample methods performed off-line.</p>\n<p>Ultimately, ASL&rsquo;s probe-based monitor will enable a fast-growing industry to make game-changing advances in the development and production of critically important drugs. &nbsp;Replacement of manual chemical measurement methods with the automated and continuous measurements provided by ASL&rsquo;s probe-based Bioprocess Monitor has the potential to change how large scale cell culture is done in the world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2013<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;R&nbsp;Gibson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nASL Analytical, Inc. (ASL) is currently developing automated chemical monitors for biotechnology focused industries.  An impressive array of new products in medical, agricultural, and industrial markets are being developed and produced using biological processes instead of using chemical synthesis.  Bio-products cover a wide range of applications and include biopharmaceuticals, animal feed supplements, and industrial enzymes.  Designing, developing, and optimizing these bioprocesses can be challenging and expensive.  ASLÆs line of on-line chemical monitors address these challenges directly by tracking and documenting key chemicals in real-time during bioprocess development and production.  For example, ASLÆs Bioprocess Monitor is of particular importance for medicines made by biological processes, also called biologics.\n\nIn the biologics R&amp;D and production space, there is a strong desire for automated, in situ measurements of critical chemicals during the development and production of these medicines.  Key advantages of ASLÆs technology include a reduced risk of contamination during production, improved process efficiency, reduced production costs, and ultimately a faster time to market for drugs in development.\n\nThis SBIR Phase I effort focused on demonstrating the technical feasibility and proof-of-concept of an in situ optical probe to allow measurement of critical chemicals directly within the bioreactor during upstream fermentation processes.  Success of the measurement relies on the amount of light transmitted through the bioreactor media and thus required development of a high brightness superluminescent diode light source (SLD).  The SLD light source is perfectly suited for use with a fiber-optic probe, and its high brightness provides the throughput necessary for accurate measurements to be made during high cell density bioprocesses.\n\nDuring Phase I, this new high-brightness light source was successfully fabricated and emission powers more than 5x the initial target were demonstrated.  A prototype in situ probe was designed and fabricated.  Both the light source and the prototype probe were integrated with the current ASL Bioprocess Monitor and used to track the concentrations of key chemicals during live fermentations performed with the yeast Pichia pastoris.  Continuous, real-time concentration results obtained from this new device technology are in excellent agreement with intermittent, grab sample methods performed off-line.\n\nUltimately, ASLÆs probe-based monitor will enable a fast-growing industry to make game-changing advances in the development and production of critically important drugs.  Replacement of manual chemical measurement methods with the automated and continuous measurements provided by ASLÆs probe-based Bioprocess Monitor has the potential to change how large scale cell culture is done in the world.\n\n\t\t\t\t\tLast Modified: 09/25/2013\n\n\t\t\t\t\tSubmitted by: Elizabeth R Gibson"
 }
}