{
 "awd_id": "1215661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Towards an understanding of the Holocene paleomagnetic record through new data (Hawaii/North American) and time series/spherical harmonic model comparisons",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 246552.0,
 "awd_amount": 246552.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2012-07-31",
 "awd_abstract_narration": "Historical and recent paleomagnetic observations, along with geodynamo modeling studies highlight the importance of non-axisymmetric flux concentrations, not only as an indicator that the mantle has an important influence on the geodynamo, but also that it may act as a potential organizing structure that might control much of the dynamics of the geomagnetic field including paleomagnetic secular variation (PSV). Comparison of specific, well-dated Holocene PSV time series of inclination, declination, and paleointensity at key locations suggest the existence of a relatively simple first order pattern that is most clearly observed over the last four thousand years where the highest quality data are available. Over this time range, the field morphology can be roughly broken into two \"modes\": The first mode having a dominant flux lobe over North America and the second a dominant flux lobe over Europe. The \"North American mode\" is consistent with the historically time averaged field. The \"European mode\" is consistent with the time averaged mid-to-late Holocene field. A new inclination anomaly reconstruction for the NE Pacific region derived from Alaskan, and older Hawaiian and Oregon records, suggests that the influence of this oscillation may extend into the Pacific and continue through the Holocene and possibly beyond. The discovery of such an oscillation would be a significant step toward an understanding of what drives PSV. Unfortunately, available PSV data from North America and the northeast Pacific, because of uncertain chronologies and limited modern relative paleointensity records, are not adequate to fully assess whether the relationship observed persists over longer paleomagnetic time intervals. This three-year study will focus on the North American and northeast Pacific records to improve observational constraints and assess the relationship between data derived PSV time series and continuous spherical harmonic models to inform the interpretation of the PSV record. Data quality, including chronology is a limiting factor in our understanding of the geomagnetic causes of PSV. This will be improved through a synthesis of existing data and radiocarbon dates, and the collection of new cores from classic paleomagnetic sites and other nearby locations with proven sedimentary records, but where modern dating and paleomagnetic practices have yet to be employed.\r\n\r\nWe study the paleomagnetic record for many reasons, with the most fundamental being to understand the past history of Earth's magnetic field. Paleo-geomagnetic observations from rocks, sediments, and archeological artifacts provide fundamental information about geomagnetic field generation process that cannot be obtained from the short historical record. These observations tell us that large amplitude geomagnetic changes in direction and intensity occur over timescales that range from decades to millions of years.  Yet our knowledge of the processes and boundary conditions that govern paleo-geomagnetic change are far from complete resulting in significant uncertainty in our understanding of the geomagnetic field and any process controlled by geomagnetic change, from magnetic stratigraphy to space climate.  This study is designed to determine if boundary conditions may act as a potential organizing structure that might control much of the dynamics of the geomagnetic field including millennial and centennial scale changes know as paleomagnetic secular variation (PSV). Results will help to differentiate between the contributions of geomagnetic and solar forcing of terrestrial cosmic ray flux and cosmogenic isotope production with practical implications for telecommunications, human health, global ecosystems and climate. The potential linkage between climate change and field morphology is a relatively new topic of research and one that deserves special attention at this time of rapid climate change. Holocene magnetic stratigraphy has a long history, but its usefulness is ultimately limited by how well we know the paleomagnetic record. An understanding of the geomagnetic cause of paleomagnetic change will provide significant new magnetic stratigraphic opportunities. This project will support undergraduate, graduate, and postdoctoral education, providing training in core collection, stratigraphy, paleomagnetic data analysis, environmental magnetic data analysis, geomagnetism, geochronology and paleoclimatology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Abbott",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mark B Abbott",
   "pi_email_addr": "mabbott1@pitt.edu",
   "nsf_id": "000238746",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 246552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We conducted a three-year study to improve the observational network and our knowledge of the constraints of data derived from the paleomagnetic secular variation (PSV) time series and continuous spherical harmonic models.&nbsp; An improved understanding of the time space signatures of PSV will have significant impacts for magnetic stratigraphy, allowing new tools to be developed and improving our understanding of how PSV modulates the geomagnetic shield and possibly climate. &nbsp;This project supported undergraduate, graduate, and postdoctoral education, providing training in core collection, stratigraphy, paleomagnetic data analysis, environmental magnetic data analysis, geomagnetism, geochronology, and paleoclimatology.</p>\n<p>&nbsp;</p>\n<p>The European PSV record is currently better resolved, dated, and the focus of other ongoing research, therefore, our effort focused on developing and improving North American PSV records.&nbsp; Data quality, including chronology, has historically been a limiting factor in our understanding of the geomagnetic causes of PSV so improving the geochronology on our sediment records was a special focus of this project.&nbsp; To improve the quality of the geologic material used in this study we employed wide diameter coring equipment to minimize sediment deformation and used only terrestrial macrofossils for radiocarbon dating.&nbsp; We also synthesized existing data and radiocarbon dates and collected new cores from classic paleomagnetic sites (Fish Lake OR and Lake Lebouf, PA) as well as nearby lakes (Patte OR and Paradise PA) to increase our network of sites. &nbsp;Additional sites with high input of mineral matter have also been cored and measured including Fish Lake UT and McCargoe Cove (Lake Superior) MI.</p>\n<p><strong>&nbsp;</strong></p>\n<p>Much of our time has been focused on the extremely high quality record from Fish Lake OR. &nbsp;These results verify and improve upon earlier studies through detailed u-channel paleomagnetic measurements, CT scan control for lithologic variability, radiocarbon dating to constrain ages, physical property measurements to assess sediment homogeneities, and new deconvolution results that are improving reliability and resolution of our u-channel data. &nbsp;Integration of these data sets has been a significant undertaking and in the case of CT scans required significant development efforts.</p>\n<p>&nbsp;</p>\n<p>The quality of the magnetization as indicated by extremely low MAD values is exceptional, especially in laminated sediments. &nbsp;Comparison with previous work is very promising, showing that most inclination features are duplicated, although the inclination shallowing identified in earlier work is not present in our new records and therefore was likely a coring or sampling artifact. &nbsp;Comparison of our new chronology with North Atlantic and European records strongly advocates for the influence of flux lobes on the PSV record. &nbsp;Declination and paleointensity work remains ongoing.</p>\n<p>&nbsp;</p>\n<p>Results from Fish Lake Oregon are outstanding, providing robust determinations of direction and intensity. &nbsp;As such, it provides the first direct complete Holocene aged proxy for the North American Flux Lobe and it can be use to address significant questions about its variability relative to other regional and global reconstructions. &nbsp;Our work is beginning to illuminate the processes that drive geomagnetic change on centennial- to millennial-timescales, the persistence of these processes, and how those changes may influence of the dynamics like the geomagnetic shield and its influence on Earth/cosmic interactions. &nbsp;A slue of insights about field behavior over a range of timescales and time intervals will be gained through this data set.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/16/2016<br>\n\t\t\t\t\tModified by: Mark&nbsp;B&nbsp;Abbott</p>\n</div>\n<div ...",
  "por_txt_cntn": "\nWe conducted a three-year study to improve the observational network and our knowledge of the constraints of data derived from the paleomagnetic secular variation (PSV) time series and continuous spherical harmonic models.  An improved understanding of the time space signatures of PSV will have significant impacts for magnetic stratigraphy, allowing new tools to be developed and improving our understanding of how PSV modulates the geomagnetic shield and possibly climate.  This project supported undergraduate, graduate, and postdoctoral education, providing training in core collection, stratigraphy, paleomagnetic data analysis, environmental magnetic data analysis, geomagnetism, geochronology, and paleoclimatology.\n\n \n\nThe European PSV record is currently better resolved, dated, and the focus of other ongoing research, therefore, our effort focused on developing and improving North American PSV records.  Data quality, including chronology, has historically been a limiting factor in our understanding of the geomagnetic causes of PSV so improving the geochronology on our sediment records was a special focus of this project.  To improve the quality of the geologic material used in this study we employed wide diameter coring equipment to minimize sediment deformation and used only terrestrial macrofossils for radiocarbon dating.  We also synthesized existing data and radiocarbon dates and collected new cores from classic paleomagnetic sites (Fish Lake OR and Lake Lebouf, PA) as well as nearby lakes (Patte OR and Paradise PA) to increase our network of sites.  Additional sites with high input of mineral matter have also been cored and measured including Fish Lake UT and McCargoe Cove (Lake Superior) MI.\n\n \n\nMuch of our time has been focused on the extremely high quality record from Fish Lake OR.  These results verify and improve upon earlier studies through detailed u-channel paleomagnetic measurements, CT scan control for lithologic variability, radiocarbon dating to constrain ages, physical property measurements to assess sediment homogeneities, and new deconvolution results that are improving reliability and resolution of our u-channel data.  Integration of these data sets has been a significant undertaking and in the case of CT scans required significant development efforts.\n\n \n\nThe quality of the magnetization as indicated by extremely low MAD values is exceptional, especially in laminated sediments.  Comparison with previous work is very promising, showing that most inclination features are duplicated, although the inclination shallowing identified in earlier work is not present in our new records and therefore was likely a coring or sampling artifact.  Comparison of our new chronology with North Atlantic and European records strongly advocates for the influence of flux lobes on the PSV record.  Declination and paleointensity work remains ongoing.\n\n \n\nResults from Fish Lake Oregon are outstanding, providing robust determinations of direction and intensity.  As such, it provides the first direct complete Holocene aged proxy for the North American Flux Lobe and it can be use to address significant questions about its variability relative to other regional and global reconstructions.  Our work is beginning to illuminate the processes that drive geomagnetic change on centennial- to millennial-timescales, the persistence of these processes, and how those changes may influence of the dynamics like the geomagnetic shield and its influence on Earth/cosmic interactions.  A slue of insights about field behavior over a range of timescales and time intervals will be gained through this data set. \n\n \n\n\t\t\t\t\tLast Modified: 02/16/2016\n\n\t\t\t\t\tSubmitted by: Mark B Abbott"
 }
}