{
 "awd_id": "1215839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEES Fellows: Optimization of Next-Generation Biofuel Energy Tax Credits under Market Distortions to Achieve Positive Environmental Outcomes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leah Nichols",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 502200.0,
 "awd_amount": 507593.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "This project focuses on the integration of engineering, environmental, economic, and policy concepts in the context of biofuels tax policy.  A detailed survey of biofuels producers will be used to collect information on the nature of existing market failures.  Multiple criteria will be identified and used to evaluate tax credit performance.   To systematically design and assess different tax credits, a novel approach to evaluating industry effectiveness will be developed through a modified real options valuation model.  While traditional real options models rely heavily on decision tree analysis and assume constant discount rates, contingent claims analysis (CCA) incorporates time dependent risk adjusted interest rates.  With an extension of the risk adjustment process to include non-traditional business risks, such as political risk and environmental risk, new features will be developed and used in an extended industry-level CCA model.  The model will then be used to extract industry trends and develop key metrics to measure tax credit effectiveness.  To gain more detailed insight into the conclusions of the CCA model, the National Energy Modeling System software developed by the Energy Information Administration will be modified to accept various tax credit proposals and used to project the production, importation, conversion, consumption, and prices of biofuels.  By combining both models, it will be possible to verify and assess the effectiveness of various tax proposals at multiple scales. \r\n\r\nWhile a number of tax credits are in place to incentivize the production of renewable biofuels, the design and implementation of those credits has been done in a piecemeal fashion.  This project will develop/adapt modeling tools and techniques for evaluating tax credit effectiveness.  The overall goal is development of a toolbox that can enable a politically feasible, environmentally progressive, and business friendly biofuels tax codes re-design.    \r\n\r\nThis project is supported under the NSF Science, Engineering and Education for Sustainability Fellows (SEES Fellows) program, with the goal of helping to enable discoveries needed to inform actions that lead to environmental, energy and societal sustainability while creating the necessary workforce to address these challenges.  With SEES Fellows support, this project will enable a promising early career researcher to establish themselves in an independent research career related to sustainability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Christensen",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Adam P Christensen",
   "pi_email_addr": "adam.christensen@gmail.com",
   "nsf_id": "000605664",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": null,
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 502200.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5393.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this project was to develop an economic modeling tool(s) with which to probe the operation of various liquid fuel markets.&nbsp; The project was concerned with impacts of federal and state biofuel policies on the price of gasoline and diesel at the pump as well as sub-markets that are used to track the environmental performance of the US&rsquo;s fuel system.&nbsp; A tool was created and verified against actual market data, which gave us confidence to develop various projections of what might happen in future years.&nbsp; In general, we concluded that biofuel policies did not impact the price of gasoline/diesel at the pump.&nbsp; However, &ldquo;strength&rdquo; of the biofuel policy did impact these environmental credit &ldquo;sub-markets&rdquo; significantly.&nbsp; These costs are borne directly by oil refiners.&nbsp; Oil refining industry groups are therefore motivated to oppose biofuel mandates set forth by policy makers; however, their public arguments against biofuel mandates are not without bias.&nbsp; On the flipside, proponents of biofuel mandates also make arguments for mandates with bias.&nbsp; Therefore, regulators are in a tough position as they need to objectively evaluate the impact of their policy decisions.&nbsp; In addition to contributing to the scientific literature on biofuel mandates/policy modeling, this grant delivered very specific policy feedback to the Environmental Protection Agency through the public comment process.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2015<br>\n\t\t\t\t\tModified by: Adam&nbsp;P&nbsp;Christensen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objective of this project was to develop an economic modeling tool(s) with which to probe the operation of various liquid fuel markets.  The project was concerned with impacts of federal and state biofuel policies on the price of gasoline and diesel at the pump as well as sub-markets that are used to track the environmental performance of the USÆs fuel system.  A tool was created and verified against actual market data, which gave us confidence to develop various projections of what might happen in future years.  In general, we concluded that biofuel policies did not impact the price of gasoline/diesel at the pump.  However, \"strength\" of the biofuel policy did impact these environmental credit \"sub-markets\" significantly.  These costs are borne directly by oil refiners.  Oil refining industry groups are therefore motivated to oppose biofuel mandates set forth by policy makers; however, their public arguments against biofuel mandates are not without bias.  On the flipside, proponents of biofuel mandates also make arguments for mandates with bias.  Therefore, regulators are in a tough position as they need to objectively evaluate the impact of their policy decisions.  In addition to contributing to the scientific literature on biofuel mandates/policy modeling, this grant delivered very specific policy feedback to the Environmental Protection Agency through the public comment process.\n\n\t\t\t\t\tLast Modified: 10/29/2015\n\n\t\t\t\t\tSubmitted by: Adam P Christensen"
 }
}