{
 "awd_id": "1215896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEES Fellows: A heads up view of aquatic ecosystem sustainability - understanding the terrestrial landscape scale impacts of urbanization on aquatic biota",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 476162.0,
 "awd_amount": 518933.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2014-06-09",
 "awd_abstract_narration": "This project will assess the role of landscapes in maintaining and protecting aquatic resources while allowing for land development.  The project will examine how patterns of stream fish and insect community composition relate to watershed-scale versus landscape-scale land-use patterns.  Information about the biology of stream fish and insects (e.g., species life history traits, dispersal abilities, tolerances to poor habitat and pollution, etc.) will be used to develop metrics describing characteristics of urbanized landscapes that may lead to mortality or reduced fitness of stream organisms.  This information will be used, together with existing community data and Geographic Information System (GIS) analysis of land-use patterns, to examine how land-use development scenarios impact the suitability of land acquisition strategies for conserving stream fish and insect communities.  Incorporating land-use development models, and working in partnership with local government agencies, a decision-support system (DSS) will be developed to aid agency personnel in their efforts to acquire land for conservation purposes. \r\n\r\nSustainable land-use development must take into account the trade-offs between conserving the function and diversity of stream ecosystems and promoting socio-economic benefits for residents.  A balance among environmental, social, and economic goals is necessary to sustain healthy stream ecosystems in coupled human-environment systems.  Research on the effects of land-use change on stream communities has typically focused on human activities at the watershed scale.  This project will expand such research to include broader, landscape-scale perspectives.  Results of the research will enable local government agency personnel to make more informed decisions about land acquisition for the purposes of habitat protection and conservation of biodiversity.  This project will include participation of undergraduate students in the research and an outreach program to residents of urban areas communicating the ecology and conservation importance of stream fishes and insects. \r\n\r\nThis project is supported under the NSF Science, Engineering and Education for Sustainability Fellows (SEES Fellows) program, with the goal of helping to enable discoveries needed to inform actions that lead to environmental, energy and societal sustainability while creating the necessary workforce to address these challenges.  With SEES Fellows support, this project will enable a promising early career researcher to establish themselves in an independent research career related to sustainability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Smith",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Smith",
   "pi_email_addr": "smithr@lycoming.edu",
   "nsf_id": "000610068",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Environmental Conservation, Univ. of Massachusetts",
  "perf_str_addr": null,
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039285",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  },
  {
   "pgm_ele_code": "797800",
   "pgm_ele_name": "Global Systems Science"
  },
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 476162.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 42771.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 1964, Luna Leopold and others wrote that &ldquo;streams are the gutters down which flow the ruins of continents&rdquo; (Leopold et al., 1995). The authors were specifically discussing the transport of sediments from upland, terrestrial areas to stream channels. This quote, however, takes on greater meaning when interpreted in the context of land development for human needs. Human alterations of terrestrial landscapes surrounding streams have substantially altered our waterways. We posit that the complexities of human interactions with streams and the continued growth of urban landscapes requires scientists to examine the ecological and socio-cultural mechanisms that link human actions to stream impairment (Pickett et al., 2001). This project was designed to examine methods to sustain streams in urbanizing landscapes using an approach that integrates ecological and social science concepts.</p>\n<p><br />Two NSF programs with unique purposes coalesced to support the diverse objectives of this project. The Science, Education, and Engineering for Sustainability (SEES) fellowship and the Catalyzing New International Collaboration (CNIC) program supported the work for this project. These two programs led to a project that leveraged opportunities with international collaborators to 1) increase the understanding of basic ecological processes controlling insect and fish assemblages in stream ecosystems; 2) provide training in sustainability research and education; and 3) develop a holistic framework for improving streams in urbanizing landscapes.</p>\n<p><br />Our study examined if the amount of development in the catchment (which controls in-stream habitat) was a better predictor of fish and insect diversity in Massachusetts streams than aspects of the landscape that affect dispersal (e.g., dams, deforestation, etc.). Fish can swim long distances through river networks and adult stream insects can fly across terrestrial landscapes. Even though habitat and water quality determine the suitability of stream reaches for aquatic species, dispersal by aquatic organisms may also determine what organisms live in a particular stream reach. Organisms may exist in suboptimal environments when surrounding high-quality habitat provides immigrants. Alternatively, aquatic organisms may not persist in otherwise suitable environments that are isolated from surrounding populations. We found that the amount of development in the catchment was the primary predictor of diversity for fish and insect assemblages, but dispersal barriers played a secondary role. While stream improvement projects have typically focused on in-stream conditions and characteristics of the catchment, our results suggest that potential dispersal barriers may also alter stream communities and should be included in assessment activities. To further the development of this research objective, this project leveraged an international collaboration and a unique study system in Australia (Hughes Creek) to develop new genetic methods for examining dispersal by stream insects. This work will form the basis for future projects performed by scientists in the US and Australia examining dispersal in aquatic insects.</p>\n<p><br />Included in the directives of the SEES fellowship was training and education in sustainability. This project allowed scientists with strong backgrounds in basic ecology to expand their perspectives on management and conservation to include interdisciplinary approaches that typify sustainability science. This project included direct training and mentoring for 11 undergraduate researchers and 3 graduate students and informal mentoring for many other students. The project also included k-12 outreach events and a campus research and education initiative in sustainability science. Overall, the outreach and education components of this project reached a diverse group of people from within and outside academia.</p>\n<p><br />This project developed a novel, integrative framework for improving streams in urbanizing landscapes. Sustainabily managing stream ecosystems requires the examination of ecological responses to human activities and the social, economic, cultural, and historical drivers of human actions that lead to environmental change. Our research developing a conceptual framework for improving the health of streams in urbanizing landscapes (the Urban Steam Renovation framework). This framework was developed through a working group at the third Symposium on Urbanization and Stream Ecology that included students and professionals from academia, government, and private industry from seven countries. The framework integrates ecological and societal endpoints with the ultimate goal of addressing catchment level stressors that are typically elusive in urban stream improvement initiatives. As stated previously, catchment properties are often the primary cause of impairment of stream conditions, yet stream improvement projects are often conducted in individual stream reaches (e.g., planting trees around streams, stabilizing stream banks, etc.). We proposed that small scale projects can be leveraged to promote the stewardship and environmental literacy needed to support catchment-wide improvement actions.</p>\n<p><br /><strong>REFERENCES</strong></p>\n<p>Leopold, L.B., M.G. Wolman, and J.P. Miller. 1995. Fluvial Processes in Geomorphology. Dover Publications, Mineoloa, NY.</p>\n<p><br />Pickett, S.T.A., M.L. Candenasso, J.M. Grove, C.H. Nilon, R.V. Pouyat, W.C. Zipperer, and R.Costanza. 2001. Urban ecological systems: Linking terrestrial ecological, physical, and socioeconomic components of metropolitan areas. Annual Review of Ecology, Evolution, and Systematics 32:127-157.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/24/2016<br>\n\t\t\t\t\tModified by: Robert&nbsp;F&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563171478_Figure02--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563171478_Figure02--rgov-800width.jpg\" title=\"Mayfly\"><img src=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563171478_Figure02--rgov-66x44.jpg\" alt=\"Mayfly\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Image of a Mayfly subimago (i.e., pre-adult stage). Adult stream insects like this can fly between stream reaches. Yet, patterns of dispersal are not typically the focus of studies intended to understand links between human activities and stream health.</div>\n<div class=\"imageCredit\">RF Smith</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robert&nbsp;F&nbsp;Smith</div>\n<div class=\"imageTitle\">Mayfly</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563048758_Figure01--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563048758_Figure01--rgov-800width.jpg\" title=\"Urban stream\"><img src=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563048758_Figure01--rgov-66x44.jpg\" alt=\"Urban stream\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Image of an extreme case for how human activities can alter stream ecosystems. This ?stream? is generally out of site of the community. If restored, it could provide beneficial ecosystem functions, and possibly help generate stewardship and environmental literacy.</div>\n<div class=\"imageCredit\">RF Smith</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robert&nbsp;F&nbsp;Smith</div>\n<div class=\"imageTitle\">Urban stream</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563519586_Figure03_copy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563519586_Figure03_copy--rgov-800width.jpg\" title=\"Australia\"><img src=\"/por/images/Reports/POR/2016/1215896/1215896_10206580_1482563519586_Figure03_copy--rgov-66x44.jpg\" alt=\"Australia\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3. Images of the study location (top left), undergraduate student researcher (top right), and representative study organism (bottom left and right) for the CNIC research performed in Australia.</div>\n<div class=\"imageCredit\">RF Smith</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robert&nbsp;F&nbsp;Smith</div>\n<div class=\"imageTitle\">Australia</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn 1964, Luna Leopold and others wrote that \"streams are the gutters down which flow the ruins of continents\" (Leopold et al., 1995). The authors were specifically discussing the transport of sediments from upland, terrestrial areas to stream channels. This quote, however, takes on greater meaning when interpreted in the context of land development for human needs. Human alterations of terrestrial landscapes surrounding streams have substantially altered our waterways. We posit that the complexities of human interactions with streams and the continued growth of urban landscapes requires scientists to examine the ecological and socio-cultural mechanisms that link human actions to stream impairment (Pickett et al., 2001). This project was designed to examine methods to sustain streams in urbanizing landscapes using an approach that integrates ecological and social science concepts.\n\n\nTwo NSF programs with unique purposes coalesced to support the diverse objectives of this project. The Science, Education, and Engineering for Sustainability (SEES) fellowship and the Catalyzing New International Collaboration (CNIC) program supported the work for this project. These two programs led to a project that leveraged opportunities with international collaborators to 1) increase the understanding of basic ecological processes controlling insect and fish assemblages in stream ecosystems; 2) provide training in sustainability research and education; and 3) develop a holistic framework for improving streams in urbanizing landscapes.\n\n\nOur study examined if the amount of development in the catchment (which controls in-stream habitat) was a better predictor of fish and insect diversity in Massachusetts streams than aspects of the landscape that affect dispersal (e.g., dams, deforestation, etc.). Fish can swim long distances through river networks and adult stream insects can fly across terrestrial landscapes. Even though habitat and water quality determine the suitability of stream reaches for aquatic species, dispersal by aquatic organisms may also determine what organisms live in a particular stream reach. Organisms may exist in suboptimal environments when surrounding high-quality habitat provides immigrants. Alternatively, aquatic organisms may not persist in otherwise suitable environments that are isolated from surrounding populations. We found that the amount of development in the catchment was the primary predictor of diversity for fish and insect assemblages, but dispersal barriers played a secondary role. While stream improvement projects have typically focused on in-stream conditions and characteristics of the catchment, our results suggest that potential dispersal barriers may also alter stream communities and should be included in assessment activities. To further the development of this research objective, this project leveraged an international collaboration and a unique study system in Australia (Hughes Creek) to develop new genetic methods for examining dispersal by stream insects. This work will form the basis for future projects performed by scientists in the US and Australia examining dispersal in aquatic insects.\n\n\nIncluded in the directives of the SEES fellowship was training and education in sustainability. This project allowed scientists with strong backgrounds in basic ecology to expand their perspectives on management and conservation to include interdisciplinary approaches that typify sustainability science. This project included direct training and mentoring for 11 undergraduate researchers and 3 graduate students and informal mentoring for many other students. The project also included k-12 outreach events and a campus research and education initiative in sustainability science. Overall, the outreach and education components of this project reached a diverse group of people from within and outside academia.\n\n\nThis project developed a novel, integrative framework for improving streams in urbanizing landscapes. Sustainabily managing stream ecosystems requires the examination of ecological responses to human activities and the social, economic, cultural, and historical drivers of human actions that lead to environmental change. Our research developing a conceptual framework for improving the health of streams in urbanizing landscapes (the Urban Steam Renovation framework). This framework was developed through a working group at the third Symposium on Urbanization and Stream Ecology that included students and professionals from academia, government, and private industry from seven countries. The framework integrates ecological and societal endpoints with the ultimate goal of addressing catchment level stressors that are typically elusive in urban stream improvement initiatives. As stated previously, catchment properties are often the primary cause of impairment of stream conditions, yet stream improvement projects are often conducted in individual stream reaches (e.g., planting trees around streams, stabilizing stream banks, etc.). We proposed that small scale projects can be leveraged to promote the stewardship and environmental literacy needed to support catchment-wide improvement actions.\n\n\nREFERENCES\n\nLeopold, L.B., M.G. Wolman, and J.P. Miller. 1995. Fluvial Processes in Geomorphology. Dover Publications, Mineoloa, NY.\n\n\nPickett, S.T.A., M.L. Candenasso, J.M. Grove, C.H. Nilon, R.V. Pouyat, W.C. Zipperer, and R.Costanza. 2001. Urban ecological systems: Linking terrestrial ecological, physical, and socioeconomic components of metropolitan areas. Annual Review of Ecology, Evolution, and Systematics 32:127-157.\n\n \n\n\t\t\t\t\tLast Modified: 12/24/2016\n\n\t\t\t\t\tSubmitted by: Robert F Smith"
 }
}