{
 "awd_id": "1215787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Hawaiian PLUME deployment in a global context",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 53612.0,
 "awd_amount": 3823.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2014-04-01",
 "awd_abstract_narration": "Hawaii's location far from any plate boundary provides an excellent opportunity to test the plume hypothesis:  whether hot upwellings from the deep mantle generate hotspot volcanism at the Earth?s surface. Initial seismic imaging for the \"Plume-Lithosphere Undersea Melt Experiment\" (PLUME), consisting of a temporary deployment of land and ocean bottom seismometers, has revealed the first high-resolution 3-D images that support the presence of a deep-anchored mantle plume. Yet, the PLUME seismic recordings have yet to be exploited to their fullest. The body and surface wave datasets that have so far been analyzed independently, as is usually the case, must be modeled jointly. This will help distinguish between temperature anomalies, which are usually assumed to cause seismic anomalies, and other causes such as changes in rock composition or mechanical strength. Another part of this research is the understanding of how seismic waves attenuate beneath Hawaii, and this project will extract new attenuation data from the seismic records. We will also place the PLUME dataset in a global context by embedding it in a global model. Global tomography can address fundamental questions that an isolated interpretation of the PLUME dataset cannot provide: Does the Hawaiian plume have its own isolated origin near the core-mantle boundary or does it originate from the large low shear-velocity province in the Central Pacific? Is the currently imaged tilt of the deep mantle anomaly in the regional body wave images a robust feature that persists in a global model? Does a connection with the East Pacific Rise exist in the asthenosphere that would explain some of the complex chemistry found in Hawaii's basalts?\r\n\r\nScientists have long debated whether hotspots such as Hawaii, Yellowstone, or Iceland are the product of hot, buoyant upwelling \"mantle plumes\" from the lower mantle, perhaps originating as deep as the core mantle boundary, or are rather the result of processes in the shallow mantle. Seismic studies can help resolve such questions, because seismic waves can be used to reveal Earth?s internal structure through tomographic images and detect regions of high temperatures, mantle rock anomalies and melt. This project will perform enhanced analyses of data from a unique deployment of land and ocean bottom seismometers (OBSs) around the Hawaiian Islands and across the anomalous region of uplifted seafloor known as the Hawaiian Swell. Prior analyses of this deployment for the \"Plume-Lithosphere Undersea Melt Experiment\" (PLUME), support the presence of a mantle plume, but more detailed studies are needed to help answer fundamental questions, including: Does the Hawaiian plume originate from its own isolated origin near the core-mantle boundary or does it originate from the large low shear-velocity province in the Central Pacific? Is the plume in fact a continuous chimney-like feature or does it break up into several blobs? Is the currently imaged tilt of the seismic anomaly a robust feature that persists in a global tomography model? Does a connection with the nearest major mid-ocean ridge, the East Pacific Rise, exist in Earth's shallower layer known as the asthenosphere, which would explain some of the complex chemistry that geochemists have found in Hawaii's lavas?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cecily",
   "pi_last_name": "Wolfe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cecily J Wolfe",
   "pi_email_addr": "cecilyjwolfe@gmail.com",
   "nsf_id": "000099985",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1680 East West Road",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3822.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientists have long debated whether hotspots such as Hawaii, Yellowstone, or Iceland are the product of hot, buoyant upwelling \"mantle plumes\" from the lower mantle, perhaps originating as deep as the core mantle boundary, or are rather the result of processes in the shallow mantle. Seismic studies can help resolve such questions, because seismic waves can be used to reveal Earth's internal structure through tomographic images and detect regions of high temperatures, mantle rock anomalies and melt. This project goals were to perform enhanced analyses of data from a unique deployment of land and ocean bottom seismometers (OBSs) around the Hawaiian Islands and across the anomalous region of uplifted seafloor known as the Hawaiian Swell. Prior analyses of this deployment for the \"Plume-Lithosphere Undersea Melt Experiment\" (PLUME), support the presence of a mantle plume, but more detailed studies are needed to help answer fundamental questions, including: Does the Hawaiian plume originate from its own isolated origin near the core-mantle boundary or does it originate from the large low shear-velocity province in the Central Pacific? Is the plume in fact a continuous chimney-like feature or does it break up into several blobs? Is the currently imaged tilt of the seismic anomaly a robust feature that persists in a global tomography model? Does a connection with the nearest major mid-ocean ridge, the East Pacific Rise, exist in Earth's shallower layer known as the asthenosphere, which would explain some of the complex chemistry that geochemists have found in Hawaii's lavas?</p>\n<p>Shortly after this grant was awarded, the PI (Cecily Wolfe) left University of Hawaii to take a new job at the US Geological Survey. &nbsp;This NSF grant was then terminated early and the funds were returned. &nbsp;</p>\n<p>The main notable outcome to report was the following presentation at the Fall 2012 Meeting of the American Geophysical Union, which is the only item funded under this grant before it was terminated.</p>\n<p>Wolfe, C. J., G. Laske, M. D. Ballme,; G. Ito, J. A. Collins, S. C. Solomon, C. A. Rychert, Seismic Velocity Structure of the Mantle beneath the Hawaiian Hotspot and Geodynamic Perspectives, AGU 2012 Fall Meeting, DI44A-03, 2012.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2014<br>\n\t\t\t\t\tModified by: Cecily&nbsp;J&nbsp;Wolfe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScientists have long debated whether hotspots such as Hawaii, Yellowstone, or Iceland are the product of hot, buoyant upwelling \"mantle plumes\" from the lower mantle, perhaps originating as deep as the core mantle boundary, or are rather the result of processes in the shallow mantle. Seismic studies can help resolve such questions, because seismic waves can be used to reveal Earth's internal structure through tomographic images and detect regions of high temperatures, mantle rock anomalies and melt. This project goals were to perform enhanced analyses of data from a unique deployment of land and ocean bottom seismometers (OBSs) around the Hawaiian Islands and across the anomalous region of uplifted seafloor known as the Hawaiian Swell. Prior analyses of this deployment for the \"Plume-Lithosphere Undersea Melt Experiment\" (PLUME), support the presence of a mantle plume, but more detailed studies are needed to help answer fundamental questions, including: Does the Hawaiian plume originate from its own isolated origin near the core-mantle boundary or does it originate from the large low shear-velocity province in the Central Pacific? Is the plume in fact a continuous chimney-like feature or does it break up into several blobs? Is the currently imaged tilt of the seismic anomaly a robust feature that persists in a global tomography model? Does a connection with the nearest major mid-ocean ridge, the East Pacific Rise, exist in Earth's shallower layer known as the asthenosphere, which would explain some of the complex chemistry that geochemists have found in Hawaii's lavas?\n\nShortly after this grant was awarded, the PI (Cecily Wolfe) left University of Hawaii to take a new job at the US Geological Survey.  This NSF grant was then terminated early and the funds were returned.  \n\nThe main notable outcome to report was the following presentation at the Fall 2012 Meeting of the American Geophysical Union, which is the only item funded under this grant before it was terminated.\n\nWolfe, C. J., G. Laske, M. D. Ballme,; G. Ito, J. A. Collins, S. C. Solomon, C. A. Rychert, Seismic Velocity Structure of the Mantle beneath the Hawaiian Hotspot and Geodynamic Perspectives, AGU 2012 Fall Meeting, DI44A-03, 2012.\n\n \n\n\t\t\t\t\tLast Modified: 05/30/2014\n\n\t\t\t\t\tSubmitted by: Cecily J Wolfe"
 }
}