{
 "awd_id": "1215454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-SG: TSUNAMOS: A Validated, Multi-Scale Tsunami Model for Hybrid Numerical-Experimental Simulation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2011-08-23",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 78251.0,
 "awd_amount": 78251.0,
 "awd_min_amd_letter_date": "2012-01-03",
 "awd_max_amd_letter_date": "2012-01-03",
 "awd_abstract_narration": "Abstract \r\n \r\nThe goals of this project focus on developing sufficient scientific knowledge and appropriate engineering tools on which to base comprehensive tsunami mitigation plans and communicate this information effectively to decision makers, the emergency planning community and the public.  The detailed objectives of the research program are (1) Improve our understanding of nearshore, three-dimensional tsunami evolution through an extensive set of physical experiments using NEES facilities; (2) Create an extensible framework to provide a systematic structure for validating computational models with experimental and field data; (3) Refine modeling capabilities and couple the various components together to create a multi-scale simulation tool; (4) Develop a sustainable education and outreach program that educates the general public about tsunamis and appropriate responses to them.\r\n\r\nThe facilities for physical experimentation provided by the NEES program at Oregon State make it possible to model the behaviors that have been most problematical for tsunami researchers.  Existing numerical models will be augmented through directed experimental work specifically intended to fill key gaps in our current understanding of tsunami behavior.  Nearshore evolution of tsunami waves, such as 3D breaking through focusing and bathymetry, and overland flow across irregular and rough topographies, will be investigated.  Concurrent to the experimental effort, a comprehensive tsunami simulator, TSUNAMOS, will be developed.  The numerical modeling of tsunami hydrodynamics will utilize a multiple-scale, hybrid modeling methodology.  This simulator will be composed of a number of different numerical models with different application limitations, interfaced together such that full scale prediction can be undertaken with overall accuracy equivalent to the state-of-the-art 3D, turbulent models.  An established earthquake engineering software framework, OpenSees, will be adapted for the tsunami simulator, which will be made transparent and open-source to facilitate widespread adoption.  TSUNAMOS will be used to guide the experimental beach design and input wave conditions, and will be coupled with full scale simulations from the Indian Ocean and Papua New Guinea tsunamis as an example of hybrid numerical-experimental simulation.  TSUNAMOS will be made available through the shared NEES simulation repository.\r\n\r\nTo effectively reduce the loss of life and property due to tsunamis, the population at risk needs to be aware of the hazard and associated risk and be prepared to respond in case of a tsunami.  Here, researchers from the University of Puerto Rico  Mayaguez, a Hispanic serving institution, and from the University at Hawaii will develop extensive Education, Outreach, and Training (EOT) programs.  Efforts will be focused on developing greater tsunami awareness on K-12 students, emergency managers and decision makers.  Both Hawaii and Puerto Rico have been carrying out EOT initiatives for many years, but through this project many of the existing materials will be updated, placed on line and new resources will be created.  Although both Hawaii and Puerto Rico have a history of tsunami EOT, this will be the first time that they will have a platform for the systematic exchange of the EOT experiences.  The results of the experiments will be incorporated to the EOT efforts to reinforce the destructive forces of tsunamis.  The proposed EOT plan is closely aligned with the strategies put forth by NEESinc, including significant involvement of underrepresented groups in engineering, a workshop plan which integrates NEES research with outreach and training, and a rapid mechanism to transfer the tools developed into practice. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Lynett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Lynett",
   "pi_email_addr": "plynett@civil.tamu.edu",
   "nsf_id": "000175096",
   "pi_start_date": "2012-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 78251.0
  }
 ],
 "por": null
}