{
 "awd_id": "1215462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel macrocyclic chelating groups for use in targeted radioisotope diagnostic and companion diagnostic/therapeutic applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 149499.0,
 "awd_amount": 149499.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2012-10-23",
 "awd_abstract_narration": "This Small Business Innovative Research (SBIR) Phase I project describes the synthesis and evaluation of novel macrocyclic chelating groups intended for use in targeted radioisotope applications.  Targeted radioisotopes are deployed as imaging agents in the context of single-photon emission computed tomography and positron emission tomography.  Such diagnostic agents also are used as a companion in targeted radioisotope therapy wherein a radionuclide that emits therapeutically useful ionizing radiation is similarly localized within specific biological sites by attachment to an accessory molecule that imparts appropriate biodistribution and pharmacokinetic properties.  Metallic radioisotopes offer versatile imaging and therapeutic properties, but loss of metallic radioisotopes from their site-directing molecules can lead to deleterious side-effects or reduced contrast and efficacy.  There is, therefore, a recognized, compelling need for improved chelating groups for use in radiopharmaceuticals.  Such chelating groups must rapidly bind radioisotopes, so that they are compatible with the practicalities of clinical laboratory preparation. They also must stably bind the cation so that none is released in vivo, at least prior to its decay. The optimized chelating groups we propose will stably coordinate metal cations currently used for radioisotope-based diagnosis and therapy, display facile complexation kinetics, and provide a convenient synthetic handle for attachment to targeting moieties. \r\n\r\nThe broader impact/commercial potential of this project will be the development of novel \"caged\" macrocyclic chelating groups that display faster and more stable binding as compared to acyclic and mono-macrocyclic chelators currently used.  These will coordinate not only In+3, but also more exotic cations such as Zr+4 whose isotopes have hitherto remained undeveloped but possess intriguing radiochemical characteristics, e.g., zirconium-89, positron emission half-life 78 hr.  By means of this approach, the aim is both to improve the utility of existing radiopharmaceuticals, and to expand the scope of this technology to radionuclides that are, at present, underdeveloped in the clinic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darren",
   "pi_last_name": "Magda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darren Magda",
   "pi_email_addr": "magda.darren@gmail.com",
   "nsf_id": "000566526",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lumiphore, Inc.",
  "inst_street_address": "2323 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5108981190",
  "inst_zip_code": "947102407",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "LUMIPHORE INC",
  "org_prnt_uei_num": "YHL6FCLUX618",
  "org_uei_num": "K95KLV3N3XD9"
 },
 "perf_inst": {
  "perf_inst_name": "Lumiphore, Inc.",
  "perf_str_addr": "1201 Douglas Ave",
  "perf_city_name": "Redwood City",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940633116",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This SBIR project is furthering the development of chemical compounds that will aid in the creation of certain types of imaging diagnostics and drugs called &ldquo;targeted radiopharmaceuticals.&rdquo; Radiodiagnostic agents contain radionuclides (radioactive atoms) that can be seen in the body with special imagers called SPECT and PET machines. Radiotherapeutic agents contain more potent radionuclides that can be used to kill cancer cells. Radiopharmaceuticals are most useful when they can be &ldquo;targeted&rdquo; to a certain cell-type or tissue. For example, if a radiodiagnostic agent is a molecule that targets heart tissue then a radiologist can obtain pictures of the heart to detect and monitor heart disease. Or, if a radiotherapeutic is a molecule that targets a cancer cell, then it can be used to kill cancer cells and not healthy cells.</p>\n<p>Of key importance to the creation of targeted radiopharmaceuticals is the part of the compound that links the radionuclide to the targeting part of the molecule. Current linkers have a number of drawbacks, including they are difficult to use at room temperature and pressure; they often do not link the radionuclide and targeting molecule tightly enough so that images have a low resolution and the patient may experience side effects; they do not attach to many useful radionuclides; and there is a time-delay between preparing the radiodiagnostic and imaging the cells of interest.</p>\n<p>In an effort to develop better linkers for targeted radiopharmaceuticals, this Phase I grant involved the synthesis of linker molecules that address all of the drawbacks mentioned above. After testing the new linkers with radionuclides and targeting antibodies, Lumiphore believes the resulting novel radionuclide-containing agents will display improved imaging contrast and efficacy, and decreased toxicity, as compared to current generation agents by providing better control of radionuclide biodistribution. Furthermore, we anticipate that our linkers will enable the development of targeted radiopharmaceuticals with newer radionuclides that are currently underdeveloped in the clinic. Our improved linkers will potentially change the way cancer is detected and treated by cutting down the time and cost of therapy. The compounds ultimately could help save lives through earlier intervention and reduce overall cost of healthcare. Through improved clinical outcomes from Lumiphore&rsquo;s unique science, our linkers could advance the national health, prosperity and welfare of others.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2013<br>\n\t\t\t\t\tModified by: Darren&nbsp;Magda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis SBIR project is furthering the development of chemical compounds that will aid in the creation of certain types of imaging diagnostics and drugs called \"targeted radiopharmaceuticals.\" Radiodiagnostic agents contain radionuclides (radioactive atoms) that can be seen in the body with special imagers called SPECT and PET machines. Radiotherapeutic agents contain more potent radionuclides that can be used to kill cancer cells. Radiopharmaceuticals are most useful when they can be \"targeted\" to a certain cell-type or tissue. For example, if a radiodiagnostic agent is a molecule that targets heart tissue then a radiologist can obtain pictures of the heart to detect and monitor heart disease. Or, if a radiotherapeutic is a molecule that targets a cancer cell, then it can be used to kill cancer cells and not healthy cells.\n\nOf key importance to the creation of targeted radiopharmaceuticals is the part of the compound that links the radionuclide to the targeting part of the molecule. Current linkers have a number of drawbacks, including they are difficult to use at room temperature and pressure; they often do not link the radionuclide and targeting molecule tightly enough so that images have a low resolution and the patient may experience side effects; they do not attach to many useful radionuclides; and there is a time-delay between preparing the radiodiagnostic and imaging the cells of interest.\n\nIn an effort to develop better linkers for targeted radiopharmaceuticals, this Phase I grant involved the synthesis of linker molecules that address all of the drawbacks mentioned above. After testing the new linkers with radionuclides and targeting antibodies, Lumiphore believes the resulting novel radionuclide-containing agents will display improved imaging contrast and efficacy, and decreased toxicity, as compared to current generation agents by providing better control of radionuclide biodistribution. Furthermore, we anticipate that our linkers will enable the development of targeted radiopharmaceuticals with newer radionuclides that are currently underdeveloped in the clinic. Our improved linkers will potentially change the way cancer is detected and treated by cutting down the time and cost of therapy. The compounds ultimately could help save lives through earlier intervention and reduce overall cost of healthcare. Through improved clinical outcomes from LumiphoreÆs unique science, our linkers could advance the national health, prosperity and welfare of others.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2013\n\n\t\t\t\t\tSubmitted by: Darren Magda"
 }
}