{
 "awd_id": "1215421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Biosensor for Monitoring of Theophylline using Personal Glucose Meter",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927795",
 "po_email": "jsoriano@nsf.gov",
 "po_sign_block_name": "Jesus Soriano Molla",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 179998.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2012-12-02",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project aims to develop a new technology to utilize ubiquitous personal glucose meters (PGMs) for inexpensive and convenient at-home tests of the drug theophylline. Theophylline has been widely used to treat asthma and chronic obstructive pulmonary diseases. It has a narrow effective range and adverse side effects when overdosed, thus frequent test of plasma theophylline are recommended for patients using this drug. The technology in this project converts plasma theophylline into glucose quantitatively by a theophylline-triggered enzymatic reaction, so theophylline is monitored through glucose detection by inexpensive and convenient PGMs.\r\n\r\nThe broader commercial impacts of this research are more convenience and lower costs for therapeutic drug monitoring. In the era of personalized medicine, the dosage of a drug is as important as the drug itself. Many other drugs are similar to theophylline in terms of narrow effective ranges and adverse side effects when overdosed. Currently, testing levels for these types of drugs requires hospital visits and blood draws, which are inconvenient, time consuming and costly. The proposed innovation here can also be translated to measure other drugs' concentrations more simply, quickly and cheaply. The innovation proposed here can be used for drug monitoring in general which will have great impact on the quality and affordability of healthcare worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tian",
   "pi_last_name": "Lan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tian Lan",
   "pi_email_addr": "tianlan.1983@gmail.com",
   "nsf_id": "000608110",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GlucoSentient, Inc.",
  "inst_street_address": "2100 S OAK ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHAMPAIGN",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "5419158184",
  "inst_zip_code": "618200909",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "GLUCOSENTIENT INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1GKW7XKS2P1"
 },
 "perf_inst": {
  "perf_inst_name": "GlucoSentient, Inc.",
  "perf_str_addr": "1212 S. Naper Blvd Ste 119-200",
  "perf_city_name": "Naperville",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 29999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>GlucoSentient, Inc. is a small business aimed to commercialize an innovative technology that allows medical diagnostic and monitoring to be performed at or near the site where the patients need them. &nbsp;</p>\n<p>&nbsp;In our Phase I project, we have proposed to demonstrate the feasibility of developing a glucose meter based assay for the quantification of therapeutic drugs, using theophylline, which is used for patients with asthma and chronic obstructive pulmonary disease (COPD), as a proof of concept. Due to the narrow therapeutic window of theophylline, its level in patient&rsquo;s blood needs to be monitored to ensure minimal side effect while maintaining optimal efficacy. Theophylline is one of numerous examples of therapeutic drugs that possess a narrow therapeutic window and will result in adverse effects if their level is not properly managed. The measurement of therapeutic drug levels is referred to as therapeutic drug monitoring (TDM). Currently, TDM is performed in clinical laboratories with samples collected during a patient visit. Developing a point-of-care drug monitoring device allows the decentralization of these clinical TDM tests which can lead to improved clinical outcomes and a reduced cost for the health care system.</p>\n<p>&nbsp;GlucoSentient&rsquo;s technology is uniquely suited for TDM, because it can provide quantification using the well-developed and low-cost blood glucose meter (BGM) technology. Antibody based assays, or immunoassays, have been one of the gold standards in medical diagnostic or monitoring tests. As a result, immunoassay design was used for development of the BGM based theophylline assay. In addition, market research and customer discovery activities have been carried out in parallel with the Phase I research, and we were able to identify an industrial partner who is interested in a point-of-care device for the quantification of tacrolimus. Tacrolimus is an immunosuppressant drug that is approved for used in several organ transplants to reduce the risk of allograft rejection. The drug has a narrow therapeutic range and monitoring of the drug level is required to minimize side effects as well as maintaining efficacy. Current monitoring almost exclusively utilizes clinical tests that can only be performed at laboratories. Although these laboratory based tests provide adequate precision, these tests are not used as frequently as clinically needed due to their higher cost and requirement for patients to attend clinic to provide a blood sample. &nbsp;A low-cost and convenient device that be used by the patients and measure the blood level of tacrolimus would provide a significant benefit for the patients, improve the success rate of transplanted organs and reduce the rate of unwanted drug side effects. As a result, for the Phase IB project, we have proposed to test the feasibility of developing a solution assay for quantification of tacrolimus using BGM.</p>\n<p>&nbsp;After a year of research and development, GlucoSentient has successfully demonstrated the feasibility for both the theophylline and tacrolimus assays using BGM. The results obtained also showed a high sensitivity that is suitable for product development. Based on the market research and the support received from the industrial partner, a Phase II proposal has been submitted for developing a prototype point-of-care device for quantification of tacrolimus based on the Phase I results.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2013<br>\n\t\t\t\t\tModified by: Tian&nbsp;Lan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlucoSentient, Inc. is a small business aimed to commercialize an innovative technology that allows medical diagnostic and monitoring to be performed at or near the site where the patients need them.  \n\n In our Phase I project, we have proposed to demonstrate the feasibility of developing a glucose meter based assay for the quantification of therapeutic drugs, using theophylline, which is used for patients with asthma and chronic obstructive pulmonary disease (COPD), as a proof of concept. Due to the narrow therapeutic window of theophylline, its level in patientÆs blood needs to be monitored to ensure minimal side effect while maintaining optimal efficacy. Theophylline is one of numerous examples of therapeutic drugs that possess a narrow therapeutic window and will result in adverse effects if their level is not properly managed. The measurement of therapeutic drug levels is referred to as therapeutic drug monitoring (TDM). Currently, TDM is performed in clinical laboratories with samples collected during a patient visit. Developing a point-of-care drug monitoring device allows the decentralization of these clinical TDM tests which can lead to improved clinical outcomes and a reduced cost for the health care system.\n\n GlucoSentientÆs technology is uniquely suited for TDM, because it can provide quantification using the well-developed and low-cost blood glucose meter (BGM) technology. Antibody based assays, or immunoassays, have been one of the gold standards in medical diagnostic or monitoring tests. As a result, immunoassay design was used for development of the BGM based theophylline assay. In addition, market research and customer discovery activities have been carried out in parallel with the Phase I research, and we were able to identify an industrial partner who is interested in a point-of-care device for the quantification of tacrolimus. Tacrolimus is an immunosuppressant drug that is approved for used in several organ transplants to reduce the risk of allograft rejection. The drug has a narrow therapeutic range and monitoring of the drug level is required to minimize side effects as well as maintaining efficacy. Current monitoring almost exclusively utilizes clinical tests that can only be performed at laboratories. Although these laboratory based tests provide adequate precision, these tests are not used as frequently as clinically needed due to their higher cost and requirement for patients to attend clinic to provide a blood sample.  A low-cost and convenient device that be used by the patients and measure the blood level of tacrolimus would provide a significant benefit for the patients, improve the success rate of transplanted organs and reduce the rate of unwanted drug side effects. As a result, for the Phase IB project, we have proposed to test the feasibility of developing a solution assay for quantification of tacrolimus using BGM.\n\n After a year of research and development, GlucoSentient has successfully demonstrated the feasibility for both the theophylline and tacrolimus assays using BGM. The results obtained also showed a high sensitivity that is suitable for product development. Based on the market research and the support received from the industrial partner, a Phase II proposal has been submitted for developing a prototype point-of-care device for quantification of tacrolimus based on the Phase I results. \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2013\n\n\t\t\t\t\tSubmitted by: Tian Lan"
 }
}