{
 "awd_id": "1215850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop to Investigate Approaches for Large Scale Senior Independent Living Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-12-15",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 36757.0,
 "awd_amount": 36757.0,
 "awd_min_amd_letter_date": "2011-12-16",
 "awd_max_amd_letter_date": "2011-12-16",
 "awd_abstract_narration": "Maintaining the health and well-being of the aging  US presents significant challenges. The workshop brings together leaders in geriatric and biomedical research, government, telecommunications, home monitoring companies, pharmaceutical companies, and non-profit advocacy groups to identify strategies that will support a national network of home-based monitoring and assessment capabilities. \r\n\r\nIntellectual Merits: The workshop will identify research challenges and opportunities relating to identification, monitoring, and analysis of activities across multiple time scales, locations, specific actions, functional abilities and physiological changes. \r\n\r\nThe workshop will focus on research challenges in creating a scalable  infrastructure and technology for large scale distributed longiitudinal studies that help answer many unanswered questions regarding aging and independent living through coordinated gathering and analysis of  behavioral, social, biological, clinical, genetic, economic, and environmental data. The workshop is expected to produce a report, giving concrete examples of what is needed to progress, from a technical standpoint and from a funding perspective. \r\n\r\nBroader Impacts: If successful, the workshop would help identify the research challenges and opportunities in creating the infrastructure and research networks needed to advance the understanding of aging and to develop  technologies that better support the health and wellbeing of the aging population in the US. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Hayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara Hayes",
   "pi_email_addr": "hayesta@ohsu.edu",
   "nsf_id": "000206477",
   "pi_start_date": "2011-12-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Kaye",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Jeffrey Kaye",
   "pi_email_addr": "kaye@ohsu.edu",
   "nsf_id": "000195529",
   "pi_start_date": "2011-12-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Baruchin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Baruchin",
   "pi_email_addr": "abaruchin@fnih.org",
   "nsf_id": "000592922",
   "pi_start_date": "2011-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "NIH Foundation",
  "perf_str_addr": "9650 Rockville Pike",
  "perf_city_name": "Bethesda",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208143999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 36757.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Workshop to Investigate Approaches for Large Scale Senior Independent Living Networks</strong></p>\n<p>We conducted a workshop that brought together leaders in geriatric and biomedical research, government, telecommunications, home monitoring companies, pharmaceutical companies, and non-profit advocacy groups to identify strategies to support a national network of home-based monitoring and assessment capabilities that could capture functional and physiological changes in community-dwelling seniors. This national network would be known as the SILvR Network Initiative (SNI). Such a network would allow researchers to discover key changes in activities and functional behaviors that are not readily identifiable by current clinical methodologies, with the ultimate goal of enabling earlier intervention and greater independence for seniors.</p>\n<p><strong>Outcomes during the life of the award</strong></p>\n<p>The primary goal of the workshop was to create a roadmap for the SNI that would address specific, important issues. Follow-up after the meeting included webinars and teleconferences to further flesh out the deliverables pertaining to the desired outcomes of the workshop.</p>\n<p>These issues, and the outcomes from the workshop, are:</p>\n<ul>\n<li>Develop an administrative and governance structure to guide the development, implementation, and sustaining functions of SNI. \n<ul>\n<li>Figure 1 provides an illustration of the proposed administrative and governance infrastructure</li>\n<li>We determined that in its operational state, the SNI will be driven principally by the activities of three &ldquo;Engines&rdquo; and six &ldquo;Cores.&rdquo; The &ldquo;Engines&rdquo; are the organizational bodies each driving a specific scientific thrust which maps to one of SNI&rsquo;s three primary objectives: Discovery, Innovation, and Evidence. The &ldquo;Cores&rdquo; are organizational bodies with operational functions that cut across the Engines: Administration and Coordination Core; Clinical &amp; Biomarkers Core; Data Core; Technology Core, Ethics Core; Communications Core.</li>\n<li>Identify a core of primary research aims that are of the highest clinical impact, and most effectively promote knowledge discovery and scalability so as to maximize leverage of the cohort and associated research infrastructure as a testbed for new monitoring and assessment technologies. \n<ul>\n<li>At the workshop, it was decided that the best plan of action was to first deisgn a proof of concept (POC) study, that would allow testing of some of the principles for data sharing, cohort recruitment, and platform scalability that were identified through discussions during the workshop. A POC study plan was drawn up.</li>\n<li>Develop draft protocols and specifications on the cohort(s), technology platform, data, privacy, and security requirements. \n<ul>\n<li>It was determined at the Workshop that complete protocols for the technology platform, cohorts, etc. could not be developed in a single workshop, but rather would require iteration and discussion based on lessons learned during the Proof of Concept trial. Follow-up webinars were used to refine and document the specific aims of the POC and ther relative roles for each of the three &ldquo;Engines&rdquo;.</li>\n<li>Some key points that were elucidated in this meeting included: \n<ul>\n<li>SNI needed a lightweight requirements process that could articulate input, approval, control, changes, etc. from a research perspective.</li>\n<li>When building and identifying the requirements, it would be important to make sure that these requirements/specifications applied to multiple technologies and platforms.</li>\n<li>For the POC, it was important to use an existing technology to provide the evidence that this effort can be implemented at a larger scale.</li>\n<li>There needs to be commonality in the definition of what independence is and the method and frequency of how ...",
  "por_txt_cntn": "\nWorkshop to Investigate Approaches for Large Scale Senior Independent Living Networks\n\nWe conducted a workshop that brought together leaders in geriatric and biomedical research, government, telecommunications, home monitoring companies, pharmaceutical companies, and non-profit advocacy groups to identify strategies to support a national network of home-based monitoring and assessment capabilities that could capture functional and physiological changes in community-dwelling seniors. This national network would be known as the SILvR Network Initiative (SNI). Such a network would allow researchers to discover key changes in activities and functional behaviors that are not readily identifiable by current clinical methodologies, with the ultimate goal of enabling earlier intervention and greater independence for seniors.\n\nOutcomes during the life of the award\n\nThe primary goal of the workshop was to create a roadmap for the SNI that would address specific, important issues. Follow-up after the meeting included webinars and teleconferences to further flesh out the deliverables pertaining to the desired outcomes of the workshop.\n\nThese issues, and the outcomes from the workshop, are:\n\nDevelop an administrative and governance structure to guide the development, implementation, and sustaining functions of SNI. \n\nFigure 1 provides an illustration of the proposed administrative and governance infrastructure\nWe determined that in its operational state, the SNI will be driven principally by the activities of three \"Engines\" and six \"Cores.\" The \"Engines\" are the organizational bodies each driving a specific scientific thrust which maps to one of SNIÆs three primary objectives: Discovery, Innovation, and Evidence. The \"Cores\" are organizational bodies with operational functions that cut across the Engines: Administration and Coordination Core; Clinical &amp; Biomarkers Core; Data Core; Technology Core, Ethics Core; Communications Core.\nIdentify a core of primary research aims that are of the highest clinical impact, and most effectively promote knowledge discovery and scalability so as to maximize leverage of the cohort and associated research infrastructure as a testbed for new monitoring and assessment technologies. \n\nAt the workshop, it was decided that the best plan of action was to first deisgn a proof of concept (POC) study, that would allow testing of some of the principles for data sharing, cohort recruitment, and platform scalability that were identified through discussions during the workshop. A POC study plan was drawn up.\nDevelop draft protocols and specifications on the cohort(s), technology platform, data, privacy, and security requirements. \n\nIt was determined at the Workshop that complete protocols for the technology platform, cohorts, etc. could not be developed in a single workshop, but rather would require iteration and discussion based on lessons learned during the Proof of Concept trial. Follow-up webinars were used to refine and document the specific aims of the POC and ther relative roles for each of the three \"Engines\".\nSome key points that were elucidated in this meeting included: \n\nSNI needed a lightweight requirements process that could articulate input, approval, control, changes, etc. from a research perspective.\nWhen building and identifying the requirements, it would be important to make sure that these requirements/specifications applied to multiple technologies and platforms.\nFor the POC, it was important to use an existing technology to provide the evidence that this effort can be implemented at a larger scale.\nThere needs to be commonality in the definition of what independence is and the method and frequency of how data is collected.\nKey clinical domains to be captured are: physical activity, night-time behaviors, physiological function (temperature, hydrations, weight, etc.), medication taking, and social engagement\n \nEstablish optimal data sharing, knowledge dissemination and IP management within the ..."
 }
}