{
 "awd_id": "1215100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  The Chairside Delivery of Focused Microwave Energy for Caries Therapy",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-06-14",
 "awd_max_amd_letter_date": "2012-10-23",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) project addresses the need for new and minimally invasive approaches to the management of dental caries, a microbial infection of teeth. Caries is one of the most widespread of chronic diseases that infects nearly every American during their lifetime. The preponderance of treatment for caries involves its surgical removal by dentists using rotary instrumentation (\"drilling'). However, one way to definitively circumvent the continued use of surgical treatment involves the concept of disinfecting caries in teeth using focused microwave energy. By killing the bacteria, the disease can be arrested and an environment for spontaneous remineralization enhanced. This proposal aims to test the hypothesis that focused microwave energy delivered directly to a tooth is lethal to bacteria that are native to dental caries. Thus, the purpose of this study is to (1) develop a stable and efficient device for the chairside delivery of focused microwave energy; (2) to demonstrate that the delivered microwave energy is effective in killing bacteria in caries; and 3) to further demonstrate that exposure of teeth to microwave energy does not significantly increase tooth temperature or alter tooth structure. The proposed research will result in the development of a novel shoebox-sized device capable of delivering focused microwave energy directly to a tooth.\r\n\r\nThe broader/commercial impact of this project, if success, will be the development of a device that will enable the low-cost, rapid and non-invasive treatment of caries to be used both by dental and non-dental professionals. The economic impact of this approach to care would be immense as treatment efficiency is improved and access to care is increased. For the latter, despite advances in prevention, caries continues to disproportionately affect low income children, the working poor and the elderly. Thus, since the use of the proposed technology would require minimal technical skill, treatment could potentially be provided by trained nurses in schools or nursing homes to vulnerable populations. On a commercial scale, the device will have extensive utility for dentists by providing a rapid and definitive means of non-invasively treating caries, thereby reducing the complexity and time of treatment while preserving tooth structure. It is anticipate that the market for the device would be extensive both in the United States and around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Stangel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan Stangel",
   "pi_email_addr": "stangel@biomatsciences.com",
   "nsf_id": "000167201",
   "pi_start_date": "2012-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BioMat Sciences, Inc.",
  "inst_street_address": "5612 Glenwood Rd.",
  "inst_street_address_2": "",
  "inst_city_name": "Bethesda",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3015297081",
  "inst_zip_code": "208176728",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "BioMat Sciences, Inc.",
  "perf_str_addr": "9700 Great Seneca HIghway",
  "perf_city_name": "Rockville",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208506507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Dental </span><span>dental caries (&ldquo;tooth decay&rdquo;) is a microbial disease of teeth that infects nearly all Americans during their lifetime. Despite a reduction in occurrence, it remains one of the most widespread chronic diseases that disproportionately affects low income children, the working poor and the elderly in the United States and elsewhere in the world. This Small Business Innovation Research Phase I project addressed the need for new and minimally invasive approaches to treating dental caries that reduces the cost of care while also decreasing the disparities in its treatment.&nbsp;</span></p>\n<p><span>The technology being developed is based on caries being a bacterially mediated infection of teeth. Most bacterially induced infectious diseases are treated by antibiotics that kill the infection-causing bacteria. In the case of caries, and since antibiotics are not effective in killing caries-causing bacteria, we use focused microwave energy at a unique frequency as an &ldquo;antibiotic&rdquo; to kill the specific bacteria that cause caries. By treating the infection in this manner, we anticipate that the change in the local chemical environment induced by the killing of the acid-producing bacteria will promote spontaneous re-mineralization of caries (caries demineralizes teeth), thus eliminating the need for further conventional treatment in many cases. The specific aims of the research in this&nbsp; SBIR were (1) to develop an efficient and portable microwave emitting device and antenna to safely deliver focused microwave energy directly to teeth; (2) to demonstrate that microwave energy at the frequency used kills the caries-causing bacteria, and (3) that the microwave energy has no effect on the native structure of teeth at the frequency and time scale used to kill caries.&nbsp;</span></p>\n<p><span>We undertook a body of work over the course of the funding period during which hypotheses based on the specific aims were tested.&nbsp;</span></p>\n<p><span>Aims and Results:&nbsp;</span></p>\n<p>(1) <em>Microwave emitter and antenna</em>: The aim of developing a more efficient microwave emitting device was achieved by designing and building a new power amplifier based on the most recent amplifier chip technology. Using this technology, the power efficiency of the new microwave emitter increased by a factor of four compared to an early prototype. At the same time, the linear footprint of the device was decreased by a factor of 40%, going from 11 to 6 inches. The improvement in power efficiency was important as it enabled a reduction in the number of internal components used for cooling, which then enabled a reduction in size, while making the instrument more dependable.&nbsp;</p>\n<p><span>The new antenna was made more efficient by identifying </span><span>new components that enabled smoother transition of the microwave signal to the emitting aperture, which in turn improved power emission.&nbsp; The antenna was further designed to emit microwave energy only when in contact with a tooth - if in contact with air, no microwave signal is emitted.&nbsp;</span></p>\n<p><span><em>(2) Effect of microwave energy on caries-causing bacteria: </em>The prolonged colonization on teeth of acid-producing bacteria, most notably <em>Streptococcus mutans,</em> causes dental caries (&ldquo;tooth decay&rdquo;). <em>Streptococcus mutans </em>is also the main bacterial species found within caries. We demonstrated that this key caries-causing bacteria were killed nearly 100% of the time when cultures containing the bacteria were exposed to microwave energy at the frequncy we used. In addition, using DNA identification techniques, we also demonstrated that <em>Streptococcus mutans </em>is killed 100% of the time when caries removed from human teeth is exposed to the microwave energy. These findings are very positive with respect to developing a technology for the non-in...",
  "por_txt_cntn": "\nDental dental caries (\"tooth decay\") is a microbial disease of teeth that infects nearly all Americans during their lifetime. Despite a reduction in occurrence, it remains one of the most widespread chronic diseases that disproportionately affects low income children, the working poor and the elderly in the United States and elsewhere in the world. This Small Business Innovation Research Phase I project addressed the need for new and minimally invasive approaches to treating dental caries that reduces the cost of care while also decreasing the disparities in its treatment. \n\nThe technology being developed is based on caries being a bacterially mediated infection of teeth. Most bacterially induced infectious diseases are treated by antibiotics that kill the infection-causing bacteria. In the case of caries, and since antibiotics are not effective in killing caries-causing bacteria, we use focused microwave energy at a unique frequency as an \"antibiotic\" to kill the specific bacteria that cause caries. By treating the infection in this manner, we anticipate that the change in the local chemical environment induced by the killing of the acid-producing bacteria will promote spontaneous re-mineralization of caries (caries demineralizes teeth), thus eliminating the need for further conventional treatment in many cases. The specific aims of the research in this  SBIR were (1) to develop an efficient and portable microwave emitting device and antenna to safely deliver focused microwave energy directly to teeth; (2) to demonstrate that microwave energy at the frequency used kills the caries-causing bacteria, and (3) that the microwave energy has no effect on the native structure of teeth at the frequency and time scale used to kill caries. \n\nWe undertook a body of work over the course of the funding period during which hypotheses based on the specific aims were tested. \n\nAims and Results: \n\n(1) Microwave emitter and antenna: The aim of developing a more efficient microwave emitting device was achieved by designing and building a new power amplifier based on the most recent amplifier chip technology. Using this technology, the power efficiency of the new microwave emitter increased by a factor of four compared to an early prototype. At the same time, the linear footprint of the device was decreased by a factor of 40%, going from 11 to 6 inches. The improvement in power efficiency was important as it enabled a reduction in the number of internal components used for cooling, which then enabled a reduction in size, while making the instrument more dependable. \n\nThe new antenna was made more efficient by identifying new components that enabled smoother transition of the microwave signal to the emitting aperture, which in turn improved power emission.  The antenna was further designed to emit microwave energy only when in contact with a tooth - if in contact with air, no microwave signal is emitted. \n\n(2) Effect of microwave energy on caries-causing bacteria: The prolonged colonization on teeth of acid-producing bacteria, most notably Streptococcus mutans, causes dental caries (\"tooth decay\"). Streptococcus mutans is also the main bacterial species found within caries. We demonstrated that this key caries-causing bacteria were killed nearly 100% of the time when cultures containing the bacteria were exposed to microwave energy at the frequncy we used. In addition, using DNA identification techniques, we also demonstrated that Streptococcus mutans is killed 100% of the time when caries removed from human teeth is exposed to the microwave energy. These findings are very positive with respect to developing a technology for the non-invasive management of caries based on killing the bacterial cause of the tooth infection. \n\n(3) Effect of microwave energy on tooth structure: Our earlier rat studies showed that microwave energy at the frequency we use has no effect on the cells of the pulp organ (the live tissue that is found in the internal part ..."
 }
}