{
 "awd_id": "1215714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Physical properties and structure of silicate melts and supercooled liquids at high pressures",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 116361.0,
 "awd_amount": 116361.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2012-06-28",
 "awd_abstract_narration": "The thermal evolution and chemical differentiation of the Earth involves the segregation of silicate and metallic melts, and coexisting minerals due to differences in their density.  This single factor impacts the initial condition as the Earth formed its hydrosphere and biosphere (to become a habitable planet), the efficiency of magmatic differentiation, evolution of volcanic systems and character of eruptions, formation of some economic ore deposits, transportation of volatiles through the deep mantle, and heat transfer across the core mantle boundary which, in turn, impacts generation of the magnetic field.  The buoyancy relations between minerals and melts are strong functions of pressure caused by the greater compressibility of melts compared to minerals.  Quantifying the response of increasing pressure on melt properties is challenging given the refractory nature, absence of long range structural order, and complex structural change that accommodates densification of melts.  Critical measurements must be made under well-controlled laboratory conditions. The results of this research will greatly improve our understanding of dynamic processes within our planet and links to motions of the tectonic plates and global geochemical cycle.\r\n\r\nThis research employs novel high-pressure experimental methods utilizing in situ X-ray techniques (microtomography, absorption and diffraction) and acoustic velocity measurements to determine the volumetric properties and structural changes in melts at deep Earth conditions.  The results will help place tighter constraints on properties of the magma ocean, core formation, segregation and convection dynamics, and, ultimately, the thermal and chemical evolution of the Earth.  These data will also contribute to our understanding of present-day dynamics involving the storage and transport of magma through the crust and mantle, spreading of tectonic plates from mid-ocean ridges, mantle plume upwelling, and possible reactions at the core-mantle boundary.  Additionally, our efforts in connection with this project will help to further expand the opportunities for microtomography research at high pressures for the study of partial melting and deformation, among other phenomena at high pressures requiring detailed microstructure characterization in 3D.  It is anticipated that the results of this work will have long-term benefits in the search and characterization of new exotic materials synthesized at high temperature and pressure for industrial applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Lesher",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Charles E Lesher",
   "pi_email_addr": "celesher@ucdavis.edu",
   "nsf_id": "000168301",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116361.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project (Federal Award ID: 1215714) was a continuation of a previous three-year project (0711599) to develop and apply methods in high-pressure X-ray microtomography (HPxMT) to outstanding problems in geoscience.&nbsp; The project&nbsp; was a collaboration with researchers at GSECARS at the Advance Photon Source, Argonne National Laboratory led by Dr. Yanbin Wang.&nbsp; Our successful development of HPxMT techniques during the grant period enabled studies of volumetric properties of silicate glass and melts, and composite materials relevant to the Earth&rsquo;s deep interior.&nbsp; Our results contribute new insights into physical and thermodynamic properties of silicate melts that bear on their storage, transport and differentiation in the crust and mantle. &nbsp;HPxMT was further used to study the elastic and rheological properties of composite materials with relevance to the development of anisotropy in the mantle, and for core formation.&nbsp; During the course of this project we also refined complementary techniques to further constrain the physical and thermodynamic properties of Earth materials. These included GHz frequency ultrasonic measurements to study the elastic properties of natural silicate glasses and nuclear magnetic resonance spectroscopy to investigate the structural role of Al in silicate melts at high pressures.&nbsp; We developed models interrelating these properties, as well as, viscosity.&nbsp;</p>\n<p>During the combined project period we published seven papers in peer-reviewed scientific journals and books, with several more in review or preparation. &nbsp;The project supported research of two female geoscientists at UC Davis leading to the completion of a M.S. in 2014 and Ph.D. in 2015. &nbsp;A second Ph.D. dissertation will be completed in late 2015.&nbsp; We expect this work will have long-term benefits in the search and characterization of exotic and new materials synthesized at high temperature and pressure relevant to planetary interiors and for industrial applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2015<br>\n\t\t\t\t\tModified by: Charles&nbsp;E&nbsp;Lesher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project (Federal Award ID: 1215714) was a continuation of a previous three-year project (0711599) to develop and apply methods in high-pressure X-ray microtomography (HPxMT) to outstanding problems in geoscience.  The project  was a collaboration with researchers at GSECARS at the Advance Photon Source, Argonne National Laboratory led by Dr. Yanbin Wang.  Our successful development of HPxMT techniques during the grant period enabled studies of volumetric properties of silicate glass and melts, and composite materials relevant to the EarthÆs deep interior.  Our results contribute new insights into physical and thermodynamic properties of silicate melts that bear on their storage, transport and differentiation in the crust and mantle.  HPxMT was further used to study the elastic and rheological properties of composite materials with relevance to the development of anisotropy in the mantle, and for core formation.  During the course of this project we also refined complementary techniques to further constrain the physical and thermodynamic properties of Earth materials. These included GHz frequency ultrasonic measurements to study the elastic properties of natural silicate glasses and nuclear magnetic resonance spectroscopy to investigate the structural role of Al in silicate melts at high pressures.  We developed models interrelating these properties, as well as, viscosity. \n\nDuring the combined project period we published seven papers in peer-reviewed scientific journals and books, with several more in review or preparation.  The project supported research of two female geoscientists at UC Davis leading to the completion of a M.S. in 2014 and Ph.D. in 2015.  A second Ph.D. dissertation will be completed in late 2015.  We expect this work will have long-term benefits in the search and characterization of exotic and new materials synthesized at high temperature and pressure relevant to planetary interiors and for industrial applications.\n\n\t\t\t\t\tLast Modified: 09/07/2015\n\n\t\t\t\t\tSubmitted by: Charles E Lesher"
 }
}