{
 "awd_id": "1215785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Theoretical Investigation of Observables Sensitive to New Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "This award funds the research of Professor Ken Kiers at Taylor University.\r\n\r\nThe field of particle physics is entering a new era, now that data collection and analysis have begun in earnest at the Large Hadron Collider (LHC).  LHC experimentalists have already made significant progress in the search for the Higgs boson, and there are suggestive hints that the Higgs may soon be discovered.  In addition to searching for the Higgs, the LHC has an ambitious program of research aimed at searching for \"new physics\" --- that is, physics beyond the Standard Model.  The next few years could witness exciting discoveries as LHC experimentalists map out physics at the TeV energy scale.  Professor Kiers will undertake a theoretical investigation focused on constructing observables that can be used to search for new physics and to distinguish among different types of new physics, should physics beyond the Standard Model be discovered.  The research will be broken down into several projects.  One of the main projects involves using the production and decay of the top quark to search for new physics.  A second major project, which will be undertaken as part of a joint theoretical-experimental collaboration, focuses on supersymmetric extensions of the Standard Model.  Finally, complementary projects are envisioned that could provide analytical tools to help search for or analyze new physics effects in other systems.  New experimental results, as they become available, will also provide significant direction regarding which observables or models of new physics will be considered.\r\n\r\nThe work undertaken by Professor Kiers will also have a significant impact in a broader sense at Taylor University.  In particular, the direct involvement of several undergraduate students in the research will enhance the educational experiences of those students and will better prepare them for entrance into top graduate schools.  This level of undergraduate research will help the institution attract highly qualified undergraduate students to the physics program and will be particularly helpful in attracting more female and minority students, who are currently underrepresented in the physics program at Taylor.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Kiers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ken Kiers",
   "pi_email_addr": "knkiers@taylor.edu",
   "nsf_id": "000164712",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Taylor University",
  "inst_street_address": "1846 S MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "UPLAND",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7659985119",
  "inst_zip_code": "469891025",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IN05",
  "org_lgl_bus_name": "TAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FR83YEK6Z1S3"
 },
 "perf_inst": {
  "perf_inst_name": "Taylor University",
  "perf_str_addr": "236 West Reade Avenue",
  "perf_city_name": "Upland",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "469891001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Particle physics is the branch of physics concerned with the study of the smallest constituents of matter &ndash; particles such as electrons, neutrinos, quarks and the Higgs boson.&nbsp; The Standard Model (SM) is a mathematical model that precisely specifies the particles that exist, and the relationship that each of the particles has with the others.&nbsp; While the SM has stood up very well against experimental tests over the past several decades, there are strong mathematical reasons to believe that the SM is actually only a low-energy approximation to a more complete theory.&nbsp; Extensions of the SM, sometimes called New Physics (NP), generally contain new (as yet undiscovered) particles, as well as new interactions.</p>\n<p>The research funded by this award has focused on formulating observables that experimentalists could use to search for evidence of NP, dealing in particular with the situation in which the new particles involved are too heavy to be produced directly.&nbsp; Several of the projects have involved the top quark (the heaviest of the known quarks), and one has focused on tau decays.&nbsp; This work has been performed in collaboration with researchers in Argentina, Canada and India.&nbsp; One of the most significant broader impacts associated with this award has been the mentoring and research training of several undergraduate students at the Principal Investigator&rsquo;s home institution.&nbsp; One of these students went on (the following summer) to participate in a summer internship at the Large Hadron Collider, and is now about to start graduate studies in Physics.&nbsp; Another of these students is currently in a graduate Mathematics program and a third is about to start one.&nbsp; Two of the students have been listed as coauthors of a peer reviewed journal article.&nbsp;</p>\n<p><strong>Top Quark Production and Decay</strong></p>\n<p>The Large Hadron Collider (LHC) is essentially a top quark factory, producing an unprecedented number of top quarks, and allowing for precision measurements of the top quark&rsquo;s properties.&nbsp; In previous work, we had proposed various methods of searching for NP using the rare decay mode in which a top quark decays into a bottom quark, an anti-bottom quark and a charm quark: t -&gt; b bbar c.&nbsp; This decay occurs within the SM, but in the presence of NP, there could be additional pathways along which the decay could proceed.&nbsp; Taking these into account, we were able to propose ways of analyzing experimental data that could show deviations from the expected SM behaviour, possibly leading to the discovery of NP.</p>\n<p>Under the current award we have extended our previous analysis, including not just the decay of the top quark, but also its production, along with the concurrent production and decay of a top anti-quark.&nbsp; This calculation was considerably more complicated than our previous one had been, but also allowed for a much more realistic treatment of various NP effects.&nbsp; We also performed numerical &ldquo;Monte Carlo&rdquo; simulations to generate pseudo data that approximated data that could be gathered in an actual experiment.&nbsp; Our goal was to determine how well various NP effects could be discerned upon analyzing a data set containing a given number of experimental events.&nbsp; Our Monte Carlo treatment allowed us to study the effects of some complications that arise in the actual experiment.&nbsp; We were able to address these complications and demonstrate a data analysis method that will hopefully allow experimentalists to measure or place bounds on NP parameters involved in t -&gt; b bbar c.</p>\n<p>We have also begun work on a follow-up project in which we examine a different class of NP contributions and how such contributions might be studied experimentally.&nbsp; We are also working on another project focused on the case in which a Higgs boson is produced along with a ...",
  "por_txt_cntn": "\nParticle physics is the branch of physics concerned with the study of the smallest constituents of matter &ndash; particles such as electrons, neutrinos, quarks and the Higgs boson.  The Standard Model (SM) is a mathematical model that precisely specifies the particles that exist, and the relationship that each of the particles has with the others.  While the SM has stood up very well against experimental tests over the past several decades, there are strong mathematical reasons to believe that the SM is actually only a low-energy approximation to a more complete theory.  Extensions of the SM, sometimes called New Physics (NP), generally contain new (as yet undiscovered) particles, as well as new interactions.\n\nThe research funded by this award has focused on formulating observables that experimentalists could use to search for evidence of NP, dealing in particular with the situation in which the new particles involved are too heavy to be produced directly.  Several of the projects have involved the top quark (the heaviest of the known quarks), and one has focused on tau decays.  This work has been performed in collaboration with researchers in Argentina, Canada and India.  One of the most significant broader impacts associated with this award has been the mentoring and research training of several undergraduate students at the Principal InvestigatorÆs home institution.  One of these students went on (the following summer) to participate in a summer internship at the Large Hadron Collider, and is now about to start graduate studies in Physics.  Another of these students is currently in a graduate Mathematics program and a third is about to start one.  Two of the students have been listed as coauthors of a peer reviewed journal article. \n\nTop Quark Production and Decay\n\nThe Large Hadron Collider (LHC) is essentially a top quark factory, producing an unprecedented number of top quarks, and allowing for precision measurements of the top quarkÆs properties.  In previous work, we had proposed various methods of searching for NP using the rare decay mode in which a top quark decays into a bottom quark, an anti-bottom quark and a charm quark: t -&gt; b bbar c.  This decay occurs within the SM, but in the presence of NP, there could be additional pathways along which the decay could proceed.  Taking these into account, we were able to propose ways of analyzing experimental data that could show deviations from the expected SM behaviour, possibly leading to the discovery of NP.\n\nUnder the current award we have extended our previous analysis, including not just the decay of the top quark, but also its production, along with the concurrent production and decay of a top anti-quark.  This calculation was considerably more complicated than our previous one had been, but also allowed for a much more realistic treatment of various NP effects.  We also performed numerical \"Monte Carlo\" simulations to generate pseudo data that approximated data that could be gathered in an actual experiment.  Our goal was to determine how well various NP effects could be discerned upon analyzing a data set containing a given number of experimental events.  Our Monte Carlo treatment allowed us to study the effects of some complications that arise in the actual experiment.  We were able to address these complications and demonstrate a data analysis method that will hopefully allow experimentalists to measure or place bounds on NP parameters involved in t -&gt; b bbar c.\n\nWe have also begun work on a follow-up project in which we examine a different class of NP contributions and how such contributions might be studied experimentally.  We are also working on another project focused on the case in which a Higgs boson is produced along with a top and anti-top.  In this case we are interested in finding ways to distinguish the regular SM top-Higgs interaction from a non-standard form.\n\nTau Decay\n\nIn addition to the work described above, this award has also supported a..."
 }
}