{
 "awd_id": "1215765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Proposal: Developing a Link Between Dynamic Friction and Fracture Mechanics Models of Earthquake Rupture using a new Dynamic Double-Direct Shear Apparatus",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-10",
 "awd_max_amd_letter_date": "2014-05-19",
 "awd_abstract_narration": "There is broad agreement amongst researchers in the geophysics community that similar rocks may undergo very different weakening processes in different normal stress and/or slip velocity regimes. Consequently, inference of weakening behavior of fault rocks in situ from laboratory experiments at interfacial conditions of relevance to earthquake physics cannot be done simply by scaling exercises, and relatively small changes in normal stress and/or the slip speed can result in changes in the slip weakening distance of an order of magnitude.\t  Motivated by these observations, the investigators propose to advance the current state of our understanding regarding the frictional constitutive behavior of earthquake faults using two principal approaches: (1) implementing a new dynamic shear friction testing apparatus by synergistically combining the split-Hopkinson pressure bar and the double-direct shear friction apparatus to the study of dynamic friction in both intact and granular geo-materials; and (2) developing a methodology for testing the efficacy of parameters extracted from dynamic friction experiments in dynamic rupture models. \r\n\tThe intellectual merit of this proposal is strengthened by the fact that it addresses some of the outstanding problems in earthquake-physics, including the influence of slip and slip-velocity on fault strength during a typical fault rupture event. No laboratory experiments to-date combine the large displacement, high slip rates, and normal stresses that are understood to characterize dynamic earthquake slip at natural fault interfaces. These failings mean that processes that may occur during dynamic slip in earthquakes have not been explored experimentally. The new experimental configuration proposed in here, which is a modification of the well-established experimental procedures employed routinely in engineering for investigating high-strain-rate behavior of engineering materials (split Hopkinson pressure bar) and quasi-static friction studies in geo-materials (double-direct shear apparatus), has the potential to provide friction data in the slip-speed and normal stress range of direct relevance to earthquake physics. Furthermore, the two-pronged methodology of our proposed work aims to fundamentally change the way we approach studying the frictional resistance of faults. The first task guarantees significant results that will advance the state of understanding of dynamic friction during earthquake rupture under relevant conditions, whereas the second approach will further constrain the inferred frictional constitutive models by comparing predictions of dynamic rupture models that incorporate lab-derived frictional slip constitutive behavior with laboratory rupture experiments. \r\n\r\nThe proposed research will contribute toward our understanding of  earthquakes in several ways. To construct theoretical models of the earthquake process, we must understand how frictional resistance on faults changes during an earthquake. In particular, the weakening mechanism that we propose to study have profound implications for the magnitude of stress-drops during earthquakes and consequently for the magnitude of strong ground shaking. The manner in which fault strength varies with displacement and rupture velocity, as well as the rate at which healing occurs as the slip velocity decreases behind the rupture tip, can control the mode of rupture propagation, i.e. as a crack or a pulse. Thus, understanding dynamic friction is important not only for practical matters related to predicting strong ground motions and resulting damage, but also for answering major scientific questions receiving considerable attention, e.g. the strength of the San Andreas fault/the heat-flow paradox, the question that ultimately is responsible for the San Andreas Fault Observatory at Depth (SAFOD) project.  \r\nThe proposed program also provides exciting opportunities for interdisciplinary research and educational interactions by involving faculty and graduate students from two neighboring institutions.. Both universities are strongly encouraging the involvement of undergraduate students in cutting edge faculty research, and this would occur for the proposed work as well. Special attention will also be given to recruitment of underrepresented minority students for the project. Dissemination of research results is planned by conference presentations and publications in relevant peer-reviewed journals. The investigators will also employ internet and mass-media-based information dissemination to increase awareness of the potential impact of the proposed research in earthquake hazard mitigation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vikas",
   "pi_last_name": "Prakash",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vikas Prakash",
   "pi_email_addr": "Vikas.Prakash@case.edu",
   "nsf_id": "000110451",
   "pi_start_date": "2012-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105008.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 96704.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 98288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span>Intellectual Merit</span></strong><span>&nbsp;</span></p>\n<p><span>The decay of frictional resistance during earthquake rupture is perhaps the most critical aspect of fault instability, yet it is incredibly difficult to constrain uniquely with seismic observations, and likewise difficult to simulate in the laboratory.&nbsp; We have utilized unique dynamic rock mechanics experiments, field observations, and deep literature review to address some of the outstanding problems in earthquake physics, particularly the influence of rapid slip velocity on fault strength during a typical fault rupture event.&nbsp; By designing, building, and validating a unique modified torsional Kolsky bar apparatus with a special gouge (granular rock material) holder we have been able to investigate frictional response of rock materials under stress conditions expected near the depths at which earthquakes nucleate in Earth&rsquo;s crust. We proposed a two-pronged methodology to fundamentally change the way we approach studying the frictional resistance of faults, and our progress is described below.</span></p>\n<p><span>The first step of our approach was the implementation of the new friction testing apparatus.&nbsp; We have successfully designed, built, and validated a new modified torsional Kolsky bar apparatus that allows for high speed shearing (<em>v</em>&nbsp;= 0.5-5.5 m/s) of gouge material under normal stress conditions (= 50-120MPa) expected at depths where earthquakes nucleate for total slip less than 1cm.&nbsp; This allows us to study, under ideal conditions, microseismicity observed on natural faults and to simulate frictional response near the leading tip of larger ruptures. Most velocity-weakening gouge materials achieve frictional strength reduction in less than 1-2 mm under these conditions, and increased normal stress enhances weakening in accordance with previous theoretical predictions (Di Toro et al., 2011).&nbsp; Experiments using our apparatus on cuttings specimens taken from the shear zones within the San Andreas Fault Observatory at Depth (SAFOD) borehole are largely consistent with reports at slower strain rates by previous workers (Carpenter et al., 2011; Lockner et al., 2011) in terms of frictional heterogeneity, but some rocks show different velocity dependence at high slip rates than the lower slip rates of earlier work. Our work provides an explanation for the co-existence of microseismicity and creep along the San Andreas Fault at SAFOD. Furthermore, we have shown rapid sliding velocities and seismogenic normal stresses nearly all materials have low friction coefficients that approach values between 0.1 and 0.3.&nbsp; The apparatus design and report of tests on SAFOD samples are described in two separate manuscripts in preparation.</span></p>\n<p><span>In the second step, our goal was to to estimate frictional weakening behavior using field observations of fracture arrays around faults that have been exhumed from seismic depths.&nbsp; Our investigation resulted in estimates of frictional behavior that agree remarkably well with our Kolsky bar experiments, and the results were published in the journal&nbsp;<em>Geology</em>&nbsp;(Griffith and Prakash, 2015).</span></p>\n<p><span>A final step in our research has been to summarize recent literature on the study of earthquakes using exhumed faults, providing guidelines for interpreting earthquake source characteristics of ancient earthquakes from field observations, as well as providing a context for our research.&nbsp; This activity resulted in an article written in the<em>Journal of Structural Geology</em>&nbsp;in 2015 (Rowe and Griffith, 2015) that was recognized by the Structural Geology and Tectonics Division of the Geological Society of America with the 2016 Outstanding Publication Award.<strong>&nbsp;</strong><em>&nbsp;</em></span></p>\n<p><strong><span>Broader Impacts</span></strong></p>\n<p><span>This project was directed by faculty from two universities&mdash;W. Ashley Griffith, an early career scientist from the University of Texas Arlington (UTA) and Vikas Prakash from Case Western Reserve University (CWRU) and supported a postdoctoral researcher at CWRU, a male MS student in Mechanical and Aerospace Engineering at CWRU, and a female MS student at UTA.&nbsp;</span><span lang=\"EN\">The research has directly resulted in 2 MS Theses.&nbsp; Monica Barbery finished her Master&rsquo;s degree in Earth and Envrionmental Sciences at UTA in 2015 and is currently a PhD student at Texas A&amp;M.&nbsp; Binoy Rodrigues completed his MS in 2017 in Mechanical and Aerospace Engineering at CWRU and is currently employed as an engineer at Honda Research &amp; Development in Raymond, Ohio. This project also aided in the training and development of three graduate students at UTA, Chris Borjas, Rene St. Julien, and Michael Braunagel, who helped with sample preparation and data organization, broadening their experience beyond their own graduate projects.</span><strong><span>&nbsp;</span></strong></p>\n<p><span>&nbsp;</span>Knowledge of the shear resistance and the associated slip weakening on faults during earthquakes is important for practical matters related to predicting strong ground motions and resulting damage, and also for answering major scientific questions in earthquake physics, e.g. strength of the San Andreas fault.&nbsp;&nbsp; Frictional behaviors incorporated into deterministic simulations of earthquake rupture and related strong ground motions are currently simplified and/or based on rate and state friction laws determined under slow slip conditions.&nbsp; Our work demonstrates that at seismic slip velocities and realistic normal stress conditions, fault rocks demonstrate velocity dependence that is not necessarily consistent with lower velocity regimes (microns to millimeters per second).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2017<br>\n\t\t\t\t\tModified by: Vikas&nbsp;Prakash</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit \n\nThe decay of frictional resistance during earthquake rupture is perhaps the most critical aspect of fault instability, yet it is incredibly difficult to constrain uniquely with seismic observations, and likewise difficult to simulate in the laboratory.  We have utilized unique dynamic rock mechanics experiments, field observations, and deep literature review to address some of the outstanding problems in earthquake physics, particularly the influence of rapid slip velocity on fault strength during a typical fault rupture event.  By designing, building, and validating a unique modified torsional Kolsky bar apparatus with a special gouge (granular rock material) holder we have been able to investigate frictional response of rock materials under stress conditions expected near the depths at which earthquakes nucleate in Earth?s crust. We proposed a two-pronged methodology to fundamentally change the way we approach studying the frictional resistance of faults, and our progress is described below.\n\nThe first step of our approach was the implementation of the new friction testing apparatus.  We have successfully designed, built, and validated a new modified torsional Kolsky bar apparatus that allows for high speed shearing (v = 0.5-5.5 m/s) of gouge material under normal stress conditions (= 50-120MPa) expected at depths where earthquakes nucleate for total slip less than 1cm.  This allows us to study, under ideal conditions, microseismicity observed on natural faults and to simulate frictional response near the leading tip of larger ruptures. Most velocity-weakening gouge materials achieve frictional strength reduction in less than 1-2 mm under these conditions, and increased normal stress enhances weakening in accordance with previous theoretical predictions (Di Toro et al., 2011).  Experiments using our apparatus on cuttings specimens taken from the shear zones within the San Andreas Fault Observatory at Depth (SAFOD) borehole are largely consistent with reports at slower strain rates by previous workers (Carpenter et al., 2011; Lockner et al., 2011) in terms of frictional heterogeneity, but some rocks show different velocity dependence at high slip rates than the lower slip rates of earlier work. Our work provides an explanation for the co-existence of microseismicity and creep along the San Andreas Fault at SAFOD. Furthermore, we have shown rapid sliding velocities and seismogenic normal stresses nearly all materials have low friction coefficients that approach values between 0.1 and 0.3.  The apparatus design and report of tests on SAFOD samples are described in two separate manuscripts in preparation.\n\nIn the second step, our goal was to to estimate frictional weakening behavior using field observations of fracture arrays around faults that have been exhumed from seismic depths.  Our investigation resulted in estimates of frictional behavior that agree remarkably well with our Kolsky bar experiments, and the results were published in the journal Geology (Griffith and Prakash, 2015).\n\nA final step in our research has been to summarize recent literature on the study of earthquakes using exhumed faults, providing guidelines for interpreting earthquake source characteristics of ancient earthquakes from field observations, as well as providing a context for our research.  This activity resulted in an article written in theJournal of Structural Geology in 2015 (Rowe and Griffith, 2015) that was recognized by the Structural Geology and Tectonics Division of the Geological Society of America with the 2016 Outstanding Publication Award.  \n\nBroader Impacts\n\nThis project was directed by faculty from two universities&mdash;W. Ashley Griffith, an early career scientist from the University of Texas Arlington (UTA) and Vikas Prakash from Case Western Reserve University (CWRU) and supported a postdoctoral researcher at CWRU, a male MS student in Mechanical and Aerospace Engineering at CWRU, and a female MS student at UTA. The research has directly resulted in 2 MS Theses.  Monica Barbery finished her Master?s degree in Earth and Envrionmental Sciences at UTA in 2015 and is currently a PhD student at Texas A&amp;M.  Binoy Rodrigues completed his MS in 2017 in Mechanical and Aerospace Engineering at CWRU and is currently employed as an engineer at Honda Research &amp; Development in Raymond, Ohio. This project also aided in the training and development of three graduate students at UTA, Chris Borjas, Rene St. Julien, and Michael Braunagel, who helped with sample preparation and data organization, broadening their experience beyond their own graduate projects. \n\n Knowledge of the shear resistance and the associated slip weakening on faults during earthquakes is important for practical matters related to predicting strong ground motions and resulting damage, and also for answering major scientific questions in earthquake physics, e.g. strength of the San Andreas fault.   Frictional behaviors incorporated into deterministic simulations of earthquake rupture and related strong ground motions are currently simplified and/or based on rate and state friction laws determined under slow slip conditions.  Our work demonstrates that at seismic slip velocities and realistic normal stress conditions, fault rocks demonstrate velocity dependence that is not necessarily consistent with lower velocity regimes (microns to millimeters per second).\n\n \n\n\t\t\t\t\tLast Modified: 10/02/2017\n\n\t\t\t\t\tSubmitted by: Vikas Prakash"
 }
}