{
 "awd_id": "1215910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEES Fellows: Socio-technical and Environmental Pathways to Sustainable Food and Climate Futures",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 505440.0,
 "awd_amount": 505440.0,
 "awd_min_amd_letter_date": "2012-07-05",
 "awd_max_amd_letter_date": "2012-07-05",
 "awd_abstract_narration": "This interdisciplinary project will leverage high-performance computing to assess key challenges of climate change vulnerabilities, impacts, and adaptations by applying an economic modeling and analysis framework using biophysical and statistical models.  The overall goal is an improved understanding of the interactions of climate and socio-economic changes on: 1) the supply and demand of agricultural commodities, 2) local land-use and land-cover, and 3) regional and global food sustainability.  A number of research efforts and technologies are anticipated, including a new framework for massively parallel simulations of impact models, a methodology and software suite for scaling the resulting measures to arbitrary spatial scales, a set of validation experiments, and a set of scenario based adaptation experiments to evaluate socio-technical and environmental pathways to sustainable food and climate futures.  The project will use a new high-performance information technology system (Framework to Advance Climate, Economic, and Impact Investigations with Information Technology, or FACE-IT) that is designed to enable, record, share, and distribute data products and software between different communities.  The project will also develop new tools for delivering information directly to decision-makers operating at various scales from international policy-makers to local watershed managers and agricultural development authorities.\r\n\r\nThe primary way in which humans interact with their physical environment is through the possession and management of land.  Accommodating increasing demands for agricultural commodities, forest products, mining resources, and urban sprawl with limited nutrient reserves, water resources, soil depletion, and changing climates is a constant struggle.  The primary drivers of changes in land use continue to be economic, social, and technological and the primary decision makers continue to be individual farmers, corporations, and developers operating in a highly complex socio-technical, political, and environmental landscape.  In the coming decades, policymakers and stakeholders at every scale and level of government and industry will be required to make multi-billion dollar decisions around agricultural production and food supply.  Models developed in this project will be applied to various regional, national, and global sustainability and climate vulnerabilities, impacts, and adaptations assessments.  The information products and interactive web applications on the impacts of climate change, growing populations, and changing diets and demographics on global food sustainability will better enable science-based decisions related to these critical sustainability issues.\r\n\r\nThe project will also make information about food sustainability available to the general public, and will engage high school students and teachers in sustainability science activities.   \r\n\r\nThis project is supported under the NSF Science, Engineering and Education for Sustainability Fellows (SEES Fellows) program, with the goal of helping to enable discoveries needed to inform actions that lead to environmental, energy and societal sustainability while creating the necessary workforce to address these challenges.  With SEES Fellows support, this project will enable a promising early career researcher to establish themselves in an independent research career related to sustainability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Elliott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Elliott",
   "pi_email_addr": "jelliott@ci.uchicago.edu",
   "nsf_id": "000596621",
   "pi_start_date": "2012-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5735 S. Ellis Ave.",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287800",
   "pgm_ele_name": "Special Projects - CCF"
  },
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 505440.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the vulnerability and response of human society to climate change is necessary for sound decision-making in climate policy, but progress is made difficult by the fact that science and information products must be integrated across at least three fields: geosciences for the physical effects of climate change, environmental science for the biosphere responses, and economics for the impacts to human welfare and subsequent adaptations. My research program leverages High-Performance Computing (HPC) and information technology to address key challenges at this disciplinary interface and incorporate climate change vulnerabilities, impacts, and adaptations (VIA) consistently into multi-scale assessment frameworks.</p>\n<p>The overall goal of my research agenda is an improved understanding of the interactions of climate and socio-economic changes on 1) the supply and demand of agricultural and forestry commodities, 2) local land-use and land-cover and related GHG emissions, and 3) regional and global food sustainability, as well as to develop integrated assessments of the socio-technical and environmental drivers of (and adaptations to) global change. Over the course of this research we have developed a new open-source framework for large-scale assessment of climate change impacts in various sectors, the parallel System for Integrating Impacts Models and Sectors (pSIMS). This framework is now in use by research groups around the world to study regional and global scale impacts issues. We have applied the framework in dozens of studies in order to understand, for example, the global scale impacts of climate change, adaptation and irrigation demands in North America and the implications for groundwater depletion, the global scale implications of groundwater loss for future food production, multi-model uncertainty in agrictulural impact estimates, the severity of large-scale rare extreme events in various key agricultural regions (and globally), and much more. This research has led to dozens of publications, many in high impact journals.&nbsp;</p>\n<p>Through this project I have also taken a leadership role in the global agricultural impacts community through the ISI-MIP, AgMIP and GGCMI projects. Through GGCMI we have brought together more than 20 global modeling groups from around the world to evaluate model differences, quantify multi-model uncertainty, and produce best available estimates of climate impacts and other key outputs. Through AgMIP we have linked these results with the broader agricultural modeling community, engaging with field-scale crop modelers, climate modelers, and agro-economic modeling groups around the world. The results generated in GGCMI have now become the gold standard for large-scale estimates of climate change impacts in agriculture and are used all over the world. These communities are still very vibrant and producing important research.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2016<br>\n\t\t\t\t\tModified by: Joshua&nbsp;Elliott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the vulnerability and response of human society to climate change is necessary for sound decision-making in climate policy, but progress is made difficult by the fact that science and information products must be integrated across at least three fields: geosciences for the physical effects of climate change, environmental science for the biosphere responses, and economics for the impacts to human welfare and subsequent adaptations. My research program leverages High-Performance Computing (HPC) and information technology to address key challenges at this disciplinary interface and incorporate climate change vulnerabilities, impacts, and adaptations (VIA) consistently into multi-scale assessment frameworks.\n\nThe overall goal of my research agenda is an improved understanding of the interactions of climate and socio-economic changes on 1) the supply and demand of agricultural and forestry commodities, 2) local land-use and land-cover and related GHG emissions, and 3) regional and global food sustainability, as well as to develop integrated assessments of the socio-technical and environmental drivers of (and adaptations to) global change. Over the course of this research we have developed a new open-source framework for large-scale assessment of climate change impacts in various sectors, the parallel System for Integrating Impacts Models and Sectors (pSIMS). This framework is now in use by research groups around the world to study regional and global scale impacts issues. We have applied the framework in dozens of studies in order to understand, for example, the global scale impacts of climate change, adaptation and irrigation demands in North America and the implications for groundwater depletion, the global scale implications of groundwater loss for future food production, multi-model uncertainty in agrictulural impact estimates, the severity of large-scale rare extreme events in various key agricultural regions (and globally), and much more. This research has led to dozens of publications, many in high impact journals. \n\nThrough this project I have also taken a leadership role in the global agricultural impacts community through the ISI-MIP, AgMIP and GGCMI projects. Through GGCMI we have brought together more than 20 global modeling groups from around the world to evaluate model differences, quantify multi-model uncertainty, and produce best available estimates of climate impacts and other key outputs. Through AgMIP we have linked these results with the broader agricultural modeling community, engaging with field-scale crop modelers, climate modelers, and agro-economic modeling groups around the world. The results generated in GGCMI have now become the gold standard for large-scale estimates of climate change impacts in agriculture and are used all over the world. These communities are still very vibrant and producing important research. \n\n\t\t\t\t\tLast Modified: 12/02/2016\n\n\t\t\t\t\tSubmitted by: Joshua Elliott"
 }
}