{
 "awd_id": "1215975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symposium in Memory of Patrick Veyssiere: Understanding the Mechanisms Controlling Plastic Flow; TMS 2012, 141st Annual Meeting; March 11-15, 2012; Orlando, FL",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Taleff",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2011-12-22",
 "awd_max_amd_letter_date": "2011-12-22",
 "awd_abstract_narration": "The Symposium in Memory of Patrick Veyssiere: Understanding the Mechanisms Controlling Plastic Flow, will be held at the TMS 2012, 141st Annual Meeting March 11-15, 2012 in Orlando, FL. This annual conference is organized by The Minerals Metals & Materials Society (TMS), to bring the Metals and Materials community together to present, learn about, and discuss recent developments in the field. Technical Sessions will be held on Dislocation Organization, Plastic Flow, Screw Dislocations, Lattice Friction, Intermetallic Alloys, Nanograined Materials and Deformation Mechanisms. The aim of this symposium is to bring together scientists from these different communities to communicate about interrelationships between experiment and simulations in these topics. NSF funding will be used to defray the costs of registration fees for 7 students and 4 selected speakers or attendees who will be identified by the organizing committee. The organizing committee may invite qualified candidates by contacting university departments and/or laboratories that are known to have strong programs in areas related to the symposium topic. Every effort will be made to encourage candidates from underrepresented groups to apply for these registration fee waivers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Spanos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Spanos",
   "pi_email_addr": "gspanos@tms.org",
   "nsf_id": "000581548",
   "pi_start_date": "2011-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Minerals Metals & Materials Society",
  "inst_street_address": "5700 CORPORATE DR",
  "inst_street_address_2": "STE 750",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7248143178",
  "inst_zip_code": "152375851",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "PA17",
  "org_lgl_bus_name": "MINERALS METALS & MATERIALS SOCIETY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "C8NYZX82ZAZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Minerals Metals & Materials Society TMS",
  "perf_str_addr": "184 Thorn Hill Road",
  "perf_city_name": "Warrendale",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "150867528",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "PA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;Symposium in Memory of Patrick Veyssi&egrave;re: Understanding the Mechanisms Controlling Plastic Flow&rdquo; was held at the 2012 Annual Meeting and Exhibition of The Minerals, Metals, and Materials Society (TMS) at the Walt Disney World Swan and Dolphin Resort in Orlando, Florida, 11-15 March 2012, and was partially supported by NSF funding. At this symposium, over 40 talks were delivered over six sessions, spanning three days.</p>\n<p>In recent years, advancements in scientists&rsquo; ability to visualize material microstructures have led to more and more accurate descriptions of complex defects in materials, as well as the deformation of these materials. On the other hand, the development of computer simulation techniques has proven to be efficient for giving an account of very complex deformation conditions. The aim of this symposium was to bring together scientists who belong to these different communities to communicate about appropriate inter-relationships between experiment and simulations for studying materials deformation. Contributions on recent developments by TEM (Transmission Electron Microscopy) and synchrotron observations of the structure of deformed solids, as well as contributions using the development of computer simulation techniques comprised the foci of this symposium. Lecturers on these topics came from a variety of backgrounds including industry, national labs, and academia, providing the advantage of a diverse group of researchers and a wide breadth of topics and insights.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2013<br>\n\t\t\t\t\tModified by: George&nbsp;Spanos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe \"Symposium in Memory of Patrick Veyssi&egrave;re: Understanding the Mechanisms Controlling Plastic Flow\" was held at the 2012 Annual Meeting and Exhibition of The Minerals, Metals, and Materials Society (TMS) at the Walt Disney World Swan and Dolphin Resort in Orlando, Florida, 11-15 March 2012, and was partially supported by NSF funding. At this symposium, over 40 talks were delivered over six sessions, spanning three days.\n\nIn recent years, advancements in scientistsÆ ability to visualize material microstructures have led to more and more accurate descriptions of complex defects in materials, as well as the deformation of these materials. On the other hand, the development of computer simulation techniques has proven to be efficient for giving an account of very complex deformation conditions. The aim of this symposium was to bring together scientists who belong to these different communities to communicate about appropriate inter-relationships between experiment and simulations for studying materials deformation. Contributions on recent developments by TEM (Transmission Electron Microscopy) and synchrotron observations of the structure of deformed solids, as well as contributions using the development of computer simulation techniques comprised the foci of this symposium. Lecturers on these topics came from a variety of backgrounds including industry, national labs, and academia, providing the advantage of a diverse group of researchers and a wide breadth of topics and insights.\n\n\t\t\t\t\tLast Modified: 02/06/2013\n\n\t\t\t\t\tSubmitted by: George Spanos"
 }
}