{
 "awd_id": "1215942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Magnetically Frustrated Materials via Complex Oxide Heteroepitaxy",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-12-12",
 "awd_max_amd_letter_date": "2011-12-12",
 "awd_abstract_narration": "Technical: This project is on spinel structure oxide thin film heterostructures and seeks to develop new materials through the stabilization of magnetic ground states in geometrically frustrated complex magnetic oxides via epitaxial strain. These magnetically frustrated materials do not exhibit a unique ground state but have a large degeneracy of ground states that gives rise to spin, charge or orbital frustration. These frustrated systems are particularly susceptible to small perturbations of parameters such as magnetic or electric field and strain. By synthesizing atomically precise, coherently strained epitaxial films of these materials, the research project aims to achieving novel magnetic ground states, potentially opening up a new class of materials of fundamental and technological interest. Understanding how changes in lattice symmetry induced by coherent epitaxial strain in geometrically frustrated systems induce the stabilization of magnetic ground states is at the core of this research project.\r\nNontechnical: The project addresses basic research issues in a topical area of materials science. Success of the research can have significant impacts on not only oxide materials systems but also more broadly materials science and device physics. The educational goals of the project will be accomplished through the development of educational and training opportunities for graduate and undergraduate students in an interdisciplinary environment and through apprenticeships and modular materials science curricular program for high school students. An internship program with a local high school has been established by the PI several years ago and will continue to introduce high school students to materials, engineering and research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuri",
   "pi_last_name": "Suzuki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuri Suzuki",
   "pi_email_addr": "ysuzuki1@stanford.edu",
   "nsf_id": "000460449",
   "pi_start_date": "2011-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, entitled &ldquo;Magnetically Frustrated Materials via Complex Oxide Heteroepitaxy,&rdquo; NSF has supported an integrated research and education program based on the development of complex oxide materials with magnetic properties that can only be found when made as a thin film but not as a bulk material. We have synthesized these thin films with a crystal structure called the spinel structure. This complicated crystal structure provides us with the necessary degree of freedom to realize novel magnetic states with a larger magnetic response than in the bulk. More specifically, we have developed chromium based oxide thin film materials whose magnetic response is significantly higher than in the bulk. These thin film compounds were then incorporated into devices that filter for the direction of electron spin. Such devices based on the manipulation of spin, and not the charge, of the electrons have the potential to increase the energy efficiency of microelectronics.</p>\n<p>Broader impact of these results comes from the educational aspects of the program. At the university level, we have trained undergraduates and graduate students in the laboratory through the research program but also in communication, teaching and collaboration skills. We have also initiated an intersession program for high school students at a new local high school based on my freshman seminar class at Stanford.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2015<br>\n\t\t\t\t\tModified by: Yuri&nbsp;Suzuki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, entitled \"Magnetically Frustrated Materials via Complex Oxide Heteroepitaxy,\" NSF has supported an integrated research and education program based on the development of complex oxide materials with magnetic properties that can only be found when made as a thin film but not as a bulk material. We have synthesized these thin films with a crystal structure called the spinel structure. This complicated crystal structure provides us with the necessary degree of freedom to realize novel magnetic states with a larger magnetic response than in the bulk. More specifically, we have developed chromium based oxide thin film materials whose magnetic response is significantly higher than in the bulk. These thin film compounds were then incorporated into devices that filter for the direction of electron spin. Such devices based on the manipulation of spin, and not the charge, of the electrons have the potential to increase the energy efficiency of microelectronics.\n\nBroader impact of these results comes from the educational aspects of the program. At the university level, we have trained undergraduates and graduate students in the laboratory through the research program but also in communication, teaching and collaboration skills. We have also initiated an intersession program for high school students at a new local high school based on my freshman seminar class at Stanford.\n\n\t\t\t\t\tLast Modified: 11/10/2015\n\n\t\t\t\t\tSubmitted by: Yuri Suzuki"
 }
}