{
 "awd_id": "1215361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Low-complexity, High-throughput Wireless Networking",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Hennessey",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2012-10-19",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project seeks to improve the efficiency and throughput of wireless networking (WiFi) systems through advanced MIMO (multiple-input multiple-output) decoding.  Current and upcoming networking standards allow the use of multiple transmit and receive antennas to improve reliability and data rates.  However, for systems with more than two transmit and two receive antennas, and for those with high data rate, accurately decoding the transmitted symbols becomes prohibitively complex.  Thus, it is common to use simple techniques that are significantly less effective than is possible.  This project will develop technology that allows advanced mathematical transformations to be efficiently performed on the signals received by from the antennas.  These transformations make it possible to approach theoretical limits on signal decoding, paving the way for systems that vastly out-perform existing wireless MIMO technology.  The resulting systems will be able to scale for operation on eight or more antennas and to reduce the received bit-error rate substantially?all while increasing the computational complexity only slightly over the simplest existing systems.\r\n\r\nThe broader impact/commercial potential of this project is maximized by its receiver-side use.  This project will directly result in the commercialization of advanced equalization techniques for MIMO networking systems. As these advances are compatible with existing systems, the significant gains in range, power, and spectral efficiency can be realized without changes to existing infrastructure.  This multi-disciplinary project will provide a competent framework to understand interrelationship among the hardware and software implementations. Such a framework can be used to focus future theoretical communications research more effectively on implementable systems that can benefit consumer, government, and industrial sectors. This project will also establish a conduit for commercialization of further advances in communications and enhance the research partnership between the investigators and the researchers in the wireless communication industry facilitating application of scientific discoveries to the application domains.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sung Eun",
   "pi_last_name": "LEE",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sung Eun LEE",
   "pi_email_addr": "sungeun@gatech.edu",
   "nsf_id": "000610165",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ratrix Technologies, LLC",
  "inst_street_address": "3365 Waters Mill Dr.",
  "inst_street_address_2": "",
  "inst_city_name": "Alpharetta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4049131430",
  "inst_zip_code": "300224478",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "GA07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Ratrix Technologies, LLC",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303081068",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Motivation and Objective:&nbsp;</em></strong></p>\n<p>Improved channel capacity has been greatly demanded to address the rapid growth of real time data in fixed and mobile wireless systems.&nbsp;&nbsp; MIMO technology offers tremendous opportunity to enhance spectrum efficiency by orders of magnitude, as it enables significantly higher data rates and accommodation for more simultaneous users.&nbsp; However, the roll-out of high order MIMO technology has been limited due to the complexity of the signal processing required.&nbsp;</p>\n<p>&nbsp;Ratrix Technologies is developing the technology and expertise to make MIMO technology practical in a variety of wireless applications.&nbsp; An essential step in wireless communications and networking is channel equalization. Equalization is the process by which the effects of noise, fading, and dispersion in the channel are mitigated to provide reliable symbol reception. However, in spite of many advances in equalization theory in recent years, it has remained computationally infeasible to achieve performance near expected bounds in high-dimensional signal spaces.&nbsp; Such high-dimensional signal spaces are currently encountered with multiple antenna systems (such as IEEE 802.11n MIMO) and with the larger signal constellations proposed for 8x8 MIMO IEEE 802.11ac and Advanced LTE systems.&nbsp; Future standards are expected to continue moving to larger signal constellations and more antennas.</p>\n<p>Recently, lattice-reduction (LR) aided low-complexity equalizers have been proposed to improve the performance of linear equalizers as well as to reduce the computational complexity, and Ratrix Technologies believes that the LR- aided approach to equalization and symbol detection can enable higher order MIMO systems to be implemented in today&rsquo;s IC technology. This could expedite the roll-out of higher order MIMO systems to meet the enormous pressure for increased data throughput and improved spectral efficiency for today&rsquo;s wireless systems.</p>\n<p>&nbsp;</p>\n<p><strong><em>Intellectual Merit:</em></strong></p>\n<p>In spite of the significant gains from LR-aided approach to equalization and symbol detection, these techniques have not been successfully commercialized by industry due to the significant theoretical and technical difficulties adapting these algorithms to practical, real-time, hardware implementations. This project endeavors to break this trend by developing new approaches for&nbsp;commercial-grade hardware implementation suitable for integration into IEEE 802.11n and 802.11ac systems and upcoming large-constellation millimeter-wave systems, and creating a demonstration platform to serve as proof of concept to stimulate additional commercial interest.</p>\n<p>The research has been successfully achieved and Ratrix plans to keep pursuing the following activities:</p>\n<ul>\n<li>designing low-complexity soft lattice-reduction (LR) aided equalizers to enhance the performance of the systems by performing joint detection and decoding,</li>\n<li>investigating efficient hardware realization methodologies for LR-aided algorithms.</li>\n<li>integrating these hardware designs with the channel estimation and synchronization components necessary to be compatible with existing and upcoming wireless communications standards.</li>\n</ul>\n<p class=\"Textbody\">From this project, Ratrix Technologies expects&nbsp; to create a commercial-grade hardware implementation capable of realizing significant performance gains in both existing 802.11n and 802.11ac systems at only a small increase in cost.&nbsp;</p>\n<p class=\"Textbody\">&nbsp;</p>\n<p class=\"Textbody\"><strong><em>Broader Impacts:&nbsp;</em></strong></p>\n<p class=\"Textbody\">This project directly results in the commercialization of advanced equalization techniques for MIMO wireless networking systems.&nbsp; As these advances are compatible with existing systems, the signifi...",
  "por_txt_cntn": "\nMotivation and Objective: \n\nImproved channel capacity has been greatly demanded to address the rapid growth of real time data in fixed and mobile wireless systems.   MIMO technology offers tremendous opportunity to enhance spectrum efficiency by orders of magnitude, as it enables significantly higher data rates and accommodation for more simultaneous users.  However, the roll-out of high order MIMO technology has been limited due to the complexity of the signal processing required. \n\n Ratrix Technologies is developing the technology and expertise to make MIMO technology practical in a variety of wireless applications.  An essential step in wireless communications and networking is channel equalization. Equalization is the process by which the effects of noise, fading, and dispersion in the channel are mitigated to provide reliable symbol reception. However, in spite of many advances in equalization theory in recent years, it has remained computationally infeasible to achieve performance near expected bounds in high-dimensional signal spaces.  Such high-dimensional signal spaces are currently encountered with multiple antenna systems (such as IEEE 802.11n MIMO) and with the larger signal constellations proposed for 8x8 MIMO IEEE 802.11ac and Advanced LTE systems.  Future standards are expected to continue moving to larger signal constellations and more antennas.\n\nRecently, lattice-reduction (LR) aided low-complexity equalizers have been proposed to improve the performance of linear equalizers as well as to reduce the computational complexity, and Ratrix Technologies believes that the LR- aided approach to equalization and symbol detection can enable higher order MIMO systems to be implemented in todayÆs IC technology. This could expedite the roll-out of higher order MIMO systems to meet the enormous pressure for increased data throughput and improved spectral efficiency for todayÆs wireless systems.\n\n \n\nIntellectual Merit:\n\nIn spite of the significant gains from LR-aided approach to equalization and symbol detection, these techniques have not been successfully commercialized by industry due to the significant theoretical and technical difficulties adapting these algorithms to practical, real-time, hardware implementations. This project endeavors to break this trend by developing new approaches for commercial-grade hardware implementation suitable for integration into IEEE 802.11n and 802.11ac systems and upcoming large-constellation millimeter-wave systems, and creating a demonstration platform to serve as proof of concept to stimulate additional commercial interest.\n\nThe research has been successfully achieved and Ratrix plans to keep pursuing the following activities:\n\ndesigning low-complexity soft lattice-reduction (LR) aided equalizers to enhance the performance of the systems by performing joint detection and decoding,\ninvestigating efficient hardware realization methodologies for LR-aided algorithms.\nintegrating these hardware designs with the channel estimation and synchronization components necessary to be compatible with existing and upcoming wireless communications standards.\n\nFrom this project, Ratrix Technologies expects  to create a commercial-grade hardware implementation capable of realizing significant performance gains in both existing 802.11n and 802.11ac systems at only a small increase in cost. \n \nBroader Impacts: \nThis project directly results in the commercialization of advanced equalization techniques for MIMO wireless networking systems.  As these advances are compatible with existing systems, the significant gains in range, power, and spectral efficiency can be realized without changes to existing infrastructure.  This multi-disciplinary project provides a competent framework to understand interrelationship among the hardware and software implementations. Such a framework can be used as a baseline for future theoretical communications research more effectively on implementable systems that can benefit ..."
 }
}