{
 "awd_id": "1215888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Towards an understanding of the Holocene paleomagnetic record through new data (Hawaii/North American) and time series/spherical harmonic model comparisons",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 396000.0,
 "awd_amount": 396000.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2012-07-31",
 "awd_abstract_narration": "Historical and recent paleomagnetic observations, along with geodynamo modeling studies highlight the importance of non-axisymmetric flux concentrations, not only as an indicator that the mantle has an important influence on the geodynamo, but also that it may act as a potential organizing structure that might control much of the dynamics of the geomagnetic field including paleomagnetic secular variation (PSV). Comparison of specific, well-dated Holocene PSV time series of inclination, declination, and paleointensity at key locations suggest the existence of a relatively simple first order pattern that is most clearly observed over the last four thousand years where the highest quality data are available. Over this time range, the field morphology can be roughly broken into two \"modes\": The first mode having a dominant flux lobe over North America and the second a dominant flux lobe over Europe. The \"North American mode\" is consistent with the historically time averaged field. The \"European mode\" is consistent with the time averaged mid-to-late Holocene field. A new inclination anomaly reconstruction for the NE Pacific region derived from Alaskan, and older Hawaiian and Oregon records, suggests that the influence of this oscillation may extend into the Pacific and continue through the Holocene and possibly beyond. The discovery of such an oscillation would be a significant step toward an understanding of what drives PSV. Unfortunately, available PSV data from North America and the northeast Pacific, because of uncertain chronologies and limited modern relative paleointensity records, are not adequate to fully assess whether the relationship observed persists over longer paleomagnetic time intervals. This three-year study will focus on the North American and northeast Pacific records to improve observational constraints and assess the relationship between data derived PSV time series and continuous spherical harmonic models to inform the interpretation of the PSV record. Data quality, including chronology is a limiting factor in our understanding of the geomagnetic causes of PSV. This will be improved through a synthesis of existing data and radiocarbon dates, and the collection of new cores from classic paleomagnetic sites and other nearby locations with proven sedimentary records, but where modern dating and paleomagnetic practices have yet to be employed.\r\n\r\nWe study the paleomagnetic record for many reasons, with the most fundamental being to understand the past history of Earth's magnetic field. Paleo-geomagnetic observations from rocks, sediments, and archeological artifacts provide fundamental information about geomagnetic field generation process that cannot be obtained from the short historical record. These observations tell us that large amplitude geomagnetic changes in direction and intensity occur over timescales that range from decades to millions of years.  Yet our knowledge of the processes and boundary conditions that govern paleo-geomagnetic change are far from complete resulting in significant uncertainty in our understanding of the geomagnetic field and any process controlled by geomagnetic change, from magnetic stratigraphy to space climate.  This study is designed to determine if boundary conditions may act as a potential organizing structure that might control much of the dynamics of the geomagnetic field including millennial and centennial scale changes know as paleomagnetic secular variation (PSV). Results will help to differentiate between the contributions of geomagnetic and solar forcing of terrestrial cosmic ray flux and cosmogenic isotope production with practical implications for telecommunications, human health, global ecosystems and climate. The potential linkage between climate change and field morphology is a relatively new topic of research and one that deserves special attention at this time of rapid climate change. Holocene magnetic stratigraphy has a long history, but its usefulness is ultimately limited by how well we know the paleomagnetic record. An understanding of the geomagnetic cause of paleomagnetic change will provide significant new magnetic stratigraphic opportunities. This project will support undergraduate, graduate, and postdoctoral education, providing training in core collection, stratigraphy, paleomagnetic data analysis, environmental magnetic data analysis, geomagnetism, geochronology and paleoclimatology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Stoner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S Stoner",
   "pi_email_addr": "jstoner@coas.oregonstate.edu",
   "nsf_id": "000263397",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chuang",
   "pi_last_name": "Xuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chuang Xuan",
   "pi_email_addr": "cxuan@coas.oregonstate.edu",
   "nsf_id": "000583266",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 396000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our understanding of Earth&rsquo;s magnetic field and its impacts on Earth are greatly limited because we have yet to fully describe its behaviors.&nbsp; As a result we are unsure of how it evolves with time and what happens when it does so. This is not because we have not tried.&nbsp; We know that the Earth&rsquo;s magnetic field is recorded in geological materials and by examining these materials we know that the field changes in a variety of ways all through Earth&rsquo;s past, but beyond that things become quite murky. &nbsp;But it does not have to be this way as in the right circumstances detailed records can be preserved and extracted from geological materials, it just takes considerable effort.&nbsp; Here we describe one such effort that is allowing a much more detailed view of the geomagnetic field to be uncovered.&nbsp; As such this allow us to develop hypotheses for how such change occurs and what impacts it might have on Earth.&nbsp; In addition this work is teaching us much about how lake sediments record Earth magnetic field, how accurate they are, what we can do to improve these records, where we should go to get new records that will improve things further and what is needed from those records.</p>\n<p>Our goal was to develop a framework for the ancient magnetic or what is know as paleomagnetic problem and solve it by acquiring new paleomagnetic records from new sediment cores collected from lakes in several regions of North America. These include Pate, Anthony, Gordon, Elk and Fish lakes from Oregon, Fish Lake from Utah and LeBouef and Pleasant Lakes from Pennsylvania.&nbsp; Additionally we have worked on lake sediments collected from Cascade Lake in northern Alaska, to compare with prior data collected from Burial and Harding Lakes and existing data from Hawaii. &nbsp;The Alaskan component is becoming important, although not planned on, because it provides complementary data to the OR and PA records that are allowing to define how some of the processes work. Because of the inherent quality of the record a primary focus has been on Fish Lake Oregon.&nbsp; In fact we are finding out that this lake is an incredible natural laboratory.&nbsp;</p>\n<p>In the summer of 2013 sediments from six offset holes were collected using a UWITEC coring system. A field based magnetic susceptibility system developed for this project insured that a complete and duplicated sediment sequence was recovered. Computer tomographic CT scans obtained at the Oregon State University Veterinary College confirmed that these were horizontally deposited, laminated sediments that were cored vertically while providing an incredible record of the material recovered. Progressive alternating field (AF) demagnetization of u-channel samples at Oregon State University&rsquo;s Paleo-and-Environmental Magnetism Laboratory provide paleomagnetic records while radiocarbon dating of bug parts provide the age of the sediments. New stacking techniques allowed us to derive well-defined paleomagnetic records with well-constrained uncertainties. These new records provide paleomagnetic clarity not previously obtained allowing us to make comparisons and infer relationships with much more confidence. These are showing how the geomagnetic field oscillates on at least a hemispheric scale at 1000 to 2000 yr time intervals. As such it is providing a template for comparison for other paleomagnetic records and from which to look at other processes to see if there might be relationships.&nbsp; This project benefited from the participation from undergraduate and graduate students, and postdoctoral scholars providing training and mentoring opportunities for each include those from underrepresented groups.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2016<br>\n\t\t\t\t\tModified by: Joseph&nbsp;S&nbsp;Stoner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur understanding of Earth?s magnetic field and its impacts on Earth are greatly limited because we have yet to fully describe its behaviors.  As a result we are unsure of how it evolves with time and what happens when it does so. This is not because we have not tried.  We know that the Earth?s magnetic field is recorded in geological materials and by examining these materials we know that the field changes in a variety of ways all through Earth?s past, but beyond that things become quite murky.  But it does not have to be this way as in the right circumstances detailed records can be preserved and extracted from geological materials, it just takes considerable effort.  Here we describe one such effort that is allowing a much more detailed view of the geomagnetic field to be uncovered.  As such this allow us to develop hypotheses for how such change occurs and what impacts it might have on Earth.  In addition this work is teaching us much about how lake sediments record Earth magnetic field, how accurate they are, what we can do to improve these records, where we should go to get new records that will improve things further and what is needed from those records.\n\nOur goal was to develop a framework for the ancient magnetic or what is know as paleomagnetic problem and solve it by acquiring new paleomagnetic records from new sediment cores collected from lakes in several regions of North America. These include Pate, Anthony, Gordon, Elk and Fish lakes from Oregon, Fish Lake from Utah and LeBouef and Pleasant Lakes from Pennsylvania.  Additionally we have worked on lake sediments collected from Cascade Lake in northern Alaska, to compare with prior data collected from Burial and Harding Lakes and existing data from Hawaii.  The Alaskan component is becoming important, although not planned on, because it provides complementary data to the OR and PA records that are allowing to define how some of the processes work. Because of the inherent quality of the record a primary focus has been on Fish Lake Oregon.  In fact we are finding out that this lake is an incredible natural laboratory. \n\nIn the summer of 2013 sediments from six offset holes were collected using a UWITEC coring system. A field based magnetic susceptibility system developed for this project insured that a complete and duplicated sediment sequence was recovered. Computer tomographic CT scans obtained at the Oregon State University Veterinary College confirmed that these were horizontally deposited, laminated sediments that were cored vertically while providing an incredible record of the material recovered. Progressive alternating field (AF) demagnetization of u-channel samples at Oregon State University?s Paleo-and-Environmental Magnetism Laboratory provide paleomagnetic records while radiocarbon dating of bug parts provide the age of the sediments. New stacking techniques allowed us to derive well-defined paleomagnetic records with well-constrained uncertainties. These new records provide paleomagnetic clarity not previously obtained allowing us to make comparisons and infer relationships with much more confidence. These are showing how the geomagnetic field oscillates on at least a hemispheric scale at 1000 to 2000 yr time intervals. As such it is providing a template for comparison for other paleomagnetic records and from which to look at other processes to see if there might be relationships.  This project benefited from the participation from undergraduate and graduate students, and postdoctoral scholars providing training and mentoring opportunities for each include those from underrepresented groups.\n\n \n\n\t\t\t\t\tLast Modified: 11/11/2016\n\n\t\t\t\t\tSubmitted by: Joseph S Stoner"
 }
}