{
 "awd_id": "1215000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Rectenna Based Broad Band Infrared Camera",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-10-19",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project seeks to develop a novel technique and device for high-speed uncooled room-temperature infrared (IR) imaging using micro-antennas and Metal-Insulator-Metal (MIM) rectifiers. These antenna-rectifier structures, called rectennas, will be built to convert electromagnetic waves at infrared frequencies to direct current proportional to infrared radiation intensity. This technology will pave the way for high-speed IR imaging which is currently unachievable by commonly used bolometers. This method will also achieve high-resolution IR imaging without cooling the detectors as is currently required by IR photo-detectors, Furthermore, through this SBIR, large size pixel arrays containing these rectenna elements will be designed and tested at infrared frequencies. To direct the design process, scaled prototypes on PCBs and integrated circuits that operate in the tens to hundreds of GHz range will be built. Testing and modeling of these scaled prototypes will then guide fabrication of arrays of rectennas that can operate in the THz range. Finally, readout circuits will be designed that scan the rectenna array and convert output to an IR intensity level. The scaled prototype results will be used in Phase II to implement the IR rectenna imager with readout circuitry.\r\n\r\nThe broader impact/commercial potential of this project will directly affect the scope of infrared (IR) imaging technology, and possibly bring it into the mainstream similar to the visible light digital cameras. IR cameras with limited cooling have obvious advantages, including the elimination of power-consuming cooling systems; a reduction in size, weight, and cost; and greater reliability (an increase in the useful life and mean time to failure). The number of applications potentially affected by near room temperature IR camera technology is widespread, including military applications such as battlefield sensors, surveillance, marine vision, firefighting devices, hand-held imagers, helmet-mounted sights, etc. This technology also has widespread civilian applications in areas such as thermography, process control, imaging interferometry, laser technology, long-wavelength optical communication, gas analyzers, and many others. An especially attractive large market will be in the automobile industry as an aid for driving at night and in limited visibility environments. Infrared cameras on satellites are being increasingly used for mapping resources on earth. A large sized rectenna based infrared focal plane array that can be fabricated using nanoimprinting would increase the spatial resolution of satellite based cameras.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akin",
   "pi_last_name": "Akturk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akin Akturk",
   "pi_email_addr": "akin.akturk@coolcadelectronics.com",
   "nsf_id": "000520235",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CoolCAD Electronics",
  "inst_street_address": "7101 POPLAR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAKOMA PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014053363",
  "inst_zip_code": "209124671",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "COOLCAD ELECTRONICS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FJELK5N54RS3"
 },
 "perf_inst": {
  "perf_inst_name": "CoolCAD Electronics",
  "perf_str_addr": "5000 College Ave, Suite 2103",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207403809",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this multi-faceted project is to develop a new technology for designing cost-effective extremely broadband infrared cameras. The technology focus is on developing micro-rectennas that are a combination of a micro-antenna and a metal-insulator-metal (MIM) tunneling diode. The micro-rectenna forms the basic element of the infrared focal plane array. It receives infrared (IR) radiation and the associated MIM diode converts the wave into a DC signal proportional to the intensity of the incident infrared radiation. By making a large array of these micro-rectenna pixels, a high speed, room temperature infrared imager can be developed. The motivation behind seeking this technology development is that currently, high resolution, fast operating, semiconductor based IR imagers have to be operated at low temperatures using expensive and cumbersome cooling equipment. On the other hand, room temperature IR cameras, which are typically based on bolometer operation, have relatively low resolution and operate very slowly (and can thus only image relatively static objects).</p>\n<p>The activities in the Phase I part of the project have been directed to achieve two distinct goals: (1) Demonstration of an extremely broadband (GHz to THz) detector working on antenna coupled rectifier (rectenna) technology and (2) Design and testing of a readout electronics circuit for the rectennas. The key achievements of the Phase I work are:</p>\n<ol>\n<li>We have successfully demonstrated an extremely wideband detector based on micro-rectenna technology in the Phase I part of this project. </li>\n<li>We have demonstrated an ability to fabricate rectennas of various shapes and sizes on the same die with MIM diodes with different cross-section areas.</li>\n<li>We have demonstrated the absorption of RF and IR radiation on the different sized antennas on the same die.</li>\n<li>We have further demonstrated the rectification of the incoming radiation using the micro-rectennas at radio frequencies from 5GHz to 40GHz, and at an infrared frequency of 30THz (10.6micron CO<sub>2</sub> laser).</li>\n<li>We have built and tested a PCB based RF-IR camera readout electronics comprising of a tuning fork chopper, low-noise current to voltage converter, tuned band-pass filter, and low-noise lock-in amplifier. </li>\n</ol>\n<p>The research was carried out through collaboration between CoolCAD Electronics and the University of Maryland. Six PhD level scientists and two B.S level engineers participated in the various aspects of this project. In addition, graduate and undergraduate students were also involved in this project. The student participants were trained on particular measurement tasks and actively contributed in the regular project meetings. The research team consisted of experts in micro- and nano-fabrication techniques, RF and IR testing, and system engineering.</p>\n<p>We also disseminated related information to members of the scientific, engineering and business communities. More specifically, the theory and some of the fabrication and measurement results of our rectenna work were presented to students at the University of Maryland in the graduate class ENEE 704, Physics and Simulation of Semiconductor Devices. We presented some of the methods that we have developed for analyzing the rectenna operation to the device modeling community at the SISPAD 2012 meeting (&ldquo;<em>Simulation Study of Rectifying Antenna Structure for Infrared Wave Energy Harvesting Applications,&rdquo; by X. Shao, N. Goldsman, N. Dhar, F. Yesilkoy, A. Akturk, S. Potbhare, M. Peckerar, 2012 International Conference on Simulation of Semiconductor Processes and Devices</em>). We also presented some results of our experimental work at the 2012 American Vacuum Society conference (<em>Micro-Antenna Coupled Nano-MIM Diodes: Modeling, Design, Processing and Application, N. Goldsman, F. Yesilkoy, S. Potbhare, M. Peckerar, A. Akturk, K. ...",
  "por_txt_cntn": "\nThe goal of this multi-faceted project is to develop a new technology for designing cost-effective extremely broadband infrared cameras. The technology focus is on developing micro-rectennas that are a combination of a micro-antenna and a metal-insulator-metal (MIM) tunneling diode. The micro-rectenna forms the basic element of the infrared focal plane array. It receives infrared (IR) radiation and the associated MIM diode converts the wave into a DC signal proportional to the intensity of the incident infrared radiation. By making a large array of these micro-rectenna pixels, a high speed, room temperature infrared imager can be developed. The motivation behind seeking this technology development is that currently, high resolution, fast operating, semiconductor based IR imagers have to be operated at low temperatures using expensive and cumbersome cooling equipment. On the other hand, room temperature IR cameras, which are typically based on bolometer operation, have relatively low resolution and operate very slowly (and can thus only image relatively static objects).\n\nThe activities in the Phase I part of the project have been directed to achieve two distinct goals: (1) Demonstration of an extremely broadband (GHz to THz) detector working on antenna coupled rectifier (rectenna) technology and (2) Design and testing of a readout electronics circuit for the rectennas. The key achievements of the Phase I work are:\n\nWe have successfully demonstrated an extremely wideband detector based on micro-rectenna technology in the Phase I part of this project. \nWe have demonstrated an ability to fabricate rectennas of various shapes and sizes on the same die with MIM diodes with different cross-section areas.\nWe have demonstrated the absorption of RF and IR radiation on the different sized antennas on the same die.\nWe have further demonstrated the rectification of the incoming radiation using the micro-rectennas at radio frequencies from 5GHz to 40GHz, and at an infrared frequency of 30THz (10.6micron CO2 laser).\nWe have built and tested a PCB based RF-IR camera readout electronics comprising of a tuning fork chopper, low-noise current to voltage converter, tuned band-pass filter, and low-noise lock-in amplifier. \n\n\nThe research was carried out through collaboration between CoolCAD Electronics and the University of Maryland. Six PhD level scientists and two B.S level engineers participated in the various aspects of this project. In addition, graduate and undergraduate students were also involved in this project. The student participants were trained on particular measurement tasks and actively contributed in the regular project meetings. The research team consisted of experts in micro- and nano-fabrication techniques, RF and IR testing, and system engineering.\n\nWe also disseminated related information to members of the scientific, engineering and business communities. More specifically, the theory and some of the fabrication and measurement results of our rectenna work were presented to students at the University of Maryland in the graduate class ENEE 704, Physics and Simulation of Semiconductor Devices. We presented some of the methods that we have developed for analyzing the rectenna operation to the device modeling community at the SISPAD 2012 meeting (\"Simulation Study of Rectifying Antenna Structure for Infrared Wave Energy Harvesting Applications,\" by X. Shao, N. Goldsman, N. Dhar, F. Yesilkoy, A. Akturk, S. Potbhare, M. Peckerar, 2012 International Conference on Simulation of Semiconductor Processes and Devices). We also presented some results of our experimental work at the 2012 American Vacuum Society conference (Micro-Antenna Coupled Nano-MIM Diodes: Modeling, Design, Processing and Application, N. Goldsman, F. Yesilkoy, S. Potbhare, M. Peckerar, A. Akturk, K. Choi, W. Churaman, N.K. Dhar,  Technical Program AVS 59th INTERNATIONAL SYMPOSIUM &amp; EXHIBITION).  \n\n\t\t\t\t\tLast Modified: 01/28/2013\n\n\t\t\t\t\tSubmitted by: Akin Akturk"
 }
}