{
 "awd_id": "1215726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Near-Surface Repulsion and Mixing-Limitations: Upscaling of Colloid Transport in Non-Uniform Media under Unfavorable Conditions",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 220313.0,
 "awd_amount": 227213.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2014-05-27",
 "awd_abstract_narration": "Collaborative Research: Near-Surface Repulsion and Mixing-Limitations:  Upscaling of Colloid Transport in Non-Uniform Media under Unfavorable Conditions\r\nWilliam Johnson, University of Utah\r\nMarkus Hilpert, Johns Hopkins University\r\nTimothy Ginn, University of California-Davis\r\n\r\nThe profound influence of repulsive colloid-surface interactions on colloid transport under environmental conditions (so-called unfavorable conditions) has rendered quantitative prediction of colloid transport in porous media under these conditions unattainable to date.  A major question is whether surfaces can generally be interpreted/categorized in terms of a bulk repulsive surface that includes attractive \"heterodomains\" of given size and spatial frequency (surface coverage).  Specifically, it is unknown whether characterizing surfaces in this way allows prediction of colloid transport in porous media under unfavorable conditions.  This discrete heterogeneity model predicts (and experiments indicate) that a fraction of colloids in the fluid surrounding a porous media grain will spend long residence times in the near-surface fluid due to weak attractive interactions, which raises another fundamental question: how do the long residence times of colloids in the near-surface fluid under unfavorable conditions influence transport behavior at the Darcy scale?  What scale-up strategies are needed to recognize the influence of long near-surface residence times?   This project posits that these long near-surface residence times yield incomplete mixing of colloids across the fluid domain, necessitating memory function/multirate or correlated random walk approaches to upscaling.  A recently-developed mechanistic model with heterodomains captures colloid transport and retention behavior at the pore scale under unfavorable conditions.  This model will serve as the platform from which to scale up predictions to the Darcy scale under unfavorable conditions.  The model results will be compared to experimental results for colloid transport in an impinging jet and in porous media for a range of colloid sizes, solution ionic strengths, and fluid velocities.  Anticipated results include producing a mechanistic model that will predict the extent and mode of colloid retention under unfavorable conditions. \r\n\r\nThis project will represent unfavorable surfaces in numerical models of colloid transport in order to provide mechanistic prediction of colloid retention during transport in porous media.  The results of this mechanistic model will be used to explore the influence of colloid-surface interaction on strategies to upscale transport prediction from the pore to the Darcy scale.  This project will greatly enhance our ability to predict colloid transport under environmental conditions in contexts such as pathogen transport in the environment, and targeted delivery of bacteria with novel metabolic properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Johnson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "William P Johnson",
   "pi_email_addr": "william.johnson@utah.edu",
   "nsf_id": "000448335",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "75 South 2000 East",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7563",
   "pgm_ref_txt": "ECUADOR"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 220313.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The profound influence of repulsive colloid-surface interactions on colloid transport under environmental conditions (so-called unfavorable conditions) has rendered quantitative prediction of colloid transport in porous media under these conditions unattainable to date. &nbsp;Our ability to predict colloid transport under environmental conditions impacts contexts such as pathogen transport in the environment, and targeted delivery of bacteria with novel metabolic properties for subsurface cleanup, and water treatment via low energy processes such as riverbank filtration.In this project we have made major progress in predicting colloid transport under environmental conditions by showing that surfaces can generally be represented in terms of a bulk repulsive surface that includes attractive &ldquo;heterodomains&rdquo;. &nbsp;The success of this &ldquo;representative heterogeneity&rdquo; approach was demonstrated in six top-tier publications. This success allowed moving to larger scales through pore network modeling, which is underway. &nbsp;A subsequent project will make the simulation tools available to researchers and practitioners.One Ph.D. and one M.S. degree was completed under this project. &nbsp;The Ph.D. student is now a professor, and the M.S. student is an environmental consultant. &nbsp;An additional Ph.D. was initiated under this project and is ongoing on another project. &nbsp;An additional M.S. was initiated on this project and completed on another project.A native American student (Joshua Toddy) joined the project during summer 2015, and several graduate students became involved in the project via practical application to water quality impacts of mining in Ecuador via a supplementary grant to the project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2016<br>\n\t\t\t\t\tModified by: William&nbsp;P&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe profound influence of repulsive colloid-surface interactions on colloid transport under environmental conditions (so-called unfavorable conditions) has rendered quantitative prediction of colloid transport in porous media under these conditions unattainable to date.  Our ability to predict colloid transport under environmental conditions impacts contexts such as pathogen transport in the environment, and targeted delivery of bacteria with novel metabolic properties for subsurface cleanup, and water treatment via low energy processes such as riverbank filtration.In this project we have made major progress in predicting colloid transport under environmental conditions by showing that surfaces can generally be represented in terms of a bulk repulsive surface that includes attractive \"heterodomains\".  The success of this \"representative heterogeneity\" approach was demonstrated in six top-tier publications. This success allowed moving to larger scales through pore network modeling, which is underway.  A subsequent project will make the simulation tools available to researchers and practitioners.One Ph.D. and one M.S. degree was completed under this project.  The Ph.D. student is now a professor, and the M.S. student is an environmental consultant.  An additional Ph.D. was initiated under this project and is ongoing on another project.  An additional M.S. was initiated on this project and completed on another project.A native American student (Joshua Toddy) joined the project during summer 2015, and several graduate students became involved in the project via practical application to water quality impacts of mining in Ecuador via a supplementary grant to the project.\n\n\t\t\t\t\tLast Modified: 08/15/2016\n\n\t\t\t\t\tSubmitted by: William P Johnson"
 }
}