{
 "awd_id": "1215682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES:Large:Collaborative Research: The Role of Space, Time, and Information in Controlling Epidemics",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2012-06-20",
 "awd_max_amd_letter_date": "2012-06-20",
 "awd_abstract_narration": "The control of epidemics, broadly defined to range from human diseases such  as influenza and smallpox to malware in communication networks, relies  crucially on interventions such as vaccinations and anti-virals (in human diseases) or software patches (for malware). These interventions are almost always voluntary directives from public agencies; however, people do not always adhere to such recommendations, and make individual decisions based on their specific \"self interest\".  Additionally, people alter their contacts dynamically, and these behavioral changes have a huge impact on the dynamics and the effectiveness of these interventions, so that \"good\" intervention strategies might, in fact, be ineffective, depending upon the individual response.  \r\n\r\nThe goal of this project is to study the foundations of policy design for controlling epidemics, using a broad class of epidemic games on complex networks involving uncertainty in network information, temporal evolution and learning.  Models will be proposed to capture the complexity of static and temporal interactions and patterns of information exchange, including the possibility of failed interventions and the potential for moral hazard. The project will also study specific policies posed by public agencies  and network security providers for controlling the spread of epidemics and  malware, and will develop resource constrained mechanisms to implement  them in this framework.\r\n\r\nThis project will integrate approaches from Computer Science, Economics, Mathematics, and Epidemiology to give intellectual unity to the study and design of public health policies and has the potential for strong dissertation work in all these areas. Education and outreach is an important aspect of the project, and includes curriculum development at both the graduate and under-graduate levels.  A multi-disciplinary workshop is also planned as part of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Reluga",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy C Reluga",
   "pi_email_addr": "treluga@math.psu.edu",
   "nsf_id": "000507197",
   "pi_start_date": "2012-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The control of epidemics, be they human diseases or computer<br />viruses, leads to fundamentally new and challenging public<br />policy problems at the interface of economics and game<br />theory, computer science and mathematical epidemiology.&nbsp; The<br />goal of this proposal was to study how to design policy for<br />controlling epidemics, using a broad class of epidemic games<br />on complex networks involving uncertainty in network<br />information, temporal evolution and learning.<br /><br />In our research over the last 5 years, my students,<br />collaborators, and I, have developed new theories to help us<br />understand the effects of information and behavior in<br />predicting and managing infectious diseases.&nbsp; Using math,<br />game theory economics, and computing, we've substantially<br />expanded our theoretical foundations for epidemic<br />management.<br /><br /><br />First, we studied the role of information in disease<br />prevention, showing how it becomes rational to tolerate<br />high levels of infectious disease risk when diagnostic<br />testing is slow or un-available.&nbsp; This is inevitably<br />a situation where government action can interviene to<br />shift the community to a better public-health equilbrium.<br />We have also looked at how incidence-dependent costs<br />can effect the best responses to an on-going flu epidemic.<br /><br />We have also studied the process of stigmatization,<br />showing how an societal evolutionary transition can occur:<br />while stigmatizing infected people can be good practice<br />in primitive societies without good medicine, good health<br />interventions like treatment can flip the situation so<br />that stigmatization actually makes things worse instead of<br />bettter.&nbsp; Our theory provides a way of estimating the<br />turning point for this effect, and we have produced a <br />web site where people can experiment for themselves<br />with different conditions.<br /><br />We have done extensive age-structured game modelling<br />applicable to diseases like HIV and Zika, to better<br />understand the costs and trade-offs inherint in their<br />control. <br />Most recently, I have developed a theory of minimal<br />sustainable burden that may help us understand the practical<br />limitations imposed on disease management by antibiotic and<br />more general drug resistance.<br /><br /><br />We have also developed and published an approach to risk<br />managment for emerging infectious diseases using the<br />standard fault-tree framework.&nbsp; This model breaks the<br />emergence process down into four phases (exposure,<br />susceptibility, adaptation, and percolation) for each<br />transmission route, all of which can be targets of<br />risk-prevention measures.<br /><br /><br />This project has provided exciting research opportunities to<br />graduate students and postdoctoral researchers, who have<br />collaborated on the research and are co-authors on<br />manuscripts we have produced and are working to publish.<br />This research has been very interdisciplinary, with coming<br />from mathematics, biology, ecology, communications, computer<br />sciences, and even architecture departments.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2017<br>\n\t\t\t\t\tModified by: Timothy&nbsp;Reluga</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe control of epidemics, be they human diseases or computer\nviruses, leads to fundamentally new and challenging public\npolicy problems at the interface of economics and game\ntheory, computer science and mathematical epidemiology.  The\ngoal of this proposal was to study how to design policy for\ncontrolling epidemics, using a broad class of epidemic games\non complex networks involving uncertainty in network\ninformation, temporal evolution and learning.\n\nIn our research over the last 5 years, my students,\ncollaborators, and I, have developed new theories to help us\nunderstand the effects of information and behavior in\npredicting and managing infectious diseases.  Using math,\ngame theory economics, and computing, we've substantially\nexpanded our theoretical foundations for epidemic\nmanagement.\n\n\nFirst, we studied the role of information in disease\nprevention, showing how it becomes rational to tolerate\nhigh levels of infectious disease risk when diagnostic\ntesting is slow or un-available.  This is inevitably\na situation where government action can interviene to\nshift the community to a better public-health equilbrium.\nWe have also looked at how incidence-dependent costs\ncan effect the best responses to an on-going flu epidemic.\n\nWe have also studied the process of stigmatization,\nshowing how an societal evolutionary transition can occur:\nwhile stigmatizing infected people can be good practice\nin primitive societies without good medicine, good health\ninterventions like treatment can flip the situation so\nthat stigmatization actually makes things worse instead of\nbettter.  Our theory provides a way of estimating the\nturning point for this effect, and we have produced a \nweb site where people can experiment for themselves\nwith different conditions.\n\nWe have done extensive age-structured game modelling\napplicable to diseases like HIV and Zika, to better\nunderstand the costs and trade-offs inherint in their\ncontrol. \nMost recently, I have developed a theory of minimal\nsustainable burden that may help us understand the practical\nlimitations imposed on disease management by antibiotic and\nmore general drug resistance.\n\n\nWe have also developed and published an approach to risk\nmanagment for emerging infectious diseases using the\nstandard fault-tree framework.  This model breaks the\nemergence process down into four phases (exposure,\nsusceptibility, adaptation, and percolation) for each\ntransmission route, all of which can be targets of\nrisk-prevention measures.\n\n\nThis project has provided exciting research opportunities to\ngraduate students and postdoctoral researchers, who have\ncollaborated on the research and are co-authors on\nmanuscripts we have produced and are working to publish.\nThis research has been very interdisciplinary, with coming\nfrom mathematics, biology, ecology, communications, computer\nsciences, and even architecture departments.\n\n\t\t\t\t\tLast Modified: 03/23/2017\n\n\t\t\t\t\tSubmitted by: Timothy Reluga"
 }
}