{
 "awd_id": "1215201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  TerraFly-based System for Querying and Control of Mobile Devices",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2012-11-19",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project begins the development of M-TerraFly, a System and Application Programming Interface, data services and device control, coupling geo-spatial visualization and database technologies with mobile sensor networks and related systems. This System?s initial demonstrable application couples TerraFly with IBM?s CARMEL system of video streaming from airborne and mobile cameras. This application enables the development and promotion of the product in strategic partnership with IBM. CARMEL-TerraFly coupling allows visual geospatial-temporal querying of airborne sensors. The broader product, M-TerraFly, enables coupling of TerraFly with and provision of geospatial interfaces to other technologies. The Product leverages, builds-upon, and benefits from exposure of the team?s TerraFly geospatial technology funded by NSF at Florida International University and transferred to the SBIR firm.  This work benefits from the team?s access to talent, servers, and databases at FIU, IBM, and LexisNexis?via partnership facilitated by the NSF Industry-University Cooperative Research Center at Florida International and Atlantic Universities (FIU-FAU I/UCRC). The product transforms the usability of mobile information overload. \r\n\r\nThe broader impact/commercial potential of this project includes applications in disaster management, environmental monitoring, and transportation. The initial application with IBM, CARMEL-TerraFly, enables situation command. The broader system assists disaster control and mitigation and situation control where a large number of stationary, airborne, and vehicle-borne sensors, such as video cameras, are collecting an overwhelming amount of information. The System overcomes the prior state-of-the-art?s inability to query and visualize a multitude of moving objects. The embeddable version of the System enables diverse third-party products. Three large prospective clients have documented their need for this System.  The Department of Homeland Security (DHS) 2011 Geospatial Analytics Report describes DHS applicability of TerraFly-based technology. The project?s team is comprised of scientists, technologists, and business strategists; the team is advised by leadership of IBM, LexisNexis, and other partners.  The firm has capital from technology revenues and investors; further funding is expected from governmental and industrial users.   The system?s educational module facilitates studies of computing and environment nationwide and within coursework at FIU. The educational module will be disseminated via TerraFly, with its 5M Google-indexed pages and leveraging prior exposure in scientific and popular media, including Fox TV News, NPR, New York Times, USA Today, Science, and Nature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debra",
   "pi_last_name": "Davis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Debra L Davis",
   "pi_email_addr": "TerraFly.PI@gmail.com",
   "nsf_id": "000609828",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NOA Inc",
  "inst_street_address": "4201 Collins Ave",
  "inst_street_address_2": "PH 2603",
  "inst_city_name": "Miami Beach",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3056726471",
  "inst_zip_code": "331403283",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "FL24",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "JXMSLCGKZ8N3"
 },
 "perf_inst": {
  "perf_inst_name": "NOA, Inc.",
  "perf_str_addr": "4201 Collins Ave, PH 2603",
  "perf_city_name": "Miami Beach",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331403283",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "FL24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p style=\"text-align: center;\"><strong>TerraFly Maps Enable Monitoring of Airborne Cameras</strong></p>\n</div>\n<p style=\"text-align: center;\">Dr. Naphtali Rishe, President and CTO; Dr. Debra Davis, PI; Dr. Tajana Lucic, CEO</p>\n<p style=\"text-align: center;\">NOA Inc DBA TerraFly Inc</p>\n<p><em>Although video surveillance recording is a state-of-the-practice, the video collected is normally used only after the fact &ndash; it cannot easily be accessed in real time, does not have accurate geolocation capabilities, and cannot be easily integrated with other forms of critical information. The CARMEL-TerraFly system, collaboration between NOA Inc (DBA TerraFly Inc) and IBM Research overcomes this state-of-the-practice lack of situational awareness information (i.e., knowing what is currently occurring at a specific location).</em></p>\n<p>Currently available geographic analytics systems lack the ability to handle real-time, dynamic Big Data. Government and corporate customers need the ability to combine and analyze information from multiple sources of real-time and historical data. TerraFly has partnered with IBM to combine TerraFly geospatial analytics technology (<a href=\"http://terrafly.com/\">http://TerraFly.com</a>) with IBM&rsquo;s CARMEL media streaming technology, to produce a map-based streaming media and moving objects video console. This system reduces the information overload in accessing a multitude of video streams from moving sensors (on drones, helicopters, balloons, cars, etc.). The core TerraFly geospatial visualization and analytics technology was funded at $45M and developed by Dr. Naphtali Rishe&rsquo;s team affiliated with the NSF Industry-University Cooperative Research Center at Florida International University (<a href=\"http://cake.fiu.edu/\">http://CAKE.FIU.edu</a>). This technology was the subject of hundreds of research patents, as well as articles and interviews in <em>Fox TV News, NPR, New York Times, USA Today, Science, </em>and<em> Nature. </em>Of the 53,000 NSF-funded projects in 2009, it chose 120, including TerraFly, for the NSF annual report to Congress.</p>\n<p>The tool&rsquo;s users select a geographic area, temporal constraints, access data from sensors in the area, and view or browse streaming video synchronized with maps of the area seen by cameras. &nbsp;Applications include homeland security, law enforcement, and disaster response. IBM has produced a pre-marketing video of CARMEL-TerraFly: <a href=\"http://terrafly.com/CT-video/\">http://TerraFly.com/CT-video/</a>.&nbsp;</p>\n<p>CARMEL-TerraFly also serves to evolve a broader M-TerraFly product line. M-TerraFly will enable complex analysis of data in geographic space and time; it will allow map-based view and control of multitudes of moving objects and sensor data streams.&nbsp; Applications include Transportation, Logistics, Disaster Mitigation, and Business Intelligence (<a href=\"http://allquery.com/\">http://allquery.com</a>).</p>\n<p>CARMEL-TerraFly is a cost-effective public safety tool that increases effectiveness of situational evaluation and response.&nbsp; In disaster mitigation, the system improves the effectiveness of situational evaluations and subsequent responses by providing tools for better resource allocation, thus improving the safety of responders and the public, and ultimately saving lives and property.</p>\n<p>The core TerraFly system is a technology and tools for visualization and querying of geospatial data. The visualization component of the system provides users with the experience of virtual \"flight\" over maps comprised of aerial and satellite imagery overlaid with geo-referenced data. The data drilling and querying component of the system allows the users to easily explore geospatial data, to create geospatial queries, and get instant answers supported by high-performance multidimensional search mechanisms. TerraFly's server farm ingests, geo-locates, cleans...",
  "por_txt_cntn": "\nTerraFly Maps Enable Monitoring of Airborne Cameras\n\nDr. Naphtali Rishe, President and CTO; Dr. Debra Davis, PI; Dr. Tajana Lucic, CEO\nNOA Inc DBA TerraFly Inc\n\nAlthough video surveillance recording is a state-of-the-practice, the video collected is normally used only after the fact &ndash; it cannot easily be accessed in real time, does not have accurate geolocation capabilities, and cannot be easily integrated with other forms of critical information. The CARMEL-TerraFly system, collaboration between NOA Inc (DBA TerraFly Inc) and IBM Research overcomes this state-of-the-practice lack of situational awareness information (i.e., knowing what is currently occurring at a specific location).\n\nCurrently available geographic analytics systems lack the ability to handle real-time, dynamic Big Data. Government and corporate customers need the ability to combine and analyze information from multiple sources of real-time and historical data. TerraFly has partnered with IBM to combine TerraFly geospatial analytics technology (http://TerraFly.com) with IBMÆs CARMEL media streaming technology, to produce a map-based streaming media and moving objects video console. This system reduces the information overload in accessing a multitude of video streams from moving sensors (on drones, helicopters, balloons, cars, etc.). The core TerraFly geospatial visualization and analytics technology was funded at $45M and developed by Dr. Naphtali RisheÆs team affiliated with the NSF Industry-University Cooperative Research Center at Florida International University (http://CAKE.FIU.edu). This technology was the subject of hundreds of research patents, as well as articles and interviews in Fox TV News, NPR, New York Times, USA Today, Science, and Nature. Of the 53,000 NSF-funded projects in 2009, it chose 120, including TerraFly, for the NSF annual report to Congress.\n\nThe toolÆs users select a geographic area, temporal constraints, access data from sensors in the area, and view or browse streaming video synchronized with maps of the area seen by cameras.  Applications include homeland security, law enforcement, and disaster response. IBM has produced a pre-marketing video of CARMEL-TerraFly: http://TerraFly.com/CT-video/. \n\nCARMEL-TerraFly also serves to evolve a broader M-TerraFly product line. M-TerraFly will enable complex analysis of data in geographic space and time; it will allow map-based view and control of multitudes of moving objects and sensor data streams.  Applications include Transportation, Logistics, Disaster Mitigation, and Business Intelligence (http://allquery.com).\n\nCARMEL-TerraFly is a cost-effective public safety tool that increases effectiveness of situational evaluation and response.  In disaster mitigation, the system improves the effectiveness of situational evaluations and subsequent responses by providing tools for better resource allocation, thus improving the safety of responders and the public, and ultimately saving lives and property.\n\nThe core TerraFly system is a technology and tools for visualization and querying of geospatial data. The visualization component of the system provides users with the experience of virtual \"flight\" over maps comprised of aerial and satellite imagery overlaid with geo-referenced data. The data drilling and querying component of the system allows the users to easily explore geospatial data, to create geospatial queries, and get instant answers supported by high-performance multidimensional search mechanisms. TerraFly's server farm ingests, geo-locates, cleanses, mosaics, and cross-references 50TB of basemap data and user-specific data streams.  TerraFly's Application Programming Interface allows rapid deployment of interactive Web applications and has been used to produce systems for disaster mitigation, ecology, real estate, tourism, and municipalities.  TerraFly's Web-based client interface is accessible via any standard Web browser, with no client software to install.\n\nTerraFly tools in..."
 }
}