{
 "awd_id": "1215871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEES Fellows: Wastewater treatment with commodity chemical producing cyanobacterial biorefineries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 374445.0,
 "awd_amount": 374445.0,
 "awd_min_amd_letter_date": "2012-07-05",
 "awd_max_amd_letter_date": "2012-07-05",
 "awd_abstract_narration": "This interdisciplinary project will investigate a novel approach for converting environmentally detrimental wastewater nutrients into biomass and the commodity chemical -lysine.  Genetically modifiable strains of cyanobacteria will be tested for their ability to grow on anaerobic digestate wastewater samples. The -lysine biosynthetic pathway will then be engineered to overproduce and secrete large quantities of the valuable commodity chemical.  A comparative life cycle assessment will be performed to determine environmental and economic benefits over current disposal based systems.  \r\n\r\nRecent increases in food and energy prices, along with mounting evidence of environmental degradation, has demonstrated the need for a way to efficiently treat and reuse our chemical fertilizer rich waste streams.  The proposed work has the potential to both transform the manner in which chemicals are synthesized and waste is evaluated, along with contributing to the general understanding of catabolism in bacteria.  The research focuses on a fundamental barrier to weaning our society off of fossil fuel based chemicals, developing new waste stream-based feedstocks that have a positive value built into their consumption.  Harnessing these waste streams for product output would tip the economic landscape towards the sustainable production of products from renewable resources.  This project will also include a series of educational activities with the goal of attracting high school and undergraduate students into the field of sustainability science. \r\n\r\nThis project is supported under the NSF Science, Engineering and Education for Sustainability Fellows (SEES Fellows) program, with the goal of helping to enable discoveries needed to inform actions that lead to environmental, energy and societal sustainability while creating the necessary workforce to address these challenges.  With SEES Fellows support, this project will enable a promising early career researcher to establish themselves in an independent research career related to sustainability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Markley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Markley",
   "pi_email_addr": "almarkley@wisc.edu",
   "nsf_id": "000608317",
   "pi_start_date": "2012-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin Madison",
  "perf_str_addr": "2034 Engineering Hall",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061607",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 374445.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Synechococcus sp. </em>strain<em> </em>PCC 7002 is a great model organism to use for phototrophic chemical production due to its fast growth rate in both salt and fresh water. It is one of the fastest growing photosynthetic organisms on the planet. The goal of the project was to metabolically engineer this organism to produce the important amino acid, lysine photosynthetically. Further, I wanted to test whether anaerobic digestate, the nutrient rich liquid waste generated after sewage or manure is biologically converted into methane for power generation, could be used to grow PCC 7002. This would lower the cultivation costs for this organism and treat the wastewater at the same time. Unfortunately, since PCC 7002 is, what we consider a non-model organism there were few genetic tools developed for controlling gene expression. As a result, I ran into difficulties at the beginning of the project whereby putting any of the genes I needed to produce more lysine in PCC 7002 was lethal to the organism or caused a severe growth defect. To solve this problem, I created a series of tools for the fine genetic control within PCC 7002 including constitutive promoter libraries, inducible promoters, ribosome binding site libraries. With the help of these tools, we were able to vastly accelerate our progress in engineering PCC 7002. After we were able to control genetic expression within PCC 7002, I was able to insert all of the genes needed for lysine production and was the first to overproduce lysine in cyanobacteria. During the fellowship, I also started a project to investigate PCC 7002 as an alternative to corn and sugarcane for sugar production. I inserted genes to overproduce glycogen, a sugar storage molecule achieving higher production rates than wild-type PCC 7002. Finally, I was part of a team that successfully implemented an inducible version of the CRISPR Cas interference system in PCC 7002 and used it to double the amount of lactic acid produced.</p>\n<p>&nbsp;</p>\n<p>While I was carrying out my research I was involved in two outreach projects. First, I created a fun teaching module for middle school aged students to make art with cyanobacteria. The students first make a cut out design using filter paper, dip their &ldquo;stamp&rdquo; into a liquid culture of unmodified <em>Synechococcus </em>sp. PCC 7002, place the stamp on a petri dish with solid media, and finally remove the stamp and grow their art under lights or in a sunny window. For many of them, this is their first hands-on exposure to microbiology techniques. What makes this module works is that the cyanobacteria used is fast growing, tolerates a high saline growth media, and does not need any supplemented carbon source such as sugar. As a result, the students are able to successfully grow their artwork in 3 days without the need for stringent sterile technique. I have run this module at 3 weeklong middle school science camps at UW-Madison and as part of a Science Olympiad Invitational. Second, I helped launch the first polystyrene reuse and recycling program at the University of Wisconsin Madison which has served as the template for several other recycling programs at universities around the country. I mentored a group of undergraduate students as they set up the program, ran surveys, performed microbiological testing and analyzed the impact of the project through a life cycle assessment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2016<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Markley</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1215871/1215871_10187198_1475015095662_Cyano_Factory_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1215871/1215871_10187198_1475015095662_Cyano_Factory_1--rgov-800width.jpg\" title=\"Cyanobacteria Factory\"><img src=\"/por/images/Reports/POR/2016/1215871/1215871_10187198_1475015095662_Cyano_Factory_1--rgov-66x44.jpg\" alt=\"Cyanobacteria Factory\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is an example of the type of art that can be created with cyanobacteria. It also represents the goals of this project: we hope to use cyanobacteria as a factory to produce fuels and chemicals.</div>\n<div class=\"imageCredit\">Andrew Markley and Jackie Rand</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Andrew&nbsp;Markley</div>\n<div class=\"imageTitle\">Cyanobacteria Factory</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSynechococcus sp. strain PCC 7002 is a great model organism to use for phototrophic chemical production due to its fast growth rate in both salt and fresh water. It is one of the fastest growing photosynthetic organisms on the planet. The goal of the project was to metabolically engineer this organism to produce the important amino acid, lysine photosynthetically. Further, I wanted to test whether anaerobic digestate, the nutrient rich liquid waste generated after sewage or manure is biologically converted into methane for power generation, could be used to grow PCC 7002. This would lower the cultivation costs for this organism and treat the wastewater at the same time. Unfortunately, since PCC 7002 is, what we consider a non-model organism there were few genetic tools developed for controlling gene expression. As a result, I ran into difficulties at the beginning of the project whereby putting any of the genes I needed to produce more lysine in PCC 7002 was lethal to the organism or caused a severe growth defect. To solve this problem, I created a series of tools for the fine genetic control within PCC 7002 including constitutive promoter libraries, inducible promoters, ribosome binding site libraries. With the help of these tools, we were able to vastly accelerate our progress in engineering PCC 7002. After we were able to control genetic expression within PCC 7002, I was able to insert all of the genes needed for lysine production and was the first to overproduce lysine in cyanobacteria. During the fellowship, I also started a project to investigate PCC 7002 as an alternative to corn and sugarcane for sugar production. I inserted genes to overproduce glycogen, a sugar storage molecule achieving higher production rates than wild-type PCC 7002. Finally, I was part of a team that successfully implemented an inducible version of the CRISPR Cas interference system in PCC 7002 and used it to double the amount of lactic acid produced.\n\n \n\nWhile I was carrying out my research I was involved in two outreach projects. First, I created a fun teaching module for middle school aged students to make art with cyanobacteria. The students first make a cut out design using filter paper, dip their \"stamp\" into a liquid culture of unmodified Synechococcus sp. PCC 7002, place the stamp on a petri dish with solid media, and finally remove the stamp and grow their art under lights or in a sunny window. For many of them, this is their first hands-on exposure to microbiology techniques. What makes this module works is that the cyanobacteria used is fast growing, tolerates a high saline growth media, and does not need any supplemented carbon source such as sugar. As a result, the students are able to successfully grow their artwork in 3 days without the need for stringent sterile technique. I have run this module at 3 weeklong middle school science camps at UW-Madison and as part of a Science Olympiad Invitational. Second, I helped launch the first polystyrene reuse and recycling program at the University of Wisconsin Madison which has served as the template for several other recycling programs at universities around the country. I mentored a group of undergraduate students as they set up the program, ran surveys, performed microbiological testing and analyzed the impact of the project through a life cycle assessment.\n\n \n\n\t\t\t\t\tLast Modified: 09/27/2016\n\n\t\t\t\t\tSubmitted by: Andrew Markley"
 }
}