{
 "awd_id": "1215746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Fundamental Research on Oscillatory Flow in Hydrogeology",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 173815.0,
 "awd_amount": 173815.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "Collaborative research:  Fundamental Research on Oscillatory Flow in Hydrogeology\r\nPeter Kitanidis, Stanford University\r\nMichael Cardiff, University of Wisconsin\r\nWarren Barrash, Boise State University\r\n\r\nThe conventional approach to representing the governing physics of fluid flow in hydrogeology is based on the premises that (a) fluid flow can be treated separately from deformation in the solid matrix and (b) changes in flow conditions are gradual (i.e., allowing simplifying assumptions about momentum changes to be valid).  Oscillatory flows may violate these premises in certain ?intermediate? frequency ranges, regardless of whether they are created deliberately at a well for purposes of monitoring or site characterization, or are created accidentally from a natural or man-made source.  These violations raise important questions for understanding oscillatory fluid flow in subsurface porous media at core and field scales (i.e., scales of interest in hydrologic applications): (a) must Darcy?s law be modified? and (b) do controlling hydraulic parameters such as permeability and elastic storage change with oscillation frequency rather than remain constant? This research is a comprehensive study of oscillatory flows at intermediate frequencies involving: a careful mathematical study of flow at the pore scale and upscaling to the core scale to generalize Darcy?s law; experiments in a laboratory sandbox to test/validate the theoretical developments and examine heterogeneous cases including infiltration of an immiscible fluid; and upscaling to hydrologic scale with controlled oscillatory flow experiments in the field at a highly characterized research wellfield to test/validate theoretical developments and models.  Expected results include a rigorous theoretical treatment of oscillatory flow mechanics leading to predictions and modeling of oscillatory signal propagation characteristics and frequency dependent aquifer parameter behavior at laboratory and field scale for a range of porous media materials. \r\n\r\nThis project has broad impacts for society overall and for the scientific and engineering communities because it deals with basic hydrologic research in the subsurface, where most of the available freshwater is stored.  In the United States, groundwater is the primary source of water for over 50 percent of Americans, and roughly 95 percent for those in rural areas. In the world, many of the most important aquifers are being gradually depleted or contaminated.  This research will lead to better methods for the restoration and management of this important resource.  In particular, oscillatory flows may become important tools for characterization of subsurface volumes to determine the 3D heterogeneity of aquifer parameters and to monitor for changes in water quality or aquifer status without having to remove water (that may be contaminated and hazardous).  Oscillatory flows also have potential applications in enhancing mixing, which can enhance reaction rates and result in more efficient site remediation technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Cardiff",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Cardiff",
   "pi_email_addr": "cardiff@wisc.edu",
   "nsf_id": "000581829",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87435.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 86380.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"CM1\">One cannot overemphasize the importance of groundwater resources.&nbsp; For example, in California, in an average year, about 40% of the total water supply is pumped out of the ground; but during dry years, when the value of water is more appreciated, the contribution of groundwater to total water supply is even higher, between 46 and 50%.&nbsp; In the United States, groundwater is the primary source of water for over 50 percent of Americans, and roughly 95 percent for those in rural areas. &nbsp;In the world, many of the most important aquifers are being gradually depleted or contaminated.&nbsp; Access to this valuable resource is threatened by the gradual and inexorable depletion of major groundwater basins and the deterioration of water quality mainly through human activities.&nbsp;&nbsp; However, processes like flow of water and transport of dissolved material in aquifers are hard to observe, study, and understand at the regional scales of interest in water management.&nbsp;</p>\n<p class=\"CM1\">In this study, we both enhanced our understanding of flow under periodically varying conditions and developed a technology for identifying the parameters that control flow, known as conductivity and storage coefficients.&nbsp; The technology is called Oscillatory Hydraulic Tomography (OHT) and has the potential to produce three-dimensional images of the values of conductivity and storage coefficients.&nbsp; The technology leverages recent advances in sensor development, numerical modeling, and field / laboratory hardware for the benefit of managing a valuable natural resource.&nbsp;</p>\n<p>This research project was a comprehensive study of oscillatory flows that included careful mathematical study of flow, experiments in a laboratory sandbox to test/validate the theoretical developments, and controlled experiments in the field.&nbsp; In terms of representing flow under steady conditions, we developed a mathematical modeling technique that is new to hydrogeology and which is much more computationally efficient and accurate than the usual approach of making computations for unsteady state flow.&nbsp; In terms of data analysis, we developed techniques that are very fast and reliable compared to textbook or obvious approaches.&nbsp; For example, one of the advantages of the technology is that one can collect data for different frequencies of oscillation, thus making better use of available wells and other facilities to extract for information; our computational techniques allow us to use data from many oscillations at roughly the same computational cost as from a single oscillation.&nbsp; We tested the technology at a well-studied research wellfield (Boise Hydrogeophysical Research Site or BHRS) in a natural heterogeneous coarse fluvial aquifer using an especially developed in-well oscillating signal generator, or OSG, to provide controlled sinusoidal pressure stimulation, without introducing water into or removing water from a well. &nbsp;We thus conducted the first field implementation of the new technology. Sandbox experimentation -- in which sand was packed between two transparent plexiglas sheets -- produced accurate images of observable \"aquifer\" heterogeneity, demonstrating that the technology can indeed provide resolution of key aquifer features in the real world.</p>\n<p class=\"CM1\">This project has broad impacts for society overall and for the scientific and engineering communities because it deals with fundamental hydrologic research and technology development in the subsurface, where most of the available freshwater is stored.&nbsp; This research has produced better methods for imaging the subsurface, which should be valuable tools in the restoration and management of this important resource.&nbsp; There is the potential for OHT to become a major instrument for characterization of subsurface volumes to determine the 3D heterogeneity of aquifer parameter...",
  "por_txt_cntn": "One cannot overemphasize the importance of groundwater resources.  For example, in California, in an average year, about 40% of the total water supply is pumped out of the ground; but during dry years, when the value of water is more appreciated, the contribution of groundwater to total water supply is even higher, between 46 and 50%.  In the United States, groundwater is the primary source of water for over 50 percent of Americans, and roughly 95 percent for those in rural areas.  In the world, many of the most important aquifers are being gradually depleted or contaminated.  Access to this valuable resource is threatened by the gradual and inexorable depletion of major groundwater basins and the deterioration of water quality mainly through human activities.   However, processes like flow of water and transport of dissolved material in aquifers are hard to observe, study, and understand at the regional scales of interest in water management. \nIn this study, we both enhanced our understanding of flow under periodically varying conditions and developed a technology for identifying the parameters that control flow, known as conductivity and storage coefficients.  The technology is called Oscillatory Hydraulic Tomography (OHT) and has the potential to produce three-dimensional images of the values of conductivity and storage coefficients.  The technology leverages recent advances in sensor development, numerical modeling, and field / laboratory hardware for the benefit of managing a valuable natural resource. \n\nThis research project was a comprehensive study of oscillatory flows that included careful mathematical study of flow, experiments in a laboratory sandbox to test/validate the theoretical developments, and controlled experiments in the field.  In terms of representing flow under steady conditions, we developed a mathematical modeling technique that is new to hydrogeology and which is much more computationally efficient and accurate than the usual approach of making computations for unsteady state flow.  In terms of data analysis, we developed techniques that are very fast and reliable compared to textbook or obvious approaches.  For example, one of the advantages of the technology is that one can collect data for different frequencies of oscillation, thus making better use of available wells and other facilities to extract for information; our computational techniques allow us to use data from many oscillations at roughly the same computational cost as from a single oscillation.  We tested the technology at a well-studied research wellfield (Boise Hydrogeophysical Research Site or BHRS) in a natural heterogeneous coarse fluvial aquifer using an especially developed in-well oscillating signal generator, or OSG, to provide controlled sinusoidal pressure stimulation, without introducing water into or removing water from a well.  We thus conducted the first field implementation of the new technology. Sandbox experimentation -- in which sand was packed between two transparent plexiglas sheets -- produced accurate images of observable \"aquifer\" heterogeneity, demonstrating that the technology can indeed provide resolution of key aquifer features in the real world.\nThis project has broad impacts for society overall and for the scientific and engineering communities because it deals with fundamental hydrologic research and technology development in the subsurface, where most of the available freshwater is stored.  This research has produced better methods for imaging the subsurface, which should be valuable tools in the restoration and management of this important resource.  There is the potential for OHT to become a major instrument for characterization of subsurface volumes to determine the 3D heterogeneity of aquifer parameters and to monitor for changes in water quality or aquifer status without having to remove water, which may be contaminated and hazardous.  Oscillatory flows also have potential applications in enhancing mi..."
 }
}