{
 "awd_id": "1215292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Expanding the Sustainability of Bio-plastics and PLA by Postponing End-of-Life through the use of Reactive Extrusion Chemistries",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-04-25",
 "awd_max_amd_letter_date": "2012-10-17",
 "awd_abstract_narration": "This Small Business Innovation Phase I project proposes to address the issue of end-of-life management of a family of bioplastics, specifically polylactic acid (PLA). The majority of products today manufactured from PLA are land filled or incinerated once reaching their end of life. Although PLA is a compostable bioplastic, there is a significant lack of industrial composting infrastructure in the United States.  Furthermore, PLA is not typically recycled due to a significant loss of mechanical properties during reprocessing of the plastic.  In the proposed work, a reactive extrusion process will be used to recycle waste PLA to produce hyperbranched PLA polymers.  Hyperbranched PLA exhibits mechanical properties that are improved relative to virgin, linear PLA.  The reactive extrusion process to impart hyperbranching is cost-effective and scalable, enabling a viable business to sell recycled PLA and license the process technology to other processors. The proposed research will demonstrate how both post-industrial and post-consumer waste PLA can be converted into hyperbranched PLAs having improved mechanical properties. This process will significantly enhance the value of scrap PLA, by converting a waste stream into a product.\r\n \r\nThe broader impact/commercial potential of this project is the development and commercialization of an important, novel, and cost effective way to meet the pressing need of making plastics more sustainable by adding value to the most broadly used bioplastic, PLA.  Creating improved mechanical property PLAs from a lower cost feedstock will ultimately expand commercial applications.  The current U.S. market for PLA is approximately 300 million pounds and growing at approximately 15% annually.  Commercial plastic processors that use PLA will be able to replace or supplement use of virgin PLA with recycled PLA. Additionally, by providing a commercially-attractive method to recycle PLA, this new process will effectively incentivize recyclers to remove PLA from their waste sources.  The only current competitive technology for recycling PLA is to use existing polymer recycling processes without hyperbranching, but these methods are unable to provide recycled materials with useful properties. Other options for reclaiming PLA include composting and chemical recycling back to lactic acid.  Both of these technologies offer a reasonable way to dispose of PLA at its end of life; however, only recycling of PLA by hyperbranching offers a way to significantly extend the end of life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Pawloski",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Adam R Pawloski",
   "pi_email_addr": "adam.pawloski@stratasys.com",
   "nsf_id": "000551325",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Interfacial Solutions LLC",
  "inst_street_address": "949 Antler Court",
  "inst_street_address_2": "",
  "inst_city_name": "River Falls",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "7154257957",
  "inst_zip_code": "540220000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "WI",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "GGX6AKVVMLP5"
 },
 "perf_inst": {
  "perf_inst_name": "Interfacial Solutions LLC",
  "perf_str_addr": "949 Antler Court",
  "perf_city_name": "River Falls",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "540224880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Phase I project addressed the issue of end-of-life management of a family of bioplastics, specifically polylactic acid (PLA). PLA is the industry leading green plastic as it is made form corn and can be composted.&nbsp; However, the majority of products today manufactured from PLA are land filled or incinerated once reaching their end of life. Despite the fact that PLA is a compostable bioplastic, there is a significant lack of industrial composting infrastructure in the United States to enable this end of life option.&nbsp; Furthermore, PLA is not typically recycled due to a significant loss of mechanical properties and processing quality that occurs during reprocessing of the plastic.&nbsp; Under this work, a reactive extrusion process was used to recycle waste PLA to produce hyperbranched PLA polymers that possessed properties exceeding that of virgin PLA resin.&nbsp; The research showed that the molecular weight of scrap PLA resin could be increased more than 300% by hyperbranching.&nbsp; This large increase in molecular weight dramatically improved processability and melt strength of the resin during extrusion, decreasing the melt flow index by an order or magnitude.&nbsp; Additional improvements in flexural strength, modulus, and impact resistance accompany the benefit in processability, giving the hyperbranched PLA physical properties that meet or exceed those of virgin PLA.&nbsp; The reactive extrusion process to impart hyperbranching is cost-effective and scalable.&nbsp; It is believed that this process will enable a viable business to sell recycled PLA as a value-added material.&nbsp; The technology is also suitable for licensing.&nbsp; All of the Phase I technical objectives were met and demonstrated how both post-industrial and post-consumer scrap PLA can be converted into hyperbranched PLAs having improved properties.</p>\n<p>&nbsp;</p>\n<p>The broader impact/commercial potential of this project is the development and commercialization of an important, novel, and cost effective way to meet the pressing need of making plastics more sustainable by adding value to the most broadly used bioplastic, PLA.&nbsp; Creating improved PLA resins from a lower cost feedstock will ultimately expand commercial applications for PLA and create a new market for scrap PLA that does not exist today. &nbsp;The current U.S. market for PLA is approximately 300 million pounds and growing at approximately 15% annually.&nbsp; Commercial plastic processors that use PLA will be able to replace or supplement use of virgin PLA with recycled PLA by using this technology. Additionally, by providing a commercially attractive method to recycle PLA, this new process will effectively incentivize recyclers to remove PLA from their waste sources.&nbsp; The largest market segments for PLA today are in consumer packaging and consumables.&nbsp; Penetration of PLA into durable goods markets has been slow due to the higher price of PLA resin.&nbsp; By using hyperbranched, recycled PLA as a feedstock that originates from packaging or consumable products, the materials costs for durable products can be significantly reduced.&nbsp; This technology can open new markets for bio-based, sustainable products that can compete cost effectively with traditional hydrocarbon based plastics.&nbsp; The only current competitive technology for recycling PLA is to use existing polymer recycling processes without hyperbranching, but these processes are unable to provide recycled materials with useful properties. Other options for reclaiming PLA include composting and chemical recycling back to lactic acid.&nbsp; Both of these technologies offer a reasonable way to dispose of PLA at its end of life, however, only recycling of PLA by hyperbranching offers a way to significantly extend the end of life and help enable PLA to achieve its full potential as a sustainable, resource renewable b...",
  "por_txt_cntn": "\nThis Small Business Innovation Phase I project addressed the issue of end-of-life management of a family of bioplastics, specifically polylactic acid (PLA). PLA is the industry leading green plastic as it is made form corn and can be composted.  However, the majority of products today manufactured from PLA are land filled or incinerated once reaching their end of life. Despite the fact that PLA is a compostable bioplastic, there is a significant lack of industrial composting infrastructure in the United States to enable this end of life option.  Furthermore, PLA is not typically recycled due to a significant loss of mechanical properties and processing quality that occurs during reprocessing of the plastic.  Under this work, a reactive extrusion process was used to recycle waste PLA to produce hyperbranched PLA polymers that possessed properties exceeding that of virgin PLA resin.  The research showed that the molecular weight of scrap PLA resin could be increased more than 300% by hyperbranching.  This large increase in molecular weight dramatically improved processability and melt strength of the resin during extrusion, decreasing the melt flow index by an order or magnitude.  Additional improvements in flexural strength, modulus, and impact resistance accompany the benefit in processability, giving the hyperbranched PLA physical properties that meet or exceed those of virgin PLA.  The reactive extrusion process to impart hyperbranching is cost-effective and scalable.  It is believed that this process will enable a viable business to sell recycled PLA as a value-added material.  The technology is also suitable for licensing.  All of the Phase I technical objectives were met and demonstrated how both post-industrial and post-consumer scrap PLA can be converted into hyperbranched PLAs having improved properties.\n\n \n\nThe broader impact/commercial potential of this project is the development and commercialization of an important, novel, and cost effective way to meet the pressing need of making plastics more sustainable by adding value to the most broadly used bioplastic, PLA.  Creating improved PLA resins from a lower cost feedstock will ultimately expand commercial applications for PLA and create a new market for scrap PLA that does not exist today.  The current U.S. market for PLA is approximately 300 million pounds and growing at approximately 15% annually.  Commercial plastic processors that use PLA will be able to replace or supplement use of virgin PLA with recycled PLA by using this technology. Additionally, by providing a commercially attractive method to recycle PLA, this new process will effectively incentivize recyclers to remove PLA from their waste sources.  The largest market segments for PLA today are in consumer packaging and consumables.  Penetration of PLA into durable goods markets has been slow due to the higher price of PLA resin.  By using hyperbranched, recycled PLA as a feedstock that originates from packaging or consumable products, the materials costs for durable products can be significantly reduced.  This technology can open new markets for bio-based, sustainable products that can compete cost effectively with traditional hydrocarbon based plastics.  The only current competitive technology for recycling PLA is to use existing polymer recycling processes without hyperbranching, but these processes are unable to provide recycled materials with useful properties. Other options for reclaiming PLA include composting and chemical recycling back to lactic acid.  Both of these technologies offer a reasonable way to dispose of PLA at its end of life, however, only recycling of PLA by hyperbranching offers a way to significantly extend the end of life and help enable PLA to achieve its full potential as a sustainable, resource renewable bioplastic.\n\n\t\t\t\t\tLast Modified: 01/05/2013\n\n\t\t\t\t\tSubmitted by: Adam R Pawloski"
 }
}