{
 "awd_id": "1215898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Role of interfacial turbulence in hyporheic exchange and fine particle dynamics",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 255759.0,
 "awd_amount": 263759.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "Collaborative Research: Role of interfacial turbulence in hyporheic exchange and fine particle dynamics\r\nAaron Packman, Northwestern University\r\nJames Best, Kenneth Christensen, Marcelo Garcia University of Illinois at Urbana-Champaign\r\n\r\nIt is essential to improve understanding of interactions between surface water flows and underlying porewaters in order to advance our ability to assess connectivity in aquatic ecosystems, evaluate the propagation of carbon, nutrients, and contaminants through river networks, and predict the net effects of human modification of watersheds. In previous NSF-supported research, the investigators found that hydrodynamic interactions caused rapid exchange between rivers and underlying porewater, along with ongoing deposition and resuspension of fine particles. These processes are expected to substantially influence downstream migration of solutes and particles in river networks. Unfortunately, very little information is available on the hydrodynamic mechanisms that control this behavior because it has been extremely difficult to directly measure solute and particle dynamics in porewaters. The objectives of the current project are to improve fundamental understanding of hydrodynamic interactions between freestream flows and porewaters, and to use the information to transform conceptual and quantitative models for solute and particle dynamics in rivers. The investigators will use an array of new flow visualization technologies to obtain direct observations of fluid exchange between rivers and streambeds, and the associated fluxes of solutes and fine suspended particles. The results will be used to identify the main fluid flow processes responsible for solute and particle transport across porous environmental interfaces. This work will yield improved models for the surface-subsurface flow continuum, as well as new probabilistic models for downstream solute and particle transport. \r\n\r\nThe major scientific contributions of this work will be an improved characterization of fundamental mechanisms of flow coupling between rivers and riverbeds, and new models for the migration of dissolved and suspended materials in rivers.  Such models are essential to enable the prediction of large-scale, long-term dynamics required for sustainable management of river systems. The project will characterize important components of interfacial flux currently missing from solute transport models, and provide critical new observations of fine particle deposition and resuspension. This information is needed to address many pressing problems in freshwater systems, including contaminant interactions with sediments, protection of ecological diversity within rivers, nutrient retention and carbon processing in rivers, and waterborne disease transmission. The models developed in this project can be used to evaluate the factors that produce high risks of transmission of contaminants and waterborne diseases, and thereby improve management of watersheds to minimize these risks. The project will also contribute to longer-term sustainability of drinking water resources and aquatic ecosystems by improving our capability to predict long-term biogeochemical and ecological dynamics in rivers.  The project will contribute to the broader education of students and the public by incorporating project results into major outreach efforts at Northwestern University and the University of Illinois. The focus will be on helping K-12 students and neighborhood communities to understand how river processes influence water quality, human health, and natural ecosystems. The investigators will also work with several university student groups to develop a new program involving regular on-campus activities and mentoring for students from populations underrepresented in the sciences. Overall, ~1500 K-12 students and adults each year (~4,500 over the lifetime of the project) will be engaged in laboratory activities and discussions of the significance of hydrological processes to sustainability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Packman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Packman",
   "pi_email_addr": "a-packman@northwestern.edu",
   "nsf_id": "000395101",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1579",
   "pgm_ref_txt": "HYDROLOGIC SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71940.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 191819.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to increase understanding of connections between rivers and groundwaters, and to improve our ability to predict the migration and removal of important materials in rivers &ndash; including nutrients, contaminants, organic carbon, and pathogens.&nbsp; We designed and constructed a sensor array to measure propagation of dissolved materials in river beds. We then used this new measurement tool to observe solute mixing and plume spreading in the bed.&nbsp; We also observed plume sinking resulting from density differences between injected solutes and the river water, and retention of dissolved materials and organic particles in highly bioactive regions of the river bed. Based on these results, we developed mathematical and computer models that enable us to predict exchanges between rivers and groundwaters, and overall nutrient, carbon, and pathogen migration through river systems.</p>\n<p>The project supported several students from populations underrepresented in science. Many of these students now work in industry or are pursuing Ph.D. degrees, thus contributing to greater diversity in the environmental science and engineering workforce.&nbsp; Project investigators also engaged ~900 junior-high and high-school students in educational tours, demonstrations, lectures, and experiments, thereby improving these students&rsquo; education, and contributing to developing the next generation of environmental scientists and engineers.</p>\n<p>Overall, this project has fundamentally advanced our capability to measure and simulate flow into and within river beds, and to relate these processes to microbial growth and chemical transformations in large-scale river systems. &nbsp;The project enables better prediction of the effects of contaminant inputs, land-use decisions, and regional-scale climate on water resources and aquatic ecosystems. &nbsp;The knowledge and computer models developed in this study support better management of rivers and more precise engineering of rivers and other water systems. This capability will improve efficiency of natural resource use and better protect society from natural hazards such as floods.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2016<br>\n\t\t\t\t\tModified by: Aaron&nbsp;Packman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to increase understanding of connections between rivers and groundwaters, and to improve our ability to predict the migration and removal of important materials in rivers &ndash; including nutrients, contaminants, organic carbon, and pathogens.  We designed and constructed a sensor array to measure propagation of dissolved materials in river beds. We then used this new measurement tool to observe solute mixing and plume spreading in the bed.  We also observed plume sinking resulting from density differences between injected solutes and the river water, and retention of dissolved materials and organic particles in highly bioactive regions of the river bed. Based on these results, we developed mathematical and computer models that enable us to predict exchanges between rivers and groundwaters, and overall nutrient, carbon, and pathogen migration through river systems.\n\nThe project supported several students from populations underrepresented in science. Many of these students now work in industry or are pursuing Ph.D. degrees, thus contributing to greater diversity in the environmental science and engineering workforce.  Project investigators also engaged ~900 junior-high and high-school students in educational tours, demonstrations, lectures, and experiments, thereby improving these students? education, and contributing to developing the next generation of environmental scientists and engineers.\n\nOverall, this project has fundamentally advanced our capability to measure and simulate flow into and within river beds, and to relate these processes to microbial growth and chemical transformations in large-scale river systems.  The project enables better prediction of the effects of contaminant inputs, land-use decisions, and regional-scale climate on water resources and aquatic ecosystems.  The knowledge and computer models developed in this study support better management of rivers and more precise engineering of rivers and other water systems. This capability will improve efficiency of natural resource use and better protect society from natural hazards such as floods.\n\n\t\t\t\t\tLast Modified: 10/17/2016\n\n\t\t\t\t\tSubmitted by: Aaron Packman"
 }
}