{
 "awd_id": "1215991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Resiliance and Recovery from Environmental Disaster in Remote Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 21845.0,
 "awd_amount": 21845.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "May 3, 2012 commemorates the third anniversary of the environmental flood disaster in Eagle, Alaska, and Eagle Village, Alaska. This RAPID project aims to systematically examine social factors that may affect post-disaster resilience and recovery and seeks to identify characteristics that optimize the adaptive capacities of persons facing disaster that may be mitigated or exacerbated by class, race, and gender effects. The PI presents the argument that vulnerability to environmental change is affected by numerous social factors - age, race, ethnicity, socio and economic class, number of children, occupation, etc and that each of these factors are affected by gender.  Thus without a full understanding of how women and men experience and view their vulnerabilities the ability to promote resilience is limited.  This research is proposed under the RAPID funding mechanism because time is passing and peoples' memories about the flood are fading and changing, thus time is of the essence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Holland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna Holland",
   "pi_email_addr": "hollandd@ipfw.edu",
   "nsf_id": "000503380",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University-Purdue University Fort Wayne",
  "perf_str_addr": "2101 East Coliseum Blvd.",
  "perf_city_name": "Fort Wayne",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "468051499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "IN03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 21845.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Vulnerability to environmental change is affected by numerous social factors: age, race, ethnicity, socioeconomic position, number of children, occupation, etc. and each of these factors are affected by gender.&nbsp; Without a full understanding of how women and men experience and view their vulnerabilities, the ability to promote resilience is limited. Little research has been done on environmental disasters in remote areas of the United States, and little is known about how gender is related to resilience and recovery from disaster, especially in remote geographic locations. By examining the effects of gender and recovery from environmental disasters in remote areas, while simultaneously examining other social factors such as race and class, the research project will add to literature on environmental disaster by highlighting how gender, race, and class effects vary in remote locations when compared to urban and rural areas.</p>\n<p>In summer of 2012 the PI collected data from 36 in-depth, personal, face-to-face, semi-structured interviews conducted in a remote Alaska area that had experienced a devastating flood.</p>\n<p>Although the community was vigilantly watching for some flooding, virtually no one was preparing for a disaster of this scale. The absence of disaster preparedness at nearly every level in the community resulted in far more emotional trauma, property loss, and challenges than the community would have experienced had it considered the amount of flooding possible. Just as in non-remote regions, special efforts were made to protect vulnerable Populations such as the elderly and people with more intensive medical<br />needs.&nbsp; Unlike non-remote regions with disasters, there were only a few people who had special needs. Because of the remoteness of the community and the hard-life experienced by those living in the remote location the number of people in the community with such special needs was minimal. Similar to research in non-remote locations with disasters, women tended to express more evidence of post-traumatic stress disorder (PTSD) characteristics than men.&nbsp; More often than men, women were described as being more open to talk about the disaster immediately following the disaster and during the recovery period.&nbsp; Interestingly, given that three years had<br />passed since the disaster, most participants indicated that talking about the<br />disaster is not something often done in the community: indicating that there<br />are few, if any, outlets to manage any remaining emotional stress</p>\n<p>Furthermore, gendered views of the disaster appeared in the data set. More than half of participants conveyed that males played a greater role in the physical rebuilding process than women. A condition of preexisting skillsets that men had compared to most women: construction, heavy equipment, etc.&nbsp; At least two women were mentioned by other women as playing key roles in leadership positions, saving physical property, reconstruction, and serving in rescue missions. Notably, women did play a large role in recovery leadership. It was females who served in the leadership capacity in both elements of the community. While a minority in numbers, women also contributed to physical rebuilding process.</p>\n<p>Women, women with children, and the elderly were selected first to receive new housing among those community members whose homes were<br />destroyed. In comparison to urban locations, it is apparent that the efforts to<br />first address the housing needs of these people were more efficient than<br />similar efforts in highly populated communities.</p>\n<p>Ethnic differences in participation in the rebuilding process were also evident.&nbsp;&nbsp; Ethnic minorities were less involved in physical reconstruction. These differences seemed to be largely explained by a lack of resources, work experience, role in the disaster recovery plan, and help ...",
  "por_txt_cntn": "\nVulnerability to environmental change is affected by numerous social factors: age, race, ethnicity, socioeconomic position, number of children, occupation, etc. and each of these factors are affected by gender.  Without a full understanding of how women and men experience and view their vulnerabilities, the ability to promote resilience is limited. Little research has been done on environmental disasters in remote areas of the United States, and little is known about how gender is related to resilience and recovery from disaster, especially in remote geographic locations. By examining the effects of gender and recovery from environmental disasters in remote areas, while simultaneously examining other social factors such as race and class, the research project will add to literature on environmental disaster by highlighting how gender, race, and class effects vary in remote locations when compared to urban and rural areas.\n\nIn summer of 2012 the PI collected data from 36 in-depth, personal, face-to-face, semi-structured interviews conducted in a remote Alaska area that had experienced a devastating flood.\n\nAlthough the community was vigilantly watching for some flooding, virtually no one was preparing for a disaster of this scale. The absence of disaster preparedness at nearly every level in the community resulted in far more emotional trauma, property loss, and challenges than the community would have experienced had it considered the amount of flooding possible. Just as in non-remote regions, special efforts were made to protect vulnerable Populations such as the elderly and people with more intensive medical\nneeds.  Unlike non-remote regions with disasters, there were only a few people who had special needs. Because of the remoteness of the community and the hard-life experienced by those living in the remote location the number of people in the community with such special needs was minimal. Similar to research in non-remote locations with disasters, women tended to express more evidence of post-traumatic stress disorder (PTSD) characteristics than men.  More often than men, women were described as being more open to talk about the disaster immediately following the disaster and during the recovery period.  Interestingly, given that three years had\npassed since the disaster, most participants indicated that talking about the\ndisaster is not something often done in the community: indicating that there\nare few, if any, outlets to manage any remaining emotional stress\n\nFurthermore, gendered views of the disaster appeared in the data set. More than half of participants conveyed that males played a greater role in the physical rebuilding process than women. A condition of preexisting skillsets that men had compared to most women: construction, heavy equipment, etc.  At least two women were mentioned by other women as playing key roles in leadership positions, saving physical property, reconstruction, and serving in rescue missions. Notably, women did play a large role in recovery leadership. It was females who served in the leadership capacity in both elements of the community. While a minority in numbers, women also contributed to physical rebuilding process.\n\nWomen, women with children, and the elderly were selected first to receive new housing among those community members whose homes were\ndestroyed. In comparison to urban locations, it is apparent that the efforts to\nfirst address the housing needs of these people were more efficient than\nsimilar efforts in highly populated communities.\n\nEthnic differences in participation in the rebuilding process were also evident.   Ethnic minorities were less involved in physical reconstruction. These differences seemed to be largely explained by a lack of resources, work experience, role in the disaster recovery plan, and help received from volunteers. Because of the geographic location of the community, the area most devastated by the flood was also where a higher concentration of ethn..."
 }
}