{
 "awd_id": "1215021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A novel economic, efficient, environmentally benign, and sustainable multi-component separation technology based on acoustophoresis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 148750.0,
 "awd_amount": 148750.0,
 "awd_min_amd_letter_date": "2012-06-13",
 "awd_max_amd_letter_date": "2012-10-23",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project focuses on the development of a novel ultrasonic acoustophoretic separation technology that is economic, efficient, sustainable, and environmentally benign.  Current technologies, e.g., hydrocyclones, and membrane filtration, suffer from problems, such as high cost of energy, use of consumables, fouling, and limited efficiency in separation of micron-sized particles.  The proposed large volume flow rate acoustophoretic separation technology does not generate waste, does not use consumables, operates at a low cost of energy, and provides efficient separation for micron-size particles.  Ultrasonic standing waves are used to trap secondary phase particles in a fluid stream, when the acoustic radiation force exerted on the particles is stronger than the combined effect of fluid drag force and buoyancy.  The action of the acoustic forces on the trapped particles results in concentration, agglomeration and/or coalescence of particles and droplets.  Heavier than water particles are separated through enhanced gravitational settling, and lighter particles through enhanced buoyancy.  This project combines experiment and computer modeling to probe the interaction between piezo-electric transducers and the acoustic field to maximize the acoustic trapping potential and to provide results to create scalable systems and economic models of capital and operational expense of the technology.  \r\n\r\nThe broader impact/commercial potential of this project is that the novel acoustophoretic separation technology provides for a cheaper and lower cost of energy separation of multi-component phase mixtures.  It can function as a drop-in replacement for conventional separation technology, such as hydrocyclones and other methods.   The societal impact is the development of separation technologies that are sustainable and environmentally benign since they do not generate any waste or use consumables.  Enhanced extraction of micron-sized oil droplets from water offer opportunities for enhanced oil recovery and oil-spill cleanup and reduce the emission of micron-sized oil droplets into the environment.  This project increases the science and technology of acoustic radiation force in ultrasonic standing waves.  A full three-dimensional accounting of the acoustic radiation force in realistic geometries will be done.  Dissemination of this work will be done by publishing our results in peer reviewed journals and conferences.  This project provides several internships to undergraduate engineering students, an opportunity to learn and practice engineering, innovation, and entrepreneurship at a small start-up company.  FD Sonics has a strong history and commitment to integrating undergraduate students in the development of their technology through offering internships and providing supervision for senior capstone design projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Dionne",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jason P Dionne",
   "pi_email_addr": "j.dionne@fdsonics.com",
   "nsf_id": "000610334",
   "pi_start_date": "2012-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Flodesign Sonics Inc.",
  "inst_street_address": "380 Main Street",
  "inst_street_address_2": "FDSonics",
  "inst_city_name": "Wilbraham",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "8056893765",
  "inst_zip_code": "010951639",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "ENV4TLV7STJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Flodesign Sonics Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010951639",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 148750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2>Project Outcomes Report for the General Public</h2>\n<p>&nbsp;This Small Business Innovation Research Phase I project focuses on the development of novel ultrasonic separation technologies that are economic, efficient, sustainable, and environmentally benign.&nbsp; Current technologies, e.g., hydrocyclones, and membrane filtration, suffer from problems, such as high cost of energy, use of consumables, fouling, and limited efficiency in separation of micron-sized particles. FloDesign Sonics&rsquo; (FD Sonics) separation technology does not generate waste, does not use consumables, operates at a low cost of energy, and provides efficient separation for micron-size particles.&nbsp; Ultrasonic standing waves are used to trap secondary phase particles, such as oil droplets, in a fluid stream, when the acoustic trapping force exerted on the particles is stronger than the fluid drag force.&nbsp; The action of the acoustic forces on the trapped particles results in concentration, agglomeration and/or coalescence of particles and droplets.&nbsp; Heavier than water particles are separated through enhanced gravitational settling, and lighter particles through enhanced buoyancy.&nbsp; This project combined experiment and computer modeling to better understand the fundamental interaction between the piezo-electric transducer and the acoustic field.&nbsp;</p>\n<p>The novel ultrasonic separation technology provides for a cheaper and lower cost of energy separation of multi-component phase mixtures. It can function as a drop-in replacement for conventional separation technology such as hydrocyclones and other methods. The societal impact is the development of separation technologies that are sustainable and environmentally benign since they do not generate any waste or use consumables, and operate at low cost of energy. Enhanced extraction of micron-sized oil droplets from water offer opportunities for enhanced oil recovery and oil-spill cleanup and will also reduce the emission of micron-sized oil droplets into the environment. This project will increase the science and technology of acoustic radiation force in ultrasonic standing waves. A full three-dimensional accounting of the acoustic radiation force in realistic geometries will be done.</p>\n<p>Key successes of Phase 1 are:</p>\n<ul>\n<li>Successful development of advanced numerical models to predict the trapping forces in the ultrasonic standing wave.</li>\n<li>Successful separation of oil from an oil-water emulsion with an oil separation efficiency of 97% in a single pass through in the small scale system powered by a single transducer.</li>\n<li>Successful separation of oil from an oil-water emulsion in an intermediate system powered by three transducers and at flow rates up to 2.0 L/min efficiencies of 93% in a single pass through.</li>\n<li>Successful development of an energy efficient small scale system with a cost of 0.667 kWh/m<sup>3</sup>.</li>\n<li>The results of this work will be presented at the 2013 International Congress on Acoustics, held in Montreal, Canada from June 2-7, 2013.&nbsp; The title of the paper is &ldquo;Large volume flow rate acoustophoretic phase separator for oil water emulsion splitting&rdquo;, and the authors are Jason Dionne, Brian McCarthy, Ben Ross-Johnsrud, Louis Masi, and Bart Lipkens.</li>\n</ul>\n<p>In summary, FD Sonics has demonstrated that its ultrasonic separation technology is capable of achieving excellent separation efficiencies and that its technology is scalable.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/18/2013<br>\n\t\t\t\t\tModified by: Jason&nbsp;P&nbsp;Dionne</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Project Outcomes Report for the General Public\n\n This Small Business Innovation Research Phase I project focuses on the development of novel ultrasonic separation technologies that are economic, efficient, sustainable, and environmentally benign.  Current technologies, e.g., hydrocyclones, and membrane filtration, suffer from problems, such as high cost of energy, use of consumables, fouling, and limited efficiency in separation of micron-sized particles. FloDesign SonicsÆ (FD Sonics) separation technology does not generate waste, does not use consumables, operates at a low cost of energy, and provides efficient separation for micron-size particles.  Ultrasonic standing waves are used to trap secondary phase particles, such as oil droplets, in a fluid stream, when the acoustic trapping force exerted on the particles is stronger than the fluid drag force.  The action of the acoustic forces on the trapped particles results in concentration, agglomeration and/or coalescence of particles and droplets.  Heavier than water particles are separated through enhanced gravitational settling, and lighter particles through enhanced buoyancy.  This project combined experiment and computer modeling to better understand the fundamental interaction between the piezo-electric transducer and the acoustic field. \n\nThe novel ultrasonic separation technology provides for a cheaper and lower cost of energy separation of multi-component phase mixtures. It can function as a drop-in replacement for conventional separation technology such as hydrocyclones and other methods. The societal impact is the development of separation technologies that are sustainable and environmentally benign since they do not generate any waste or use consumables, and operate at low cost of energy. Enhanced extraction of micron-sized oil droplets from water offer opportunities for enhanced oil recovery and oil-spill cleanup and will also reduce the emission of micron-sized oil droplets into the environment. This project will increase the science and technology of acoustic radiation force in ultrasonic standing waves. A full three-dimensional accounting of the acoustic radiation force in realistic geometries will be done.\n\nKey successes of Phase 1 are:\n\nSuccessful development of advanced numerical models to predict the trapping forces in the ultrasonic standing wave.\nSuccessful separation of oil from an oil-water emulsion with an oil separation efficiency of 97% in a single pass through in the small scale system powered by a single transducer.\nSuccessful separation of oil from an oil-water emulsion in an intermediate system powered by three transducers and at flow rates up to 2.0 L/min efficiencies of 93% in a single pass through.\nSuccessful development of an energy efficient small scale system with a cost of 0.667 kWh/m3.\nThe results of this work will be presented at the 2013 International Congress on Acoustics, held in Montreal, Canada from June 2-7, 2013.  The title of the paper is \"Large volume flow rate acoustophoretic phase separator for oil water emulsion splitting\", and the authors are Jason Dionne, Brian McCarthy, Ben Ross-Johnsrud, Louis Masi, and Bart Lipkens.\n\n\nIn summary, FD Sonics has demonstrated that its ultrasonic separation technology is capable of achieving excellent separation efficiencies and that its technology is scalable.\n\n \n\n\t\t\t\t\tLast Modified: 01/18/2013\n\n\t\t\t\t\tSubmitted by: Jason P Dionne"
 }
}