{
 "awd_id": "1215659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Numerical Improvements, Mesh Adaptation and Parameter Identification for Parallel Finite Element Stokes Ice Sheet Modeling",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 157618.0,
 "awd_amount": 157618.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "The numerical modeling of land ice evolution has been a subject of growing interest because of the crucial role land ice plays in global sea level and other parts of the climate system. Nonlinear 3D Stokes flow is the gold standard among conceptual models for ice sheet dynamics. The current widely-used shallow-ice, shallow-shelf, L1L2, and higher-order approximations are all obtained as reduced forms of the 3D Stokes model by means of scaling analysis, but in many situations, with an attendant loss of fidelity. The PI has closely collaborated with a team of collaborators on the preliminary development of a parallel finite element nonlinear 3D Stokes dynamical core for ice sheet modeling. The goal of the proposed project is to advance the current finite element Stokes ice sheet model by further studying and enhancing its efficiency, accuracy, usability, and robustness. The PI will first investigate some issues related to the finite element Stokes ice sheet dynamics solver, including analysis and implementation of Newton-based fast iterative methods for treating both rheological and basal boundary condition nonlinearities and an adaptive hybrid discretization scheme for enhancing the local conservation properties in our numerical model. In the ice-sheet model we consider, the Stokes ice sheet dynamics equations are fully coupled to the equation for temperature evolution, thus stable and accurate finite element temperature solver with accuracy commensurate with that of the Stokes solver is desired and will also be developed. It is well-known that the adjoint equation approach allows one to directly obtain accurate solutions for the quantity of interests. The PI will also investigate and develop adjoint equation-based methods for adaptive mesh refinement and identification of basal boundary sliding parameter using goal-oriented optimization approaches.\r\n\r\nAlthough numerical ice sheet models have steadily improved in recent years, much work is needed to make them more reliable, efficient and usable at long time and whole ice sheet scales. The enhanced numerical Stokes ice sheet model will achieve high degrees of efficiency and accuracy through the use of high-order accurate adaptive finite element discretization schemes, highly scalable parallel linear and nonlinear system solvers, goal-oriented variable resolution meshing strategies, and effective inverse design for model parameters. The proposed investigation would offer new insights through numerical simulations to the understanding of land ice evolution. The PI will actively disseminate his research results and tested software not only toresearchers in the area but also to much broader communities with interests in numerical methods and computational geophysics through publications, attending meetings, maintaining an informative web-site. The potential impact of the project is very substantial. Direct and transformative innovations resulting from the proposed project will greatly improve computational ice sheet model capabilities in the climate system modeling. In addition, this project will also offer a unique educational opportunity for graduate students with interests in computational and applied mathematics by having them participate in an interdisciplinary research program that combines mathematics, computer science and geological sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lili",
   "pi_last_name": "Ju",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lili Ju",
   "pi_email_addr": "ju@math.sc.edu",
   "nsf_id": "000391969",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  },
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7215",
   "pgm_ref_txt": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 157618.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The numerical modeling of land ice evolution has been a subject of growing interest because of the crucial role land ice plays in global sea level and other parts of the climate system. The nonlinear 3D Stokes flow is the gold standard among conceptual models for ice sheet dynamics. The current widely-used shallow-ice, shallow-shelf, L1L2, and first-order approximations are all obtained as reduced forms of the 3D Stokes model by means of scaling analysis, but in many situations, with an attendant loss of fidelity. A computational 3D Stokes ice sheet model requires integration of effective meshing strategies, accurate and stable discretization schemes, couplers for the dynamics, energy and momentum balance components, and efficient and scalable parallel solvers. Together with a team of collaborators from Florida State University, Los Alamos National Laboratory and Chinese Academy of Sciences, the PI (Dr. Lili Ju) at University of South Carolina has made significant progresses in the development of the parallel variable resolution finite element 3D Stokes ice sheet model &ldquo;FELIX-S&rdquo;.</p>\n<p>With support of this award, the PI pursued several projects in the past three years with his collaborators to advance their ice sheet model &ldquo;FELIX-S&rdquo; by greatly enhancing and validating its efficiency, accuracy, robustness and usability. They developed, analyzed and&nbsp;implemented a highly efficient hybrid iterative solution method for treating the nonlinearities of the model, a finite element Stokes dynamics core with enhanced local mass conservation, a high-order accurate finite element solver for the convection-dominated temperature evolution, and a conservative finite volume solver for updating thickness of the ice sheet. For verification of their numerical model, they designed an analytic solution test for the Stokes mathematical model for ice sheets, which can be widely used to verify the accuracy of general computational Stokes models. They systematically investigated the applicability of a popular two-dimensional, first-order approximation ice flowline model, modified by shape factors, for the simulation of land-terminating glaciers by comparing it to &ldquo;FELIX-S&rdquo;. The flowline model generally produces slower horizontal velocities due to inherent simplifications and underestimation of the shape factor. Thus they conclude that the flowline model should be applied with caution when modelling glacier changes under a warming climate or over long periods of time. In addition, they also applied the model &ldquo;FELIX-S&rdquo; to the marine ice sheet model intercomparison project for plan-view models (MISMIP3D), and compared with the French Stokes model &ldquo;Elmer/Ice&rdquo;, which is currently accepted as the Stokes ice-sheet model standard within the international community. For the diagnostic experiments, the numerical results from both models show very good agreement, indicating inherent consistencies of the Stokes system, but &ldquo;FELIX-S&rdquo; appears to generate slightly larger horizontal velocities than &ldquo;Elmer/Ice&rdquo; due to their respective numerical implementations. As a result, the grounding lines predicted by &ldquo;Elmer/Ice&rdquo; in the prognostic experiments generally show larger advancements than those by &ldquo;FELIX-S&rdquo;.</p>\n<p>The Stokes ice sheet model &ldquo;FELIX-S&rdquo; has been integrated into the new climate model ``MPAS&rsquo;&rsquo; (Model for Prediction Across Scales) developed at Los Alamos National Laboratory, as a part of its land ice component. It could make important contributions to broad scientific fields by greatly improving the current computational ice sheet modeling capabilities in the communities. There have been totally 8 related papers (with acknowledgment of support from this award) published in first-tier research journals, including <em>Journal of computational physics</em>, <em>Jou...",
  "por_txt_cntn": "\nThe numerical modeling of land ice evolution has been a subject of growing interest because of the crucial role land ice plays in global sea level and other parts of the climate system. The nonlinear 3D Stokes flow is the gold standard among conceptual models for ice sheet dynamics. The current widely-used shallow-ice, shallow-shelf, L1L2, and first-order approximations are all obtained as reduced forms of the 3D Stokes model by means of scaling analysis, but in many situations, with an attendant loss of fidelity. A computational 3D Stokes ice sheet model requires integration of effective meshing strategies, accurate and stable discretization schemes, couplers for the dynamics, energy and momentum balance components, and efficient and scalable parallel solvers. Together with a team of collaborators from Florida State University, Los Alamos National Laboratory and Chinese Academy of Sciences, the PI (Dr. Lili Ju) at University of South Carolina has made significant progresses in the development of the parallel variable resolution finite element 3D Stokes ice sheet model \"FELIX-S\".\n\nWith support of this award, the PI pursued several projects in the past three years with his collaborators to advance their ice sheet model \"FELIX-S\" by greatly enhancing and validating its efficiency, accuracy, robustness and usability. They developed, analyzed and implemented a highly efficient hybrid iterative solution method for treating the nonlinearities of the model, a finite element Stokes dynamics core with enhanced local mass conservation, a high-order accurate finite element solver for the convection-dominated temperature evolution, and a conservative finite volume solver for updating thickness of the ice sheet. For verification of their numerical model, they designed an analytic solution test for the Stokes mathematical model for ice sheets, which can be widely used to verify the accuracy of general computational Stokes models. They systematically investigated the applicability of a popular two-dimensional, first-order approximation ice flowline model, modified by shape factors, for the simulation of land-terminating glaciers by comparing it to \"FELIX-S\". The flowline model generally produces slower horizontal velocities due to inherent simplifications and underestimation of the shape factor. Thus they conclude that the flowline model should be applied with caution when modelling glacier changes under a warming climate or over long periods of time. In addition, they also applied the model \"FELIX-S\" to the marine ice sheet model intercomparison project for plan-view models (MISMIP3D), and compared with the French Stokes model \"Elmer/Ice\", which is currently accepted as the Stokes ice-sheet model standard within the international community. For the diagnostic experiments, the numerical results from both models show very good agreement, indicating inherent consistencies of the Stokes system, but \"FELIX-S\" appears to generate slightly larger horizontal velocities than \"Elmer/Ice\" due to their respective numerical implementations. As a result, the grounding lines predicted by \"Elmer/Ice\" in the prognostic experiments generally show larger advancements than those by \"FELIX-S\".\n\nThe Stokes ice sheet model \"FELIX-S\" has been integrated into the new climate model ``MPASÆÆ (Model for Prediction Across Scales) developed at Los Alamos National Laboratory, as a part of its land ice component. It could make important contributions to broad scientific fields by greatly improving the current computational ice sheet modeling capabilities in the communities. There have been totally 8 related papers (with acknowledgment of support from this award) published in first-tier research journals, including Journal of computational physics, Journal of Glaciology, The Cryosphere, Journal of Scientific Computing, and Communications in Computational physics. Two graduate students at University of South Carolina were partially supported and trained as Graduate Researc..."
 }
}