{
 "awd_id": "1215643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigation of a Late Jurassic Paired Magmatic Belt (Blue Mountains, NE Oregon): Evaluation of Magmatic Growth During Contractional Orogeny",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 97726.0,
 "awd_amount": 97726.0,
 "awd_min_amd_letter_date": "2012-04-08",
 "awd_max_amd_letter_date": "2012-04-08",
 "awd_abstract_narration": "The main goal of this research project is to understand the origin of plutons and batholiths in the Blue Mountains province of northeastern Oregon with important chemical characteristics (low Sr/Y, Na, Al, Sr, and high Y, in contrast to high Sr/Y, Na, Al, Sr, and low Y).  In addition, they will study the significance of crustal deformation events involving arc-arc and arc-continent collision. High and low Sr/Y plutons occupy large areas in ancient and modern orogenic belts, such as in the Appalachian Mountains, New Zealand, and the Sierra Nevada, yet considerable controversy exists regarding mechanisms of their generation, the tectonic settings in which they form, and their role in the evolution of continental crust through time. Previous models have proposed that partial melting of subducting oceanic crust or lower continental crust may generate high Sr/Y magmas. This project uses structural geology, geochronology, and igneous and metamorphic petrology to test these pre-existing models, and proposes a new model in which lateral tectonic collisions of island arcs played an important role in controlling the onset and distribution of high Sr/Y magmatism. This study, if successful, will provide new insights into the mechanisms of high and low Sr/Y magma generation, their spatial and temporal distribution in orogenic belts, and their relationship to mineralization in the Blue Mountains province. This study also has broader implications for understanding changes in the Mesozoic crustal structure of the Blue Mountains province through lateral tectonic collisions.\r\n\r\nThe PIs their undergraduate and graduate students are conducting a multidisciplinary study to investigate the magmatic development of paired high and low Sr/Y plutons and batholiths. This study focuses on understanding the timing and geochemical characteristics of high and low Sr/Y magmatism, and its relationship to Late Jurassic contractional deformation and metamorphism. We propose a new model in which Late Jurassic orogensis occurred in response to collision (arc-arc) during a relatively brief time interval (159-157 Ma), and resulted in crustal thickening in the Baker terrane. This change in crustal structure led to the establishment of two coeval, yet spatially and geochemically distinct belts of Late Jurassic to Early Cretaceous high and low Sr/Y plutons and batholiths at 147-143 Ma. We focus our study on the Blue Mountains province, because it contains one of the best-exposed examples of paired high and low Sr/Y magmatic belts associated with Late Jurassic contractional deformation in the North American Cordillera. We test our model through integrated and detailed geologic and structural mapping, geochemical and isotope studies (Sr-Nd-O), and U-Pb and Sm-Nd radiometric dating. If we are correct in our interpretation of these magmatic belts, this study will represent a unique opportunity to study processes of high and low Sr/Y magma generation and the interplay between collisional tectonics, magmatism and metamorphism in a Phanerozoic convergent margin setting. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Schwartz",
   "pi_email_addr": "joshua.schwartz@csun.edu",
   "nsf_id": "000518917",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University",
  "perf_str_addr": "18111 Nordhoff Street",
  "perf_city_name": "Northridge",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 97725.0
  }
 ],
 "por": null
}