{
 "awd_id": "1216974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Numerical Methods for Shallow Water Equations and Related Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "The project is aimed at developing accurate, efficient, and robust numerical methods for shallow water equations and related models, with particular reference to problems that admit non-smooth (discontinuous) solutions and to problems that involve highly disparate scales and therefore are difficult to solve numerically. Shallow water and related models are widely used as a mathematical framework to study water flows in rivers and coastal areas as well as to investigate a variety of phenomena in atmospheric sciences and oceanography. These models are systems of time-dependent partial differential equations (PDEs) that are derived using physical properties such as conservation of mass and momentum, and hydrostatic or barotropic approximations. The principal part of the proposed research will be focused on the development of new methods for solving problems involving complicated nonlinear wave phenomena, problems with complex computational domains and moving interfaces. The resulting methods, while based on high-order shock-capturing finite-volume schemes and non-dissipative mesh-free particle methods, will incorporate special numerical techniques such as numerical balancing between the terms that are balanced in the original system of PDEs (development of well-balanced schemes), ensuring positivity of all fluid layers (this is absolutely necessary for both accurate description of dry and near dry states and enforcement of nonlinear stability), accurate and efficient operator splitting, accurate and efficient interface tracking, and others that will be in the focus of the proposed research project. \r\n\r\nThe proposed project will contribute significantly toward development of computational methods for shallow water and related models. Special attention will be paid to applications arising in oceanography and atmospheric sciences, in which the Coriolis forces (due to the Earth's rotation), thermodynamics, and turbulent effects have to be taken into account. The problems under study include, among others, formation and propagation of atmospheric fronts and ocean currents, propagation of tsunami waves and their on-shore arrival, as well as propagation of pollutants in various environments. The numerical methods under design will provide considerably more powerful tools for studying a variety of internal and surface water waves, including tsunami and rogue waves. These extreme waves, which arise both in deep and shallow water, have a significant impact on the safety of people and infrastructure, and are responsible for damage to ships, oil platforms, coastlines, and sea bottoms and for changes to the biological environment. Thus, understanding the physics of these extreme waves is an important task that may even contribute to saving lives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alina",
   "pi_last_name": "Chertock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alina Chertock",
   "pi_email_addr": "chertock@math.ncsu.edu",
   "nsf_id": "000105701",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2701 Sullivan Drive; Suite 240",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Shallow water equations are widely used to model water flows in rivers, channels, lakes and coastal areas. They are also used in oceanography and atmospheric sciences to model a variety of waves and phenomena including such natural disasters as tropical cyclones, tsunamis and floods caused by rainfalls, storm surges, dam breaks, and several others. Shallow water models are extremely important in hydraulic engineering and coastal management.</p>\n<p>The Saint-Venant system is the simplest system of shallow water equations. It was proposed in 1871, but still widely used in many of the aforementioned applications. The PI developed a central-upwind scheme for the Saint-Venant system. This scheme is very simple and at the same time highly accurate. It is also well-balanced (it respects a delicate balance between the flux and geometric source terms) and positivity preserving (the computed water depth is guaranteed to be positive). Thanks to their attractive features, the central-upwind scheme was implemented as a in implemented core part of the GIS-based decision support systems for flood mitigation and management, which was developed at the National Center of Computational Hydroscience and Engineering at the University of Mississippi. These systems are currently being used by several US federal agencies.</p>\n<p>Working on this project, the PI has been focusing on further development of the central-upwind scheme for the Saint-Venant system as well as generalizations for more complicated and realistic shallow water models. The PI has developed central-upwind schemes on cell-vertex and unstructured quadrilateral meshes, the scheme that is capable of exactly preserving a wide class of physically relevant steady states, and the scheme designed to accurately treat discontinuous bottom topographies. The PI has extended the central-upwind scheme to the following important models: the Saint-Venant system with the friction terms, which are absolutely necessary for modeling rainfall-runoff over urban areas; the shallow water system with Coriolis forces, needed to be taken into account in oceanographic applications; the Saint-Venant system with horizontal temperature gradients, which are necessary to accurately model warm and cold currents; the shallow water system coupled with the equations on sediment deposition and erodible bed movement; multilayer shallow water equations used to model flows of water of variable salinity; the Savage-Hutter type model of submarine landslides and generated tsunami waves; the three-dimensional shallow water model, which takes into account the vertical velocity variation while still being substantially simpler than a full three-dimensional Navier-Stokes equations.</p>\n<p>This results provide geophysicists and practitioners with novel accurate and efficient tools, which can be used in a wide variety of both scientific and engineering applications.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Alina&nbsp;Chertock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nShallow water equations are widely used to model water flows in rivers, channels, lakes and coastal areas. They are also used in oceanography and atmospheric sciences to model a variety of waves and phenomena including such natural disasters as tropical cyclones, tsunamis and floods caused by rainfalls, storm surges, dam breaks, and several others. Shallow water models are extremely important in hydraulic engineering and coastal management.\n\nThe Saint-Venant system is the simplest system of shallow water equations. It was proposed in 1871, but still widely used in many of the aforementioned applications. The PI developed a central-upwind scheme for the Saint-Venant system. This scheme is very simple and at the same time highly accurate. It is also well-balanced (it respects a delicate balance between the flux and geometric source terms) and positivity preserving (the computed water depth is guaranteed to be positive). Thanks to their attractive features, the central-upwind scheme was implemented as a in implemented core part of the GIS-based decision support systems for flood mitigation and management, which was developed at the National Center of Computational Hydroscience and Engineering at the University of Mississippi. These systems are currently being used by several US federal agencies.\n\nWorking on this project, the PI has been focusing on further development of the central-upwind scheme for the Saint-Venant system as well as generalizations for more complicated and realistic shallow water models. The PI has developed central-upwind schemes on cell-vertex and unstructured quadrilateral meshes, the scheme that is capable of exactly preserving a wide class of physically relevant steady states, and the scheme designed to accurately treat discontinuous bottom topographies. The PI has extended the central-upwind scheme to the following important models: the Saint-Venant system with the friction terms, which are absolutely necessary for modeling rainfall-runoff over urban areas; the shallow water system with Coriolis forces, needed to be taken into account in oceanographic applications; the Saint-Venant system with horizontal temperature gradients, which are necessary to accurately model warm and cold currents; the shallow water system coupled with the equations on sediment deposition and erodible bed movement; multilayer shallow water equations used to model flows of water of variable salinity; the Savage-Hutter type model of submarine landslides and generated tsunami waves; the three-dimensional shallow water model, which takes into account the vertical velocity variation while still being substantially simpler than a full three-dimensional Navier-Stokes equations.\n\nThis results provide geophysicists and practitioners with novel accurate and efficient tools, which can be used in a wide variety of both scientific and engineering applications.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Alina Chertock"
 }
}