{
 "awd_id": "1216096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES: Small: Collaborative Research: Dynamic Parking Assignment  Games",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "Finding parking has been a major hassle for drivers in many urban environments for decades. For example, studies conducted in 11 major cities revealed that the average time to search for curbside parking was 8.1 minutes and cruising for these parking spaces accounted for 30% of the traffic congestion in those cities, on average. Each parking slot generated 4,927 vehicle miles traveled (VMT) per year, and the overall increase in traffic is obtained by multiplying this number by the number of parking slots in the city (e.g., 35,000 in Chicago).  Motivated by these factors and enabled by the current revolution in wireless communication, sensor networks, and mobile computing, an interdisciplinary team will investigate a number of core algorithmic, game-theoretic, and computational complexity issues to address parking slot selection problems. Thus, this project seeks to contribute to development of more efficient urban transportation systems.\r\n \r\nThe technical merits of the proposal include the investigation and analysis of real-time distributed competition for spatial resources. The competitive nature of the problem leads to a dynamic multi-player game-theoretic framework to analyze the quality of a solution. The investigators will formulate computational problems, study their mathematical properties, design efficient algorithms for them, and implement resulting algorithms to assess accuracy and efficiency. In particular, partly inspired by Newton's laws of gravitation, the investigators will research a broad class of parking navigation strategies loosely termed as the Gravitational Parking Paradigms.\r\n\r\nThe final goal of this project is to develop the theoretical underpinnings of applications that, given the locations of parking slots, will guide a driver to a most appropriate parking slot. Other components of the project include the integration of research and education via several means such as course and curriculum development, effective dissemination of research, mentoring undergraduate and graduate students, and promoting diversity in related research and educational activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bhaskar",
   "pi_last_name": "DasGupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bhaskar DasGupta",
   "pi_email_addr": "bdasgup@uic.edu",
   "nsf_id": "000215945",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ouri",
   "pi_last_name": "Wolfson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ouri Wolfson",
   "pi_email_addr": "wolfson@uic.edu",
   "nsf_id": "000148177",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jane Lin",
   "pi_email_addr": "janelin@uic.edu",
   "nsf_id": "000491269",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "851 S Morgan Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077053",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Surface transportation accounted for 9.6% of the nation&rsquo;s 2007 GDP and 17% of average household expenditures in 2008. In 2007, annual delay per traveler due to traffic congestion reached 36.1 hours, up by 11% from a decade ago. The direct cost due to congestion for the U.S. Economy is estimated to be about $100 billion. On an average, people traveling during morning and evening rush hours in urban areas experienced 41 hours of delay annually in 2007.</p>\n<p>&nbsp;</p>\n<p>In our research works we have investigated several types of search problems in which mobile agents are searching for static resources (each for exactly one resource), both agents and resources are spatially located on a road network and the movement of the agents is constrained to the road network. These type of search problems apply to various transportation applications including vehicles (agents) searching for parking (resources) and taxicabs (agents) searching for clients to pick up (resources). In our research works, we have designed efficient search algorithms for such scenarios. We have also proposed pricing schemes that incentivize vehicles to search for resources in a way that benefits the system and the environment. Our proposed algorithms were tested in a simulation environment that uses real-world data with extremely satisfactory performances. Our proposed algorithms, in final refined form in a distributed setting, will make the urban transportation system more efficient and address a crisis situation. We have also investigated a smartphone-based parking reservation system that manages a finite number of curbside parking spaces located at various places in a downtown area. Furthermore, our analysis of these search problems induces combinatorial optimization problems that will be applicable to other areas in computer science such as dynamic resource allocation problems. One of our core research results on &ldquo;Parking slot assignment games&rdquo; authored by D Ayala, O Wolfson, B Xu, B DasGupta and J Lin has been already been cited 34 times by the relevant research community (according to google scholar). The PI and the two co-PIs, along with their graduate students, have also filed a patent application on &ldquo;System and Methods for Improved Selection of a Resource among Available Resources&rdquo; (US patent application number 61/720,758).</p>\n<p>&nbsp;</p>\n<p>In addition to research activities, the PI and the co-PIs have been instrumental in working with graduate students and supervising female PhD students which they hope will have impacts on the participation of women and minorities in scientific and engineering fields. The investigators have given numerous presentations in academia and industry to disseminate their research results.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2015<br>\n\t\t\t\t\tModified by: Bhaskar&nbsp;Dasgupta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSurface transportation accounted for 9.6% of the nationÆs 2007 GDP and 17% of average household expenditures in 2008. In 2007, annual delay per traveler due to traffic congestion reached 36.1 hours, up by 11% from a decade ago. The direct cost due to congestion for the U.S. Economy is estimated to be about $100 billion. On an average, people traveling during morning and evening rush hours in urban areas experienced 41 hours of delay annually in 2007.\n\n \n\nIn our research works we have investigated several types of search problems in which mobile agents are searching for static resources (each for exactly one resource), both agents and resources are spatially located on a road network and the movement of the agents is constrained to the road network. These type of search problems apply to various transportation applications including vehicles (agents) searching for parking (resources) and taxicabs (agents) searching for clients to pick up (resources). In our research works, we have designed efficient search algorithms for such scenarios. We have also proposed pricing schemes that incentivize vehicles to search for resources in a way that benefits the system and the environment. Our proposed algorithms were tested in a simulation environment that uses real-world data with extremely satisfactory performances. Our proposed algorithms, in final refined form in a distributed setting, will make the urban transportation system more efficient and address a crisis situation. We have also investigated a smartphone-based parking reservation system that manages a finite number of curbside parking spaces located at various places in a downtown area. Furthermore, our analysis of these search problems induces combinatorial optimization problems that will be applicable to other areas in computer science such as dynamic resource allocation problems. One of our core research results on \"Parking slot assignment games\" authored by D Ayala, O Wolfson, B Xu, B DasGupta and J Lin has been already been cited 34 times by the relevant research community (according to google scholar). The PI and the two co-PIs, along with their graduate students, have also filed a patent application on \"System and Methods for Improved Selection of a Resource among Available Resources\" (US patent application number 61/720,758).\n\n \n\nIn addition to research activities, the PI and the co-PIs have been instrumental in working with graduate students and supervising female PhD students which they hope will have impacts on the participation of women and minorities in scientific and engineering fields. The investigators have given numerous presentations in academia and industry to disseminate their research results.\n\n\t\t\t\t\tLast Modified: 11/19/2015\n\n\t\t\t\t\tSubmitted by: Bhaskar Dasgupta"
 }
}