{
 "awd_id": "1216000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICES: Large: Collaborative Research: The Role of Space, Time and Information in Controlling Epidemics",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 295000.0,
 "awd_amount": 295000.0,
 "awd_min_amd_letter_date": "2012-06-20",
 "awd_max_amd_letter_date": "2012-06-20",
 "awd_abstract_narration": "The control of epidemics, broadly defined to range from human diseases such  as influenza and smallpox to malware in communication networks, relies  crucially on interventions such as vaccinations and anti-virals (in human diseases) or software patches (for malware). These interventions are almost always voluntary directives from public agencies; however, people do not always adhere to such recommendations, and make individual decisions based on their specific \"self interest\".  Additionally, people alter their contacts dynamically, and these behavioral changes have a huge impact on the dynamics and the effectiveness of these interventions, so that \"good\" intervention strategies might, in fact, be ineffective, depending upon the individual response.  \r\n\r\nThe goal of this project is to study the foundations of policy design for controlling epidemics, using a broad class of epidemic games on complex networks involving uncertainty in network information, temporal evolution and learning.  Models will be proposed to capture the complexity of static and temporal interactions and patterns of information exchange, including the possibility of failed interventions and the potential for moral hazard. The project will also study specific policies posed by public agencies  and network security providers for controlling the spread of epidemics and  malware, and will develop resource constrained mechanisms to implement  them in this framework.\r\n\r\nThis project will integrate approaches from Computer Science, Economics, Mathematics, and Epidemiology to give intellectual unity to the study and design of public health policies and has the potential for strong dissertation work in all these areas. Education and outreach is an important aspect of the project, and includes curriculum development at both the graduate and under-graduate levels.  A multi-disciplinary workshop is also planned as part of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anil Kumar",
   "pi_last_name": "Vullikanti",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Anil Kumar S Vullikanti",
   "pi_email_addr": "asv9v@virginia.edu",
   "nsf_id": "000117423",
   "pi_start_date": "2012-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Achla",
   "pi_last_name": "Marathe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Achla Marathe",
   "pi_email_addr": "achla@virginia.edu",
   "nsf_id": "000167499",
   "pi_start_date": "2012-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805200",
   "pgm_ele_name": "Inter Com Sci Econ Soc S (ICE)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "7932",
   "pgm_ref_txt": "COMPUT GAME THEORY & ECON"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 295000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to study the foundations of policy design for controlling epidemics, using a broad class of epidemic games on complex networks involving uncertainty in network information, temporal evolution and learning. These problems turn out to be very challenging and are highly multi-disciplinary issues. Team members have worked on analyzing the social and individual impacts of different kinds of interventions, the game-theoretical aspects, and developing optimal interventions. These are discussed in more detail below.</p>\n<p>&nbsp;</p>\n<p>1. Economic benefits of sick leave policies: Research has shown that &ldquo;presenteeism&rdquo;, i.e. sick workers coming to work, costs employers more than absenteeism because sick workers put their coworkers at risk and are less productive. We examined the costs and benefits of a paid sick leave policy through its effect on productivity, medical costs and attack rate. We considered two kinds of worker behaviors: honest and rational. Honest workers take sick leave for days they are sick; but rational workers take all available sick leave. We use agent-based epidemic simulations on large scale social contact networks with individual behavior modeling to study the coevolution of policy, behavior, and epidemics, as well as their impact on social welfare. Our experimental results indicate that if the workers behave honestly, society&rsquo;s economic benefits increase monotonically with the number of paid sick days, however if the workers behave dishonestly but rationally, society&rsquo;s welfare is maximized when the number of paid sick days is equal to the number of mean days of sickness. This research shows that paid sick leave can be used as an effective policy instrument for controlling epidemics.</p>\n<p>&nbsp;</p>\n<p>2. Fairness and efficiency of vaccine allocation strategies and impacts of subsidization policies: There are multiple, competing objectives when evaluating vaccination strategies. We develop a framework to objectively measure the degree of fairness and efficiency of any vaccine allocation strategy. Appropriate axioms of fairness offer fair and implementable strategies for public health officials. Our findings show that among all the criteria considered here, the household size (largest first) combined with age (youngest first) based strategy leads to the best outcome. At 80% fairness, highest efficiency can be achieved but in order to be 100% fair, disease prevalence will have to rise by 1.5%. A related issue is that of subsidies, especially when the supply is limited. Our results show a uniform subsidization policy is always harmful and increases the prevalence of the disease. In the absence of an effective uniform policy, we explore a targeted subsidization policy, which relies on a proxy variable instead of individuals&rsquo; connectivity. Findings show a poor proxy-based targeted program can still increase the disease prevalence and become a policy trap.</p>\n<p>&nbsp;</p>\n<p>3. Developing efficient and rigorous methods for controlling the spread of epidemics: A fundamental problem in mathematical epidemiology is to develop optimal interventions, when resources are constrained. We develop the first rigorous methods for this problem using spectral properties of the network. Informally, our methods seek to reduce the spectral radius of the network, and outperform all prior methods.</p>\n<p>&nbsp;</p>\n<p>4. Vaccination games: whether or not to vaccinate is inherently a game-theoretical issue, since there is a cost of vaccination, and individuals can get protected by &ldquo;herd immunity&rdquo; if enough people are vaccinated. We study the first vaccination game formulation that incorporates both a realistic network structure and disease model using spectral properties. Our results give new insights into the impact of network structure, and who chooses to get vaccinated. We also introduce a new class of game formulations, which consider vaccination decisions over time, which reflects typical behavior. We find individuals have incentive to delay vaccination decisions, and the available information and the network structure have a significant impact on this behavior.</p>\n<p>&nbsp;</p>\n<p>5. Interactions between vaccination and social distancing strategies: Finally, we consider combinations of different kinds of public health interventions, namely vaccination and social distancing. We find there is a very significant interaction between them. Further, we find that when one intervention is fixed, the efficacy of the other appears to have two distinct regimes, switching from a concave function to a convex function. Our results have implications for optimal policy design.</p>\n<p>&nbsp;</p>\n<p>6.&nbsp; Epidemiological and Economic Impact of Pandemic Influenza: A study of cost benefit analysis of vaccination strategy during an Influenza pandemic, using an agent-based dynamic model shows that vaccination provides in 46.8% (range: 26.0%, 69.2%) more net return per vaccinated individual, in comparison to the static model, which ignores the indirect benefits of vaccination. Indirect effects account for the indirect protection because vaccinated individuals, who develop protective immune response to the prevalent influenza strains, cut off transmission pathways to secondary and subsequent individuals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Anil Kumar&nbsp;S&nbsp;Vullikanti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to study the foundations of policy design for controlling epidemics, using a broad class of epidemic games on complex networks involving uncertainty in network information, temporal evolution and learning. These problems turn out to be very challenging and are highly multi-disciplinary issues. Team members have worked on analyzing the social and individual impacts of different kinds of interventions, the game-theoretical aspects, and developing optimal interventions. These are discussed in more detail below.\n\n \n\n1. Economic benefits of sick leave policies: Research has shown that \"presenteeism\", i.e. sick workers coming to work, costs employers more than absenteeism because sick workers put their coworkers at risk and are less productive. We examined the costs and benefits of a paid sick leave policy through its effect on productivity, medical costs and attack rate. We considered two kinds of worker behaviors: honest and rational. Honest workers take sick leave for days they are sick; but rational workers take all available sick leave. We use agent-based epidemic simulations on large scale social contact networks with individual behavior modeling to study the coevolution of policy, behavior, and epidemics, as well as their impact on social welfare. Our experimental results indicate that if the workers behave honestly, society?s economic benefits increase monotonically with the number of paid sick days, however if the workers behave dishonestly but rationally, society?s welfare is maximized when the number of paid sick days is equal to the number of mean days of sickness. This research shows that paid sick leave can be used as an effective policy instrument for controlling epidemics.\n\n \n\n2. Fairness and efficiency of vaccine allocation strategies and impacts of subsidization policies: There are multiple, competing objectives when evaluating vaccination strategies. We develop a framework to objectively measure the degree of fairness and efficiency of any vaccine allocation strategy. Appropriate axioms of fairness offer fair and implementable strategies for public health officials. Our findings show that among all the criteria considered here, the household size (largest first) combined with age (youngest first) based strategy leads to the best outcome. At 80% fairness, highest efficiency can be achieved but in order to be 100% fair, disease prevalence will have to rise by 1.5%. A related issue is that of subsidies, especially when the supply is limited. Our results show a uniform subsidization policy is always harmful and increases the prevalence of the disease. In the absence of an effective uniform policy, we explore a targeted subsidization policy, which relies on a proxy variable instead of individuals? connectivity. Findings show a poor proxy-based targeted program can still increase the disease prevalence and become a policy trap.\n\n \n\n3. Developing efficient and rigorous methods for controlling the spread of epidemics: A fundamental problem in mathematical epidemiology is to develop optimal interventions, when resources are constrained. We develop the first rigorous methods for this problem using spectral properties of the network. Informally, our methods seek to reduce the spectral radius of the network, and outperform all prior methods.\n\n \n\n4. Vaccination games: whether or not to vaccinate is inherently a game-theoretical issue, since there is a cost of vaccination, and individuals can get protected by \"herd immunity\" if enough people are vaccinated. We study the first vaccination game formulation that incorporates both a realistic network structure and disease model using spectral properties. Our results give new insights into the impact of network structure, and who chooses to get vaccinated. We also introduce a new class of game formulations, which consider vaccination decisions over time, which reflects typical behavior. We find individuals have incentive to delay vaccination decisions, and the available information and the network structure have a significant impact on this behavior.\n\n \n\n5. Interactions between vaccination and social distancing strategies: Finally, we consider combinations of different kinds of public health interventions, namely vaccination and social distancing. We find there is a very significant interaction between them. Further, we find that when one intervention is fixed, the efficacy of the other appears to have two distinct regimes, switching from a concave function to a convex function. Our results have implications for optimal policy design.\n\n \n\n6.  Epidemiological and Economic Impact of Pandemic Influenza: A study of cost benefit analysis of vaccination strategy during an Influenza pandemic, using an agent-based dynamic model shows that vaccination provides in 46.8% (range: 26.0%, 69.2%) more net return per vaccinated individual, in comparison to the static model, which ignores the indirect benefits of vaccination. Indirect effects account for the indirect protection because vaccinated individuals, who develop protective immune response to the prevalent influenza strains, cut off transmission pathways to secondary and subsequent individuals.\n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Anil Kumar S Vullikanti"
 }
}