{
 "awd_id": "1216389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Transforming High School Science via Remote Online Labs",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Hoadley",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 549999.0,
 "awd_amount": 649999.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2014-08-11",
 "awd_abstract_narration": "The PIs seek to understand better how online remote labs can be made to function effectively in high-school science classes, especially focusing on the roles of teachers as they facilitate investigations around those labs and how to support teachers in their roles. The big research issue addressed is coming to understand both when and why remote labs promote effective learning and teaching. The project team is addressing this question in the context of using a high-school radiation lab for several different purposes. They are refining student and teacher materials over the course of the project so they can serve as models for other virtual lab experiences. The lab journal that is being refined is designed to include scaffolding for carrying out investigations in online remote labs that will be generally applicable across laboratory contexts. Research shows that access to remote labs helps students better grasp the reality of their investigative experience than do simulations when students do not have access to first-hand experience with physical phenomena; students experience phenomena as more real when carrying out experiments using remote labs than when using simulations to carry out the same experiments. This suggests that for schools without lab equipment and for situations where investigations are too dangerous or sophisticated to be carried out in a classroom, online remote labs can play a powerful role in promoting both content learning and science literacy.\r\n\r\nIf we truly want our full population to be scientifically literate, then giving every teen the opportunity to participate in meaningful laboratory experiences that allow them to experience what scientists do and how scientists reason is essential. But there are many high schools without the equipment to allow this to happen. This project lays the groundwork for creating such meaningful experiences around remote labs. Some such labs have sophisticated equipment that would be inappropriate in a school; some have simpler equipment that many schools simply cannot afford. Remote labs are accessed by individuals or student teams using a user interface that is developmentally appropriate for the learners and that allows them to run and refine and rerun experiments and watch from afar as real equipment carries out their instructions. Making remote labs work well in classrooms requires having the kinds of tools for teachers that will allow teachers to facilitate investigation activities and monitor the progress of individuals and groups in the class as they do their investigations online and remotely. This project's focus is on one particular remote online lab (a Geiger counter), creating meaningful experiences for high schoolers around that lab, and identifying the kinds of tools teachers need to facilitate such experiences effectively. What will be learned will be applicable to creating other meaningful remote lab experiences and using other remote lab facilities in similar ways.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kemi",
   "pi_last_name": "Jona",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kemi Jona",
   "pi_email_addr": "kjona@virginia.edu",
   "nsf_id": "000295159",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Uttal",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Uttal",
   "pi_email_addr": "duttal@northwestern.edu",
   "nsf_id": "000245900",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2120 Campus Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602082610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 549999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Bodytext\">This project investigated the promise of remote online laboratories in making the learning of significant STEM content through real science investigations more authentic, engaging, and broadly accessible.&nbsp; Remote labs provide an innovative approach to eliminating many of the practical constraints that have led to the erosion of laboratory facilities in pre-college classrooms nationwide (NRC, 2006). By allowing students to run experiments on real scientific equipment via their web browser, tablet, or smartphone, students can carry out lab investigations from any location with Internet access, providing significantly more lab time with greater flexibility of access. For example, students can work on science lab activities at home, potentially fostering more effective use of class time to support inquiry learning and conceptual change.</p>\n<p class=\"Bodytext\">However, in order to gain wide adoption of remote labs and other cyberlearning tools, we must find ways to better support the use of these tools by teachers and schools.&nbsp; This project contributed to the broader understandings of this challenge by exploring the ramifications of providing richer &ldquo;cyberteaching tools&rdquo; in conjunction with our remote lab platform. Specifically, we developed and studied a suite of tools for teachers that allow them to monitor students and provide more and better feedback in the context of our remote online labs for high school physics, chemistry, and biology courses.&nbsp; This project helped to lay the groundwork for a fuller account of how, when, and why this and other cyberlearning resources most effectively increase student scientific content and process knowledge. Our research makes important contributions by helping us understand the extent to which providing such tools improves a teacher&rsquo;s ability to monitor students developing understanding and provide meaningful feedback. &nbsp;The research also explored how advanced cyberlearning tools get integrated into the existing routines and structures of classroom STEM instruction.</p>\n<p class=\"Bodytext\">This project provided a greatly improved understanding of how to foster authentic student inquiry of fundamental STEM concepts through interaction with remote labs and how to prepare science teachers to integrate new remote laboratory experiences into their instruction. By developing tools to support teachers, this project helped to amplify the usefulness of remote labs and the broader range of cyberlearning tools for STEM learning. Moreover, by leveraging usage data from across many student and teacher users, we have begun to demonstrate that it is possible to create cyberteaching tools that are especially helpful in enabling novice teachers, or those who do not have as strong a background in a particular STEM field, to provide better and more timely feedback to their students. In addition, the techniques we developed for automating the collection and analysis of data from students and teachers have the potential to impact a wide range of research on STEM learning.&nbsp; Like many other cyberlearning tools, remote labs can allow more personalized learning experiences, draw in and promote learning among those learners not served well by current educational practices, allow access to learning resources anytime and anywhere, and provide new ways of assessing student inquiry learning.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2015<br>\n\t\t\t\t\tModified by: Kemi&nbsp;Jona</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div ...",
  "por_txt_cntn": "This project investigated the promise of remote online laboratories in making the learning of significant STEM content through real science investigations more authentic, engaging, and broadly accessible.  Remote labs provide an innovative approach to eliminating many of the practical constraints that have led to the erosion of laboratory facilities in pre-college classrooms nationwide (NRC, 2006). By allowing students to run experiments on real scientific equipment via their web browser, tablet, or smartphone, students can carry out lab investigations from any location with Internet access, providing significantly more lab time with greater flexibility of access. For example, students can work on science lab activities at home, potentially fostering more effective use of class time to support inquiry learning and conceptual change.\nHowever, in order to gain wide adoption of remote labs and other cyberlearning tools, we must find ways to better support the use of these tools by teachers and schools.  This project contributed to the broader understandings of this challenge by exploring the ramifications of providing richer \"cyberteaching tools\" in conjunction with our remote lab platform. Specifically, we developed and studied a suite of tools for teachers that allow them to monitor students and provide more and better feedback in the context of our remote online labs for high school physics, chemistry, and biology courses.  This project helped to lay the groundwork for a fuller account of how, when, and why this and other cyberlearning resources most effectively increase student scientific content and process knowledge. Our research makes important contributions by helping us understand the extent to which providing such tools improves a teacherÆs ability to monitor students developing understanding and provide meaningful feedback.  The research also explored how advanced cyberlearning tools get integrated into the existing routines and structures of classroom STEM instruction.\nThis project provided a greatly improved understanding of how to foster authentic student inquiry of fundamental STEM concepts through interaction with remote labs and how to prepare science teachers to integrate new remote laboratory experiences into their instruction. By developing tools to support teachers, this project helped to amplify the usefulness of remote labs and the broader range of cyberlearning tools for STEM learning. Moreover, by leveraging usage data from across many student and teacher users, we have begun to demonstrate that it is possible to create cyberteaching tools that are especially helpful in enabling novice teachers, or those who do not have as strong a background in a particular STEM field, to provide better and more timely feedback to their students. In addition, the techniques we developed for automating the collection and analysis of data from students and teachers have the potential to impact a wide range of research on STEM learning.  Like many other cyberlearning tools, remote labs can allow more personalized learning experiences, draw in and promote learning among those learners not served well by current educational practices, allow access to learning resources anytime and anywhere, and provide new ways of assessing student inquiry learning.\n\n\t\t\t\t\tLast Modified: 12/29/2015\n\n\t\t\t\t\tSubmitted by: Kemi Jona"
 }
}