{
 "awd_id": "1216889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Algorithms, analyses, and model reductions for  a class of  parametrized systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2012-07-12",
 "awd_max_amd_letter_date": "2014-03-26",
 "awd_abstract_narration": "The main aim of the project is to develop, implement, and analyze innovative fast and highly accurate  algorithms for simulation, model reduction,  and quantification of interactions and  radiation induced by parametrized configurations comprising a large number of three dimensional particles. The focus is specifically on large systems with hundreds or even thousands of particles in  multiscale configurations that arise in atmospheric and biological sciences applications. Even for a fixed set of parameters describing a large configuration,standard iterative algorithms (and acceleration techniques) suffer from computational complexity (and slow convergence). The innovative preconditioned and accelerated   iterative  algorithms  and analyses in this project facilitate a practical approach to efficiently simulate scattering and absorption by (and interactions of) large numbers of  particles  occurring in atmospheric and biological sciences. Development of very efficient algorithms for electromagnetic scattering and absorption by a single three dimensional particle is essential to simulate interactions in large configurations.\r\n\r\nAtmospheric aerosols affect Earth's energy budget directly by scattering and absorbing radiation, and indirectly by modifying the amount of cloud and the radiative properties of clouds. One of the highest priority tasks  is to advance the ability to model aerosol-cloud-precipitation interaction in climate models. The key to quantifying and  reducing uncertainty about the impact of aerosols is to understand  the scattering, absorption, and interaction properties of large configurations of particles well enough to accurately replicate them in the full climate models. A technically related problem arises in medical diagnostics where a high priority task is to understand how a laser beam interacts with a large number of red blood cells (erythrocytes). The focus of  the project is to implement  the computational mathematics component of these high priority recommendations. The project includes training of graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahadevan",
   "pi_last_name": "Ganesh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mahadevan Ganesh",
   "pi_email_addr": "mganesh@mines.edu",
   "nsf_id": "000493054",
   "pi_start_date": "2012-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 Illinois Street",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31804.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 86299.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 91897.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Major goals of the project are concerned with the development, implementation, and analysis of &nbsp;innovative computational tools, at several stages,&nbsp;for efficient offline/online simulation and quantification of uncertainties in &nbsp;a class of single and multiple processes deterministic, stochastic, and parametrized &nbsp;mathematical models.</p>\n<p>Innvoative research work were carried out in the following research topics:</p>\n<ul>\n<li>High-order, stochastic, and model reduction algorithms for scattering and absorption by multiple particle two dimensional &nbsp;configurations.</li>\n<li>Approximations and analysis for efficient evaluation of wideband frequency &nbsp;integrals on spheres for three dimensional low to high-frequency wave scattering simulations.</li>\n</ul>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ul>\n<li>\n<p><span>Analysis and simulation of electromagnetic wave propagation in three dimensional piecewise constant inhomogeneous media.&nbsp;</span></p>\n</li>\n<li>\n<p>Analysis and high-order algorithms &nbsp;for a class of processes in &nbsp;three dimensions induced by conducting and superconducting surfaces.</p>\n</li>\n<li>Fast algorithm for simulation of interaction of &nbsp;waves between large number of three dimensional particles and efficient simulation in deterministic configurations.</li>\n<li>Hybrid and high-order high performance computing &nbsp;algorithms and sensitivity analysis for large stochastic configurations.</li>\n</ul>\n<div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The project includes training of graduate and undergraduate students. Personal collaboration with women and minority students enrolled in investigator&rsquo;s courses such as parallel scientific computing &nbsp;enhanced broader participation of under-represented groups.&nbsp;</span></p>\n<p>During the entire three year life of the award (July 2013 to June 2015), the PI submitted 19 research articles (with over 300 pages) to several international journals and conference proceedings, that include five articles submitted recently to international journal, based on the work completed during the last stages of the award. These five articles are currently under review; six articles were published in peer-reviwed international conference proceedings and eight of the 19 articles have already been published in highly ranked international journal.&nbsp;</p>\n<p>The journal articles have been published in: Journal Mathematical Analysis and Applications (JMAA); &nbsp;SIAM J. Scientific Comuting (SISC); Journal of Quantitative Spectroscopy and Radiative Transfer (JQSRT); Advances in Computational Mathematics (ACM); Australian and New Zealand Industrial and Applied Mathematics Journal (ANZIAMJ); Journal of Spectral Theory (JST); Applied Numerical Mathematics (ANM) and BIT Numerical Mathematics (BIT-NM).&nbsp;</p>\n<p>Over the last three years, the PI gave over thirty presentations in several international conferences and universities in over ten countries, promoting the innvoative research work funded through the NSF award. Such presentations will have substantial impact among future young and under-represented research in various parts of the world.&nbsp;</p>\n<p>Among several topics of research addressed in this project on wide range of topics, below we summarize and hightlight the impact within the principle discipline and other disciplines through &nbsp;one of the overall themes covering various achievements in the funded project.</p>\n<p>The main impact of the &nbsp;computational mathematics project is on the development, implementation, and analysis of innovative methodsthat are crucial to facilitate quantifying uncertainties in stochastic configurations that occur in various applications. We demonstrated that our new deterministic and stochastic mathematical model and computational &nbsp;algorithms subs...",
  "por_txt_cntn": "\nMajor goals of the project are concerned with the development, implementation, and analysis of  innovative computational tools, at several stages, for efficient offline/online simulation and quantification of uncertainties in  a class of single and multiple processes deterministic, stochastic, and parametrized  mathematical models.\n\nInnvoative research work were carried out in the following research topics:\n\nHigh-order, stochastic, and model reduction algorithms for scattering and absorption by multiple particle two dimensional  configurations.\nApproximations and analysis for efficient evaluation of wideband frequency  integrals on spheres for three dimensional low to high-frequency wave scattering simulations.\n\n\n\n\n\n\n\nAnalysis and simulation of electromagnetic wave propagation in three dimensional piecewise constant inhomogeneous media. \n\n\n\nAnalysis and high-order algorithms  for a class of processes in  three dimensions induced by conducting and superconducting surfaces.\n\nFast algorithm for simulation of interaction of  waves between large number of three dimensional particles and efficient simulation in deterministic configurations.\nHybrid and high-order high performance computing  algorithms and sensitivity analysis for large stochastic configurations.\n\n\n\n\n\nThe project includes training of graduate and undergraduate students. Personal collaboration with women and minority students enrolled in investigatorÆs courses such as parallel scientific computing  enhanced broader participation of under-represented groups. \n\nDuring the entire three year life of the award (July 2013 to June 2015), the PI submitted 19 research articles (with over 300 pages) to several international journals and conference proceedings, that include five articles submitted recently to international journal, based on the work completed during the last stages of the award. These five articles are currently under review; six articles were published in peer-reviwed international conference proceedings and eight of the 19 articles have already been published in highly ranked international journal. \n\nThe journal articles have been published in: Journal Mathematical Analysis and Applications (JMAA);  SIAM J. Scientific Comuting (SISC); Journal of Quantitative Spectroscopy and Radiative Transfer (JQSRT); Advances in Computational Mathematics (ACM); Australian and New Zealand Industrial and Applied Mathematics Journal (ANZIAMJ); Journal of Spectral Theory (JST); Applied Numerical Mathematics (ANM) and BIT Numerical Mathematics (BIT-NM). \n\nOver the last three years, the PI gave over thirty presentations in several international conferences and universities in over ten countries, promoting the innvoative research work funded through the NSF award. Such presentations will have substantial impact among future young and under-represented research in various parts of the world. \n\nAmong several topics of research addressed in this project on wide range of topics, below we summarize and hightlight the impact within the principle discipline and other disciplines through  one of the overall themes covering various achievements in the funded project.\n\nThe main impact of the  computational mathematics project is on the development, implementation, and analysis of innovative methodsthat are crucial to facilitate quantifying uncertainties in stochastic configurations that occur in various applications. We demonstrated that our new deterministic and stochastic mathematical model and computational  algorithms substantially improve the industrial  standard  approach such as the Monte Carlo based uncertainty quantification (UQ) method, for a class of stochastic wave propagation models methods. Simulation of wave propagational quantities of interest and simulation of statistical moments are fundamental for the UQ analysis of various quantities of interest in stochastic multiple particle configuration models. Such high impact major improvements are possible because of the developmen..."
 }
}