{
 "awd_id": "1216626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Fluvial Wood Presence and Dynamics Over a Thirty-Year Interval in Forested Watersheds",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 1861.0,
 "awd_amount": 1861.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2012-06-01",
 "awd_abstract_narration": "This doctoral dissertation research project seeks to examine both the presence and transport of wood since logging ceased in the early 1980s by analyzing changes in fluvial wood and accompanying parameters within multiple Oregon Coast Range watersheds through the recreation of a field dataset first collected in 1978 by Marston.The cessation is attributed to increased forest conservation and management due to the designation of the Northern Spotted Owl as an endangered species and the implementation of Northwest Forest Plan regulations. The effects of this forest conservation and subsequent afforestation on the river systems are currently unclear. Thirty years later, the researcher expects that some of this fluvial wood has moved, some has remained, and some new wood has been imported. This study seeks to answer three research questions based on the comparison of the two field datasets. (1) How have the volume, size, and type of fluvial wood changed in Oregon Coast Range watersheds between 1978 and 2010? (2) What stream channel morphology changes have occurred due to fluvial wood in these watersheds since 1978? (3) How have the effects of afforestation changed the landscape of fluvial wood since 1978? The fourth research question regards the use of remotely sensed data to determine the presence of fluvial wood in forested watersheds as an alternative to the current labor intensive field collection methods. (4) Can fluvial wood be detected through airborne LiDAR data analysis coupled with ground-reference data, and how can these techniques be used to better monitor fluvial wood changes and better test fluvial theory?\r\n\r\nThe results of this project will provide insight into fluvial wood characteristics in the Oregon Coast Range on a basin and inter-basin scale. This is a distinctive opportunity to examine the dynamics of wood in rivers over a thirty year interval to reveal the process of afforestation that has occurred in the study area. The results will also provide understanding into some less obvious impacts of clear cut harvesting, such as changes in tree species that significantly alter the types and volumes of wood in the rivers. There is an urgent need for research in watershed-scale river restoration efforts globally. Researchers worldwide might very well embrace the key component of restoration which this work renders which is, quantifying stream health through inventory of river complexity. An important contribution to achieving watershed-scale fluvial wood research is the examination of using LiDAR data for wood identification. Success of this technique in such an extremely wooded environment will determine the extents that LiDAR imagery may be used for wood detection. The support of this research through a Doctoral Dissertation Research Improvement award will enable a promising student to establish a strong environmental research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Fonstad",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Fonstad",
   "pi_email_addr": "fonstad@uoregon.edu",
   "nsf_id": "000696080",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "5219 University of Oregon",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biophysical interactions and feedbacks between large wood and river processes enhance complexity in mountain river environments and provide aquatic habitat where it may not otherwise be present. In the Oregon Coast Range (OCR), wood is a primary driver of channel change through its control of stream channel form, channel evolution, and sediment transport making it integral to anadromous salmon. Fluvial wood promotes localized deposition and erosion of sediment, increases flow to the local groundwater zone, and traps additional large woody debris into log jams that reduce stream velocity and create associated pools and riffles used as habitat by salmon. The central Oregon Coast Range provides a unique setting where the effects of wood in streams can be studies, as there have been previous surveys of wood in rivers in the early 1980&rsquo;s and in the 1990&rsquo;s, allowing us to compare current processes with those that have happened over the past generation. The intellectual merit of this research is in the answering of these three driving questions:</p>\n<p>&nbsp;</p>\n<p class=\"Default\">(1) How have the volume, size, and type of fluvial wood changed in Oregon Coast Range watersheds between 1979 and 2012, and how has the effects of afforestation changed the landscape of fluvial wood since 1979??</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Our results show that residence times of large wood are short in these basins and storm events can greatly increase the amounts of wood found in the channels. Some areas have had up to 40% of their hillslopes clearcut into the 1980s and are still seeing the effects from this management today. Afforestation in some basins has led to a significant decrease in the large wood volumes due to changes in the forest composition. The analysis of the three datasets has shown that while an increase in overall wood abundance may occur after a significant storm event, over time the wood will readjust to levels comparable to those prior to this storm of record.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">(2) What stream channel morphology changes have occurred due to fluvial wood in these watersheds since 1979?</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">In some of the Coast Range basins, wood volumes in channels have decreased since afforestation began in the 1980s. We hypothesized that these basins would respond by having their channels decrease in spatial channel complexity, not including those changes of shape that normally occur in the downstream direction. Our results uphold this hypothesis; Those basins which have had decreased fluvial wood after afforestation have also had decreases in channel heterogeneity and in their spatial stream power patterns. However, the heterogeneity in stream channels and stream power patterns appears to be highly unique for each basin, with complexity not well described by either downstream hydraulic geometry theory or by hypotheses about deforestation or afforestation.</p>\n<p>&nbsp;</p>\n<p>(3) Can fluvial wood be detected through airborne lidar data analysis coupled with ground-reference data, and how can these techniques be used to better monitor fluvial wood changes and better test fluvial theory?</p>\n<p>&nbsp;</p>\n<p>We addressed this question by investigating methods for visually interpreting fluvial wood within a lidar dataset of the study basins. Airborne lidar point cloud data is rapidly becoming available at high resolution in many areas, and the possibility of augmenting field surveys with such remotely sensed data would greatly improve our understanding of stream changes and the relationships between streams, wood, and habitat. We offer a visual method of surveying wood in forested watersheds at spatial scales beyond traditional long-term field studies. We use 2009 high resolution point cloud data to detect wood within our watersheds. While there are situations were extra...",
  "por_txt_cntn": "\nBiophysical interactions and feedbacks between large wood and river processes enhance complexity in mountain river environments and provide aquatic habitat where it may not otherwise be present. In the Oregon Coast Range (OCR), wood is a primary driver of channel change through its control of stream channel form, channel evolution, and sediment transport making it integral to anadromous salmon. Fluvial wood promotes localized deposition and erosion of sediment, increases flow to the local groundwater zone, and traps additional large woody debris into log jams that reduce stream velocity and create associated pools and riffles used as habitat by salmon. The central Oregon Coast Range provides a unique setting where the effects of wood in streams can be studies, as there have been previous surveys of wood in rivers in the early 1980Æs and in the 1990Æs, allowing us to compare current processes with those that have happened over the past generation. The intellectual merit of this research is in the answering of these three driving questions:\n\n \n(1) How have the volume, size, and type of fluvial wood changed in Oregon Coast Range watersheds between 1979 and 2012, and how has the effects of afforestation changed the landscape of fluvial wood since 1979??\n \nOur results show that residence times of large wood are short in these basins and storm events can greatly increase the amounts of wood found in the channels. Some areas have had up to 40% of their hillslopes clearcut into the 1980s and are still seeing the effects from this management today. Afforestation in some basins has led to a significant decrease in the large wood volumes due to changes in the forest composition. The analysis of the three datasets has shown that while an increase in overall wood abundance may occur after a significant storm event, over time the wood will readjust to levels comparable to those prior to this storm of record.\n \n(2) What stream channel morphology changes have occurred due to fluvial wood in these watersheds since 1979?\n \nIn some of the Coast Range basins, wood volumes in channels have decreased since afforestation began in the 1980s. We hypothesized that these basins would respond by having their channels decrease in spatial channel complexity, not including those changes of shape that normally occur in the downstream direction. Our results uphold this hypothesis; Those basins which have had decreased fluvial wood after afforestation have also had decreases in channel heterogeneity and in their spatial stream power patterns. However, the heterogeneity in stream channels and stream power patterns appears to be highly unique for each basin, with complexity not well described by either downstream hydraulic geometry theory or by hypotheses about deforestation or afforestation.\n\n \n\n(3) Can fluvial wood be detected through airborne lidar data analysis coupled with ground-reference data, and how can these techniques be used to better monitor fluvial wood changes and better test fluvial theory?\n\n \n\nWe addressed this question by investigating methods for visually interpreting fluvial wood within a lidar dataset of the study basins. Airborne lidar point cloud data is rapidly becoming available at high resolution in many areas, and the possibility of augmenting field surveys with such remotely sensed data would greatly improve our understanding of stream changes and the relationships between streams, wood, and habitat. We offer a visual method of surveying wood in forested watersheds at spatial scales beyond traditional long-term field studies. We use 2009 high resolution point cloud data to detect wood within our watersheds. While there are situations were extracting fluvial wood signals from lidar is problematic, it is generally possible to use these data  to reveal spatial distributions of single wood pieces and wood jams throughout large basin areas.\n\n \n\nThe broader impacts of the work are threefold. One, the dynamics of wood in mountain rivers can..."
 }
}