{
 "awd_id": "1216559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Numerical Approximation Techniques for Non-Standard Sampling Regimes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 336853.0,
 "awd_amount": 336853.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2014-08-13",
 "awd_abstract_narration": "Title: Novel Numerical Approximation Techniques for Non-Standard Sampling Regimes\r\n\r\nAnne Gelb and Rosemary Renaut\r\n\r\nThe PIs build on their recently developed techniques that fuse methods\r\nfrom numerical approximation and inverse theory, such as for purposes\r\nof reconstruction fidelity, with those that exploit specific application\r\ninformation, such as sparsity.   Their methods  address both theoretical\r\nand practical considerations. Algorithms are proposed for function and/or\r\nimage recovery,  as well as to characterize and extract important information\r\nfrom a data set, such as edges, or other features, without necessarily\r\ndetermining the underlying function.  Research objectives include (i)\r\ndeveloping novel approximation approaches for functional and/or feature\r\nrecovery from data that is deficient with respect to one or multiple\r\nperspectives, i.e. data is under-sampled or missing, may be noisy, is\r\nmeasured  via a dual representation, or is otherwise non-standard with\r\nrespect to traditional numerical approximation techniques; (ii) developing\r\nnumerical approximation operators that can be directly applied to practical\r\ndata sets, or may provide a feedback to practitioners for improving sampling\r\nprotocols; and (iii) integrating techniques from numerical linear algebra\r\nand statistical regularization that are specifically pertinent for obtaining\r\nrobust but efficient solutions of ill-conditioned problems when handling\r\npractical data.  This research will provide rigorous analysis of all new\r\nalgorithms in terms of  accuracy, efficiency, and robustness, especially\r\nin the presence of of noise, perturbations, or otherwise incomplete data\r\ninformation.\r\n\r\nPractical data collection techniques are becoming increasingly more\r\nsophisticated.  User friendly software packages allow disciplinary\r\nscientists to successfully diagnose, predict, model, and determine\r\nimportant characteristics from a plethora of measured data.   Yet,\r\nrecent investigations into various reconstruction algorithms for data\r\ncollected under modern magnetic resonance imaging (MRI) protocols\r\nhave clearly demonstrated shortcomings that arise when pragmatic\r\nalgorithmic modifications are used without considering fundamental\r\nmathematical issues regarding accuracy and measurement error.  Some\r\ncurrently employed algorithms in fact yield both incorrect diagnoses\r\nand additional procedural costs.  This project extends the PIs prior\r\nresearch and addresses the development of novel mathematical techniques\r\nfor handling issues associated with extracting functional and feature\r\ninformation from data acquired by non-standard sampling protocols.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Gelb",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Gelb",
   "pi_email_addr": "annegelb@math.dartmouth.edu",
   "nsf_id": "000211478",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rosemary",
   "pi_last_name": "Renaut",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosemary Renaut",
   "pi_email_addr": "renaut@asu.edu",
   "nsf_id": "000485189",
   "pi_start_date": "2012-07-24",
   "pi_end_date": "2014-08-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janis",
   "pi_last_name": "Morey Naugle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janis Morey Naugle",
   "pi_email_addr": "janismn@asu.edu",
   "nsf_id": "000673871",
   "pi_start_date": "2014-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852871804",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 336853.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>:&nbsp; The major goal of the supported research was to develop novel approximation approaches for functional and/or feature recovery from data that is deficient with respect to one or multiple perspectives;&nbsp; data is under-sampled or missing, may be noisy,&nbsp; is measured&nbsp; via a dual representation, or is otherwise non-standard with respect to traditional numerical approximation techniques.&nbsp; For example, we focused on extracting edge information of an image from its under-sampled, blurred and noisy Fourier samples.&nbsp; The PI sought to&nbsp; develop numerical approximation operators that can be directly applied to practical&nbsp; data sets. This reduces the amount of pre-processing the data, which in addition to improving computational efficiency, also helps to preserve the integrity of the data.&nbsp; For example,&nbsp; the PI and collaborators developed Fourier frame based approximations, which uses the non-standard dual representation data directly. On the one hand, this enables a forward method approach to reconstructing an image or detecting its edges without having to first regrid to uniform Fourier data.&nbsp; On the other hand, in recognizing the desirable properties of Fourier reconstruction, that is, the fast Fourier transform algorithm, the Fourier frame analysis enables a systematic approach to choosing parameters for the non-uniform FFT (an algorithm currently employed in applications such as magnetic resonance imaging (MRI) and synthetic aperture radar (SAR) ) that guarantees convergence.&nbsp;&nbsp; Finally,&nbsp; the PI focused on developing numerical algorithms that consider prior information in their construction.&nbsp; In particular, regularization that promotes sparsity in features such as edges is used to determine the \"best\" solution.&nbsp; The PI and collaborators developed a&nbsp; high order algorithm for recovering the image using sparsity regularization.&nbsp; Specifically, the algorithms were able to resolve smoothly varying structure between the edges as well as return better accuracy for images in which the data are significantly under-sampled. &nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:&nbsp; </strong>For the duration of this award, the PI worked with two postdoctoral fellows, two graduate students, and seven undergraduate students. &nbsp; The PI co-authored peer reviewed articles with one postdoctoral fellow, one graduate student, and one undergraduate.&nbsp; In addition, five undergraduate students completed honors theses&nbsp; on research topics related to this award.</p>\n<p>&nbsp;</p>\n<p>There are many important applications that arise from this research.&nbsp; For example, in recent years medical imaging experts have begun to develop non-Cartesian sampling patterns in the two-dimensional Fourier plane.&nbsp; Advocates of these schemes maintain that they are less susceptible to inaccuracies caused by, among other things, motion blur and aliasing.&nbsp; These approaches can also improve the speed of acquiring the data, which patients appreciate.&nbsp;&nbsp; The new methods developed during this award's duration allow for accurate and robust image reconstruction.&nbsp; Indeed, this work has led to the PI's collaboration in the American Institute of Mathematics (AIM) structured quartet research ensemble (SQuaRE) entitled &ldquo;Understanding the Mathematical Underpinnings in Medical Imaging&rdquo;&nbsp; (2014-2016).&nbsp; The SQuaREs award allows groups of four to six mathematicians and scientists to spend a week at the AIM institute in San Jose, California, for three years.&nbsp; In addition to five mathematicians, the group consisted of&nbsp; an expert in MRI.&nbsp; The group&nbsp; addressed the relaxation and off-resonance evolution in phase angle.&nbsp; Both can occur to a significant extent during a typical MRI signal, and they are often neglected. A model called &ldquo;Single-Shot Parameter Assessment by Recovery from Signal Encoding&rdquo;&nbsp; (SSPARSE) was proposed in a series of papers dating back to 2003.&nbsp; Although that model provides an accurate depiction of the image recovery process, it was thought to be too computationally expensive to be practical for most situations.&nbsp; Our team&rsquo;s research described above is now breathing new life into SSPARSE.&nbsp; A write up of the group's activity can be found in the Autumn 2015 AIM newsletter.</p>\n<p>&nbsp;</p>\n<p>The PI has also begun working with scientists at the Air Force Research Lab at the Wright-Patterson Air Force base on applying some of these methodologies to synthetic aperture radar (SAR) imaging problems.&nbsp; The data are similar to MRI data in the sense that they can be processed as Fourier data, although there are additional complications such as reduced aperture, target motion, and interference.&nbsp; The PI will continue to develop the algorithms from this award to address some of these issues.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2016<br>\n\t\t\t\t\tModified by: Anne&nbsp;Gelb</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:  The major goal of the supported research was to develop novel approximation approaches for functional and/or feature recovery from data that is deficient with respect to one or multiple perspectives;  data is under-sampled or missing, may be noisy,  is measured  via a dual representation, or is otherwise non-standard with respect to traditional numerical approximation techniques.  For example, we focused on extracting edge information of an image from its under-sampled, blurred and noisy Fourier samples.  The PI sought to  develop numerical approximation operators that can be directly applied to practical  data sets. This reduces the amount of pre-processing the data, which in addition to improving computational efficiency, also helps to preserve the integrity of the data.  For example,  the PI and collaborators developed Fourier frame based approximations, which uses the non-standard dual representation data directly. On the one hand, this enables a forward method approach to reconstructing an image or detecting its edges without having to first regrid to uniform Fourier data.  On the other hand, in recognizing the desirable properties of Fourier reconstruction, that is, the fast Fourier transform algorithm, the Fourier frame analysis enables a systematic approach to choosing parameters for the non-uniform FFT (an algorithm currently employed in applications such as magnetic resonance imaging (MRI) and synthetic aperture radar (SAR) ) that guarantees convergence.   Finally,  the PI focused on developing numerical algorithms that consider prior information in their construction.  In particular, regularization that promotes sparsity in features such as edges is used to determine the \"best\" solution.  The PI and collaborators developed a  high order algorithm for recovering the image using sparsity regularization.  Specifically, the algorithms were able to resolve smoothly varying structure between the edges as well as return better accuracy for images in which the data are significantly under-sampled.  \n\n \n\nBroader Impacts:  For the duration of this award, the PI worked with two postdoctoral fellows, two graduate students, and seven undergraduate students.   The PI co-authored peer reviewed articles with one postdoctoral fellow, one graduate student, and one undergraduate.  In addition, five undergraduate students completed honors theses  on research topics related to this award.\n\n \n\nThere are many important applications that arise from this research.  For example, in recent years medical imaging experts have begun to develop non-Cartesian sampling patterns in the two-dimensional Fourier plane.  Advocates of these schemes maintain that they are less susceptible to inaccuracies caused by, among other things, motion blur and aliasing.  These approaches can also improve the speed of acquiring the data, which patients appreciate.   The new methods developed during this award's duration allow for accurate and robust image reconstruction.  Indeed, this work has led to the PI's collaboration in the American Institute of Mathematics (AIM) structured quartet research ensemble (SQuaRE) entitled \"Understanding the Mathematical Underpinnings in Medical Imaging\"  (2014-2016).  The SQuaREs award allows groups of four to six mathematicians and scientists to spend a week at the AIM institute in San Jose, California, for three years.  In addition to five mathematicians, the group consisted of  an expert in MRI.  The group  addressed the relaxation and off-resonance evolution in phase angle.  Both can occur to a significant extent during a typical MRI signal, and they are often neglected. A model called \"Single-Shot Parameter Assessment by Recovery from Signal Encoding\"  (SSPARSE) was proposed in a series of papers dating back to 2003.  Although that model provides an accurate depiction of the image recovery process, it was thought to be too computationally expensive to be practical for most situations.  Our team?s research described above is now breathing new life into SSPARSE.  A write up of the group's activity can be found in the Autumn 2015 AIM newsletter.\n\n \n\nThe PI has also begun working with scientists at the Air Force Research Lab at the Wright-Patterson Air Force base on applying some of these methodologies to synthetic aperture radar (SAR) imaging problems.  The data are similar to MRI data in the sense that they can be processed as Fourier data, although there are additional complications such as reduced aperture, target motion, and interference.  The PI will continue to develop the algorithms from this award to address some of these issues.\n\n\t\t\t\t\tLast Modified: 09/01/2016\n\n\t\t\t\t\tSubmitted by: Anne Gelb"
 }
}