{
 "awd_id": "1216359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Wavelength-selective Photovoltaics for Higher Performance Greenhouses at Low Added Cost",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-01-31",
 "awd_max_amd_letter_date": "2012-01-31",
 "awd_abstract_narration": "A cost effective and highly-durable wavelength-selective photovoltaic (PV) panel is being developed that simultaneously facilitates plant growth, reduces cooling requirements and generates power at less than $1/watt incremental cost.  The greenhouse uses a luminescent sheet laminated to the glass panels with narrow Si photovoltaic strips to selectively absorb the green portion of the solar spectrum that is not used by plants.  Green light is then selectively downshifted to red light to match to the photosynthetically active region for plants and the efficiency maximum of Silicon-based photovoltaic cells.  The color tuning associated with the conversion of green to red light has been shown to facilitate fruit production in tomatoes and increase flower production.  A prototype greenhouse will be built with suitable control to test the technology under 6-months of California aging conditions and which can respond to customer needs.  This proposal will create a greenhouse that can be remotely monitored via the web to provide results on both plant growth and the energy production. \r\n\r\nCreating energy-neutral greenhouses that can pay for themselves in a few years of operation will open up the ability to grow healthy food in locations where it is currently not economically viable due to the local climate of available resources.  This product will target the rapidly growing-local food industry that saves natural resources by growing food close to where it is consumed.  Natural resources are saved by avoiding food transportation costs, by using the same land to provide both food and electrical energy, and by more efficiently utilizing water resources.  The commercialization of this power-generating greenhouse will open up a new avenue for PV deployment and potentially create U.S. based manufacturing jobs by utilizing our existing window production lines and knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sue",
   "pi_last_name": "Carter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sue A Carter",
   "pi_email_addr": "sacarter@ucsc.edu",
   "nsf_id": "000326196",
   "pi_start_date": "2012-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF I-Corps &mdash; Project Outcomes</strong></p>\n<p>The outcomes of the NSF I-Corps grant are most notably the incorporation of Soliculture, continued funding, current projects in progress as well as in the pipeline, and interested customers ready to purchase the product if the current and upcoming trials are successful in terms of plant response, electricity-generation, and panel reliability.</p>\n<p>The NSF I-Corps success is summarized below as applied to the areas of interest set forth in the grant proposal.</p>\n<p><strong>Brief description of commercial impact</strong></p>\n<p><strong>a. Typical customer of the proposed innovation</strong></p>\n<p>The customer was identified as being the greenhouse grower rather than a greenhouse manufacturer or supplier. The size of grower we are most interested to engage with is large with 10-100 acres of technologically advanced glass greenhouses. Engaging directly with the greenhouse owner is the most efficient way to make a sale.</p>\n<p><strong>b. Customer need that will be met by the technology</strong></p>\n<p>Greenhouse growers will be able to realize much higher profit margins per unit area of greenhouse through significant reduction in energy costs and increased crop yields. We estimate a return on investment of less than 5-years, which was confirmed as reasonable. Greenhouse customers would be able to profit from selling renewable electrical power back to the grid after this 5 year period.</p>\n<p><strong>c. How customers currently meets those needs</strong></p>\n<p>Customers currently meet their electrical needs through purchasing power from the electric company, or through installing traditionally mounted PV panels which have an ROI of much longer than 5 years and also take additional land resources to install.</p>\n<p><strong>d. Our approach</strong></p>\n<p>Our PV technology allows growers to mount PV cells directly over their crops with power production enhanced by a low cost luminescent absorber that additionally tunes the light spectrum to be more favorable for plant growth. This technology is integrated directly into the greenhouse structure, eliminating additional structural costs, with the ability to generate all the electricity that a grower consumes while enhancing crop production while reducing habitat destruction that result from large land installations of photovoltaics.</p>\n<p><strong>e. How much will a customer would pay for our solution</strong></p>\n<p>The customer will pay for the installation of our panels enduring an ROI of 5-6 years. Depending on the location of the installation (i.e. electricity prices, incentives, and quantity of sunlight), this comes out to ~$100/m<sup>2</sup>.</p>\n<p><strong>Project Outcome and proof of technology</strong></p>\n<p>By the end of I-Corps, Soliculture finished an electricity-generating greenhouse prototype with live electricity-generation monitoring capability and plant trials in session. The response from growers was that they&rsquo;d be willing to invest in our technology by buying a system sized to reduce their electricity costs to zero with a payback time of 5-6 years. The most important factor for the growers was generating electricity without harming their plants, thus hinging on convincing plant trial results. Various growers identified other specific potential product benefits being greenhouse heating reduction, wavelength specific shading enhancement of crop productivity, earlier fruiting/flowering, and sustainability branding. The main benefit though remained increased profits due to producing electricity at zero cost after initial investment recovery.</p>\n<p>&nbsp;</p>\n<p>In addition to the important information supplied by growers that aided in product development, the network of grower contacts and experts within the greenhouse industry has been an invaluable asset that has resulted from the I-Corps experience. One specific result from these conne...",
  "por_txt_cntn": "\nNSF I-Corps &mdash; Project Outcomes\n\nThe outcomes of the NSF I-Corps grant are most notably the incorporation of Soliculture, continued funding, current projects in progress as well as in the pipeline, and interested customers ready to purchase the product if the current and upcoming trials are successful in terms of plant response, electricity-generation, and panel reliability.\n\nThe NSF I-Corps success is summarized below as applied to the areas of interest set forth in the grant proposal.\n\nBrief description of commercial impact\n\na. Typical customer of the proposed innovation\n\nThe customer was identified as being the greenhouse grower rather than a greenhouse manufacturer or supplier. The size of grower we are most interested to engage with is large with 10-100 acres of technologically advanced glass greenhouses. Engaging directly with the greenhouse owner is the most efficient way to make a sale.\n\nb. Customer need that will be met by the technology\n\nGreenhouse growers will be able to realize much higher profit margins per unit area of greenhouse through significant reduction in energy costs and increased crop yields. We estimate a return on investment of less than 5-years, which was confirmed as reasonable. Greenhouse customers would be able to profit from selling renewable electrical power back to the grid after this 5 year period.\n\nc. How customers currently meets those needs\n\nCustomers currently meet their electrical needs through purchasing power from the electric company, or through installing traditionally mounted PV panels which have an ROI of much longer than 5 years and also take additional land resources to install.\n\nd. Our approach\n\nOur PV technology allows growers to mount PV cells directly over their crops with power production enhanced by a low cost luminescent absorber that additionally tunes the light spectrum to be more favorable for plant growth. This technology is integrated directly into the greenhouse structure, eliminating additional structural costs, with the ability to generate all the electricity that a grower consumes while enhancing crop production while reducing habitat destruction that result from large land installations of photovoltaics.\n\ne. How much will a customer would pay for our solution\n\nThe customer will pay for the installation of our panels enduring an ROI of 5-6 years. Depending on the location of the installation (i.e. electricity prices, incentives, and quantity of sunlight), this comes out to ~$100/m2.\n\nProject Outcome and proof of technology\n\nBy the end of I-Corps, Soliculture finished an electricity-generating greenhouse prototype with live electricity-generation monitoring capability and plant trials in session. The response from growers was that theyÆd be willing to invest in our technology by buying a system sized to reduce their electricity costs to zero with a payback time of 5-6 years. The most important factor for the growers was generating electricity without harming their plants, thus hinging on convincing plant trial results. Various growers identified other specific potential product benefits being greenhouse heating reduction, wavelength specific shading enhancement of crop productivity, earlier fruiting/flowering, and sustainability branding. The main benefit though remained increased profits due to producing electricity at zero cost after initial investment recovery.\n\n \n\nIn addition to the important information supplied by growers that aided in product development, the network of grower contacts and experts within the greenhouse industry has been an invaluable asset that has resulted from the I-Corps experience. One specific result from these connections was our first commercial trial of our product being a 6,000 ft2 installation of our red panels into the greenhouse for one year with continuous monitoring of crop yield and power generation. This grower was interviewed during the I-Corps experience and has been a valuable partner and is now a potential customer of..."
 }
}