{
 "awd_id": "1216309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REVSYS: Multilevel Revision within the Praying Mantises (Insecta, Dictyoptera, Mantodea)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "ashley dowling",
 "awd_eff_date": "2012-01-23",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 357450.0,
 "awd_amount": 357450.0,
 "awd_min_amd_letter_date": "2011-12-21",
 "awd_max_amd_letter_date": "2016-01-04",
 "awd_abstract_narration": "The charismatic predatory insect group of praying mantises (order Mantodea) includes over 2,400 described species that exhibit an incredibly rich diversity of morphology and life history strategies.  Despite the long tradition of ecological, behavioral, and physiological research focused on the group, mantises have received limited taxonomic attention and the current classification scheme does not reflect genetically based, evolutionary relationships.  This project will unify traditional and modern morphological and genetically based systematic methods to reconstruct the evolutionary relationships for all praying mantises, which will guide the construction of a natural classification that reflects true evolutionary groups.  This research will also produce two species-level taxonomic monographs (representing about 21% of the praying mantis diversity) while building new museum collections, describing numerous new species, producing online, interactive identification keys for mantis genera, and producing a publicly accessible database of taxonomic information and scientific literature references.\r\n\r\nThis project will represent a significant first step in modernizing the systematics of these insects that are often used to control such pests as aphids. The project will also provide a model for future revisions of other insect groups.  This research will impact the broader community by: 1) producing high-quality images of mantises and their morphology, organized in an evolutionary framework that will facilitate community identifications through online, interactive taxonomic keys; 2) opening annually scheduled workshops to include university students, high school teachers, and the public, which will provide information and training in praying mantis taxonomy, morphology, and biology; 3) providing new scientific training at the post-doctoral, graduate, and undergraduate student levels; and 4) immediately complementing current comparative research in mantis sexual ecology, prey recognition physiology, and auditory evolution by providing a stable and predictive classification.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gavin",
   "pi_last_name": "Svenson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gavin J Svenson",
   "pi_email_addr": "gavin.svenson@gmail.com",
   "nsf_id": "000185518",
   "pi_start_date": "2011-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland Museum of Natural History",
  "inst_street_address": "1 WADE OVAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2162314600",
  "inst_zip_code": "441061701",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "THE CLEVELAND MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VH97TPV8H7L3"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland Museum of Natural History",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441061767",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "7375",
   "pgm_ref_txt": "REVISIONARY SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 55579.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 301871.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e14eadae-4447-9d1d-b9e7-fb03b4064b2e\">\n<p dir=\"ltr\"><span>The first large-scale project on praying mantis phylogeny was aimed at addressing the pervasive inaccuracies of relationship across the Mantodea classification system. These unnatural groups were created based on external features related to camouflage. With the appearance of praying mantises approximately 200 million years ago, their distribution across the globe was heavily influenced by the movement of the continental plates. After major lineages were isolated within separate continents, they began to adapt as flowering plants became more abundant and diverse. These adaptations drove specializations in both behavior and camouflage, which led to unrelated praying mantis groups evolving similar life strategies in response to similar habitats. Addressing the disparity between true evolutionary relationship and the inaccurate classification system was paramount to understanding their patterns of adaptation and diversification. This project was the first to conduct a comprehensive evaluation of praying mantis morphology and genetics to build robust estimates of evolutionary relationship. This effort resulted in a new classification systems for nearly 30 percent of praying mantis diversity. These new systems present accurate tools for identification, robust descriptions and illustrations to stabilize the taxonomy, and images that represent exemplar forms of genera and species. </span><span>This project has served as a catalyst to advance modernization across the systematics community working with praying mantises.</span></p>\n<p dir=\"ltr\"><span>Building accurate measures of relationship has allowed development of numerous projects related to the evolution of behaviors, morphology, and physiology within the praying mantises. Results from our systematics work was leveraged to address questions related to camouflage evolution in horned mantises and orchid mantises as well as the timing and diversification of ecological strategy within the Neotropical praying mantises. These studies challenged conventional evolutionary thought and led to the realization that praying mantises are an ideal model to study morphological diversification and camouflage evolution. Orchid mantis females were found to simulate flowers to attract and feed on pollinating insects. In addition, females were much larger than their male counterparts, but the size increase appears to be caused by predatory selective pressure rather than an increase in female fecundity, which is the typical explanation for arthropod sexual size dimorphism. The finding was unique for arthropods and suggests predation success has influenced the evolution of life history strategy in some praying mantis groups. The evolution of features that contribute to camouflage in the praying mantis group Vatinae (horned praying mantises) followed a unique pattern of loss and recovery that has not been demonstrated in Mantodea. Although re-evolution of complex morphology has been suggested in other groups, the pervasive re-evolution of features contributing to camouflage in the Vatinae suggests the underlying genetic mechanism may be present, but inactive for periods of evolutionary history.</span></p>\n<p dir=\"ltr\"><span>Nearly 30 new species of praying mantis were named and described after discovery in museums and during fieldwork. Adding this new biodiversity is critical to understanding historical patterns of diversification and morphological evolution. The specimens, literature, and images gathered during this research are now compiled in three major collections. The largest collection of praying mantises, now housed at the Cleveland Museum of Natural History (CMNH), was assembled and now serves as a research resource in perpetuity. The largest digital collection of historical Mantodea systematics literature has been assembled and improves accessibility. A concerted effort to image type specimens for Mantodea species resulted in thousands of images made available to the public through an online imager server. Images of specimens improves access to critical species and general identification, but more importantly, it reduces the handling and transport of delicate historical specimens. </span></p>\n<p dir=\"ltr\"><span>To address waning expertise in insect systematics and praying mantis biology, high school, undergraduate, and graduate students received direct research experience. In addition, the project incorporated volunteers into research activities through the CMNH volunteer program. These participants provided valuable input and gained knowledge about the process of research and the value of scientific findings. The dissemination of research results was accomplished through 25 conference presentations given by students and project personnel as well as 27 research publications in international, peer-reviewed journals co-authored by project personnel, students, and international collaborators. The marketing efforts of the CMNH to publicize project-based results led to 18 featured stories in high profile media outlets including National Public Radio, the New York Times, National Geographic, and Science Magazine. In addition, a systematics themed TV episode was produced by the Wild Kratts PBS show, which was focused on a new species of praying mantis named for the Kratt brothers. This exposure is exemplary of the positive attention that leads to greater public awareness about the importance of biodiversity research. The project personnel also worked with education staff at the CMNH to develop novel education programming for the Museum&rsquo;s award winning Interactive Video Conferencing program.</span></p>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2017<br>\n\t\t\t\t\tModified by: Gavin&nbsp;J&nbsp;Svenson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1488993094696_HymenopodidaePoster--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1488993094696_HymenopodidaePoster--rgov-800width.jpg\" title=\"Phylogeny of Flower Mantises\"><img src=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1488993094696_HymenopodidaePoster--rgov-66x44.jpg\" alt=\"Phylogeny of Flower Mantises\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Summary phylogeny of Hymenopodidae, Empusidae, and Galinthiadidae from Svenson et al. 2016. Colours relate to subfamily groupings (out-groups are in gray). Images of representative taxa from highlighted groups illustrates morphological diversity within the groups (not to scale).</div>\n<div class=\"imageCredit\">G.J. Svenson</div>\n<div class=\"imageSubmitted\">Gavin&nbsp;J&nbsp;Svenson</div>\n<div class=\"imageTitle\">Phylogeny of Flower Mantises</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489153332533_Lfossetti_Habitus2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489153332533_Lfossetti_Habitus2--rgov-800width.jpg\" title=\"Liturgusa fossetti Svenson, 2014\"><img src=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489153332533_Lfossetti_Habitus2--rgov-66x44.jpg\" alt=\"Liturgusa fossetti Svenson, 2014\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Liturgusa fossetti Svenson, 2014, dorsal habitus illustration: holotype male from Panama (left) and allotype female from Nicaragua (right).</div>\n<div class=\"imageCredit\">Joshua Maxwell</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Gavin&nbsp;J&nbsp;Svenson</div>\n<div class=\"imageTitle\">Liturgusa fossetti Svenson, 2014</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489154503419_Acanthopoidea--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489154503419_Acanthopoidea--rgov-800width.jpg\" title=\"Summary phylogeny of Acanthopoidea\"><img src=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489154503419_Acanthopoidea--rgov-66x44.jpg\" alt=\"Summary phylogeny of Acanthopoidea\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Summary of new higher-level classification of Acanthopoidea or ?polymorphic earless praying mantises? (PEPM), including representative taxa and their corresponding egg cases.</div>\n<div class=\"imageCredit\">Julio Rivera and Gavin Svenson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gavin&nbsp;J&nbsp;Svenson</div>\n<div class=\"imageTitle\">Summary phylogeny of Acanthopoidea</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489154944902_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489154944902_Figure3--rgov-800width.jpg\" title=\"Sexual size dimorphism within Hymenopodinae\"><img src=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489154944902_Figure3--rgov-66x44.jpg\" alt=\"Sexual size dimorphism within Hymenopodinae\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Time calibrated phylogeny of Hymenopodinae with branch colours according to rates of sexual size dimorphism change; step plot of pronotum lengths; scaled images of Hymenopodinae species showing size disparity between the sexes within the orchid mantis lineage.</div>\n<div class=\"imageCredit\">Gavin Svenson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gavin&nbsp;J&nbsp;Svenson</div>\n<div class=\"imageTitle\">Sexual size dimorphism within Hymenopodinae</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489155285864_Fullyrendered--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489155285864_Fullyrendered--rgov-800width.jpg\" title=\"Illustrations of Sphodromantis\"><img src=\"/por/images/Reports/POR/2017/1216309/1216309_10072826_1489155285864_Fullyrendered--rgov-66x44.jpg\" alt=\"Illustrations of Sphodromantis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Carbon dust illustrations of Sphodromantis sp. Dorsal and ventral habitus, from left to right respectively.</div>\n<div class=\"imageCredit\">Sydney Brannoch</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gavin&nbsp;J&nbsp;Svenson</div>\n<div class=\"imageTitle\">Illustrations of Sphodromantis</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n\nThe first large-scale project on praying mantis phylogeny was aimed at addressing the pervasive inaccuracies of relationship across the Mantodea classification system. These unnatural groups were created based on external features related to camouflage. With the appearance of praying mantises approximately 200 million years ago, their distribution across the globe was heavily influenced by the movement of the continental plates. After major lineages were isolated within separate continents, they began to adapt as flowering plants became more abundant and diverse. These adaptations drove specializations in both behavior and camouflage, which led to unrelated praying mantis groups evolving similar life strategies in response to similar habitats. Addressing the disparity between true evolutionary relationship and the inaccurate classification system was paramount to understanding their patterns of adaptation and diversification. This project was the first to conduct a comprehensive evaluation of praying mantis morphology and genetics to build robust estimates of evolutionary relationship. This effort resulted in a new classification systems for nearly 30 percent of praying mantis diversity. These new systems present accurate tools for identification, robust descriptions and illustrations to stabilize the taxonomy, and images that represent exemplar forms of genera and species. This project has served as a catalyst to advance modernization across the systematics community working with praying mantises.\nBuilding accurate measures of relationship has allowed development of numerous projects related to the evolution of behaviors, morphology, and physiology within the praying mantises. Results from our systematics work was leveraged to address questions related to camouflage evolution in horned mantises and orchid mantises as well as the timing and diversification of ecological strategy within the Neotropical praying mantises. These studies challenged conventional evolutionary thought and led to the realization that praying mantises are an ideal model to study morphological diversification and camouflage evolution. Orchid mantis females were found to simulate flowers to attract and feed on pollinating insects. In addition, females were much larger than their male counterparts, but the size increase appears to be caused by predatory selective pressure rather than an increase in female fecundity, which is the typical explanation for arthropod sexual size dimorphism. The finding was unique for arthropods and suggests predation success has influenced the evolution of life history strategy in some praying mantis groups. The evolution of features that contribute to camouflage in the praying mantis group Vatinae (horned praying mantises) followed a unique pattern of loss and recovery that has not been demonstrated in Mantodea. Although re-evolution of complex morphology has been suggested in other groups, the pervasive re-evolution of features contributing to camouflage in the Vatinae suggests the underlying genetic mechanism may be present, but inactive for periods of evolutionary history.\nNearly 30 new species of praying mantis were named and described after discovery in museums and during fieldwork. Adding this new biodiversity is critical to understanding historical patterns of diversification and morphological evolution. The specimens, literature, and images gathered during this research are now compiled in three major collections. The largest collection of praying mantises, now housed at the Cleveland Museum of Natural History (CMNH), was assembled and now serves as a research resource in perpetuity. The largest digital collection of historical Mantodea systematics literature has been assembled and improves accessibility. A concerted effort to image type specimens for Mantodea species resulted in thousands of images made available to the public through an online imager server. Images of specimens improves access to critical species and general identification, but more importantly, it reduces the handling and transport of delicate historical specimens. \nTo address waning expertise in insect systematics and praying mantis biology, high school, undergraduate, and graduate students received direct research experience. In addition, the project incorporated volunteers into research activities through the CMNH volunteer program. These participants provided valuable input and gained knowledge about the process of research and the value of scientific findings. The dissemination of research results was accomplished through 25 conference presentations given by students and project personnel as well as 27 research publications in international, peer-reviewed journals co-authored by project personnel, students, and international collaborators. The marketing efforts of the CMNH to publicize project-based results led to 18 featured stories in high profile media outlets including National Public Radio, the New York Times, National Geographic, and Science Magazine. In addition, a systematics themed TV episode was produced by the Wild Kratts PBS show, which was focused on a new species of praying mantis named for the Kratt brothers. This exposure is exemplary of the positive attention that leads to greater public awareness about the importance of biodiversity research. The project personnel also worked with education staff at the CMNH to develop novel education programming for the Museum?s award winning Interactive Video Conferencing program.\n\n\n \n\n\t\t\t\t\tLast Modified: 04/06/2017\n\n\t\t\t\t\tSubmitted by: Gavin J Svenson"
 }
}