{
 "awd_id": "1216740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Adaptive Discontinuous Galerkin Methods and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "rosemary renaut",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 173512.0,
 "awd_amount": 173512.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "In its broad outlines, the research program outlined in this proposal aims at the development, analysis and computer implementation of numerical methods designed to approximate the solutions of some partial differential equations with important applications in the fields of Engineering, Physics, the Biomedical Sciences and Mathematics. While the discontinuous Galerkin method will constitute the core methodology of this effort, a wide range of themes will be covered: A priori and a posteriori error estimates, adaptive methods, efficient solution of linear and nonlinear systems using multigrid and domain decomposition methods, flexible data structures and implementation on multicore and parallel processors and finally, applications to practical and analytical problems. A particularly appealing component is the development of generic a posteriori error estimators. These could find wide acceptability among scientists who do not have the mathematical background that is necessary to the construction of the traditional a posteriori estimators. A judicious balance will be struck between algorithm and code development, on one hand, and the rigorous analysis of their properties, on the other.  \r\n\r\nSince the dawn of the modern era, scientists have been successful in describing natural phenomena by using partial differential equations (PDE's) as models. The Einstein equations that describe phenomena at the largest (cosmic) scales, the Schrodinger equation that describes phenomena at the smallest (atomic) scales and the Navier-Stokes equations that  are used to model a plethora of fluid flows are but a few of such PDE's without which the modern world would not be what it is today. Yet such PDE's are almost impossible to solve exactly and since the beginning, scientists have resorted to numerical calculations to approximate the unknown solutions. Naturally, advances in numerical techinques must keep pace with advances in PDE's and quite recently adaptive numerical techniques have emerged as a very promising tool in tackling even the most difficult approximation tasks. In carrying out the research projects outlined in this proposal, the P.I. will develop novel and promising adaptive numerical algorithms, analyze their properties and implement them on state of the art computers. These methods and computer codes will become part of the arsenal of tools enabling engineers, physicists and mathematicians to understand the phenomena described by the particular PDE's they are using. For example, one research activity proposed herein is to numerically investigate the ways in which a malignant tumor changes shape. Finally, in maintaining the essential tradition of training the next generation of teachers and researchers, a graduate student will participate in these projects in partial fulfillment of his Ph.D. degree.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ohannes",
   "pi_last_name": "Karakashian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ohannes Karakashian",
   "pi_email_addr": "okarakas@utk.edu",
   "nsf_id": "000103151",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee",
  "perf_str_addr": "1403 Circle Drive",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 173512.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The support of the National Science Foundation Grant DMS-1216740 is<br />gratefully acknowledged. This support has fostered a range of activities<br />contributing to the advancement of&nbsp; Computational Mathematics. In particular, seven publications in leading journals have resulted with several more in the pipeline.<br />The travel funds have allowed the PI to participate in national and<br />international conferences to disseminate the results obtained and&nbsp; to keep abreast&nbsp; of the advances achieved by other researchers.<br />The travel funds have also allowed close collaboration with researchers from<br />other institutions, national and international. Funds from the grant have<br />been used to support a graduate student to actively participate in the<br />realization of some of the goals of the funded projects. Having obtained his<br />Ph.D.&nbsp; in the Summer of 2015, Craig Collins is now on a tenure track<br />appointment at Murray State University. By helping prepare the next generation of researchers, the grant has contributed to an essential mission of the NSF.<br /><br />Below, we outline some of the outcomes of the research activities:</p>\n<p><br />1)&nbsp; With Yulong Xing we have worked on developing conservative Local<br />Discontinuous Galerkin (LDG) methods for the Korteweg-de Vries (KdV)<br />equation and have obtained optimal a priori and a posteriori error estimates.<br />The LDG method is an interesting alternative to primitive variable<br />formulations obtained by writing the equation as a system. One advantage of LDG formulations is that optimal estimates may be obtained for high order spatial derivatives.<br />One paper has appeared in Communications of Computational Physics.<br />On the other hand, LDG formulations, unlike primitive variable formulations,<br />require initial values which are not only optimal approximations<br />but must also satisfy certain compatibility conditions. We have put forth<br />a general procedure for generating initial values that are both optimal<br />and compatible. A paper is in preparation.</p>\n<p>2) With Jerry Bona and Hongqiu Chen we embarked on a study of issues pertaining to the stability of solitary and traveling wave solutions of the<br />coupled KdV-KdV system of equations. Such systems arise as models in various physical situations. This study involved both analytical methods as well as numerical simulations. A paper containing analytical investigations has appeared in electronic form in Applied Mathematics and Optimization.<br />A companion paper focusing on numerical simulations using adaptive DG schemes is near completion.<br /><br />3) With C. Makridakis of the University of Sussex, we have devised a new<br />method for obtaining a posteriori error estimates for linear and nonlinear<br />time dependent equations. Since it is well known that such estimates are much harder to obtain for time dependent problems, the generality of<br />our approach constitutes a very promising step. It is based on a<br />technique of spatial and temporal reconstruction whereby a computable<br />piecewise polynomial function, the \"reconstruction\", is devised which<br />satisfies the equation under consideration in the strong sense but with a<br />compuatable forcing term. The success of this approach was demonstrated when we applied it to the KdV equation obtaining the first ever a posteriori<br />error estimates for this equation. A paper has appeared in Mathematics<br />of Computation. This approach paves the way to obtaining a posteriori error estimates for a whole class of nonlinear evolution equations such as the<br />Benjamin-Bona-Mahoney equation and the Boussinesq system.</p>\n<p>4) With Steve Wise and Andreas Aristotelou we have worked<br />on the construction, analysis and implementation of adaptive DG methods<br />for the modified Cahn-Hilliard equation with an added source term.<br />This modified equation has been proposed as a model for phase separation of diblock copolymer melts and possesses solutions that can be significantly<br />different from those of the classical Cahn-Hilliard equation. The addition<br />of the source term can also be used to generate more realistic models for<br />cancerous tumor growth. We have constructed mixed and primitive variable&nbsp; DG formulations in space coupled with an efficient time discretization. We have implemented adaptive algorithms capable of refining and/or coarsening the spatial mesh and have used these to obtain realistic numerical simulations of the evolution of cancerous tumor growth. The adaptivity of the code has played an imortant role in generating a large number of large scale simulations in reasonable time. Two papers have resulted and appeared in Discrete and Continuous Dynamical Systems-B and&nbsp; in the IMA Journal on Numerical analysis respectively.</p>\n<p>5) With Craig Collins, a graduate student working under my supervision, we have undertaken the development, analysis and implementation of efficient solvers for Interior Penalty Discontinuous Galerkin (IPDG) formulations for second and fourth order elliptic problems. Specifically, we constructed<br />preconditioners based on additive or multiplicative Schwarz formulations.<br />Our studies focused on the dependence of the condition numbers of the preconditioned matrices on the penalty parameter in the IPDG formulation, an issue which&nbsp; had not received the attention it deserved.&nbsp;&nbsp; A paper encapsulating these results for the second order problem has been accepted by the IMA journal of Numerical Analysis subject to minor revisions. Parallel studies were conducted for the biharmonic problem. In an important develpment for this problem we obtained the first optimal condition number estimates for the overlapping Schwarz method for the IPDG formulation. A paper has been submitted to the Journal of Scientific Computing.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2016<br>\n\t\t\t\t\tModified by: Ohannes&nbsp;Karakashian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe support of the National Science Foundation Grant DMS-1216740 is\ngratefully acknowledged. This support has fostered a range of activities\ncontributing to the advancement of  Computational Mathematics. In particular, seven publications in leading journals have resulted with several more in the pipeline.\nThe travel funds have allowed the PI to participate in national and\ninternational conferences to disseminate the results obtained and  to keep abreast  of the advances achieved by other researchers.\nThe travel funds have also allowed close collaboration with researchers from\nother institutions, national and international. Funds from the grant have\nbeen used to support a graduate student to actively participate in the\nrealization of some of the goals of the funded projects. Having obtained his\nPh.D.  in the Summer of 2015, Craig Collins is now on a tenure track\nappointment at Murray State University. By helping prepare the next generation of researchers, the grant has contributed to an essential mission of the NSF.\n\nBelow, we outline some of the outcomes of the research activities:\n\n\n1)  With Yulong Xing we have worked on developing conservative Local\nDiscontinuous Galerkin (LDG) methods for the Korteweg-de Vries (KdV)\nequation and have obtained optimal a priori and a posteriori error estimates.\nThe LDG method is an interesting alternative to primitive variable\nformulations obtained by writing the equation as a system. One advantage of LDG formulations is that optimal estimates may be obtained for high order spatial derivatives.\nOne paper has appeared in Communications of Computational Physics.\nOn the other hand, LDG formulations, unlike primitive variable formulations,\nrequire initial values which are not only optimal approximations\nbut must also satisfy certain compatibility conditions. We have put forth\na general procedure for generating initial values that are both optimal\nand compatible. A paper is in preparation.\n\n2) With Jerry Bona and Hongqiu Chen we embarked on a study of issues pertaining to the stability of solitary and traveling wave solutions of the\ncoupled KdV-KdV system of equations. Such systems arise as models in various physical situations. This study involved both analytical methods as well as numerical simulations. A paper containing analytical investigations has appeared in electronic form in Applied Mathematics and Optimization.\nA companion paper focusing on numerical simulations using adaptive DG schemes is near completion.\n\n3) With C. Makridakis of the University of Sussex, we have devised a new\nmethod for obtaining a posteriori error estimates for linear and nonlinear\ntime dependent equations. Since it is well known that such estimates are much harder to obtain for time dependent problems, the generality of\nour approach constitutes a very promising step. It is based on a\ntechnique of spatial and temporal reconstruction whereby a computable\npiecewise polynomial function, the \"reconstruction\", is devised which\nsatisfies the equation under consideration in the strong sense but with a\ncompuatable forcing term. The success of this approach was demonstrated when we applied it to the KdV equation obtaining the first ever a posteriori\nerror estimates for this equation. A paper has appeared in Mathematics\nof Computation. This approach paves the way to obtaining a posteriori error estimates for a whole class of nonlinear evolution equations such as the\nBenjamin-Bona-Mahoney equation and the Boussinesq system.\n\n4) With Steve Wise and Andreas Aristotelou we have worked\non the construction, analysis and implementation of adaptive DG methods\nfor the modified Cahn-Hilliard equation with an added source term.\nThis modified equation has been proposed as a model for phase separation of diblock copolymer melts and possesses solutions that can be significantly\ndifferent from those of the classical Cahn-Hilliard equation. The addition\nof the source term can also be used to generate more realistic models for\ncancerous tumor growth. We have constructed mixed and primitive variable  DG formulations in space coupled with an efficient time discretization. We have implemented adaptive algorithms capable of refining and/or coarsening the spatial mesh and have used these to obtain realistic numerical simulations of the evolution of cancerous tumor growth. The adaptivity of the code has played an imortant role in generating a large number of large scale simulations in reasonable time. Two papers have resulted and appeared in Discrete and Continuous Dynamical Systems-B and  in the IMA Journal on Numerical analysis respectively.\n\n5) With Craig Collins, a graduate student working under my supervision, we have undertaken the development, analysis and implementation of efficient solvers for Interior Penalty Discontinuous Galerkin (IPDG) formulations for second and fourth order elliptic problems. Specifically, we constructed\npreconditioners based on additive or multiplicative Schwarz formulations.\nOur studies focused on the dependence of the condition numbers of the preconditioned matrices on the penalty parameter in the IPDG formulation, an issue which  had not received the attention it deserved.   A paper encapsulating these results for the second order problem has been accepted by the IMA journal of Numerical Analysis subject to minor revisions. Parallel studies were conducted for the biharmonic problem. In an important develpment for this problem we obtained the first optimal condition number estimates for the overlapping Schwarz method for the IPDG formulation. A paper has been submitted to the Journal of Scientific Computing.\n\n\t\t\t\t\tLast Modified: 08/05/2016\n\n\t\t\t\t\tSubmitted by: Ohannes Karakashian"
 }
}