{
 "awd_id": "1216872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Conceptualizing an Institute for Empowering Long Tail Research",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "The majority of NSF-funded research occurs in small and medium-sized laboratories (SMLs) that often comprise a single PI and a few students and postdocs. For these small teams, the growing importance of cyberinfrastructure and its applications in discovery and innovation is as much problem as opportunity. With limited resources and expertise, even simple data discovery, collection, analysis, management, and sharing tasks are difficult. An unfortunate consequence is that in this \"long tail\" of science, modern computational methods often are not exploited, much valuable data goes unshared, and too much time is consumed by routine tasks. To date, research investments in science cyberinfrastructure have disproportionately emphasized big science projects, providing tools for use by IT staff and technology savvy researchers rather than complete applications consumable by end users. This project?s goal is to lay a foundation for a more balanced research agenda by focusing exclusively on the needs of SMLs.\r\n\r\nThis Software Institute Conceptualization project aims to determine whether these obstacles to discovery and innovation can be overcome via the use of software as a service (SaaS) methods. Such methods have proven immensely effective for small and medium businesses due to their ability to deliver advanced capabilities while streamlining the user experience and achieving economies of scale. To determine whether similar benefits can apply for SMLs, the project team will engage with multiple science communities to identify science practices, match science practices against candidate SaaS offerings, and evaluate business models that could permit sustainable development of those offerings. The outcome of this process is intended to be a compelling and competitive strategic plan for an NSF Software Innovation and Sustainability Institute that both meets immediate needs of the initial science communities and provides a basis for a new, more cost-effective method of addressing cyberinfrastructure needs across all NSF directorates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Foster",
   "pi_email_addr": "foster@uchicago.edu",
   "nsf_id": "000234022",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Chicago",
  "perf_str_addr": "5735 South Ellis",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8211",
   "pgm_ref_txt": "S2I2 - Scient Sftwre Innovat Insts"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the feasibility of &ldquo;organizing an interdisciplinary community and understanding their software requirements and challenges.&rdquo; The intent was that the resulting community should benefit from the establishment of an NSF Scientific Software Innovation Institute focused on their software requirements and challenges. We investigated opportunities for an Institute for Enabling Long Tail Research (IELTR) aimed at leveraging the power of software-as-a-service (SaaS) methods to support a broad spectrum of small and medium-sized laboratory (SML) researchers.</p>\n<p>The following findings and results should be highly relevant to the many members of the NSF community who struggle with the growing complexity and costs inherent in increasingly computation- and data-intensive methods.</p>\n<p><span style=\"text-decoration: underline;\">Finding 1</span>: There is no single SML community that can be organized, in the manner envisioned by NSF, to determine community software requirements and challenges. SML researchers constitute the majority of all NSF-funded (and indeed, non-NSF-funded) researchers. They come from a wide variety of disciplinary, scientific, and institutional backgrounds. It does not appear feasible to organize them to determine requirements or to shape consensus around priorities for technology support and development.</p>\n<p><span style=\"text-decoration: underline;\">Finding 2</span>: SaaS technologies can provide tremendous benefit to SMLs. For the reasons noted in Finding 1, this observation is not based on any comprehensive or even representative survey of SMLs. Rather, it is derived from: (a) studies of SaaS adoption and impacts within small and medium businesses; (b) the consistent message received from SMLs that IT tasks, particularly relating to research data management, are a major challenge; and (c) positive responses to our experiments with Globus and SQLShare.</p>\n<p><span style=\"text-decoration: underline;\">Finding 3</span>: In the absence of an SML community that can be consulted to determine priorities on the basis of that community&rsquo;s scientific imperatives, an Institute for Enabling Long-tail Research would require a different organization than one designed to support a specific community. It might, for example, provide access to enabling capabilities, support many experiments, and sustain those that show usage as evidenced via metrics such as number of users and subscription revenues. (This approach, and indeed the case for such an institute, depend on the assumption that &ldquo;providing value to a diverse group of stakeholders&rdquo; is viewed as valuable.)</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/21/2015<br>\n\t\t\t\t\tModified by: Ian&nbsp;Foster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated the feasibility of \"organizing an interdisciplinary community and understanding their software requirements and challenges.\" The intent was that the resulting community should benefit from the establishment of an NSF Scientific Software Innovation Institute focused on their software requirements and challenges. We investigated opportunities for an Institute for Enabling Long Tail Research (IELTR) aimed at leveraging the power of software-as-a-service (SaaS) methods to support a broad spectrum of small and medium-sized laboratory (SML) researchers.\n\nThe following findings and results should be highly relevant to the many members of the NSF community who struggle with the growing complexity and costs inherent in increasingly computation- and data-intensive methods.\n\nFinding 1: There is no single SML community that can be organized, in the manner envisioned by NSF, to determine community software requirements and challenges. SML researchers constitute the majority of all NSF-funded (and indeed, non-NSF-funded) researchers. They come from a wide variety of disciplinary, scientific, and institutional backgrounds. It does not appear feasible to organize them to determine requirements or to shape consensus around priorities for technology support and development.\n\nFinding 2: SaaS technologies can provide tremendous benefit to SMLs. For the reasons noted in Finding 1, this observation is not based on any comprehensive or even representative survey of SMLs. Rather, it is derived from: (a) studies of SaaS adoption and impacts within small and medium businesses; (b) the consistent message received from SMLs that IT tasks, particularly relating to research data management, are a major challenge; and (c) positive responses to our experiments with Globus and SQLShare.\n\nFinding 3: In the absence of an SML community that can be consulted to determine priorities on the basis of that communityÆs scientific imperatives, an Institute for Enabling Long-tail Research would require a different organization than one designed to support a specific community. It might, for example, provide access to enabling capabilities, support many experiments, and sustain those that show usage as evidenced via metrics such as number of users and subscription revenues. (This approach, and indeed the case for such an institute, depend on the assumption that \"providing value to a diverse group of stakeholders\" is viewed as valuable.)\n\n\t\t\t\t\tLast Modified: 05/21/2015\n\n\t\t\t\t\tSubmitted by: Ian Foster"
 }
}