{
 "awd_id": "1216754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Conceptualizing an Institute for Empowering Long Tail Research",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "The majority of NSF-funded research occurs in small and medium-sized laboratories (SMLs) that often comprise a single PI and a few students and postdocs. For these small teams, the growing importance of cyberinfrastructure and its applications in discovery and innovation is as much problem as opportunity. With limited resources and expertise, even simple data discovery, collection, analysis, management, and sharing tasks are difficult. An unfortunate consequence is that in this \"long tail\" of science, modern computational methods often are not exploited, much valuable data goes unshared, and too much time is consumed by routine tasks. To date, research investments in science cyberinfrastructure have disproportionately emphasized big science projects, providing tools for use by IT staff and technology savvy researchers rather than complete applications consumable by end users. This project's goal is to lay a foundation for a more balanced research agenda by focusing exclusively on the needs of SMLs.\r\n\r\nThis Software Institute Conceptualization project aims to determine whether these obstacles to discovery and innovation can be overcome via the use of software as a service (SaaS) methods. Such methods have proven immensely effective for small and medium businesses due to their ability to deliver advanced capabilities while streamlining the user experience and achieving economies of scale. To determine whether similar benefits can apply for SMLs, the project team will engage with multiple science communities to identify science practices, match science practices against candidate SaaS offerings, and evaluate business models that could permit sustainable development of those offerings. The outcome of this process is intended to be a compelling and competitive strategic plan for an NSF Software Innovation and Sustainability Institute that both meets immediate needs of the initial science communities and provides a basis for a new, more cost-effective method of addressing cyberinfrastructure needs across all NSF directorates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Borgman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christine L Borgman",
   "pi_email_addr": "borgman@gseis.ucla.edu",
   "nsf_id": "000319882",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "UCLA GSE&IS",
  "perf_city_name": "235 GSEIS Bldg",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951520",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8211",
   "pgm_ref_txt": "S2I2 - Scient Sftwre Innovat Insts"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Major Activities</strong></p>\n<p>Our activities at UCLA are to study two major earth science projects: the Center for Embedded Networked Sensing (CENS) and the Center for Dark Energy Biosphere Investigations (C-DEBI).</p>\n<p>We focused our work on assembling data and real-world examples illustrating the issues and opportunities for Software as a Service (SaaS) in Small-and-Medium Sized Laboratories (SMLs). Our team has taken a two-pronged approach to meet our goals. The first approach consists of establishing connections to SML communities by participating in workshops and other events; we are identifying the challenges they face in data management that might be addressed by better tools. The second approach consists of building longer-term relationships with specific SMLs to study them in depth.</p>\n<p>&nbsp;</p>\n<p><strong>Workshops <br /></strong></p>\n<ol>\n<li><strong>Center for Dark Energy Biosphere Investigations (C-DEBI) All-Hands meeting, Monterey Bay, CA (Oct 22-23, 2012). </strong>C-DEBI is an NSF Science and Technology Center (STC) studying subseafloor microbial life. In October, IELTR team members from UCLA (Peter Darch, who is supervised by Christine Borgman) and USC (Carl Kesselman) joined the Dark Energy Biosphere community at the C-DEBI All-Hands meeting. The C-DEBI community is comprised of small- and medium-scale, highly- interdisciplinary research teams. The workshop provided opportunities to learn about unmet cyberinfrastructure needs of this scientific community. Our team continues to observe C-DEBI&rsquo;s data practices as a means to understand their technical and social requirements.&nbsp; </li>\n<li><strong>NSF EarthCube Ocean &lsquo;Omics Workshop, Catalina Island, CA (Aug 21-23, 2013). </strong>Peter Darch attended a workshop arranged by the NSF as part of its EarthCube project. This is one of a series of workshops aimed at targeted end-users, in this case scientists studying microbes in the ocean and beneath the seafloor. This workshop presented EarthCube to the target community, and also involved sessions aimed at gathering requirements from these users.<strong>&nbsp;</strong></li>\n<li><strong>The American Geophysical Union (AGU) Annual Meeting, San Francisco, CA (Dec 9-13, 2013).</strong> The AGU meeting is the primary conference attended by scientists studying subseafloor microbial life. At this meeting, Peter Darch and Rebekah Cummings, both under the supervision of Christine Borgman, presented the results from the first year of the C-DEBI case study with a paper presentation, &ldquo;Buried deep: How data about subseafloor life becomes dark and why,&rdquo; and a poster &ldquo;Between land and sea: divergent data stewardship practices in deep-sea biosphere research.&rdquo;<strong>&nbsp;</strong></li>\n<li><strong>Datasphere at the Biosphere II workshop, </strong>Oracle, AZ (May 5-6, 2014). This workshop was organized as part of our project for conceptualizing an Institute for Empowering Long Tail Research. It brought together 19 researchers in the domain of biodiversity. The purpose of this workshop was to seek feedback from the earth sciences community on whether software as a service could offer solutions that remedy the data challenges they face in their research. Through our interactions at the workshop, we were able to draw generalized conclusions by highlighting observed similarities between the data challenges that were discussed at the workshop and those faced by other scientists working at SMLs affiliated with CENS and C-DEBI in recent past.</li>\n</ol>\n<p>&nbsp;</p>\n<p><strong>Long-term studies and collaborations</strong></p>\n<ol>\n<li><strong>Center for Embedded Network Sensing (CENS). </strong>Rebekah Cummings, supervised by Christine Borgman, analyzed interviews conducted during the period 2002-2012 with members of the CENS collaboration, an NSF Science and Technology Center that ran from 2002-2012. These interviews ha...",
  "por_txt_cntn": "\nMajor Activities\n\nOur activities at UCLA are to study two major earth science projects: the Center for Embedded Networked Sensing (CENS) and the Center for Dark Energy Biosphere Investigations (C-DEBI).\n\nWe focused our work on assembling data and real-world examples illustrating the issues and opportunities for Software as a Service (SaaS) in Small-and-Medium Sized Laboratories (SMLs). Our team has taken a two-pronged approach to meet our goals. The first approach consists of establishing connections to SML communities by participating in workshops and other events; we are identifying the challenges they face in data management that might be addressed by better tools. The second approach consists of building longer-term relationships with specific SMLs to study them in depth.\n\n \n\nWorkshops \n\n\nCenter for Dark Energy Biosphere Investigations (C-DEBI) All-Hands meeting, Monterey Bay, CA (Oct 22-23, 2012). C-DEBI is an NSF Science and Technology Center (STC) studying subseafloor microbial life. In October, IELTR team members from UCLA (Peter Darch, who is supervised by Christine Borgman) and USC (Carl Kesselman) joined the Dark Energy Biosphere community at the C-DEBI All-Hands meeting. The C-DEBI community is comprised of small- and medium-scale, highly- interdisciplinary research teams. The workshop provided opportunities to learn about unmet cyberinfrastructure needs of this scientific community. Our team continues to observe C-DEBIÆs data practices as a means to understand their technical and social requirements.  \nNSF EarthCube Ocean æOmics Workshop, Catalina Island, CA (Aug 21-23, 2013). Peter Darch attended a workshop arranged by the NSF as part of its EarthCube project. This is one of a series of workshops aimed at targeted end-users, in this case scientists studying microbes in the ocean and beneath the seafloor. This workshop presented EarthCube to the target community, and also involved sessions aimed at gathering requirements from these users. \nThe American Geophysical Union (AGU) Annual Meeting, San Francisco, CA (Dec 9-13, 2013). The AGU meeting is the primary conference attended by scientists studying subseafloor microbial life. At this meeting, Peter Darch and Rebekah Cummings, both under the supervision of Christine Borgman, presented the results from the first year of the C-DEBI case study with a paper presentation, \"Buried deep: How data about subseafloor life becomes dark and why,\" and a poster \"Between land and sea: divergent data stewardship practices in deep-sea biosphere research.\" \nDatasphere at the Biosphere II workshop, Oracle, AZ (May 5-6, 2014). This workshop was organized as part of our project for conceptualizing an Institute for Empowering Long Tail Research. It brought together 19 researchers in the domain of biodiversity. The purpose of this workshop was to seek feedback from the earth sciences community on whether software as a service could offer solutions that remedy the data challenges they face in their research. Through our interactions at the workshop, we were able to draw generalized conclusions by highlighting observed similarities between the data challenges that were discussed at the workshop and those faced by other scientists working at SMLs affiliated with CENS and C-DEBI in recent past.\n\n\n \n\nLong-term studies and collaborations\n\nCenter for Embedded Network Sensing (CENS). Rebekah Cummings, supervised by Christine Borgman, analyzed interviews conducted during the period 2002-2012 with members of the CENS collaboration, an NSF Science and Technology Center that ran from 2002-2012. These interviews had previously been conducted by members of Borgman's Knowledge Infrastructures research team in the Department of Information Studies at UCLA. We used our knowledge of CENS to compare their data challenges with the data needs of more recent collaborations such as C-DEBI. We analyzed further a number of requirements to inform the development of an Institute for Empowering Long Tail Research..."
 }
}