{
 "awd_id": "1216719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Scientific Software Innovation Institute for Advanced Analysis of X-Ray and Neutron Scattering Data (SIXNS)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Katz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "SUMMARY\r\n\r\nThe Office of Cyberinfrastructure, Division of Materials Research, and Chemistry Division contribute funds to this award.  \r\n\r\nThis award supports a conceptualization effort to design a Sustainable Software Innovation Institute to elevate the level of scientific computing in X-ray and neutron scattering science. This conceptualization project will define the priorities of users and facilities to serve a significant fraction of the community of 14,000 annual users of X-ray and neutron scattering facilities in the U.S. The Institute aims to adapt modern methods of computational materials science to predict scattering from materials. It would incorporate these software tools into workflows for scattering scientists, giving them new pathways to scientific discovery. \r\n\r\nSince 1980, the performance per dollar of computer hardware has increased by a factor of 100 every decade. Over the same time period, this million-fold improvement has been closely matched by the increased brilliance of X-ray sources, and in the past decade the performance of neutron sources has increased by a factor of ten. These improvements should be multiplied by comparable factors to account for improvements in software and methods of computational science, and for major improvements in optics and detectors for X-rays and neutrons. These enormous advances in computing and in scattering have occurred independently. Today there are exciting opportunities for combining them to do new science, and there is a growing body of work in computational scattering science that does so. Today this is only a small fraction of the work done by users of the synchrotron and neutron sources in the U.S., but it accounts for a disproportionately large fraction of high impact publications.\r\n\r\nThe conceptualization process will shape and assess envisioned activities of the Institute in the areas of workflow, uncertainty quantification, new avenues for discovery, and education.\r\n\r\nAn important activity of the Institute will involve developing new computational workflows that open channels for discovery in scattering science. This can be as direct as offering a common environment for comparing results from experiment to results from computational materials science. Computing also facilitates the combined analysis of information from different types of experiments, linked by an underlying model of the structure and dynamics of a material. Such a combined approach requires the assessment of uncertainties in the model using mathematical methods that are not yet standard practice in scattering science. This conceptualization project will develop a path to obtaining appropriate uncertainty analysis tools for a computationally enabled scattering science.\r\n\r\nWorkflows that include calculations of the structure and dynamics of materials can allow experimental results to be interpreted on a more fundamental level, letting scientists explore properties that are not measured directly by experiment opening new avenues to discovery. \r\n\r\nThis project supports aspects of the Materials Genome Initiative.\r\n\r\nThe Institute will bring materials simulation to train the next generation of scattering scientist. The Institute aims to broaden participation, particularly of  women in computational science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Billinge",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Simon J Billinge",
   "pi_email_addr": "sb2896@columbia.edu",
   "nsf_id": "000207342",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "500 w 120th st",
  "perf_city_name": "new york",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1743",
   "pgm_ref_txt": "NATIONAL FACILITIES"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "8009",
   "pgm_ref_txt": "Scientifc Software Integration"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The conceptualization grant &ldquo;Scientific Software Innovation Institute for Advanced Analysis of X-Ray and Neutron Scattering Data (SIXNS)&rdquo; (OCI-1216716) is intended to explore community needs and opportunities for a software institute for the community of materials scientists who utilize advanced x-ray, neutron and electron scattering tools. Advanced materials are at the heart of technological solutions to many of mankind&rsquo;s toughest problems such as sustainable energy, environmental remediation and health, but studying them is a challenge due to their complexity.&nbsp; Large investments have been made in powerful experimental capabilities based around scattering, such as national synchrotron, neutron and electron facilities, but the investment in the software needed to make full use of the data is lagging.&nbsp; This activity was an effort to identify what the main software bottlenecks faced by the community and to identify ways that a software institute could overcome those bottlenecks and also extend the software solutions to the broadest possible community of people for the greatest scientific impact.&nbsp; This report describes activities led at Columbia University, one of three institutions (together with California Institute of Technology and University of Washington) involved in this activity.&nbsp; Activities they led will be described in their own respective reports.</p>\n<p class=\"Default\">&nbsp;The principle activity was the second in the series of SIXNS workshops &nbsp;that was held at Brookhaven National Laboratory on August 14-15, 2013. Specific goals of the workshop were to identify existing computational, software, and analysis tools that may be consolidated into optimized workflows for the community based upon scientific goals and future needs. This workshop was attended by over 100 people from universities, national labs, and industrial positions around the world, with presentations given by 25 experts from disciplines regarding techniques in scattering science, software development, applied mathematics, and computation. The sharing of information on a wide multidisciplinary standpoint allowed for a comprehensive view of the issues at hand. This culminated in breakout discussions in scattering, imaging, and spectroscopies which tackled aspects of the goals, needs, and roadblocks in each community. The outcomes of the meeting are being consolidated into a report including U. Washington and Caltech activities.</p>\n<p class=\"Default\">There was wide agreement from attendees that inadequate software is often a major limitation in obtaining scientific results from the large amounts of scattering data that are now becoming available. &nbsp;The attendees were very generous in sharing their ideas and opinions about what a software institute could look like, and how it could enhance their scientific productivity, allowing us to formulate a much stronger and more precise vision for the proposed Institute.</p>\n<p>&nbsp;By compiling information learned from each of the three workshops, workflows solutions will be developed and integrated into a strategy on how best to use the resources that a scattering software institute could provide, including development, maintenance, dissemination, and training in the use of modern tools in computational materials science, as well as outreach to the broader materials community and the general public.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2015<br>\n\t\t\t\t\tModified by: Simon  J. L.&nbsp;Billinge</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation on...",
  "por_txt_cntn": "The conceptualization grant \"Scientific Software Innovation Institute for Advanced Analysis of X-Ray and Neutron Scattering Data (SIXNS)\" (OCI-1216716) is intended to explore community needs and opportunities for a software institute for the community of materials scientists who utilize advanced x-ray, neutron and electron scattering tools. Advanced materials are at the heart of technological solutions to many of mankindÆs toughest problems such as sustainable energy, environmental remediation and health, but studying them is a challenge due to their complexity.  Large investments have been made in powerful experimental capabilities based around scattering, such as national synchrotron, neutron and electron facilities, but the investment in the software needed to make full use of the data is lagging.  This activity was an effort to identify what the main software bottlenecks faced by the community and to identify ways that a software institute could overcome those bottlenecks and also extend the software solutions to the broadest possible community of people for the greatest scientific impact.  This report describes activities led at Columbia University, one of three institutions (together with California Institute of Technology and University of Washington) involved in this activity.  Activities they led will be described in their own respective reports.\n The principle activity was the second in the series of SIXNS workshops  that was held at Brookhaven National Laboratory on August 14-15, 2013. Specific goals of the workshop were to identify existing computational, software, and analysis tools that may be consolidated into optimized workflows for the community based upon scientific goals and future needs. This workshop was attended by over 100 people from universities, national labs, and industrial positions around the world, with presentations given by 25 experts from disciplines regarding techniques in scattering science, software development, applied mathematics, and computation. The sharing of information on a wide multidisciplinary standpoint allowed for a comprehensive view of the issues at hand. This culminated in breakout discussions in scattering, imaging, and spectroscopies which tackled aspects of the goals, needs, and roadblocks in each community. The outcomes of the meeting are being consolidated into a report including U. Washington and Caltech activities.\nThere was wide agreement from attendees that inadequate software is often a major limitation in obtaining scientific results from the large amounts of scattering data that are now becoming available.  The attendees were very generous in sharing their ideas and opinions about what a software institute could look like, and how it could enhance their scientific productivity, allowing us to formulate a much stronger and more precise vision for the proposed Institute.\n\n By compiling information learned from each of the three workshops, workflows solutions will be developed and integrated into a strategy on how best to use the resources that a scattering software institute could provide, including development, maintenance, dissemination, and training in the use of modern tools in computational materials science, as well as outreach to the broader materials community and the general public.\n\n \n\n\t\t\t\t\tLast Modified: 03/05/2015\n\n\t\t\t\t\tSubmitted by: Simon  J. L. Billinge"
 }
}