{
 "awd_id": "1216111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID--To Conduct Ionospheric Irregularity and Scintillation Experiments Using the Radio Aurora Explorer II",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irfan S. Azeem",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 40450.0,
 "awd_amount": 40450.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "This is a short term effort to conduct initial orchestrated coherent scatter and scintillations experiments utilizing the RAX II spacecraft together with ground based incoherent scatter radar and heating facilities. The Radio Aurora Explorer (RAX) satellite was the first NSF Cubesat mission to be selected and flown. It was launched in November 2010 and successfully executed two radar experiments in coordination with NSF's Poker Flat Incoherent Scatter Radar (PFISR). Shortly after, the solar power system degraded, and the mission prematurely terminated. The recent NASA launch of the backup flight spacecraft (RAX II) in October 2011 offers the opportunity to continue the RAX mission.  The additional experiments that this opportunity enables are the subject of this RAPID project\r\n\r\nThe RAX mission is a ground-to-space bi-static radar remote sensing experiment designed to measure meter-scale ionospheric turbulence that occurs during strong auroral disturbances. Five globally distributed UHF Incoherent Scatter Radar facilities will be used to illuminate natural/artificial ionospheric field-aligned irregularities (FAI). The RAX UHF radar receiver measures coherent backscatter at multiple points along the satellite track, from which on can quantify the plasma wave energy distribution parallel to the geomagnetic field lines.  RAX II experiments will be conducted for both naturally occurring and artificially generated ionospheric irregularities in mid to high latitudes. RAX I was planned to address natural ionospheric irregularities; with RAX II, the experimental scope is expanded to address new HF heater generated effects. The goals are to capture (1) coherent scatter from natural and artificial ionospheric irregularities, and (2) the amplitude and phase distortions of UHF signals passing through naturally and artificially generated irregularities.  Ionospheric irregularity backscatter experiments will be coordinated with megawatt-class narrow-beam UHF incoherent scatter radars to provide high spatial and temporal resolution mapping of ionospheric irregularities (between the altitudes of 80-400 km) for a wide range of conditions for the ionospheric electric field, currents, and plasma density gradients.  In addition to studying the properties of naturally occurring plasma turbulence, we will run experiments to measure artificial ionospheric irregularities generated by high-power HF heating of the ionospheric E and F regions. Currently, two heater facilities are available for this purpose: HAARP and SPEAR. The Modular UHF Incoherent Scatter Radar (MUIR) and the EISCAT Svalbard Radar (ESR), respectively, will be the ISRs operating in conjunction with RAX II for diagnostics of the artificially generated plasma turbulence. Ionospheric scintillation of UHF signals will be measured using the raw data acquisition mode of the RAX UHF payload receiver.\r\n\r\nBetter understanding of ionospheric irregularities and their role in ionospheric dynamics is an important space weather research objective because plasma structures in the ionosphere can have an adverse effect on communications via satellite, HF and VHF radio and as well as an adverse effect on navigation, tracking, and positioning. The project will promote education and learning in that graduate undergraduate students from University of Michigan will perform the majority of the satellite operations and data handling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hasan",
   "pi_last_name": "Bahcivan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hasan Bahcivan",
   "pi_email_addr": "hasan.bahcivan@sri.com",
   "nsf_id": "000498616",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Doe",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Doe",
   "pi_email_addr": "doe@sri.com",
   "nsf_id": "000365771",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 40450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>SRI International and the University of Michigan continuously operated the Radio Aurora Explorer (RAX?2) spacecraft throughout this project. The project objectives were to (1) measure auroral backscatter and (2) detect scintillation of UHF signals.</p>\n<p>Ionospheric plasma turbulence occurs in response to intense solar and magnetospheric forcing. The turbulence consists of sub-meter to decameter-scale electron density irregularities that impact communication and navigation signals, such as GPS. A small misalignment of ionospheric irregularities from the geomagnetic field results in wave-generated parallel electric fields that dissipate significantly more energy per mV/m than the perpendicular electric fields that are associated with large-scale ionospheric convection. Determining the magnetic-aspect sensitivity of the turbulence is critical, not only for quantifying electron heating and subsequent changes in the plasma chemistry, but also for quantifying the total amount of electromagnetic energy entering into the Earth&rsquo;s upper atmosphere due to solar and magnetospheric forcing.</p>\n<p>It has been difficult to quantify magnetic field alignment of the irregularities from the ground. Radar systems on the ground do not have the resolution required to provide altitude-resolved measurements of plasma structures. This project, for the first time, used ground-to-space geometry to overcome this limitation. Since the project inception, the RAX-2 satellite has completed over a dozen ground-to-space radar experiments with the AMISR chain of incoherent scatter radars in Alaska, and Resolute Bay, Canada. On March 8, 2012, RAX-2 provided the first ever measurements of auroral scatter using a nanosatellite radar receiver. &nbsp;Additional auroral backscatter was observed during three more passes: two due to naturally occurring irregularities, and one due to artificial plasma turbulence generated by the High Frequency Active Auroral Research Program (HAARP) HF radar. The data from the latter pass also show scintillation of UHF signals. The peak of phase scintillation coincided with the signals propagating through the center of the heated ionospheric volume. The natural irregularity experiments did not show detectable scintillation. This is likely due to lack of scintillation scale structures (&gt; 100 m) along the propagation path of the radar signals.</p>\n<p>To our knowledge, RAX-2 has provided the highest combined resolution for altitude and magnetic?aspect angle measurements thus far. In the image, the mapping of radar data on altitude and magnetic-aspect angle shows that the turbulence is aligned to the magnetic field within a fraction of a degree and is localized at the altitude of approximately 110 km. This altitude is exactly where most of the electrojet-driven electron temperature enhancements were measured previously.</p>\n<p>Based on a set of compelling backscatter events, data from this project showed that sub-meter-scale irregularities in the ionospheric E region are more strongly aligned with the geomagnetic field than previously thought, and the turbulence is confined to a narrow (~5 km) altitude range centered near 110 km. These findings are important for accurate mathematical modeling of E region plasma heating and chemistry. RAX-2 findings suggest that the parallel electric fields of sub-meter scale waves propagating at larger angles from the main EXB flow direction (secondary waves) are too small to contribute to E region electron heating. It is possible that the dynamics of those sub-meter scale waves propagating in the EXB direction (primary waves) or the dynamics of longer wavelengths explain anomalous electron heating in the auroral electrojet.</p>\n<p>The RAX-2 project helped advance CubeSat and CubeSat-based payload technology for more effective instrumentation of the space environment. The project also demonstrated a major educational impact in the fi...",
  "por_txt_cntn": "\nSRI International and the University of Michigan continuously operated the Radio Aurora Explorer (RAX?2) spacecraft throughout this project. The project objectives were to (1) measure auroral backscatter and (2) detect scintillation of UHF signals.\n\nIonospheric plasma turbulence occurs in response to intense solar and magnetospheric forcing. The turbulence consists of sub-meter to decameter-scale electron density irregularities that impact communication and navigation signals, such as GPS. A small misalignment of ionospheric irregularities from the geomagnetic field results in wave-generated parallel electric fields that dissipate significantly more energy per mV/m than the perpendicular electric fields that are associated with large-scale ionospheric convection. Determining the magnetic-aspect sensitivity of the turbulence is critical, not only for quantifying electron heating and subsequent changes in the plasma chemistry, but also for quantifying the total amount of electromagnetic energy entering into the EarthÆs upper atmosphere due to solar and magnetospheric forcing.\n\nIt has been difficult to quantify magnetic field alignment of the irregularities from the ground. Radar systems on the ground do not have the resolution required to provide altitude-resolved measurements of plasma structures. This project, for the first time, used ground-to-space geometry to overcome this limitation. Since the project inception, the RAX-2 satellite has completed over a dozen ground-to-space radar experiments with the AMISR chain of incoherent scatter radars in Alaska, and Resolute Bay, Canada. On March 8, 2012, RAX-2 provided the first ever measurements of auroral scatter using a nanosatellite radar receiver.  Additional auroral backscatter was observed during three more passes: two due to naturally occurring irregularities, and one due to artificial plasma turbulence generated by the High Frequency Active Auroral Research Program (HAARP) HF radar. The data from the latter pass also show scintillation of UHF signals. The peak of phase scintillation coincided with the signals propagating through the center of the heated ionospheric volume. The natural irregularity experiments did not show detectable scintillation. This is likely due to lack of scintillation scale structures (&gt; 100 m) along the propagation path of the radar signals.\n\nTo our knowledge, RAX-2 has provided the highest combined resolution for altitude and magnetic?aspect angle measurements thus far. In the image, the mapping of radar data on altitude and magnetic-aspect angle shows that the turbulence is aligned to the magnetic field within a fraction of a degree and is localized at the altitude of approximately 110 km. This altitude is exactly where most of the electrojet-driven electron temperature enhancements were measured previously.\n\nBased on a set of compelling backscatter events, data from this project showed that sub-meter-scale irregularities in the ionospheric E region are more strongly aligned with the geomagnetic field than previously thought, and the turbulence is confined to a narrow (~5 km) altitude range centered near 110 km. These findings are important for accurate mathematical modeling of E region plasma heating and chemistry. RAX-2 findings suggest that the parallel electric fields of sub-meter scale waves propagating at larger angles from the main EXB flow direction (secondary waves) are too small to contribute to E region electron heating. It is possible that the dynamics of those sub-meter scale waves propagating in the EXB direction (primary waves) or the dynamics of longer wavelengths explain anomalous electron heating in the auroral electrojet.\n\nThe RAX-2 project helped advance CubeSat and CubeSat-based payload technology for more effective instrumentation of the space environment. The project also demonstrated a major educational impact in the field of aerospace engineering by engaging a large number of students during the development and operatio..."
 }
}