{
 "awd_id": "1216193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modeling disease transmission using spatial mapping of vector-parasite genetics and vector feeding patterns",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2021-09-30",
 "tot_intn_awd_amt": 2461999.0,
 "awd_amount": 2486879.0,
 "awd_min_amd_letter_date": "2012-06-08",
 "awd_max_amd_letter_date": "2021-03-10",
 "awd_abstract_narration": "This award supports the development of an innovative model of  the transmission dynamics of Chagas disease. Chagas disease is a parasitic disease endemic to Latin America that afflicts an estimated 10 million people. The causative agent is a protozoa, Trypanosoma cruzi. The protozoa is most commonly transmitted to people by bloodsucking insects whose populations increase in newly deforested and partially re-forested tropical regions. In this project, a team of scientists from the University of Vermont, the Loyola University New Orleans, and the University of San Carlos in Guatemala, will take a new, multi-disciplinary approach to understanding how Chagas is transmitted at both the local and regional scales. While previous research has found connections between single factors and Chagas disease, this will be the first time that multiple contributing factors have been brought together in a single model so that the underlying processes can be identified.\r\n\r\nThe research will be conducted in three localities along the Guatemala-El Salvador border that differ significantly in landscape, socioeconomic, and disease transmission characteristic. In three villages in each region, the scientists will collect and geographically map information on parasite and vector genetic diversity; land use ecology; forest disturbance; blood meal sources; and socio-economic characteristics such as housing type, presence of domestic animals, and use of electric lights. From these data they will develop, test, and validate new models of how Chagas disease transmission. Once validated, these models can then be extended to predict transmission of the many other vector-borne diseases that affect human beings wherever they are found and that cumulatively produce about 1.4 million deaths annually.\r\n\r\nFindings from this research will be shared with the Guatemalan Ministry of Health and the Pan American Health Organization to inform their ongoing efforts to stem the tide of Chagas disease in Latin America. The researchers will publish papers in scientific journals and will make their genomic databases and geo-referenced complex systems tools available to other researchers. This research will also benefit graduate and undergraduate students in Louisiana, Vermont, Guatemala and El Salvador through training in genomics, population and molecular genetics, geospatial analysis, and complex systems modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Stevens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lori Stevens",
   "pi_email_addr": "Lori.Stevens@uvm.edu",
   "nsf_id": "000237761",
   "pi_start_date": "2015-11-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Cahan",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Sara I Cahan",
   "pi_email_addr": "scahan@uvm.edu",
   "nsf_id": "000229457",
   "pi_start_date": "2012-06-08",
   "pi_end_date": "2015-11-09"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Morrissey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie A Morrissey",
   "pi_email_addr": "Leslie.Morrissey@uvm.edu",
   "nsf_id": "000452880",
   "pi_start_date": "2012-06-08",
   "pi_end_date": "2018-11-08"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Rizzo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna Rizzo",
   "pi_email_addr": "drizzo@cems.uvm.edu",
   "nsf_id": "000114893",
   "pi_start_date": "2015-11-09",
   "pi_end_date": "2018-06-20"
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "340 Waterman Building",
  "perf_city_name": "Burlington",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054050160",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724200",
   "pgm_ele_name": "Ecology of Infectious Diseases"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 645506.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 489872.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 462739.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 479387.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 409375.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2dba8d98-7fff-5d2e-221b-7023bfb69cb0\">\n<p dir=\"ltr\"><span>Chagas disease (American Trypanosomiasis), a neglected tropical disease, has the greatest parasitic disease burden in Latin America with nearly six million annual cases with two million expected to develop life-threatening heart disease. The protozoan parasite, </span><span>Trypanosoma cruzi</span><span> is transmitted through infected feces of blood-feeding insect vectors. With no vaccine and two drugs of limited efficacy, vector control is the World Health Organization&rsquo;s recommendation for reducing Chagas disease. This research used a holistic Ecohealth approach to address Chagas transmission, focusing on the role of genetic diversity in the parasite and insect vector along with models that included social and economic variables to gain insights into disease ecology.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Our contributions to knowledge on insect vector and parasite evolution include describing two new vector species and analysis of both the nuclear and mitochondrial genomes with the most comprehensive parasite sampling over geographic locations and insect vector species to date. Geographic analysis done at multiple scales showed the parasite has independently evolving lineages in North and Central America from South America underscoring the need for more genomic studies from North and Central America to better understand disease transmission and improve assays to detect infections. Both newly described species, </span><span>Triatoma mopan </span><span>and </span><span>Triatoma huehuetenanguensis, </span><span>need further investigation as they feed on humans and can be infected with the parasite</span><span>.</span><span>&nbsp;</span></p>\n<p dir=\"ltr\"><span>An exciting contribution was the simultaneous collection of genome-level data on the interactions of parasites, insect vector, gut microbiome of the vector, and blood-meal sources to help identify key factors associated with Chagas risk. Using mixed species DNA from vector abdomens we examined variation across spatial scales from villages to biogeographic regions of Central America. We managed this using the data management software for biological collections, Specify, for use across studies, languages, and countries. We developed bioinformatic analysis tools and found 30% of the vectors infected with the parasite, (90% with the common lineage and a previously undescribed lineage), four geographic genetic clusters of the vectors with both local and regional components associated with environmental and geographical features. The diverse microbiome showed parasite-infected vectors had higher diversity in bacterial species and a common group of bacteria along with fungi and insect-parasitic worms that could be used to control the insect vector populations. Our analysis tools identified blood-meals from 15% of the vectors, including chicken, dog, duck, and human. Importantly, the approach provides concurrent genetic data on vectors and parasites, and ecological information on feeding and microbial interactions to improve Chagas control.&nbsp;</span></p>\n<p dir=\"ltr\"><span>To reduce human-vector contact, we collaborated with the Ministry of Health (MoH) in a time-course analysis of house</span><span> </span><span>infestation and reinfestation with the insect vectors, focusing on numbers and genetic relatedness in two nearby villages. In one village, houses were surveyed, treated with insecticide if infested and re-surveyed eight and 22 months later. After 2 years, 35% were reinfested; genetic analysis indicated spraying was not fully effective and vectors were reinfesting from nearby houses. The second village functioned as an untreated control for seasonal dispersal and again high-infestation houses were sources for neighboring homes. Given these challenges, our findings support structural improvements such as wall plastering and cement floors to make houses refractory to vector colonization and persistence, an integral part of the Ecohealth approach, for long-term reduction of infestation. To support this Ecohealth approach we produced a video, used by the MoH to instruct villagers in the methods. Presently, more than 8,000 houses have been improved by this approach.&nbsp;</span></p>\n<p dir=\"ltr\"><span>To improve data-based interventions, we used comprehensive socioeconomic surveys conducted simultaneously with the vector surveys described above, to develop novel computer analyses based to evolutionary theory to identify risk-factors. Three mutually exclusive sets including 10 risk-factors were identified: (chicken coops AND deteriorated bedroom walls) OR (accumulation of objects AND dirt floors AND many occupants AND over 3.5 years of electricity) OR (high clutter AND adobe walls AND deteriorated walls AND dogs). These risk-factors help inform development of Ecohealth interventions and reduce survey time to identify houses at risk.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The toolbox for identifying vector blood-meal sources was enhanced by developing a protein-based approach, using liquid-chromatography tandem mass spectrometry (LC- MS/MS) to identify species-specific hemoglobin peptides. The method, more sensitive than DNA, finds blood-meals in twice as many vectors and twice as many blood-meals per vector, enhances our understanding of vector species ecology, and helps engage communities in Ecohealth management.&nbsp;</span></p>\n<span>Broader impacts include development of Ecohealth approaches with the MoH </span><span>and Pan-American Health Organization to facilitate data-based decisions to reduce disease.</span><span> The award facilitated training numerous undergraduate, graduate, and postdoctoral scholars across multiple countries; citizens in rural communities; and MoH personnel in a cooperative study-abroad-service-learning pedagogy with the philosophy of integrated among-group training that highlights self-sufficiency and knowledge from village elders. Resources developed include genomic data in public databases, a novel statistical algorithm for factor interactions and heterogeneity, and tools for genomic protein data. </span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2022<br>\n\t\t\t\t\tModified by: Lori&nbsp;Stevens</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nChagas disease (American Trypanosomiasis), a neglected tropical disease, has the greatest parasitic disease burden in Latin America with nearly six million annual cases with two million expected to develop life-threatening heart disease. The protozoan parasite, Trypanosoma cruzi is transmitted through infected feces of blood-feeding insect vectors. With no vaccine and two drugs of limited efficacy, vector control is the World Health Organization’s recommendation for reducing Chagas disease. This research used a holistic Ecohealth approach to address Chagas transmission, focusing on the role of genetic diversity in the parasite and insect vector along with models that included social and economic variables to gain insights into disease ecology. \nOur contributions to knowledge on insect vector and parasite evolution include describing two new vector species and analysis of both the nuclear and mitochondrial genomes with the most comprehensive parasite sampling over geographic locations and insect vector species to date. Geographic analysis done at multiple scales showed the parasite has independently evolving lineages in North and Central America from South America underscoring the need for more genomic studies from North and Central America to better understand disease transmission and improve assays to detect infections. Both newly described species, Triatoma mopan and Triatoma huehuetenanguensis, need further investigation as they feed on humans and can be infected with the parasite. \nAn exciting contribution was the simultaneous collection of genome-level data on the interactions of parasites, insect vector, gut microbiome of the vector, and blood-meal sources to help identify key factors associated with Chagas risk. Using mixed species DNA from vector abdomens we examined variation across spatial scales from villages to biogeographic regions of Central America. We managed this using the data management software for biological collections, Specify, for use across studies, languages, and countries. We developed bioinformatic analysis tools and found 30% of the vectors infected with the parasite, (90% with the common lineage and a previously undescribed lineage), four geographic genetic clusters of the vectors with both local and regional components associated with environmental and geographical features. The diverse microbiome showed parasite-infected vectors had higher diversity in bacterial species and a common group of bacteria along with fungi and insect-parasitic worms that could be used to control the insect vector populations. Our analysis tools identified blood-meals from 15% of the vectors, including chicken, dog, duck, and human. Importantly, the approach provides concurrent genetic data on vectors and parasites, and ecological information on feeding and microbial interactions to improve Chagas control. \nTo reduce human-vector contact, we collaborated with the Ministry of Health (MoH) in a time-course analysis of house infestation and reinfestation with the insect vectors, focusing on numbers and genetic relatedness in two nearby villages. In one village, houses were surveyed, treated with insecticide if infested and re-surveyed eight and 22 months later. After 2 years, 35% were reinfested; genetic analysis indicated spraying was not fully effective and vectors were reinfesting from nearby houses. The second village functioned as an untreated control for seasonal dispersal and again high-infestation houses were sources for neighboring homes. Given these challenges, our findings support structural improvements such as wall plastering and cement floors to make houses refractory to vector colonization and persistence, an integral part of the Ecohealth approach, for long-term reduction of infestation. To support this Ecohealth approach we produced a video, used by the MoH to instruct villagers in the methods. Presently, more than 8,000 houses have been improved by this approach. \nTo improve data-based interventions, we used comprehensive socioeconomic surveys conducted simultaneously with the vector surveys described above, to develop novel computer analyses based to evolutionary theory to identify risk-factors. Three mutually exclusive sets including 10 risk-factors were identified: (chicken coops AND deteriorated bedroom walls) OR (accumulation of objects AND dirt floors AND many occupants AND over 3.5 years of electricity) OR (high clutter AND adobe walls AND deteriorated walls AND dogs). These risk-factors help inform development of Ecohealth interventions and reduce survey time to identify houses at risk. \nThe toolbox for identifying vector blood-meal sources was enhanced by developing a protein-based approach, using liquid-chromatography tandem mass spectrometry (LC- MS/MS) to identify species-specific hemoglobin peptides. The method, more sensitive than DNA, finds blood-meals in twice as many vectors and twice as many blood-meals per vector, enhances our understanding of vector species ecology, and helps engage communities in Ecohealth management. \nBroader impacts include development of Ecohealth approaches with the MoH and Pan-American Health Organization to facilitate data-based decisions to reduce disease. The award facilitated training numerous undergraduate, graduate, and postdoctoral scholars across multiple countries; citizens in rural communities; and MoH personnel in a cooperative study-abroad-service-learning pedagogy with the philosophy of integrated among-group training that highlights self-sufficiency and knowledge from village elders. Resources developed include genomic data in public databases, a novel statistical algorithm for factor interactions and heterogeneity, and tools for genomic protein data. \n\n \n\n\t\t\t\t\tLast Modified: 05/19/2022\n\n\t\t\t\t\tSubmitted by: Lori Stevens"
 }
}