{
 "awd_id": "1216102",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The 4th International Ra-Rn Workshop June 3-8, 2012",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032928145",
 "po_email": "bmidson@nsf.gov",
 "po_sign_block_name": "Brian Midson",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-02-06",
 "awd_max_amd_letter_date": "2012-02-06",
 "awd_abstract_narration": "Funds from this award to the University of Rhode Island will provide partial funding for the Fourth International Radium and Radon Workshop, the latest in an ongoing international workshop series devoted to developments and new directions in the application and measurement of radium (Ra) isotopes and radon (Rn) as tracers in the environment.  The accurate measurement and modeling of radium and radon isotopes is important because they have become increasingly important tools for determining fluxes of submarine groundwater discharge (SGD) into the ocean, rates of mixing of coastal waters, residence times of water in estuaries, and interactions between surface water and groundwater. \r\n\r\nThe workshop will provide an important forum for a growing community of scientists to discuss the benefits and challenges associated with the measurement of radium-223 , radium-224, radium-226, radium-228, radon-220, and radon-222 , as well as models used to apply the results to environmental problems.  Prior Ra-Rn workshops held in Monaco, Venice, and Jerusalem (listed below) have identified a number of issues related to the application and accurate measurement of Ra and Rn in aquatic systems. These and other issues would greatly benefit from discussions with the broader scientific community, as proposed for this workshop. \r\n\r\nBroader Impacts: The workshop would provide a timely and valuable opportunity to continue to develop discussions on the application of Ra and Rn tracers, provide scientific and programmatic updates, and foster international collaboration. At the time of the proposal submission, 54 participants from 15 countries had registered for the workshop. Proposed mechanisms to disseminate the meeting results include a short synopsis article in EOS, AGU/ASLO special session(s), and a special issue of peer-review publications to be published in a collegially agreed-upon top scientific journal. Dissemination of the meeting results in these ways would inform the broader scientific community, including students and early career scientists, of the latest developments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Durbin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Edward G Durbin",
   "pi_email_addr": "edurbin@uri.edu",
   "nsf_id": "000108956",
   "pi_start_date": "2012-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "215 SOUTH FERRY ROAD",
  "perf_city_name": "NARRAGANSETT",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028821158",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Radium<ins datetime=\"2012-08-20T13:35\" cite=\"mailto:Faith%20Ishii\"> (Ra)</ins> and radon<ins datetime=\"2012-08-20T13:35\" cite=\"mailto:Faith%20Ishii\"> (Rn)</ins> are widely recognized as important geochemical tracers in the estimation of dispersion in aquatic environments, submarine groundwater discharge (SGD) to the coastal ocean, water mass residence times, and air-sea and water-sediment exchange.</p>\n<p><ins datetime=\"2012-08-22T09:56\" cite=\"mailto:Office%202004%20Test%20Drive%20User\">Over fifty scientists, </ins>including graduate students and early<ins datetime=\"2012-08-20T13:32\" cite=\"mailto:Faith%20Ishii\">-</ins>career scientists from 10<ins datetime=\"2012-08-20T13:32\" cite=\"mailto:Faith%20Ishii\">&nbsp;</ins>countries, recently participated in a workshop on Ra and Rn in Narragansett, R<ins datetime=\"2012-08-20T13:37\" cite=\"mailto:Faith%20Ishii\">.&nbsp;</ins>I. The workshop was hosted by the University of Rhode Island and sponsored by the<ins datetime=\"2012-08-20T13:38\" cite=\"mailto:Faith%20Ishii\"> National Science Foundation</ins>&nbsp;Chemical Oceanography Program, ORTEC, Eichrom, and Durridge Co<ins datetime=\"2012-08-20T13:44\" cite=\"mailto:Faith%20Ishii\">mpany</ins>. The workshop provided a forum for presentations and open discussions regarding the latest developments and new directions in the application and measurement of the isotopes <sup>223</sup>Ra, <sup>224</sup>Ra, <sup>226</sup>Ra<ins datetime=\"2012-08-20T14:23\" cite=\"mailto:Faith%20Ishii\">,</ins> <sup>228</sup>Ra, and <sup>222</sup>Rn, as well as models used in the application of these tracers to a range of environmental problems.</p>\n<p>Prior Ra-Rn workshops held in Monaco (2006)<ins datetime=\"2012-08-20T13:45\" cite=\"mailto:Faith%20Ishii\">;</ins> Venice, Italy (2008)<ins datetime=\"2012-08-20T13:45\" cite=\"mailto:Faith%20Ishii\">;</ins> and Jerusalem (2010) identified a number of challenges related to the application and measurement of these isotopes in aquatic systems. The <ins datetime=\"2012-08-20T15:25\" cite=\"mailto:Faith%20Ishii\">2012 </ins>workshop <ins datetime=\"2012-08-20T14:24\" cite=\"mailto:Faith%20Ishii\">focused </ins>on new applications of Ra isotopes as tracers of ocean mixing, the utility of Ra and Rn in quantifying SGD, recent Rn tracer studies in Arctic waters and sub-Arctic glaciers, and technical advances involving the analysis of Ra and Rn in aquatic systems. Many of these presentations have important implications for major scientific programs in chemical oceanography, such as the international GEOTRACES program to study global marine biogeochemical cycles of trace elements and their isotopes.</p>\n<p>Among the many excellent oral and poster presentations, several are highlighted here. A study of the salinity and temperature dependence of <sup>222</sup>Rn solubility in water has important implications for the accurate use of this tracer in estimating air-sea gas exchange. A new method was presented to calibrate<ins datetime=\"2012-08-22T10:00\" cite=\"mailto:Office%202004%20Test%20Drive%20User\"> the</ins> RaDeCC<ins datetime=\"2012-08-22T10:01\" cite=\"mailto:Office%202004%20Test%20Drive%20User\"> </ins><ins datetime=\"2012-08-22T10:00\" cite=\"mailto:Office%202004%20Test%20Drive%20User\">delayed coincidence counting </ins>system<ins datetime=\"2012-08-22T10:01\" cite=\"mailto:Office%202004%20Test%20Drive%20User\"> </ins>for <sup>223</sup>Ra<ins datetime=\"2012-08-22T10:01\" cite=\"mailto:Office%202004%20Test%20Drive%20User\"> analysis</ins>, providing resolution to a long-standing technical challenge. A presentation on SGD to Brazilian coastal waters using Ra isotopes revealed essentially zero discharge due to an impermeable layer of carbonate<ins datetime=\"2012-08-20T15:26\" cite=\"mailto:Faith%20Ishii\"> that</ins> prevent<ins datetime=\"2012-08-20T15:26\" cite=\"mailto:Faith%20Ishii\">s</ins> groundwater efflux, resulting from the release of sodium hydroxide from a local industrial plant. This serendipitou...",
  "por_txt_cntn": "\nRadium (Ra) and radon (Rn) are widely recognized as important geochemical tracers in the estimation of dispersion in aquatic environments, submarine groundwater discharge (SGD) to the coastal ocean, water mass residence times, and air-sea and water-sediment exchange.\n\nOver fifty scientists, including graduate students and early-career scientists from 10 countries, recently participated in a workshop on Ra and Rn in Narragansett, R. I. The workshop was hosted by the University of Rhode Island and sponsored by the National Science Foundation Chemical Oceanography Program, ORTEC, Eichrom, and Durridge Company. The workshop provided a forum for presentations and open discussions regarding the latest developments and new directions in the application and measurement of the isotopes 223Ra, 224Ra, 226Ra, 228Ra, and 222Rn, as well as models used in the application of these tracers to a range of environmental problems.\n\nPrior Ra-Rn workshops held in Monaco (2006); Venice, Italy (2008); and Jerusalem (2010) identified a number of challenges related to the application and measurement of these isotopes in aquatic systems. The 2012 workshop focused on new applications of Ra isotopes as tracers of ocean mixing, the utility of Ra and Rn in quantifying SGD, recent Rn tracer studies in Arctic waters and sub-Arctic glaciers, and technical advances involving the analysis of Ra and Rn in aquatic systems. Many of these presentations have important implications for major scientific programs in chemical oceanography, such as the international GEOTRACES program to study global marine biogeochemical cycles of trace elements and their isotopes.\n\nAmong the many excellent oral and poster presentations, several are highlighted here. A study of the salinity and temperature dependence of 222Rn solubility in water has important implications for the accurate use of this tracer in estimating air-sea gas exchange. A new method was presented to calibrate the RaDeCC delayed coincidence counting system for 223Ra analysis, providing resolution to a long-standing technical challenge. A presentation on SGD to Brazilian coastal waters using Ra isotopes revealed essentially zero discharge due to an impermeable layer of carbonate that prevents groundwater efflux, resulting from the release of sodium hydroxide from a local industrial plant. This serendipitous result provides a natural \"blank\" SGD signal, which had previously eluded the Ra-Rn tracer community.\n\nFurthermore, it was considered valuable and feasible to establish an international database of available data on long-lived 226Ra and 228Ra in marine waters, and thereby construct a global ocean Ra map. In addition, working groups discussed the derivation of apparent Ra ages and solute transport rates, proposed new environmental applications of these tracers, and considered the complexities involved with constructing accurate mass balance models of Ra and Rn in coastal systems.\n\nA meeting planned for fall 2014 in Brazil will continue these discussions, provide the latest scientific and programmatic information, and foster international collaboration. A full workshop report can be obtained by e-mailing the author of this meeting report. Presentations from the Narragansett Ra-Rn workshop will appear in a forthcoming special issue of the journal Marine Chemistry.\n\n \n\n\t\t\t\t\tLast Modified: 05/01/2013\n\n\t\t\t\t\tSubmitted by: Edward G Durbin"
 }
}