{
 "awd_id": "1216385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Microblades, Bifaces, and the Chindadn Complex: Reinvestigating the Healy Lake Archaeological Record, Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 32016.0,
 "awd_amount": 32016.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "Beringian archaeology has long been dominated by questions surrounding the meaning of variability in early prehistoric lithic assemblages. Microblade technology, present on both sides of the Bering Land Bridge, would seem to indicate a cultural continuity between the modern-day continents of Siberia and North America. However, early assemblages in Beringia dating between 14,000 and 13,000 calendar years ago (cal BP) complicate this interpretation. With the exception of Swan Point and possibly the Healy Lake Village site, the earliest assemblages in Beringia do not contain microblades but instead are characterized by small triangular, teardrop-shaped, or stemmed bifacial points; in Alaska these are typically called Chindadn points. The key to our understanding of the significance of these early bifacial-point assemblages may be found along the shores of Healy Lake, unexplored since original surveys and excavations in 1967-1972. Imprecise recording of artifact and feature provenience in the early excavations have long hindered interpretations of the site's record, because of a somewhat compressed stratigraphic context, equivocal archaeological associations, and contradictory radiocarbon dates. However, in recent years two new research opportunities have emerged that could help elucidate the place of Healy Lake in the prehistory of central Alaska. First, the collection and archives related to J. Cook's original excavation are now available for study, and, second, new field investigations by archaeologists from the Tanana Chiefs Conference (TCC) at the nearby Linda's Point site on the north shore of the lake have led to the discovery of a geological and cultural stratigraphic record corresponding to that reported for the Village site.  \r\n\r\nThis project supports the research of A. Younie, a Ph.D. candidate at Texas A&M University (TAMU), to conduct dissertation research that includes two separate by closely related activities.  First, with T. Gillispie (geoarchaeologist at TCC), she will direct excavations at the Linda's Point site, and, second, under the direction of T. Goebel (her Ph.D. advisor at TAMU), she will conduct detailed analyses of both the new Linda's Point assemblage and the existing Village site assemblage from Cook's early excavations. This research will be conducted with three main research problems in mind: the significance of lithic assemblage variability in early prehistory, the prehistoric settlement and subsistence strategies in lakeshore and wetland settings, and the role of education and community involvement in archaeological research. Goals of the proposed project include: 1) to define the stratigraphic context of the Linda's Point deposits; 2) to determine the sequence of cultural occupations at Healy Lake; 3) to characterize the lithic assemblages in a technological framework; 4) to assess site organization in response to changing environments; and 5) to consider the results in the context of multivocality and local interests. These goals will be reached specifically through fieldwork to define geological and cultural stratigraphy, laboratory analysis for characterization of lithic technological activities, spatial analyses for assessment of site organization, and incorporation of community involvement into the archaeological research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Goebel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frank E Goebel",
   "pi_email_addr": "goebel@ku.edu",
   "nsf_id": "000269076",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Younie",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Angela M Younie",
   "pi_email_addr": "ayounie@tamu.edu",
   "nsf_id": "000602740",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Gillispie",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Gillispie",
   "pi_email_addr": "thomas.gillispie@tananachiefs.org",
   "nsf_id": "000610746",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "2701 General Services Complex",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 32016.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The early history of human occupation of the Americas &ndash; when and how humans first arrived, and from where &ndash; is a longstanding question in American archaeological study.&nbsp; Linguistic, genetic, and prehistoric cultural similarities point to an origin in northeast Asia, which was connected to Alaska during the last ice age by the land mass of Beringia, with the earliest archaeological evidence for human occupation in Alaska dating to 14,200 years ago. Previously uninhabited, glacially influenced environments presented interesting challenges to humans, such as unsheltered open tundra, inhabited by large herd-dwelling Pleistocene megafauna, with limited plant resources, and a near complete lack of trees and woody materials for dwellings, sleds, hunting materials, or fuel.</p>\n<p>&nbsp;</p>\n<p>Our research focuses on two prehistoric archaeological sites at Healy Lake in interior Alaska, in the heart of Eastern Beringia. The Healy Lake Village site, excavated between 1967-1972, dates to 13,300 cal BP, and is the type site for the Chindadn complex, an early stone tool tradition that includes tiny teardrop-shaped points, named Chindadn points, and even tinier microblades, specialized stone flakes inset into bone points to increase their lethality. Archaeological research since the 1970s has thrown the existence of the Chindadn complex into question, as these artifact types are not often found together. Research exploring their manufacture, use, and discard patterns is needed to understand how and why they were used by the Pleistocene inhabitants of Alaska, and how they relate to technology in northeast Asia.&nbsp; The Linda&rsquo;s Point site, located on Healy Lake only 1.8 km east of the Village site, provides clues to understanding the early interpretations at the Village site.</p>\n<p>&nbsp;</p>\n<p>Our focused on five major goals:</p>\n<p>1) to define the stratigraphic context of the Linda&rsquo;s point deposits;</p>\n<p>2) to determine the sequence of cultural occupations at Healy Lake;</p>\n<p>3) to characterize the lithic assemblages within a technological framework;</p>\n<p>4) to assess site organization in response to changing environments; and</p>\n<p>5) to consider the results in the context of multivocality and local interests.</p>\n<p>&nbsp;</p>\n<p>To address these questions, NSF funding has supported excavation fieldwork from 2012-2013 at the Linda&rsquo;s Point site, and detailed labwork and analysis of the lithic assemblages from both Linda&rsquo;s Point and the Village site from 2012-2014. Our work is integrated with fieldwork conducted under complimentary NSF Award No.&nbsp;1216401, which has provided for further community involvement by teaching entry-level science skills to high school seniors and graduates with the Rural Alaska Honors Institute (RAHI) of the University of Alaska, Fairbanks.</p>\n<p>&nbsp;</p>\n<p>Archaeological Results</p>\n<p>&nbsp;</p>\n<p>Studies conducted thus far at Linda&rsquo;s Point have increased our understanding of the Healy Lake archaeological record, helping to clarify longstanding controversies regarding the interpretation of the Village site and lithic technological variation during the early occupation of Beringia.&nbsp; The Linda&rsquo;s Point geological sequence has been shown to be very similar to that of the Village site, while the cultural sequence shows similarities in the earliest occupations but increasing differences later in time. We hypothesize that early settlement systems were more mobile, with little variation between occupation sites, with increasing specialization over time as environments providing more diverse resources favored more complex settlement systems based around semi-permanent occupation sites.</p>\n<p>&nbsp;</p>\n<p>We have presented our results directly to the Healy Lake community at council meetings and during visits to the Linda&rsquo;s Point excavation site. Work has been presented at v...",
  "por_txt_cntn": "\nThe early history of human occupation of the Americas &ndash; when and how humans first arrived, and from where &ndash; is a longstanding question in American archaeological study.  Linguistic, genetic, and prehistoric cultural similarities point to an origin in northeast Asia, which was connected to Alaska during the last ice age by the land mass of Beringia, with the earliest archaeological evidence for human occupation in Alaska dating to 14,200 years ago. Previously uninhabited, glacially influenced environments presented interesting challenges to humans, such as unsheltered open tundra, inhabited by large herd-dwelling Pleistocene megafauna, with limited plant resources, and a near complete lack of trees and woody materials for dwellings, sleds, hunting materials, or fuel.\n\n \n\nOur research focuses on two prehistoric archaeological sites at Healy Lake in interior Alaska, in the heart of Eastern Beringia. The Healy Lake Village site, excavated between 1967-1972, dates to 13,300 cal BP, and is the type site for the Chindadn complex, an early stone tool tradition that includes tiny teardrop-shaped points, named Chindadn points, and even tinier microblades, specialized stone flakes inset into bone points to increase their lethality. Archaeological research since the 1970s has thrown the existence of the Chindadn complex into question, as these artifact types are not often found together. Research exploring their manufacture, use, and discard patterns is needed to understand how and why they were used by the Pleistocene inhabitants of Alaska, and how they relate to technology in northeast Asia.  The LindaÆs Point site, located on Healy Lake only 1.8 km east of the Village site, provides clues to understanding the early interpretations at the Village site.\n\n \n\nOur focused on five major goals:\n\n1) to define the stratigraphic context of the LindaÆs point deposits;\n\n2) to determine the sequence of cultural occupations at Healy Lake;\n\n3) to characterize the lithic assemblages within a technological framework;\n\n4) to assess site organization in response to changing environments; and\n\n5) to consider the results in the context of multivocality and local interests.\n\n \n\nTo address these questions, NSF funding has supported excavation fieldwork from 2012-2013 at the LindaÆs Point site, and detailed labwork and analysis of the lithic assemblages from both LindaÆs Point and the Village site from 2012-2014. Our work is integrated with fieldwork conducted under complimentary NSF Award No. 1216401, which has provided for further community involvement by teaching entry-level science skills to high school seniors and graduates with the Rural Alaska Honors Institute (RAHI) of the University of Alaska, Fairbanks.\n\n \n\nArchaeological Results\n\n \n\nStudies conducted thus far at LindaÆs Point have increased our understanding of the Healy Lake archaeological record, helping to clarify longstanding controversies regarding the interpretation of the Village site and lithic technological variation during the early occupation of Beringia.  The LindaÆs Point geological sequence has been shown to be very similar to that of the Village site, while the cultural sequence shows similarities in the earliest occupations but increasing differences later in time. We hypothesize that early settlement systems were more mobile, with little variation between occupation sites, with increasing specialization over time as environments providing more diverse resources favored more complex settlement systems based around semi-permanent occupation sites.\n\n \n\nWe have presented our results directly to the Healy Lake community at council meetings and during visits to the LindaÆs Point excavation site. Work has been presented at various archaeological conferences and public gatherings, and will be published in archaeological journals at part of Angela YounieÆs dissertation requirements.  Many of our results are also being shared as part of various knowledge databases to be used by ..."
 }
}