{
 "awd_id": "1216732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Finite Volume Methods and Software for Hyperbolic Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "rosemary renaut",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 399777.0,
 "awd_amount": 399777.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "This proposal will fund research on finite volume methods for solving linear and nonlinear hyperbolic systems of partial differential equations, and the continued development of the open source software package Clawpack.  This software provides an implementation of a class of wave propagation algorithms that has been extensively tested and used by students and researchers in many fields, and also incorporates adaptive mesh refinement (AMR).  Specific goals of this research include:  (1) Development of Discontinuous Galerkin (DG) methods in the Clawpack framework, which could potentially provide higher order of accuracy for a certain class of problems and greater efficiency in spite of their higher cost per time step.  (2)  Solution of three-dimensional orthotropic poroelastic wave propagation problems, with applications to the continuing investigation of Extracorporeal Shock Wave Therapy (ESWT).  (3) Development of adjoint equation technology for AMR error estimation and sensitivity analysis, with application to tsunami modeling in particular.  (4) Development of multilevel Monte-Carlo capabilities and exploration of this and other uncertainty quantification techniques, with application to the probabilistic assessment of natural hazards.\r\n\r\nThe class of algorithms being investigated can be used to solve a wide range of practical problems in science and engineering that involve wave motion. These problems are modeled by partial differential equations that cannot be solved exactly, and so numerical approximations must be generated computationally at millions of grid points. Development of better algorithms for efficiently computing accurate solutions is a primary goal of this research. Much of the work is quite general and can be applied to many different problems, and the algorithms are implemented in an open source software package Clawpack that is freely available at www.clawpack.org. Work supported by this grant is strongly motivated by two specific applications of practical interest. One is the simulation of hazardous geophysical flows, particularly tsunamis, and the development of techniques to more rapidly and accurately predict the effects of a tsunami.  For risk assessment and hazard mitigation, it is also necessary to consider a range of potential earthquakes that could cause tsunamis in the future.  Mathematical and computational techniques will be investigated that can aid in efficiently estimating the probability of inundation from a large number of potential tsunamis at many different points in a coastal community. The other motivating application is the study of shock wave propagation in tissue and bone and the mechanical stress generated that can lead to biological response, such as bone growth or wound healing. These studies are important in gaining a better understanding of shock wave therapy, a clinical procedure that has exhibited some significant results.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "LeVeque",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Randall J LeVeque",
   "pi_email_addr": "rjl@uw.edu",
   "nsf_id": "000330539",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "Box 352420",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399777.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported research on a class of computational methods for the approximate solution of differential equations that model wave propagation, the development of open source software that implements these methods, and the study of particular applications where this software can be applied. Wave propagation problems arise throughout science and engineering, and the Clawpack software (Conservation Laws Package), which has been actively developed since 1994, is widely used for research and educational purposes. &nbsp;Several specific applications provided the motivation for many of the advances funded by this grant. &nbsp;In particular, tsunami modeling is a primary target application of the GeoClaw branch of the software that models generation, propagation across the ocean, and onshore inundation. &nbsp;Advances include the development of an \"adjoint method\" to determine which waves will reach a particular region of interest, allowing adaptive mesh refinement to be optimally used to concentrate computational work where it is most needed. &nbsp;New techniques for generating random earthquakes with geophysically constrained statistical properties have also been developed and are being used in the development of better probabilistic hazard assessment, and also for the study of existing and proposed earthquake/tsunami early warning systems. &nbsp;Validation of the code has been performed via comparison with both large-scale wave tank experiments and with data collected during past tsunami events, including participation in benchmarking workshops hosted by the National Tsunami Hazard Mitigation Program. &nbsp;The PI and co-workers have applied this code to produce hazard studies for the State of Washington (including for the design of the new Ocosta Elementary School, the first tsunami vertical evacuation structure in the US), for community workshops, and for several studies of past events. They have also provided tutorials and training sessions for other users. Work has been done toward the incorporation of dispersive wave equations into GeoClaw, which can better model short-wavelength tsunamis, such as those generated by more localized events such as landslides or asteroid impacts. The PI has also worked on the study of dam outburst floods and validation of the code by comparison with data from a large event in the Himalayas in 2000, and collaborates with developers and users who focus on other applications including storm surge and debris flows.</p>\n<p>This grant has also funded work on the development of better algorithms for modeling wave propagation in elastic or poroelastic material and for multi-material problems including interfaces between materials with different properties, including elastic/fluid interfaces. &nbsp;Poroelasticity can be used to model wave propagation in a solid with a dense network of pores containing a fluid, and is often used for modeling subsurface porous media, e.g. sandstone saturated with oil or water. &nbsp;It might also be an appropriate model for bone, which is saturated with fluid filled pores containing the osteocytes which control bone growth. &nbsp;The development of new methods for modeling poroelastic wave propagation was motivated by the study of extracorporeal shock wave therapy (ESWT), in which focused shock waves are used to stimulate bone growth. &nbsp;In related work, collaboration with a group at the Veterans Administration Hospital studying shock-induced traumatic brain injury (TBI) motivated the development of better methods to model a shock wave in air impinging on a fluid-filled chamber containing a biological sample. &nbsp;Work on modeling elastic/fluid interfaces has also been advanced by collaboration on a project concerning the non-destructive testing of oil well pipes via acoustic probing. &nbsp;Studying these complex applications has motivated new developments in numerical methods, including better approaches for multidimensional methods on non-rectangular grids, new high order methods that work well with interfaces and adaptive refinement, and better artificial absorbing boundary conditions at the edge of the computational domain. &nbsp;This work is now being carried over to the development of a better model for earthquake-generated tsunamis, needed for the study of a potential cabled network of sensors on the Cascadia Subduction Zone that could be part of an early warning system proposed for the Pacific Northwest.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2016<br>\n\t\t\t\t\tModified by: Randall&nbsp;J&nbsp;Leveque</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported research on a class of computational methods for the approximate solution of differential equations that model wave propagation, the development of open source software that implements these methods, and the study of particular applications where this software can be applied. Wave propagation problems arise throughout science and engineering, and the Clawpack software (Conservation Laws Package), which has been actively developed since 1994, is widely used for research and educational purposes.  Several specific applications provided the motivation for many of the advances funded by this grant.  In particular, tsunami modeling is a primary target application of the GeoClaw branch of the software that models generation, propagation across the ocean, and onshore inundation.  Advances include the development of an \"adjoint method\" to determine which waves will reach a particular region of interest, allowing adaptive mesh refinement to be optimally used to concentrate computational work where it is most needed.  New techniques for generating random earthquakes with geophysically constrained statistical properties have also been developed and are being used in the development of better probabilistic hazard assessment, and also for the study of existing and proposed earthquake/tsunami early warning systems.  Validation of the code has been performed via comparison with both large-scale wave tank experiments and with data collected during past tsunami events, including participation in benchmarking workshops hosted by the National Tsunami Hazard Mitigation Program.  The PI and co-workers have applied this code to produce hazard studies for the State of Washington (including for the design of the new Ocosta Elementary School, the first tsunami vertical evacuation structure in the US), for community workshops, and for several studies of past events. They have also provided tutorials and training sessions for other users. Work has been done toward the incorporation of dispersive wave equations into GeoClaw, which can better model short-wavelength tsunamis, such as those generated by more localized events such as landslides or asteroid impacts. The PI has also worked on the study of dam outburst floods and validation of the code by comparison with data from a large event in the Himalayas in 2000, and collaborates with developers and users who focus on other applications including storm surge and debris flows.\n\nThis grant has also funded work on the development of better algorithms for modeling wave propagation in elastic or poroelastic material and for multi-material problems including interfaces between materials with different properties, including elastic/fluid interfaces.  Poroelasticity can be used to model wave propagation in a solid with a dense network of pores containing a fluid, and is often used for modeling subsurface porous media, e.g. sandstone saturated with oil or water.  It might also be an appropriate model for bone, which is saturated with fluid filled pores containing the osteocytes which control bone growth.  The development of new methods for modeling poroelastic wave propagation was motivated by the study of extracorporeal shock wave therapy (ESWT), in which focused shock waves are used to stimulate bone growth.  In related work, collaboration with a group at the Veterans Administration Hospital studying shock-induced traumatic brain injury (TBI) motivated the development of better methods to model a shock wave in air impinging on a fluid-filled chamber containing a biological sample.  Work on modeling elastic/fluid interfaces has also been advanced by collaboration on a project concerning the non-destructive testing of oil well pipes via acoustic probing.  Studying these complex applications has motivated new developments in numerical methods, including better approaches for multidimensional methods on non-rectangular grids, new high order methods that work well with interfaces and adaptive refinement, and better artificial absorbing boundary conditions at the edge of the computational domain.  This work is now being carried over to the development of a better model for earthquake-generated tsunamis, needed for the study of a potential cabled network of sensors on the Cascadia Subduction Zone that could be part of an early warning system proposed for the Pacific Northwest.\n\n\t\t\t\t\tLast Modified: 11/26/2016\n\n\t\t\t\t\tSubmitted by: Randall J Leveque"
 }
}