{
 "awd_id": "1216994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Learning in the Making: Studying and Designing Makerspaces",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 510308.0,
 "awd_amount": 510308.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "This project takes an ethnographic and design-based approach to understanding how and what people learn from participation in makerspaces and explores the features of those environments that can be leveraged to better promote learning. Makerspaces are physical locations where people (often families) get together to make things. Some participants learn substantial amounts of STEM content and practices as they design, build, and iteratively refine working devices. Others, however, simply take a trial and error approach. Research explores the affordances are of these spaces for promoting learning and how to integrate technology into these spaces so that they are transformed from being makerspaces where learning happens, but inconsistently, into environments where learning is a consistent outcome of participation. One aim is to learn how to effectively design such spaces so that participants are encouraged and helped to become intentional, reflective makers rather than simply tinkerers. Research will also advance what is known about effective studio teaching and learning and advance understanding of how to support youth to help them become competent, creative, and reflective producers with technology(s). The project builds on the Studio Thinking Framework and what is known about development of meta-representational competence. The foundations of these frameworks are in Lave and Wengers communities of practice and Rogoff's, Stevens et al.'s, and Jenkins et al.'s further work on participatory cultures for social networks that revolve around production. A sociocultural approach is taken that seeks to understand the relationships between space, participants, and technologies as participants set and work toward achieving goals.\r\n\r\nEngaging more of our young population in scientific and technological thinking and learning and broadening participation in the STEM workplace are national imperatives. One way to address these imperatives is to engage the passions of young people, helping them recognize the roles STEM content and practices play in achieving their own personal goals. Maker spaces are neighborhood spaces that are arising in many urban areas that allow and promote tinkering, designing, and construction using real materials, sometimes quite sophisticated ones. Participating in designing and successfully building working devices in such spaces can promote STEM learning, confidence and competence in one's ability to solve problems, and positive attitudes towards engineering, science, and math (among other things). The goal in this project is to learn how to design these spaces and integrate learning technologies so that learning happens more consistently (along with tinkering and making) and especially so that they are accessible and inviting to those who might not normally participate in these spaces. The work of this project is happening in an urban setting and with at-risk children, and a special effort is being made to accommodate making and learning with peers. As with Computer Clubhouses, maker spaces hold potential for their participants to identify what is interesting to them at the same time their participation gives them the opportunity to express themselves, learn STEM content, and put it to use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Halverson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Halverson",
   "pi_email_addr": "erhalverson@education.wisc.edu",
   "nsf_id": "000609204",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Sheridan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Sheridan",
   "pi_email_addr": "ksherida@gmu.edu",
   "nsf_id": "000301077",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151518",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 510308.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In response to the emergence of the Maker Movement as an exciting and innovative way to engage disaffiliated learners with STEM and arts practices, The Learning in the Making Lab was funded to study and design makerspaces and maker experiences for all learners.&nbsp; Our work has structured the research agenda for the field of making and learning in our essay &ndash; The Maker Movement in Education (Halverson &amp; Sheridan, 2014) &ndash; where we describe research as about makersapces as communities of practice, making as a set of learning activities, and makers as identities of participation. Our research proceeded in two phases: case studies of makerspaces and a series of design experiments with our primary research partner, the Children&rsquo;s Museum of Pittsburgh, to test ideas around the impacts of maker activities on learning.</p>\n<p>We have published a series of case studies that document the learning arrangements afforded in makerspaces, the range of design practices present in makerspaces as learning environments, as well as rich portraits of learning through making (Litts, 2014; Litts, Halverson, &amp; Bakker, 2016; Sheridan, Halverson, Litts, Brahms, Jacobs-Priebe, &amp; Owens, 2014; Sheridan &amp; Konopasky, 2016).&nbsp; These case studies are part of a growing field that documents makerspaces as learning environments and explicates how these environments function as places for teaching and learning about STEM and the arts (see Peppler, Halverson, &amp; Kafai, 2016).</p>\n<p>Our work with the Children&rsquo;s Museum of Pittsburgh focused on a series of design experiements exploring comparative conditions for making in short-term learning experiences as well as extended design experiments exploring young peoples&rsquo; making over a six-week period of time. In our short-term making experiments, we have explored differences in student agency, envisioning, and collaboration across more and less structured making activities. We find that more structured making activities result in students creating products that &ldquo;work&rdquo;; students are successfully able to build a working prototype based on a set of instructions. By contrast, we find that students in a more open-ended making condition exhibit greater agency and envision greater and more diverse possibilities for future work (Konopasky &amp; Sheridan, 2015; Sheridan, Konopasky, Halverson, Litts, &amp; Brahms, in progress). We have also documented a range of collaborative mechanisms that differ between closed and open-ended making contexts; specifically we find that students collaborate more directly when making is more open-ended whereas collaboration flows more &ldquo;through the air&rdquo; when involved in more closed-ended making contexts (Litts &amp; Halverson, in progress). Finally, we are exploring how facilitator moves differ by context to understand how instruction manifests across the range of making activities.</p>\n<p>We are continuing to analyze our more extended making design experiments; we extend our work on the role of critique and iteration in making activities (Halverson &amp; Sheridan, 2015; Johnson &amp; Halverson, 2015) and we are currently analyzing the results of a six-week museum-classroom hybrid maker program. This work explores questions of how students learn to make and of what students learn through making that is relevant to their classroom lives and to their lives outside of school.&nbsp;</p>\n<p>We are encouraged by the community-wide conversation around the importance of attending to diversity in the maker movement (see, for example, Voussoghi, Hooper, &amp; Escud&eacute;, 2016) and of the increased attention towards funding research on what people learn in and through making led by the National Science Foundation and the Institute of Museum and Library Services. Our future work includes partnerships with out-of-school learning settings including museums and libraries as well as mobile makerspaces that reach disenfranchised communities in the most rural and urban areas of the United States. This work represents a natural extension of the definitional work on making, makerspaces, and makers enabled through the Learning in the Making Lab.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2017<br>\n\t\t\t\t\tModified by: Erica&nbsp;Halverson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1216994/1216994_10209704_1497632686769_LearningInTheMaking-Logo-ColorGradient-Small--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1216994/1216994_10209704_1497632686769_LearningInTheMaking-Logo-ColorGradient-Small--rgov-800width.jpg\" title=\"Learning in the Making logo\"><img src=\"/por/images/Reports/POR/2017/1216994/1216994_10209704_1497632686769_LearningInTheMaking-Logo-ColorGradient-Small--rgov-66x44.jpg\" alt=\"Learning in the Making logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Project logo for Learning in the Making</div>\n<div class=\"imageCredit\">Wisconsin Center for Education Research</div>\n<div class=\"imageSubmitted\">Erica&nbsp;Halverson</div>\n<div class=\"imageTitle\">Learning in the Making logo</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn response to the emergence of the Maker Movement as an exciting and innovative way to engage disaffiliated learners with STEM and arts practices, The Learning in the Making Lab was funded to study and design makerspaces and maker experiences for all learners.  Our work has structured the research agenda for the field of making and learning in our essay &ndash; The Maker Movement in Education (Halverson &amp; Sheridan, 2014) &ndash; where we describe research as about makersapces as communities of practice, making as a set of learning activities, and makers as identities of participation. Our research proceeded in two phases: case studies of makerspaces and a series of design experiments with our primary research partner, the Children?s Museum of Pittsburgh, to test ideas around the impacts of maker activities on learning.\n\nWe have published a series of case studies that document the learning arrangements afforded in makerspaces, the range of design practices present in makerspaces as learning environments, as well as rich portraits of learning through making (Litts, 2014; Litts, Halverson, &amp; Bakker, 2016; Sheridan, Halverson, Litts, Brahms, Jacobs-Priebe, &amp; Owens, 2014; Sheridan &amp; Konopasky, 2016).  These case studies are part of a growing field that documents makerspaces as learning environments and explicates how these environments function as places for teaching and learning about STEM and the arts (see Peppler, Halverson, &amp; Kafai, 2016).\n\nOur work with the Children?s Museum of Pittsburgh focused on a series of design experiements exploring comparative conditions for making in short-term learning experiences as well as extended design experiments exploring young peoples? making over a six-week period of time. In our short-term making experiments, we have explored differences in student agency, envisioning, and collaboration across more and less structured making activities. We find that more structured making activities result in students creating products that \"work\"; students are successfully able to build a working prototype based on a set of instructions. By contrast, we find that students in a more open-ended making condition exhibit greater agency and envision greater and more diverse possibilities for future work (Konopasky &amp; Sheridan, 2015; Sheridan, Konopasky, Halverson, Litts, &amp; Brahms, in progress). We have also documented a range of collaborative mechanisms that differ between closed and open-ended making contexts; specifically we find that students collaborate more directly when making is more open-ended whereas collaboration flows more \"through the air\" when involved in more closed-ended making contexts (Litts &amp; Halverson, in progress). Finally, we are exploring how facilitator moves differ by context to understand how instruction manifests across the range of making activities.\n\nWe are continuing to analyze our more extended making design experiments; we extend our work on the role of critique and iteration in making activities (Halverson &amp; Sheridan, 2015; Johnson &amp; Halverson, 2015) and we are currently analyzing the results of a six-week museum-classroom hybrid maker program. This work explores questions of how students learn to make and of what students learn through making that is relevant to their classroom lives and to their lives outside of school. \n\nWe are encouraged by the community-wide conversation around the importance of attending to diversity in the maker movement (see, for example, Voussoghi, Hooper, &amp; Escud&eacute;, 2016) and of the increased attention towards funding research on what people learn in and through making led by the National Science Foundation and the Institute of Museum and Library Services. Our future work includes partnerships with out-of-school learning settings including museums and libraries as well as mobile makerspaces that reach disenfranchised communities in the most rural and urban areas of the United States. This work represents a natural extension of the definitional work on making, makerspaces, and makers enabled through the Learning in the Making Lab.\n\n \n\n\t\t\t\t\tLast Modified: 06/19/2017\n\n\t\t\t\t\tSubmitted by: Erica Halverson"
 }
}