{
 "awd_id": "1216977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Building a Learning Analytics System to Improve Student Learning and Promote Adaptive Teaching Across Multiple Domains",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 496315.0,
 "awd_amount": 496315.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2012-09-05",
 "awd_abstract_narration": "This PI team aims to use artificial intelligence to exploit data collected from intelligent tutoring systems to provide feedback both to students and to teachers effectively and at the right times. The team is using a new analytic approach, which introduces hierarchical modeling to learning analytics, to investigate how to better understand students' learning states. Algorithms make valid interpretable and actionable inferences from student-learning data, drawing on cognitive theories and statistics to make it work. As in tutoring systems, analysis is at the level of component skills rather than looking at end performance on a task as a whole. Research is around construction of the algorithms for deducing student learning and student learning states and around learning ways of signaling both to learners and to their teachers what concepts and skills learners understand and are capable of and which they are having trouble with. A learning dashboard will allow teachers to visualize the learning needs of a whole class and adapt activities to student needs. Feedback aimed at learners themselves will help learners recognize activities they need to engage in next to better their skills or understanding. Evaluation will include the degree to which learners development of metacognitive skills when such tools are available. \r\n\r\n\r\nThe proposed work will contribute towards the next generation of intelligent tutoring systems as well as contribute to the data analytics needed to make use of large-scale educational data repositories. Because the Learning Dashboard will be independent of any particular domain, and because metacognition and self-assessment are foregrounded, the Learning Dashboard and what is learned about designing an effective learning dashboard should be applicable across disciplines and classes. The proposal brings together what is known about learning, metacognition, and intelligent tutoring systems to address timely learning analytics issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marsha",
   "pi_last_name": "Lovett",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marsha C Lovett",
   "pi_email_addr": "lovett@cmu.edu",
   "nsf_id": "000117074",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Genovese",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher R Genovese",
   "pi_email_addr": "genovese@stat.cmu.edu",
   "nsf_id": "000118033",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 496315.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has developed statistical models that estimate students&rsquo; learning states from the students&rsquo; interactions in an online learning environment (e.g., answering questions, solving problems). The statistical models incorporate several theoretical and empirical results from cognitive and learning science, such as the power-law of learning and time-based memory decay. In addition, the models include probabilistic components to account for guesses (responding correctly when the student has not learned the relevant skills) and slips (responding incorrectly when the student has learned the relevant skills). In addition, the model's output can be leveraged to create quantitative predictions of students' future performance and to quantify the uncertainty around those predictions.</p>\n<p>This project has also involved the development and refinement of an online learning tool called the Learning Dashboard. The Learning Dashboard uses the statistical models to analyze student learning data. It presents visualizations of the students&rsquo; learning states as well as other relevant information. Teachers can view these visualizations to identify which students are struggling with the material and specifically, on which skills. Students can view these visualizations to identify areas and skills that they have versus have not yet mastered. And, instructional designers can use these visualizations to target their future course design refinements.</p>\n<p>Over time, the Learning Dashboard and associated statistical models have been applied to real students&rsquo; learning data. Computational strategies have been employed to enable the models to fit and run efficiently at very large scale. The model fits have been used to refine the models&rsquo; structure and parameters to better fit future datasets.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2016<br>\n\t\t\t\t\tModified by: Marsha&nbsp;C&nbsp;Lovett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has developed statistical models that estimate students? learning states from the students? interactions in an online learning environment (e.g., answering questions, solving problems). The statistical models incorporate several theoretical and empirical results from cognitive and learning science, such as the power-law of learning and time-based memory decay. In addition, the models include probabilistic components to account for guesses (responding correctly when the student has not learned the relevant skills) and slips (responding incorrectly when the student has learned the relevant skills). In addition, the model's output can be leveraged to create quantitative predictions of students' future performance and to quantify the uncertainty around those predictions.\n\nThis project has also involved the development and refinement of an online learning tool called the Learning Dashboard. The Learning Dashboard uses the statistical models to analyze student learning data. It presents visualizations of the students? learning states as well as other relevant information. Teachers can view these visualizations to identify which students are struggling with the material and specifically, on which skills. Students can view these visualizations to identify areas and skills that they have versus have not yet mastered. And, instructional designers can use these visualizations to target their future course design refinements.\n\nOver time, the Learning Dashboard and associated statistical models have been applied to real students? learning data. Computational strategies have been employed to enable the models to fit and run efficiently at very large scale. The model fits have been used to refine the models? structure and parameters to better fit future datasets. \n\n \n\n\t\t\t\t\tLast Modified: 12/23/2016\n\n\t\t\t\t\tSubmitted by: Marsha C Lovett"
 }
}