{
 "awd_id": "1216503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting:   Neurobiology of Stress Workshop 2012",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diane M. Witt",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 18610.0,
 "awd_amount": 18610.0,
 "awd_min_amd_letter_date": "2012-06-08",
 "awd_max_amd_letter_date": "2012-06-08",
 "awd_abstract_narration": "This workshop on the Neurobiology of Stress, to be held in Philadelphia, PA June 12-15th, brings together researchers (principal investigators and trainees) who study stress-brain interactions and the basic neurobiology of these interactions. In recent years there have been significant advances in the neurobiology of stress research. Those advances include new understanding of the neurosystems, neurochemistry, and cellular biology that supports stress responses and stress adaptation. Session topics and speakers for this Workshop have been selected to cover many of those exciting new advances. The Workshop will provide an important forum where new advances can be critically evaluated and integrated into the collective knowledge and perspectives of active basic stress researchers. Moreover, it is expected that the intensive scientific exchange will generate new ideas and collaborations that support future advances. There are significant broader impacts that will emerge from this meeting. The results will be widely disseminated in two premier journals. Assessment tools will be developed to determine the extent to which scientific exchange occurred, to assess the value of the scientific knowledge and content acquired, and any resultant collaborations or exchanges. These multifactorial tools can be broadly disseminated to organizers of other conferences. Finally, multiple opportunities exist for trainees to become engaged in the scientific program, including a specific plan to recruit female and minority students to attend the meeting. A significant portion of the requested funds will be used to fund meritorious trainees. This will help expand diversity and encourage trainees to stay in science careers and this is important for generating new ideas and new approaches towards solving problems that have plagued American society for decades.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seema",
   "pi_last_name": "Bhatnagar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seema Bhatnagar",
   "pi_email_addr": "bhatnagars@email.chop.edu",
   "nsf_id": "000537711",
   "pi_start_date": "2012-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Children's Hospital of Philadelphia",
  "inst_street_address": "3401 CIVIC CENTER BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2674260122",
  "inst_zip_code": "191044319",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "THE CHILDREN'S HOSPITAL OF PHILADELPHIA",
  "org_prnt_uei_num": "G7MQPLSUX1L4",
  "org_uei_num": "G7MQPLSUX1L4"
 },
 "perf_inst": {
  "perf_inst_name": "The Children's Hospital of Philadelphia",
  "perf_str_addr": "3615 Civic Center Blvd",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191044318",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 18610.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award funded the 2012 Neurobiology of Stress Workshop that was held on June 12-15, 2012 in Philadelphia, PA at the Children&rsquo;s Hospital of Philadelphia (CHOP) and the University of Pennsylvania.&nbsp; This Workshop was a rigorous scientific meeting that provided a unique opportunity for basic researchers who study stress-brain interactions to participate in face-to-face discussion of the interpretation and significance of recent stress research findings. This is a period of tremendous growth in the scientific approaches and resources that can be brought to bear on understanding stress neurobiology. This workshop provided an important forum to critically evaluate new findings and to integrate them into the collective knowledge of active basic stress researchers.</p>\n<p>&nbsp;</p>\n<p>Two hundred and four (204) individuals attended this 3-day workshop. The workshop promoted the professional development of new investigators and women as stress researchers and sought to nurture the career development of graduate students and post-doctoral researchers. Of the 24 invited speakers and session chairs, 11 were females and 5 speakers were early/mid career scientists. Thirty five percent of the attendees were trainees, 47 were students and 24 were post-doctoral fellows. A total of 22 trainee travel awards were awarded to students and post-doctoral researchers. Of these, 5 awards were to minority trainees and half (11) to female trainees.&nbsp; The awards were judged by the Program Committee and were determined by scientific merit. Funds also partially supported a poster session at which trainees presented their research and were also used to support registration costs of the two local high school science teachers that attended this meeting. Thus, the NSF award was critical to meeting a key objective of supporting and promoting female and minority researchers as well as trainees.</p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong>BROADER IMPACTS OF THE PROPOSAL</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Three broader impacts of this award were identified. One, the results will be disseminated to the larger scientific community through special issues of two journals. Two, the advancement of trainees was supported through trainee/mentor lunches and roundtables that fostered discussions on career advancement, career choices and career-personal life balance. Furthermore, local area high schools were invited to identify teachers interested in attending the conference with the goal that teachers would receive up to date information about a scientific topic that they could then transmit to students. Two science teachers attended this conference. Each was paired with another attendee that was available throughout to address questions. Communication with the teachers indicated that attending this conference was a valuable experience for them, potentially assisting in the dissemination of the current state of knowledge in stress neurobiology to high school students. Finally, an assessment tool was developed in the form of a post-conference online questionnaire. This questionnaire gauged the benefits of attending this conference. The overall results of the survey indicated that the vast majority of participants agreed or strongly agreed that the conference explored new research directions, that the atmosphere of the meeting was conducive to the easy exchange of ideas and information, and that the conference sparked new ideas for work or new collaborations.</p>\n<p>&nbsp;</p>\n<p>Overall, the results from the survey indicate that this conference was successful in providing high quality state-of-the-art scientific knowledge and in supporting and promoting trainees and minority and female researchers of all levels. Results will be disseminated to the larger scientific community and the attendance of two high school teachers means that t...",
  "por_txt_cntn": "\nThis award funded the 2012 Neurobiology of Stress Workshop that was held on June 12-15, 2012 in Philadelphia, PA at the ChildrenÆs Hospital of Philadelphia (CHOP) and the University of Pennsylvania.  This Workshop was a rigorous scientific meeting that provided a unique opportunity for basic researchers who study stress-brain interactions to participate in face-to-face discussion of the interpretation and significance of recent stress research findings. This is a period of tremendous growth in the scientific approaches and resources that can be brought to bear on understanding stress neurobiology. This workshop provided an important forum to critically evaluate new findings and to integrate them into the collective knowledge of active basic stress researchers.\n\n \n\nTwo hundred and four (204) individuals attended this 3-day workshop. The workshop promoted the professional development of new investigators and women as stress researchers and sought to nurture the career development of graduate students and post-doctoral researchers. Of the 24 invited speakers and session chairs, 11 were females and 5 speakers were early/mid career scientists. Thirty five percent of the attendees were trainees, 47 were students and 24 were post-doctoral fellows. A total of 22 trainee travel awards were awarded to students and post-doctoral researchers. Of these, 5 awards were to minority trainees and half (11) to female trainees.  The awards were judged by the Program Committee and were determined by scientific merit. Funds also partially supported a poster session at which trainees presented their research and were also used to support registration costs of the two local high school science teachers that attended this meeting. Thus, the NSF award was critical to meeting a key objective of supporting and promoting female and minority researchers as well as trainees.\n\n \n\nBROADER IMPACTS OF THE PROPOSAL\n\n \n\nThree broader impacts of this award were identified. One, the results will be disseminated to the larger scientific community through special issues of two journals. Two, the advancement of trainees was supported through trainee/mentor lunches and roundtables that fostered discussions on career advancement, career choices and career-personal life balance. Furthermore, local area high schools were invited to identify teachers interested in attending the conference with the goal that teachers would receive up to date information about a scientific topic that they could then transmit to students. Two science teachers attended this conference. Each was paired with another attendee that was available throughout to address questions. Communication with the teachers indicated that attending this conference was a valuable experience for them, potentially assisting in the dissemination of the current state of knowledge in stress neurobiology to high school students. Finally, an assessment tool was developed in the form of a post-conference online questionnaire. This questionnaire gauged the benefits of attending this conference. The overall results of the survey indicated that the vast majority of participants agreed or strongly agreed that the conference explored new research directions, that the atmosphere of the meeting was conducive to the easy exchange of ideas and information, and that the conference sparked new ideas for work or new collaborations.\n\n \n\nOverall, the results from the survey indicate that this conference was successful in providing high quality state-of-the-art scientific knowledge and in supporting and promoting trainees and minority and female researchers of all levels. Results will be disseminated to the larger scientific community and the attendance of two high school teachers means that the current state of knowledge in stress neurobiology may be disseminated to high school students.\n\n \n\n\t\t\t\t\tLast Modified: 07/23/2013\n\n\t\t\t\t\tSubmitted by: Seema Bhatnagar"
 }
}