{
 "awd_id": "1216884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Conceptualizing an Institute for Empowering Long Tail Research",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 49819.0,
 "awd_amount": 49819.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "The majority of NSF-funded research occurs in small and medium-sized laboratories (SMLs) that often comprise a single PI and a few students and postdocs. For these small teams, the growing importance of cyberinfrastructure and its applications in discovery and innovation is as much problem as opportunity. With limited resources and expertise, even simple data discovery, collection, analysis, management, and sharing tasks are difficult. An unfortunate consequence is that in this \"long tail\" of science, modern computational methods often are not exploited, much valuable data goes unshared, and too much time is consumed by routine tasks. To date, research investments in science cyberinfrastructure have disproportionately emphasized big science projects, providing tools for use by IT staff and technology savvy researchers rather than complete applications consumable by end users. This project?s goal is to lay a foundation for a more balanced research agenda by focusing exclusively on the needs of SMLs.\r\n\r\nThis Software Institute Conceptualization project aims to determine whether these obstacles to discovery and innovation can be overcome via the use of software as a service (SaaS) methods. Such methods have proven immensely effective for small and medium businesses due to their ability to deliver advanced capabilities while streamlining the user experience and achieving economies of scale. To determine whether similar benefits can apply for SMLs, the project team will engage with multiple science communities to identify science practices, match science practices against candidate SaaS offerings, and evaluate business models that could permit sustainable development of those offerings. The outcome of this process is intended to be a compelling and competitive strategic plan for an NSF Software Innovation and Sustainability Institute that both meets immediate needs of the initial science communities and provides a basis for a new, more cost-effective method of addressing cyberinfrastructure needs across all NSF directorates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Heidorn",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick B Heidorn",
   "pi_email_addr": "heidorn@u.arizona.edu",
   "nsf_id": "000211427",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "Univ of Arizona, SIRLS Bldg",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194505",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8211",
   "pgm_ref_txt": "S2I2 - Scient Sftwre Innovat Insts"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49819.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Outcomes: Collaborative Research: Conceptualizing an Institute for Empowering Long Tail&nbsp;Research</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit</p>\n<p>In several key ways, the distribution of NSF grant funding follows a Pereto (&ldquo;long tail&rdquo;) distribution. In 2011, for example, more than 10,000 awards were made by NSF, the largest at $50M. However, 80% of these awards were of average size $160k [1], which at most institutions is roughly the cost of one full-time employee.&nbsp;Our analysis of 2007 NSF grants showed that 80% of the awards were for amounts less than $350k, or just over two full-time employees. These grants are awarded to a broad diversity of institutions of wide geographic distribution.&nbsp;</p>\n<p>Research teams can spend too much time wrangling data: finding relevant data, transforming it to a usable format and processing it. Federal funding agencies now require funded projects are to share data and publications in as open a manner as is possible. However, the data being generated from a project may not be stored and distributed under the best data curation practices because there is not sufficient time, training or computational resources in the lab to efficiently accomplish this important work. One solution for this dilemma is to identify data management and processing bottlenecks in laboratories and then to develop more streamlined processes on the cloud. Such services free researchers from managing software packages and inherently can make data available to broader audiences. As part of a broader collaborative team at five universities across the country, the University of Arizona Team focused on understanding the cyberinfrastructure needs of the biodiversity community. Two main methods were used to collect data. First, an online survey of data practices and projected need was sent to members of the field biology research community. The resulting findings indicate that researchers need to manage both &ldquo;big data&rdquo; and smaller data sets simultaneously. For example, a small data set may need to be superimposed on an existing global map with existing data overlays. There are needs in all phases of research including data acquisition, processing and dissemination.</p>\n<p>&nbsp;</p>\n<p>We also held a multiday workshop with science users and administrators of biological research stations. Participants were selected based on recent publications using field station data distributed across NEON eco-climate domains. The group identified a set of ecological and environmental grand challenges where the solution is bound by the availability of data and computing resources. The results identify a number of climate and land use scenarios where the long-term historical data of research stations can be combined with sometimes &ldquo;big data&rdquo; remote sensing and sensor data to help provide predicative models at the local and global scale. The computing and data requirements go beyond the computational resources available to most researchers and the capacity of research stations. Cloud-based Software-as-a-Service (SaaS) can address these needs.</p>\n<p>&nbsp;</p>\n<p>Broader impacts</p>\n<p>While basic science questions can be addressed with this data and computing environment, the resulting data and understanding can directly support informed decision making for intelligent use of natural resources for the health and wellbeing of the general population.&nbsp; This information will allow us to design building and roads as well as plan agriculture to maximize outcomes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2014<br>\n\t\t\t\t\tModified by: Patrick&nbsp;B&nbsp;Heidorn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOutcomes: Collaborative Research: Conceptualizing an Institute for Empowering Long Tail Research\n\n \n\nIntellectual Merit\n\nIn several key ways, the distribution of NSF grant funding follows a Pereto (\"long tail\") distribution. In 2011, for example, more than 10,000 awards were made by NSF, the largest at $50M. However, 80% of these awards were of average size $160k [1], which at most institutions is roughly the cost of one full-time employee. Our analysis of 2007 NSF grants showed that 80% of the awards were for amounts less than $350k, or just over two full-time employees. These grants are awarded to a broad diversity of institutions of wide geographic distribution. \n\nResearch teams can spend too much time wrangling data: finding relevant data, transforming it to a usable format and processing it. Federal funding agencies now require funded projects are to share data and publications in as open a manner as is possible. However, the data being generated from a project may not be stored and distributed under the best data curation practices because there is not sufficient time, training or computational resources in the lab to efficiently accomplish this important work. One solution for this dilemma is to identify data management and processing bottlenecks in laboratories and then to develop more streamlined processes on the cloud. Such services free researchers from managing software packages and inherently can make data available to broader audiences. As part of a broader collaborative team at five universities across the country, the University of Arizona Team focused on understanding the cyberinfrastructure needs of the biodiversity community. Two main methods were used to collect data. First, an online survey of data practices and projected need was sent to members of the field biology research community. The resulting findings indicate that researchers need to manage both \"big data\" and smaller data sets simultaneously. For example, a small data set may need to be superimposed on an existing global map with existing data overlays. There are needs in all phases of research including data acquisition, processing and dissemination.\n\n \n\nWe also held a multiday workshop with science users and administrators of biological research stations. Participants were selected based on recent publications using field station data distributed across NEON eco-climate domains. The group identified a set of ecological and environmental grand challenges where the solution is bound by the availability of data and computing resources. The results identify a number of climate and land use scenarios where the long-term historical data of research stations can be combined with sometimes \"big data\" remote sensing and sensor data to help provide predicative models at the local and global scale. The computing and data requirements go beyond the computational resources available to most researchers and the capacity of research stations. Cloud-based Software-as-a-Service (SaaS) can address these needs.\n\n \n\nBroader impacts\n\nWhile basic science questions can be addressed with this data and computing environment, the resulting data and understanding can directly support informed decision making for intelligent use of natural resources for the health and wellbeing of the general population.  This information will allow us to design building and roads as well as plan agriculture to maximize outcomes.\n\n \n\n\t\t\t\t\tLast Modified: 12/02/2014\n\n\t\t\t\t\tSubmitted by: Patrick B Heidorn"
 }
}