{
 "awd_id": "1216825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF Small Wireless Relay Networks: Coding Above Capacity and Exploiting Structure",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Brown",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 349884.0,
 "awd_amount": 349884.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "How to best process and forward received signals, or relay, in wireless networks has been an open question for many years. We will revisit determining the capacity of relay networks by taking a fresh look at the problem focussed on understanding the potential of exploiting two types of codebook structure in relay networks:  1) messages received at relays, even those received at rates above capacity, originated from codebooks.   This codebook structure should be harnessed in relaying and we seek to determine how to best compress signals coded at rates above capacity;  2) matching codebook structure (e.g. linearity of lattice codes is well suited to linear additive Gaussian noise channels) to channel structure has recently been shown to be efficient in decoding functions of messages.  In this thrust, we seek to make precise how and when structured codes may be exploited in multi-source relay networks.  Our two approaches both involve novel departures from and additions to our understanding of random coding based schemes. \r\n\r\n A full solution would constitute a significant step towards the understanding of network information theory, and will provide new insight into the elusive relay channel.  However, the significance of solving this problem goes well beyond information theory: understanding how to most efficiently relay in wireless networks is of direct relevance to satiating the demands on WiFi, cellular, ad hoc military and first responder wireless networks of the present and future. The fundamental limit -- or capacity -- of such networks not only acts as a benchmark for engineers building systems, but also provides guidance as to what schemes perform well. The PI will integrate portions of this research into UIC's curriculum and will integrate this theoretical approach with practice through the PI-founded UIC Software Defined Radio lab.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natasha",
   "pi_last_name": "Devroye",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natasha Devroye",
   "pi_email_addr": "devroye@uic.edu",
   "nsf_id": "000524358",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "Department of Electrical and Com",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077053",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 349884.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Helvetica} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px Helvetica; min-height: 14.0px} span.s1 {font: 13.0px Times; font-kerning: none} -->\n<p class=\"p1\">The research supported by this project focussed on determining the fundamental information theoretic limits of the relay channel &mdash; how fast one can reliably transmit from a source (S) to a destination (D) with the help of a relay node (R) whose sole purpose is to aid in the communication of the message from the S to D. &nbsp; Despite its simplicity and practical relevance in wireless standards such as 4G and 5G,&nbsp; the relay channel is not fully understood from an information theoretic perspective and its capacity (how fast, or how many messages it can communicate per unit time) remains an open problem.&nbsp;</p>\n<p class=\"p1\">Intellectual merit:</p>\n<p class=\"p2\">&nbsp;This project has advanced knowledge about the relay channel along three main lines. First, it has looked at how structured lattice codes may be used to mimic and sometimes outperform the commonly used ``random&rsquo;&rsquo; Gaussian codes in various types of relay channels. This is of interest as it showcases the potential for using lattice codes in relay networks (they are not currently used in practice). In short, the benefit comes from using the linear structure of the lattice codes (sums of codewords are again codewords in the lattice) to decode sums of messages at relays.&nbsp; In a network then with multiple relays, the relays may all have different linear combinations of lattice codewords, corresponding to different combinations of messages. Our second contribution then was to solve the ``inverse&rsquo;&rsquo; problem of optimally extracting, over the air, individual messages from linear combinations of messages. We termed this the ``inverse compute and forward&rsquo;&rsquo; problem. Our optimal solution showed how correlation between various sums may be exploited to more efficiently communicate messages. Our final main outcome was to study &mdash; for the first time &mdash; the zero error primitive relay channel. <span class=\"s1\">In a primitive relay channel,&nbsp; the relay to destination link is out of band or orthogonal to the source to destination link. This results in a simpler channel problem than when the S-D and R-D links interfere with one another as in a classical relay channel. For this channel, we looked at the zero-error capacity (the number of messages that can be communicated per unit time when permitting absolutely no error) rather than the more classically studied small error capacity (the number of messages that can be communicated per unit time when permitting a vanishingly small, but positive, probability of error). This is generally a more challenging problem to consider than the small error version and hence has not been looked at. However, we were able to make significant progress on understanding how to best ``relay&rsquo;&rsquo; messages in a zero-error setting by devising a clever ``color-and-forward&rsquo;&rsquo; coding scheme and showing that this is the best possible relaying scheme regardless of the number of channel uses. This yielded insight into how to best relay in a zero-error setting, a notoriously challenging open problem.</span>&nbsp;</p>\n<p class=\"p1\">Broader Impacts:</p>\n<p class=\"p2\">&nbsp;The relay channel is of interest to the wireless community: relays are being using in 4G and 5G cellular standards are understanding their performance limits (how fast they should be able to operate, how to code over relay channels) is thus of immediate interest to this large industry. Beyond that, and beyond the intellectual merit of this line of work, this project has trained 3 Ph.D. students, all of which now work in STEM jobs as talented data analysts and senior researchers in US-based industry. Finally, the PI has provided research opportunities for 2 undergraduate students on these topics in her laboratory, and has given various&nbsp; tutorial-level talks on information theory to broaden awareness of this area of engineering.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/24/2017<br>\n\t\t\t\t\tModified by: Natasha&nbsp;Devroye</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research supported by this project focussed on determining the fundamental information theoretic limits of the relay channel &mdash; how fast one can reliably transmit from a source (S) to a destination (D) with the help of a relay node (R) whose sole purpose is to aid in the communication of the message from the S to D.   Despite its simplicity and practical relevance in wireless standards such as 4G and 5G,  the relay channel is not fully understood from an information theoretic perspective and its capacity (how fast, or how many messages it can communicate per unit time) remains an open problem. \nIntellectual merit:\n This project has advanced knowledge about the relay channel along three main lines. First, it has looked at how structured lattice codes may be used to mimic and sometimes outperform the commonly used ``random?? Gaussian codes in various types of relay channels. This is of interest as it showcases the potential for using lattice codes in relay networks (they are not currently used in practice). In short, the benefit comes from using the linear structure of the lattice codes (sums of codewords are again codewords in the lattice) to decode sums of messages at relays.  In a network then with multiple relays, the relays may all have different linear combinations of lattice codewords, corresponding to different combinations of messages. Our second contribution then was to solve the ``inverse?? problem of optimally extracting, over the air, individual messages from linear combinations of messages. We termed this the ``inverse compute and forward?? problem. Our optimal solution showed how correlation between various sums may be exploited to more efficiently communicate messages. Our final main outcome was to study &mdash; for the first time &mdash; the zero error primitive relay channel. In a primitive relay channel,  the relay to destination link is out of band or orthogonal to the source to destination link. This results in a simpler channel problem than when the S-D and R-D links interfere with one another as in a classical relay channel. For this channel, we looked at the zero-error capacity (the number of messages that can be communicated per unit time when permitting absolutely no error) rather than the more classically studied small error capacity (the number of messages that can be communicated per unit time when permitting a vanishingly small, but positive, probability of error). This is generally a more challenging problem to consider than the small error version and hence has not been looked at. However, we were able to make significant progress on understanding how to best ``relay?? messages in a zero-error setting by devising a clever ``color-and-forward?? coding scheme and showing that this is the best possible relaying scheme regardless of the number of channel uses. This yielded insight into how to best relay in a zero-error setting, a notoriously challenging open problem. \nBroader Impacts:\n The relay channel is of interest to the wireless community: relays are being using in 4G and 5G cellular standards are understanding their performance limits (how fast they should be able to operate, how to code over relay channels) is thus of immediate interest to this large industry. Beyond that, and beyond the intellectual merit of this line of work, this project has trained 3 Ph.D. students, all of which now work in STEM jobs as talented data analysts and senior researchers in US-based industry. Finally, the PI has provided research opportunities for 2 undergraduate students on these topics in her laboratory, and has given various  tutorial-level talks on information theory to broaden awareness of this area of engineering. \n\n\t\t\t\t\tLast Modified: 01/24/2017\n\n\t\t\t\t\tSubmitted by: Natasha Devroye"
 }
}