{
 "awd_id": "1216894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conceptualizing an Institute for Sustainable Earth and Environmental Software (ISEES)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Katz",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 582660.0,
 "awd_amount": 582660.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "The University of California Santa Barbara is awarded a grant for a one-year community-driven process to develop a strategic plan for the creation and operation of an Institute for Sustainable Earth and Environmental Software (ISEES) that would provide development and sustainable support of innovative and interoperable scientific software tools that can transform science at the intersection of earth, environmental, and life sciences. Software is critical to advances in environmental science, but is in crisis due to issues that are prevalent in scientific software, such as code complexity and opacity, lack of scalability, lack of openness and interoperability, and lack of formal versioning and management of software evolution for sustainability. The vision for ISEES is to advance the state of science software by engaging earth and environmental research communities to address the software barriers that most impede grand challenge earth science. This project will work with community efforts such as EarthCube to develop a strategic plan that improves capabilities for scientific discovery within overlapping disciplines within the geological and biological sciences, such as ecology, oceanography, and atmospheric science. ISEES would engage a large swath of the science community in projects that will create and mature software that facilitates bold new science advances. For each science topic identified as a community priority, participants in this planning effort will collaboratively address the entire software lifecycle, from product conceptualization, to requirements analysis, design, development, testing, deployment, long-term support, and decommissioning. A robust workforce development program will be specified to sustain software advances made through ISEES. \r\n\r\nThe planning process will be diverse, including earth, life, and environmental scientists and experts from software engineering, computer science, informatics, and library sciences. A series of design workshops that use proven, formal planning and assessment methods will meet in three topical clusters to conceptualize and articulate a grand vision and strategy for how ISEES will transform the software lifecycle and galvanize the research community. A Science Cluster collates and articulates grand challenges within earth observational sciences that focus and drive ISEES' software activities and define exemplary collaborative science activities that support detailed requirements analysis. A Software Cluster analyzes requirements for scientific software and proposes approaches for ISEES to address these via improvements across the full science software lifecycle. And, a Sustainability and Adoption Cluster examines sustainability and governance challenges, and proposes models for engaging the research community, governing ISEES, and developing an effective workforce that can sustain the portfolio of science software curated through ISEES. Community experts lead each working group and collectively comprise a Steering Committee that synthesizes recommendations, presents these results and gathers feedback at a Town Hall co-located at a major science conference, and combines this with recommendations from an open call for comments on the Internet to create the final Strategic Plan describing the mission, design, and impact of ISEES.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Jones",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew B Jones",
   "pi_email_addr": "jones@nceas.ucsb.edu",
   "nsf_id": "000087236",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Michener",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "William K Michener",
   "pi_email_addr": "wmichene@unm.edu",
   "nsf_id": "000257398",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Schildhauer",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Mark P Schildhauer",
   "pi_email_addr": "schild@nceas.ucsb.edu",
   "nsf_id": "000465368",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Meyer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Carol B Meyer",
   "pi_email_addr": "carolbmeyer@esipfed.org",
   "nsf_id": "000120674",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Fox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Fox",
   "pi_email_addr": "foxp@rpi.edu",
   "nsf_id": "000518316",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Rm 3227 Cheadle Hall",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "8211",
   "pgm_ref_txt": "S2I2 - Scient Sftwre Innovat Insts"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 582660.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"normal\">Technological advances are creating outstanding new opportunities for investigating challenging science research questions at levels of detail and generality that were impossible in the past.&nbsp; Full realization of technological potential, however, requires that the scientific community far more effectively develop, reuse, extend, and share software than is currently practiced. &nbsp;In this award, we developed a strategic plan for an Institute for Sustainable Earth and Environmental Software (ISEES) that coordinates development and sustainable support of innovative and interoperable scientific software tools that can transform science at the intersection of earth, environmental, and life sciences. ISEES will advance the state of science software by engaging earth and environmental research communities to address the software barriers that most impede grand challenge earth science. At ISEES, we envision that researchers will collaboratively address the entire software lifecycle, from product conceptualization, to requirements analysis, design, development, testing, deployment, long-term support, and decommissioning. A robust workforce development program will sustain software advances made through ISEES and make them relevant to the research community.</p>\n<p class=\"normal\"><strong>ISEES Mission and Goals</strong></p>\n<p class=\"normal\"><strong><em>ISEES&rsquo; mission is to make fundamental advances in software and data science and education that accelerate and transform earth and environmental science.</em></strong></p>\n<p class=\"normal\">To accomplish this mission, ISEES will pursue four main goals through the strategies and activities described in our strategic plan.</p>\n<ul>\n<li>Goal 1: Transform the culture of environmental science to embrace software and data science</li>\n<li>Goal 2: Enable new partnerships between environmental scientists, data scientists, and software engineers that are mutually beneficial</li>\n<li>Goal 3: Stimulate and support community-driven software advances that benefit environmental science</li>\n<li>Goal 4: Transform education in the US environmental science community to include data and software development techniques as core components of earth and environmental science disciplines</li>\n</ul>\n<p>ISEES will be created as non-profit organization that is governed by the research community and that operates to change the culture of research computing in the environmental sciences. &nbsp;ISEES will operate as virtual organization with bi-coastal meeting centers that will meet these goals via five principal strategic areas of activity:</p>\n<ul>\n<li>Strategy 1: Stimulate collaboration in environmental science and research software engineering</li>\n<li>Strategy 2: Coordinate and provide education and training</li>\n<li>Strategy 3: Provide Support, Infrastructure and Consulting Services</li>\n<li>Strategy 4: Build a vibrant science and software community</li>\n<li>Strategy 5: Create a sustainable organization</li>\n</ul>\n<p>Scientists are currently experiencing unprecedented access to data of ever-increasing accuracy, volume, scale, and diversity of measurements; computational power that is still growing at an exponential rate; and new applications for rapid, multi-modal communication and information exchange. Given these positive developments, there is nevertheless a growing concern that the research community, particularly with regard to software, does not effectively leverage technological advances. &nbsp;The conceptualization activities conducted here have clarified the issues impeding scientists&rsquo; access to and utilization of advanced software, and will help us to create a software institute: ISEES. &nbsp;ISEES will resolve these science/software integration issues through informed, broadly representative discussion among earth, computational, life, and social scientists, working with software engineers, and informatic...",
  "por_txt_cntn": "Technological advances are creating outstanding new opportunities for investigating challenging science research questions at levels of detail and generality that were impossible in the past.  Full realization of technological potential, however, requires that the scientific community far more effectively develop, reuse, extend, and share software than is currently practiced.  In this award, we developed a strategic plan for an Institute for Sustainable Earth and Environmental Software (ISEES) that coordinates development and sustainable support of innovative and interoperable scientific software tools that can transform science at the intersection of earth, environmental, and life sciences. ISEES will advance the state of science software by engaging earth and environmental research communities to address the software barriers that most impede grand challenge earth science. At ISEES, we envision that researchers will collaboratively address the entire software lifecycle, from product conceptualization, to requirements analysis, design, development, testing, deployment, long-term support, and decommissioning. A robust workforce development program will sustain software advances made through ISEES and make them relevant to the research community.\nISEES Mission and Goals\nISEESÆ mission is to make fundamental advances in software and data science and education that accelerate and transform earth and environmental science.\nTo accomplish this mission, ISEES will pursue four main goals through the strategies and activities described in our strategic plan.\n\nGoal 1: Transform the culture of environmental science to embrace software and data science\nGoal 2: Enable new partnerships between environmental scientists, data scientists, and software engineers that are mutually beneficial\nGoal 3: Stimulate and support community-driven software advances that benefit environmental science\nGoal 4: Transform education in the US environmental science community to include data and software development techniques as core components of earth and environmental science disciplines\n\n\nISEES will be created as non-profit organization that is governed by the research community and that operates to change the culture of research computing in the environmental sciences.  ISEES will operate as virtual organization with bi-coastal meeting centers that will meet these goals via five principal strategic areas of activity:\n\nStrategy 1: Stimulate collaboration in environmental science and research software engineering\nStrategy 2: Coordinate and provide education and training\nStrategy 3: Provide Support, Infrastructure and Consulting Services\nStrategy 4: Build a vibrant science and software community\nStrategy 5: Create a sustainable organization\n\n\nScientists are currently experiencing unprecedented access to data of ever-increasing accuracy, volume, scale, and diversity of measurements; computational power that is still growing at an exponential rate; and new applications for rapid, multi-modal communication and information exchange. Given these positive developments, there is nevertheless a growing concern that the research community, particularly with regard to software, does not effectively leverage technological advances.  The conceptualization activities conducted here have clarified the issues impeding scientistsÆ access to and utilization of advanced software, and will help us to create a software institute: ISEES.  ISEES will resolve these science/software integration issues through informed, broadly representative discussion among earth, computational, life, and social scientists, working with software engineers, and informatics and analytical experts. The Institute will create mechanisms to foster innovation. It will coordinate the development, testing, enhancement, and general support of scientific software. And it will build a diverse and representative workforce to work at the junction of software and science. These activities will be grounded in the c..."
 }
}