{
 "awd_id": "1217464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Workshop on New Computationally-Enabled Theoretical Models to Support Health Behavior Change and Maintenance",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 47880.0,
 "awd_amount": 47880.0,
 "awd_min_amd_letter_date": "2012-02-07",
 "awd_max_amd_letter_date": "2012-02-07",
 "awd_abstract_narration": "This workshop is organized to bring together leaders and scientists in a variety of different disciplines with complementary expertise including experts in behavior change theory, health and wellness systems, behavior measurement and measurement technology, engineering, computer science, and various types of \"persuasive\" interventions.  The main objective of the workshop is to identify challenges in using computing and networking and information technology in support of behavioral change that would enable healthcare to be more proactive and preventive. \r\n\r\n The proposed workshop plans to address a number of open fundamental issues at the intersection of networking, information technology and behavior modification. The workshop is striving to identify the fundamental barriers that currently hamper the use of networking and information technology, how they can be used to mediate processes enabling behavioral change, as well as new methods for the real-time assessment and modeling of behavior, affective states, and the environments in which these behaviors occur. \r\n\r\nReactionary \"sick-care\" systems that fail to prevent disease have become financially unsustainable. It is a global imperative that healthcare is transformed to a preemptive model that advances health \"up front.\"  The global burden of disease is tightly related to conditions that are preventable and treatable through promoting changes in key human behaviors. The ability to change behaviors on a population scale, in an economically feasible way, is therefore likely to have a major impact on the cost of healthcare. In addition, healthy behaviors are typically associated with better quality of life and wellbeing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Spruijt-Metz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donna Spruijt-Metz",
   "pi_email_addr": "dmetz@usc.edu",
   "nsf_id": "000518716",
   "pi_start_date": "2012-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "Univeraity of Southern California",
  "perf_str_addr": "2001 N. Soto Street, SSB 3rd Fl",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900899045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 47880.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The \"International Workshop on New Computationally-Enabled Theoretical Models to Support Health Behavior Change and Maintenance\" was convened to address how to merge behavioral change and maintenance theories (BC&amp;M) with new sensing and information technologies to provide effective health and wellness systems. The workshop was held was held in October 2012, and sponsored by the National Science Foundation, the European Commission Directorate for Communications Networks, Content and Technology, Health and Well-Being Unit, and the National Institutes of Health, Office of Behavioral and Social Sciences Research. The development of new, computational models of behavior requires a highly trandsciplinary effort.&nbsp; Therefore, the workshop brought together 15 experts from the United States and 15 experts from the European Union from a broad range of disciplines including e-, tele- and mHealth (mental health, metabolic health, substance use), web marketing, persuasive technologies, policy, physics, systems science, economics, clinical, health &amp; behavioral psychology, gaming, information and communications technology, artificial intelligence, human computer interactions, health informatics, computer science, biomedical engineering, health disparities, medicine (chronic disease, endocrinology, primary care), public health and public health law, art and design.</p>\n<p>The workshop was premised on the fact that data from pervasive and mobile technologies used to measure, motivate, and sustain behavior change could play a major role in shaping a new, dynamic health behavior theory. Health-related behaviors are undoubtedly one of the prime mutable causes of morbidity and mortality across the globe. While interventions to change behavior &lsquo;for good&rsquo; show some effectiveness in initiating behavior change, much less evidence exists for interventions that sustain change or change some of the most challenging, yet prevalent, health-related behaviors. Vast improvements in health behavior theory are needed in order to create successful interventions that encourage and support behavior change and maintenance.</p>\n<p>Discussions before and during the workshop, as well as ongoing discussions, has led to the formulation of the following five concrete steps needed in order to develop robust dynamic mathematical models of behavior: (1) establishing the appropriate &ldquo;gold standard&rdquo; measures for important constructs; (2) the creation of tools, resources, and other tutorials that both enable dynamic theorizing and &ldquo;lower the bar&rdquo; for using modeling techniques by other disciplines; (3) the development of ontologies and other strategies of specification of current behavioral theories to make them more accessible; and (4) facilitating improved sharing as well as inter-operability of mathematical models and tools to support improved theory falsification as well as more rapid aggregation of the models, particularly those that are developed. We conclude with the discussion of what might be incorporated into what we have labeled a &ldquo;knowledge commons,&rdquo; which could help to bring together these disparate activities into a unified system and structure for organizing knowledge about behavior. These steps will enable the development of dynamic computational models of behavior that facilitate incremental model verification, improvement, and expansion. These models will move the field of health behavior change to a new level, where quantitative, testable models of behavior can provide ongoing adaptive interventions that are integrated into daily life that will help individuals move towards health behavior change and maintenance.&nbsp;</p>\n<p>All workshop materials are available at <a href=\"http://behaviorchange.ca\">http://behaviorchange.ca</a>. To date, the workshop has led <em><span style=\"text-decoration: underline;\">directly</span></em> to 7 publicati...",
  "por_txt_cntn": "\nThe \"International Workshop on New Computationally-Enabled Theoretical Models to Support Health Behavior Change and Maintenance\" was convened to address how to merge behavioral change and maintenance theories (BC&amp;M) with new sensing and information technologies to provide effective health and wellness systems. The workshop was held was held in October 2012, and sponsored by the National Science Foundation, the European Commission Directorate for Communications Networks, Content and Technology, Health and Well-Being Unit, and the National Institutes of Health, Office of Behavioral and Social Sciences Research. The development of new, computational models of behavior requires a highly trandsciplinary effort.  Therefore, the workshop brought together 15 experts from the United States and 15 experts from the European Union from a broad range of disciplines including e-, tele- and mHealth (mental health, metabolic health, substance use), web marketing, persuasive technologies, policy, physics, systems science, economics, clinical, health &amp; behavioral psychology, gaming, information and communications technology, artificial intelligence, human computer interactions, health informatics, computer science, biomedical engineering, health disparities, medicine (chronic disease, endocrinology, primary care), public health and public health law, art and design.\n\nThe workshop was premised on the fact that data from pervasive and mobile technologies used to measure, motivate, and sustain behavior change could play a major role in shaping a new, dynamic health behavior theory. Health-related behaviors are undoubtedly one of the prime mutable causes of morbidity and mortality across the globe. While interventions to change behavior æfor goodÆ show some effectiveness in initiating behavior change, much less evidence exists for interventions that sustain change or change some of the most challenging, yet prevalent, health-related behaviors. Vast improvements in health behavior theory are needed in order to create successful interventions that encourage and support behavior change and maintenance.\n\nDiscussions before and during the workshop, as well as ongoing discussions, has led to the formulation of the following five concrete steps needed in order to develop robust dynamic mathematical models of behavior: (1) establishing the appropriate \"gold standard\" measures for important constructs; (2) the creation of tools, resources, and other tutorials that both enable dynamic theorizing and \"lower the bar\" for using modeling techniques by other disciplines; (3) the development of ontologies and other strategies of specification of current behavioral theories to make them more accessible; and (4) facilitating improved sharing as well as inter-operability of mathematical models and tools to support improved theory falsification as well as more rapid aggregation of the models, particularly those that are developed. We conclude with the discussion of what might be incorporated into what we have labeled a \"knowledge commons,\" which could help to bring together these disparate activities into a unified system and structure for organizing knowledge about behavior. These steps will enable the development of dynamic computational models of behavior that facilitate incremental model verification, improvement, and expansion. These models will move the field of health behavior change to a new level, where quantitative, testable models of behavior can provide ongoing adaptive interventions that are integrated into daily life that will help individuals move towards health behavior change and maintenance. \n\nAll workshop materials are available at http://behaviorchange.ca. To date, the workshop has led directly to 7 publications, a book chapter, one preconference workshop, 6 conference presentations and a book chapter. Findings on all products (articles, grants, collaborations) that emanated or were indirectly inspired by this workshop were gleaned from a ..."
 }
}