{
 "awd_id": "1217996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Merging Traffic for Energy Conservation in Enterprise & Datacenter Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 429999.0,
 "awd_amount": 429999.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "Energy consumed by computing and communication devices has become a significant cost of\r\nconducting business today. Indeed, as we move to higher speed networks and increase the\r\ndeployment of the Internet to all corners of the world, this cost is expected to grow dramatically.\r\nMajor contributors to the size and energy cost of the deployed infrastructure include enterprise\r\nnetworks and data center networks. Enterprise networks are deployed in the workplace and have\r\nbeen shown to be heavily under-utilized with peak utilizations typically a fraction of capacity.\r\nSimilarly, data center networks have also been shown to be very lightly loaded for significant\r\nlengths of time. In both these cases, the energy consumed by the networking infrastructure is very\r\nhigh, in relation to the actual data transmitted. The reasons for this are twofold. First, network\r\nswitches are designed to always run at peak rates even in the absence of traffic and second, switch\r\nports map one-to-one to end systems even though these systems load the ports at a tiny fraction of\r\navailable capacity. The outcome of this research project is a fundamental re-design of the network\r\nswitch in a way that preserves user experience but results in dramatic energy savings.\r\n\r\nThe key idea in this work is the development of a hardware device called a merge network, which\r\nsits between the switch and connected systems. Traffic coming into the switch is merged together\r\nand fed to a smaller number of ports allowing either the replacement of large port-density\r\nswitches with smaller switches or the powering off of large portions of the switch such as line\r\ncards and memory banks. While the benefit of this idea is evident, the challenges in realizing it\r\nare many. At the hardware level, the challenge is in merging traffic with minimal energy cost and\r\ndata loss. The approach adopted in this project is to build the merge network using analog\r\ncomponents with a digital control for managing Layer 2 protocol issues. Modern switches\r\nimplement a suite of Layer 2 protocols that expect a 1-1 mapping of switch ports to end-systems.\r\nBy breaking this mapping using a merge network, one effectively causes incorrect protocol\r\nbehavior. This issue is addressed by utilizing port virtualization within each switch. Thus, the\r\nLayer 2 protocols remain unaffected while the network sees tremendous reduction in energy\r\nusage. The project uses prototyping, experimentation and simulation to fully characterize this new\r\nswitch architecture in enterprise and data center networks. Experimental systems based on Click\r\nModular Router will be inserted into the College network to measure the energy savings in real\r\napplication as well as to understand side effects of such a redesign on overall network behavior.\r\nTraffic statistics collected at a data center network and the University-level enterprise network\r\nwill be utilized in a simulator to analyze protocol behavior at a larger scale. This project is\r\ntransformative in that it redesigns the basic building block of the Internet resulting in dramatic\r\nenergy savings.\r\n\r\nThe broader impact of this work ranges from fundamentally redesigning the key component of\r\nthe Internet (the switch) to directly influencing the energy usage in the communications\r\ninfrastructure. The impact on industry is significant in that the work here will influence the design\r\nof future high-speed switches where the merge network is incorporated into the architecture\r\nrather than as an external add on. Traffic statistics collected during this project will be made\r\navailable to the research community and will thus provide a much-needed source of enterprise-level\r\ntraces. The research community will also benefit by the implementation of IEEE 802.1\r\nprotocols into the Click software base. The project will enhance the training of the future\r\nworkforce via the development of a new class and including students in hands on measurement\r\nand development of the experimental platform.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suresh",
   "pi_last_name": "Singh",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Suresh P Singh",
   "pi_email_addr": "singh@cs.pdx.edu",
   "nsf_id": "000107901",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 429999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Data center networks and enterprise networks account for a significant portion of energy consumed by networks worldwide. This project analyzed the energy consumed by these networks in detail and developed solutions that enable minimizing this cost. Using packet traces from three different data centers, we showed that the energy usage remains almost unchanged regardless of network load. The reasons for this are: (1) networking equipment is always powered on even when there is very little traffic, (2) the network topology used is not optimized for the applications running in that data center and (3) the routing protocols are not optimized for energy savings.</p>\n<p>We developed a new technology called a merge network that allows traffic from multiple sources to be combined and fed to a smaller set of switch interfaces. The merge network scales with load and does not result in any &nbsp;changes in loss or delay behavior. The benefit of this technology is that now most interfaces on a switch can be powered off when the load is small and as load increases, more interfaces can be powered back on. This results in scaling energy consumption with network load. We developed routing protocols for data centers that reduce the number of active network links by combining traffic into fewer routes. This new protocol in combination with the merge network minimizes the number of network interfaces powered on and thus minimizes network energy consumption.</p>\n<p>In parallel with the merge network work, we developed new approaches for designing data center topologies that are based on the anticipated application domain. For instance, data centers that serve primarily as web hosting services see different traffic patterns as compared with data centers that primarily host scientific applications. Thus, the topologies for these two data centers should be different and optimized for their needs. Combining these application-specific topologies with merge networks and energy-aware routing algorithms is shown to minimize overall energy consumption in the network.</p>\n<p>The broader impact of this work is in developing new technology that will significantly reduce the energy consumed by networks. The merge network technology can be easily incorporated into future switches which will enable the switches to be energy-efficient. As part of this work, graduate students received training in important subject areas including software defined networking, optimization, simulation and traffic analysis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2016<br>\n\t\t\t\t\tModified by: Suresh&nbsp;P&nbsp;Singh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nData center networks and enterprise networks account for a significant portion of energy consumed by networks worldwide. This project analyzed the energy consumed by these networks in detail and developed solutions that enable minimizing this cost. Using packet traces from three different data centers, we showed that the energy usage remains almost unchanged regardless of network load. The reasons for this are: (1) networking equipment is always powered on even when there is very little traffic, (2) the network topology used is not optimized for the applications running in that data center and (3) the routing protocols are not optimized for energy savings.\n\nWe developed a new technology called a merge network that allows traffic from multiple sources to be combined and fed to a smaller set of switch interfaces. The merge network scales with load and does not result in any  changes in loss or delay behavior. The benefit of this technology is that now most interfaces on a switch can be powered off when the load is small and as load increases, more interfaces can be powered back on. This results in scaling energy consumption with network load. We developed routing protocols for data centers that reduce the number of active network links by combining traffic into fewer routes. This new protocol in combination with the merge network minimizes the number of network interfaces powered on and thus minimizes network energy consumption.\n\nIn parallel with the merge network work, we developed new approaches for designing data center topologies that are based on the anticipated application domain. For instance, data centers that serve primarily as web hosting services see different traffic patterns as compared with data centers that primarily host scientific applications. Thus, the topologies for these two data centers should be different and optimized for their needs. Combining these application-specific topologies with merge networks and energy-aware routing algorithms is shown to minimize overall energy consumption in the network.\n\nThe broader impact of this work is in developing new technology that will significantly reduce the energy consumed by networks. The merge network technology can be easily incorporated into future switches which will enable the switches to be energy-efficient. As part of this work, graduate students received training in important subject areas including software defined networking, optimization, simulation and traffic analysis.\n\n\t\t\t\t\tLast Modified: 09/08/2016\n\n\t\t\t\t\tSubmitted by: Suresh P Singh"
 }
}