{
 "awd_id": "1217324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Using computational homology to detect DNA Copy Number Aberrations in Breast Cancer",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922113",
 "po_email": "ygorb@nsf.gov",
 "po_sign_block_name": "Yuliya Gorb",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 239987.0,
 "awd_amount": 239987.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2015-03-20",
 "awd_abstract_narration": "The analysis of large complex data sets poses a major challenge for computational mathematics. Topological Data Analysis (TDA) applies concepts from algebraic topology to address this challenge. Topological techniques have been used successfully in engineering and biology but are seldom applied to the analysis of genomic data. In cancer genomics, the identification of copy number aberrations (CNAs) such as gains and losses of DNA segments is an important problem because CNAs are known to contain cancer genes and therefore to be involved in misregulation of key signaling pathways. CNAs may occur independently or may co-occur. The latter are believed to act synergistically and therefore result in unforeseen consequences. For example, the finding that CNAs in 8p12 and 11q13.3 are co-amplified in some breast cancers led to the discovery of functional interactions between the MYC and the TP53 pathways. Such interactions offer an important paradigm for cancer research because many tumors are believed to use similar mechanisms for their progression. Identification of co-occurring CNAs has traditionally been hindered both by the large sample sizes required to find co-occurrences and by the lack of mathematical methods to identify them efficiently. Recently, large microarray-based data sets have become available for breast cancer. The proposed research aims to develop a new TDA-based method to detect independent and co-occurring CNAs in breast cancer. In the proposed approach each CNA profile is characterized by a set of biologically-meaningful topological spaces. Topological invariants of these spaces (i.e., Betti numbers) will be used to de-noise the data and identify CNAs. This project will yield broadly-applicable methods for: (1) representing complex data sets in forms that are amenable to topological analysis; (2) determining the statistical significance of TDA results; (3) computing topological invariants from large data sets.\r\n\r\nRapid advances in the sciences have generated large, complex data sets of unprecedented proportions. New mathematical methods are urgently needed in order to solve fundamental problems in the analysis of such high-dimensional data. In the field of genomics, thousands of measurements have been obtained with the goal of unveiling molecular signatures that characterize essential biological processes. This field has significantly influenced the direction of breast cancer research because of its potential for differentiating various subtypes, pathways and prognoses of the disease. Currently, the major approach to detecting genomic signatures is focused on the identification of single independent events. However, there is increasing evidence that copy number aberrations (CNAs)-- such as amplifications and deletions of the genome--are not always independent of one another; rather, they may co-occur with synergistic and unforeseen consequences. For example, co-occurring CNAs detected in breast cancer have led to the identification of cross-talk between different signaling pathways. The systematic search for co-occurring CNAs has been hampered by a lack of mathematical methods adequate to identify them. The PI proposes to develop new methods in Topological Data Analysis to identify co-occurring CNAs in breast cancer. Further, because copy number changes are associated with other diseases and with evolutionary processes, this project will have important impacts across the sciences, both basic (e.g. evolution and development) and applied (e.g. diseases with a genetic component such as cancer, autism and multiple sclerosis). The proposed research will advance the field of mathematical genetics/genomics with new tools for analyzing complex interactions among genetic elements in genetic/genomic data. The methods developed also have the potential for extension to identify co-occurring events in large, complex longitudinal data sets. Furthering its broader impacts, the project will implement a series of public lectures on real-life applications of computational mathematics with special outreach to local school teachers, students and professionals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ellis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Ellis",
   "pi_email_addr": "",
   "nsf_id": "000156143",
   "pi_start_date": "2014-11-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Javier",
   "pi_last_name": "Arsuaga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Javier Arsuaga",
   "pi_email_addr": "jarsuaga@ucdavis.edu",
   "nsf_id": "000483249",
   "pi_start_date": "2012-07-24",
   "pi_end_date": "2014-11-06"
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 Holloway Ave",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321722",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 239987.0
  }
 ],
 "por": null
}