{
 "awd_id": "1217888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Goal-Driven Autonomy",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 263870.0,
 "awd_amount": 263870.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2014-06-20",
 "awd_abstract_narration": "Goal-driven autonomy (GDA) is a reflective model of reasoning about goals to control the focus of an agent's activities by dynamically resolving unexpected discrepancies in the world state, which frequently arise when solving tasks in complex environments. This project is motivated by two observations about GDA agents. First, to perform well, comprehensive GDA agents require substantial domain knowledge; however, few techniques have been investigated for learning this knowledge. Second, while existing GDA agents have demonstrated good performance in a variety of tasks, understanding and generalizing their successes has been hindered by a gap between the kinds of domains that these agents aim to model and the representations that they use; for instance, the bulk of current research on GDA agents assumes STRIPS representations of the agent's goals and actions. \r\n\r\nThis project aims to study GDA agents that are capable of learning expectations, explanations, and goals. This project aims to develop methods that enable creation of GDA agents that can autonomously act and learn to: (1) identify situations where discrepancies take place between what they expect and what actually has happened; (2) explain the discrepancy; (3) decide which goals to try to achieve as a result of these explanations; and (4) act to accomplish these goals. In this work, the objective of each agent is to maximize its expected return as defined in reinforcement learning. This approach fits naturally with the 4-step GDA cycle, facilitates studying properties about GDA using the well-defined reinforcement learning framework, and enables the adoption of representation formalisms such as stochastic policies (i.e., probability distributions of state-action pairs), which are naturally suited to represent GDA agent's actions in the domains that GDA agents aim to interact with. This project aims to develop representational methods that combine FOL (First Order Logic) literals and actions with probabilities as the basis to represent GDA elements.\r\n\r\nThe potential Broader Impact of this research is significant due to the potentially large and widespread applications of goal-driven autonomy. With the pervasive presence of autonomous computing devices and software, there is an increasingly pressing need for technology that enables systems to recognize discrepancies in what they expect from their 'worlds', diagnose them, and then adjust themselves. This is a ubiquitous problem in all areas of computer science. For example, in the general area of ambient intelligence, automated systems, such as an air quality control system, must monitor and control a variety of devices; it is very difficult, if not impossible, for a programmer to foresee all potential situations that such a system will encounter. Another example is cyber security where given the openness that characterizes current networks and the continuous integration of new technologies and services into them, it is not feasible to implement counter measures for all potential threats in advance; instead, an agent-based system must continuously monitor the overall network, learn and reason about expectations, and act autonomously when discrepancies are encountered. \r\n\r\nThis project includes a vigorous educational component. Specifically, it plans to (1) regularly involve undergraduate students in developing and testing carefully scoped components of the project; (2) create a course on adaptive and self-aware GDA agents that transcends traditional boundaries in courses on agents, reinforcement learning, and planning; and (3) create and disseminate testbeds for GDA agents that include not only the project's GDA agents but also simulations and agent-simulation interfaces. Creating and disseminating testbeds will help remediate the lack of systems and agent-simulation interfaces that has been a repeated stumbling block for teaching about GDA agents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Heflin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Heflin",
   "pi_email_addr": "heflin@cse.lehigh.edu",
   "nsf_id": "000241473",
   "pi_start_date": "2014-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Munoz-Avila",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Munoz-Avila",
   "pi_email_addr": "hem4@lehigh.edu",
   "nsf_id": "000236759",
   "pi_start_date": "2012-07-31",
   "pi_end_date": "2014-06-20"
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "19 Memorial Drive West",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153084",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 263870.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The topic of autonomy has gained attention over the past years because of the tremendous progress in robotic platforms such as self-driving vehicles. This project aimed at studying high-level degrees of autonomy.&nbsp;This project studied underlying principles of Goal-driven autonomy (GDA) agents. GDA agents can (1) identify situations where discrepancies take place between what they expect and what actually happens, (2) explain the discrepancy, (3) decide which goals to achieve as a result of these explanations, and (4) act to accomplish these goals. GDA agents are able to act in complex environments, which exhibit nondeterministic action outcomes and are dynamic with changes occurring independently of the agent&rsquo;s own actions. The project resulted in a new way for agents to self-monitor if the agent is working within expected parameters. We call these informed expectations, which take into account the trajectory of the agent as opposed to the most recent action taken. We defined informed expectations for different variants of agents including those using ontologies and those using hierarchical knowledge. We developed algorithms capable of learning expectations, eliciting explanations for expectation failures and for goal formulation.&nbsp;Our work on goal-driven autonomy has formalized a robust model for goal reasoning, one where planning and execution are intertwined and can lead to a new generation of autonomous systems that are robust not only on physical tasks such as navigation but cognitive tasks such as goal reasoning.&nbsp;This project provided the means to educate PhD students, including a female student, MS students, some of whom went on the pursue their PhD, and undergraduate students, some of whom went on the graduate school.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2017<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;Heflin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe topic of autonomy has gained attention over the past years because of the tremendous progress in robotic platforms such as self-driving vehicles. This project aimed at studying high-level degrees of autonomy. This project studied underlying principles of Goal-driven autonomy (GDA) agents. GDA agents can (1) identify situations where discrepancies take place between what they expect and what actually happens, (2) explain the discrepancy, (3) decide which goals to achieve as a result of these explanations, and (4) act to accomplish these goals. GDA agents are able to act in complex environments, which exhibit nondeterministic action outcomes and are dynamic with changes occurring independently of the agent?s own actions. The project resulted in a new way for agents to self-monitor if the agent is working within expected parameters. We call these informed expectations, which take into account the trajectory of the agent as opposed to the most recent action taken. We defined informed expectations for different variants of agents including those using ontologies and those using hierarchical knowledge. We developed algorithms capable of learning expectations, eliciting explanations for expectation failures and for goal formulation. Our work on goal-driven autonomy has formalized a robust model for goal reasoning, one where planning and execution are intertwined and can lead to a new generation of autonomous systems that are robust not only on physical tasks such as navigation but cognitive tasks such as goal reasoning. This project provided the means to educate PhD students, including a female student, MS students, some of whom went on the pursue their PhD, and undergraduate students, some of whom went on the graduate school.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/27/2017\n\n\t\t\t\t\tSubmitted by: Jeffrey Heflin"
 }
}