{
 "awd_id": "1217606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Design of an Efficient Backscatter Communication Stack for Sensor Devices",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 482000.0,
 "awd_min_amd_letter_date": "2012-07-20",
 "awd_max_amd_letter_date": "2015-06-04",
 "awd_abstract_narration": "This proposal seeks to perform fundamental cross-disciplinary cross-layered research into the design of a network stack for sensor devices that use backscatter communication. Backscatter communication is particularly attractive for single-hop sensor network deployments since communication is powered by the reader, thereby resulting in tremendous reduction in power consumption compared to devices with active radios (e.g. 802.15.4). Despite these benefits, protocols designed for backscatter are ill-designed for sensor workloads. The existing backscatter communication stack, EPC Gen 2, is optimized for supporting\r\nlarge numbers of simple passive tags, that each need to transfer a small amount of data (their unique identifier). While such a model may be appropriate when RFIDs are deployed in retail stores, sensors require a different model where there are a few or moderate number of tags which need to transfer a significant amount of sensed data during contact events with a reader.\r\n\r\nThis proposes outlines a fundamentally new backscatter communication stack that is designed for next-generation sensors that use passive rather than active radios. The stack will be build on an extensive measurement-driven study of backscatter communication including an understanding of channel quality metrics, link asymmetry, spatial and temporal propagation, and harvesting characteristics. Based on this study, we will design a network stack for backscatter communication that replaces the EPC Gen 2 stack with novel methods for mobility detection, rate adaptation, channel selection, bulk transfer, and energy management.\r\n\r\nOur research will directly impact the design, development, and deployment of next-generation sensor networks that can operate for longer durations or use smaller power sources. This can directly translate into lower total operational costs by lowering the overhead of replacing batteries. The research and teaching that will flow from the project will impact students across the Five Colleges, of which UMass Amherst is a part. The Five Colleges includes two all-women's colleges, Smith and Mount Holyoke, whose students can enroll in courses taught at UMass because of the consortium's cross-registration policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deepak",
   "pi_last_name": "Ganesan",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Deepak K Ganesan",
   "pi_email_addr": "dganesan@cs.umass.edu",
   "nsf_id": "000486260",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-23d1c40a-9b0a-63de-0bd6-d8a7d9904787\"> </span></p>\n<p dir=\"ltr\"><span>This project explored how backscatter communication methods that are currently restricted to RFID systems can be more broadly applicable to Internet of Things and Wearable sensors. We have addressed a range of problems as part of this grant, and provide a few examples in this report.</span></p>\n<p dir=\"ltr\"><span>Improving backscatter range</span><span>: One of the major challenges in enabling broader deployment of backscatter-based sensors is the limited operating range of backscatter. The limited range of backscatter is generally assumed to be a problem of harvested power, and that too little power is available to transmit to distances that are far from a reader. We addressed this problem in two ways. First, we re-designed the network stack to operate even when there is only enough stored energy to transmit a bit at a time before having to sleep and recharge. This required a complete re-design of the wireless network stack, and not only ensuring that all atomic units are as small as possible, but also designing the receiver to be able to put together these units, enable reliability, design channel access approaches and other necessary ingredients of a network stack.</span></p>\n<p dir=\"ltr\"><span>Second, we showed using a detailed measurement study that existing sensing architectures incur substantial overhead for a variety of computational blocks between the sensor and RF front end &mdash; while these overheads were negligible on platforms where communication was expensive, they become the bottleneck on backscatter-based systems and increase power consumption while limiting throughput. We designed and evaluated a radically new design that is minimalist and eliminates many sources of systems overhead to enable a more efficient backscatter stack.</span></p>\n<p dir=\"ltr\"><span>Backscatter for wearables</span><span>: Another challenge that we addressed is how to make backscatter practical for ultra-low power on-body sensors by leveraging radios on existing smartphones and wearables (e.g. WiFi and Bluetooth). The difficulty lies in the fact that in order to extract the weak backscattered signal, the system needs to deal with self interference from the wireless carrier (WiFi or Bluetooth) without relying on built-in capability to cancel or reject the carrier interference. Our idea was frequency-shifted backscatter --- the backscatter tag shifts the carrier signal to an adjacent non-overlapping frequency band (i.e. adjacent WiFi or Bluetooth band) and isolates the spectrum of the backscattered signal from the spectrum of the primary signal to enable more robust decoding. We showed that this enables communication of up to 4.8 meters using commercial WiFi and Bluetooth radios as the carrier generator and receiver. Our results showed that FS-Backscatter is practical in typical mobile and static on-body sensing scenarios while only using commodity radios and antennas.</span></p>\n<p dir=\"ltr\"><span>Backscatter on portables</span><span>: One of the interesting ideas that we explored is how we can combine active and passive radio technologies to address the problem of battery capacities on mobile devices. While many radio technologies are available for mobile devices, none of them are designed to deal with asymmetric available energy. Battery capacities of mobile devices vary by up to three orders of magnitude between laptops and wearables, and our inability to deal with such asymmetry has limited the lifetime of constrained portable devices. Our work presented a radically new design for low-power radios --- one that is capable of dynamically splitting the power burden of communication between the transmitter and receiver in proportion to the available energy on the two devices.</span></p>\n<p dir=\"ltr\"><span>Broader impact</span><span>: </span><span>Our work has made substantial inroads into the wider use of backscatter for sensor platforms. Hardware prototypes from our work have been shared with researchers at other universities. We have trained many undergraduate students as part of this grant, and our graduate students have gone to industry research labs and postdoctoral positions at major universities. We have presented this work at science fairs, demos, and talks to undergraduates. The PIs lab also regularly hosts a smartphone sensing summer course for rising high-schoolers who are part of Girl&rsquo;s Inc. Eureka! program.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2016<br>\n\t\t\t\t\tModified by: Deepak&nbsp;K&nbsp;Ganesan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis project explored how backscatter communication methods that are currently restricted to RFID systems can be more broadly applicable to Internet of Things and Wearable sensors. We have addressed a range of problems as part of this grant, and provide a few examples in this report.\nImproving backscatter range: One of the major challenges in enabling broader deployment of backscatter-based sensors is the limited operating range of backscatter. The limited range of backscatter is generally assumed to be a problem of harvested power, and that too little power is available to transmit to distances that are far from a reader. We addressed this problem in two ways. First, we re-designed the network stack to operate even when there is only enough stored energy to transmit a bit at a time before having to sleep and recharge. This required a complete re-design of the wireless network stack, and not only ensuring that all atomic units are as small as possible, but also designing the receiver to be able to put together these units, enable reliability, design channel access approaches and other necessary ingredients of a network stack.\nSecond, we showed using a detailed measurement study that existing sensing architectures incur substantial overhead for a variety of computational blocks between the sensor and RF front end &mdash; while these overheads were negligible on platforms where communication was expensive, they become the bottleneck on backscatter-based systems and increase power consumption while limiting throughput. We designed and evaluated a radically new design that is minimalist and eliminates many sources of systems overhead to enable a more efficient backscatter stack.\nBackscatter for wearables: Another challenge that we addressed is how to make backscatter practical for ultra-low power on-body sensors by leveraging radios on existing smartphones and wearables (e.g. WiFi and Bluetooth). The difficulty lies in the fact that in order to extract the weak backscattered signal, the system needs to deal with self interference from the wireless carrier (WiFi or Bluetooth) without relying on built-in capability to cancel or reject the carrier interference. Our idea was frequency-shifted backscatter --- the backscatter tag shifts the carrier signal to an adjacent non-overlapping frequency band (i.e. adjacent WiFi or Bluetooth band) and isolates the spectrum of the backscattered signal from the spectrum of the primary signal to enable more robust decoding. We showed that this enables communication of up to 4.8 meters using commercial WiFi and Bluetooth radios as the carrier generator and receiver. Our results showed that FS-Backscatter is practical in typical mobile and static on-body sensing scenarios while only using commodity radios and antennas.\nBackscatter on portables: One of the interesting ideas that we explored is how we can combine active and passive radio technologies to address the problem of battery capacities on mobile devices. While many radio technologies are available for mobile devices, none of them are designed to deal with asymmetric available energy. Battery capacities of mobile devices vary by up to three orders of magnitude between laptops and wearables, and our inability to deal with such asymmetry has limited the lifetime of constrained portable devices. Our work presented a radically new design for low-power radios --- one that is capable of dynamically splitting the power burden of communication between the transmitter and receiver in proportion to the available energy on the two devices.\nBroader impact: Our work has made substantial inroads into the wider use of backscatter for sensor platforms. Hardware prototypes from our work have been shared with researchers at other universities. We have trained many undergraduate students as part of this grant, and our graduate students have gone to industry research labs and postdoctoral positions at major universities. We have presented this work at science fairs, demos, and talks to undergraduates. The PIs lab also regularly hosts a smartphone sensing summer course for rising high-schoolers who are part of Girl?s Inc. Eureka! program.\n\n\t\t\t\t\tLast Modified: 10/06/2016\n\n\t\t\t\t\tSubmitted by: Deepak K Ganesan"
 }
}