{
 "awd_id": "1217978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Design and Provisioning of Low-Carbon Optical Datacenter Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Von Lehmen",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 366000.0,
 "awd_min_amd_letter_date": "2012-08-03",
 "awd_max_amd_letter_date": "2013-05-30",
 "awd_abstract_narration": "This project focuses on the issues of network design, provisioning, and traffic engineering for dynamic backbone and metropolitan access networks needed to support a \"follow the wind/sun\" computing paradigm for green cloud computing.  This paradigm is based on the observation that it is more energy efficient to move data and computations to a site with local green energy than it is to connect green energy sources to a power grid and then transmit the green power to distant data centers.   \r\n\r\nThe project will study network design and traffic engineering when placement of the elements generating the traffic load is a possible degree of freedom.   The sub-problems include 1) placement of data centers to both be close to green energy and aware of existing network deployment, 2) network capacity planning and rate capacity assignment for networks where data centers may be dynamically powered up/down based on energy availability, 3) routing of user service requests to data centers based on network considerations and estimates of green energy availability.\r\n\r\nBroader Impact:\r\nThis project will explore and quantify better use of green-renewable energy by data-centers, a  significant consumer of electric power.   The project will produce insights that assist industry in the future design, placement and operation of green data centers.    The PIs will train undergraduate (via the REU program) and graduate students in the interdisciplinary area of energy management.   As part of the training the PIs will hold highly-interactive weekly meetings in which students actively learn from each other.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Biswanath",
   "pi_last_name": "Mukherjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Biswanath Mukherjee",
   "pi_email_addr": "bmukherjee@ucdavis.edu",
   "nsf_id": "000306269",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Martel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Martel",
   "pi_email_addr": "martel@cs.ucdavis.edu",
   "nsf_id": "000298850",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Davis",
  "perf_str_addr": "2043 Kemper Hall",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbon and greenhouse gas emissions have become a major concern for the sustainable future of our planet. The Information and Communication Technology (ICT) sector is a major consumer of energy, but it also has mechanisms to reduce our dependence on fossil fuel (and hence reduce our carbon footprint) by transferring workloads to locations with abundant renewable energy such as solar, wind, etc.&nbsp; This workload migration is facilitated by the emergence of cloud computing and storage which enable one to place (and migrate on demand) these resources over geographically-distributed datacenters which are interconnected by a high-bandwidth optical network.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Intrinsic Merit:</span></strong> This project has created new knowledge and understanding on novel network architectures, protocols, and algorithms to design and provision (i.e., operate) low-carbon, energy-efficient optical datacenter networks. This project has investigated how to devise provisioning techniques to minimize energy consumption in datacenter and cloud networks, how to exploit renewable energy for making datacenter and cloud networks green, how to minimize the electricity bill by exploiting the spatial and temporal variations in electricity costs across large geographical areas, etc. Novel system architectures, protocols, and software algorithms have been developed which allow the design and operation of these networks that wisely distribute computation load among the datacenters in the network, according to the in-situ availability of renewable energy.&nbsp; The concepts of virtual machines (VMs), VM migration, and virtual network functions (VNFs) have been exploited in the above studies.&nbsp; Using Network Function Virtualization (NFV), the creation of optimal Network Service Chains (NSC) has also been studied.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts:</span></strong> Greening our networks using energy-efficient design and operation can have a profound effect on society as we try to deal with increasing carbon emissions and depletion of our energy resources. This NSF project has shown how to reduce carbon emission by using more renewable energy in datacenter and cloud networks with intelligent resource allocation, service deployment, routing, and virtual machine (VM) migration. This project has had a significant impact on the development of human resources. Dr. Mohammad Albaijat is Managing Partner at PhotoBhan Energy, working on energy management systems, the topic of his PhD research at UC Davis. Dr. Shuqiang Zhang and Dr. Uttam Mandal, upon graduation from UC Davis, are now working at Facebook (earlier in Huawei and Deutsche Telekom Labs) and Cisco Systems, respectively. (Dr. Mandal spent two summers interning at Deutsche Telekom Labs in Berlin working on energy-efficient datacenter networks.) Two other PhD students, Abhishek Gupta and Yu Wu, have worked on the problems of energy bill minimization exploiting spatio-temporal electricity costs, optimal network service chaining, and incorporating survivability in optical datacenter networks.&nbsp; Naji Dmeiri, an undergrad student, also worked on the project. Research from our NSF projects on energy-efficient networks over the past several years has caught the attention of industry (Deutsche Telekom, ETRI Korea, Huawei), all of whom have supported some of our students for research collaborations.&nbsp; Several international collaborators have also been attracted to our project, from institutions such as Indian Institute of Technology, Kharagpur, India; KTH Sweden; Beijing University of Posts and Telecommunications, China.</p>\n<p>Our research has been published in some of the leading outlets in the field. A paper on exploiting renewable energy to make the cloud and datacenter networks green was published in the November 2013 issue of IEEE Network Magazine, and it was featured as the &ldquo;Article of the Month&rdquo; by IEEE Communication Society. Another paper on how to intelligently allocate network bandwidth for service migration has been accepted for publication in IEEE Transactions on Cloud Computing.&nbsp; A paper on the optimal location of datacenters to maximize renewable-energy utilization has been published in IEEE/OSA Journal of Optical Communications and Networking.&nbsp; Our work on cost and carbon-emission-aware workload scheduling in the cloud was presented at the IEEE ANTS 2014 conference, where it won the &ldquo;Best Short Paper Award&rdquo;, and an extended version of that work has been published in the Journal &ldquo;Photonic Network Communications&rdquo;. Our activity on NFV and service chaining in datacenter networks led to a paper in IEEE ANTS 2015 (where it won the &ldquo;Honorable Mention Award for the Best Short Paper&rdquo;), and further enhancements on this work is continuing. A very good survey article by us on energy efficiency in telecom networks appeared in IEEE Communications Surveys and Tutorials. The PI serves as Editor of Springer&rsquo;s &ldquo;Optical Networks Book Series&rdquo; which has published books on energy-efficient networks also. PI Mukherjee Co-Guest-Edited the May 2012 Centennial Issue (vol. 100) of the Proceedings of the IEEE on &ldquo;The Evolution of Optical Networking&rdquo;. Thus, the role of this NSF project has been excellent.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2016<br>\n\t\t\t\t\tModified by: Biswanath&nbsp;Mukherjee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCarbon and greenhouse gas emissions have become a major concern for the sustainable future of our planet. The Information and Communication Technology (ICT) sector is a major consumer of energy, but it also has mechanisms to reduce our dependence on fossil fuel (and hence reduce our carbon footprint) by transferring workloads to locations with abundant renewable energy such as solar, wind, etc.  This workload migration is facilitated by the emergence of cloud computing and storage which enable one to place (and migrate on demand) these resources over geographically-distributed datacenters which are interconnected by a high-bandwidth optical network.\n\n \n\nIntrinsic Merit: This project has created new knowledge and understanding on novel network architectures, protocols, and algorithms to design and provision (i.e., operate) low-carbon, energy-efficient optical datacenter networks. This project has investigated how to devise provisioning techniques to minimize energy consumption in datacenter and cloud networks, how to exploit renewable energy for making datacenter and cloud networks green, how to minimize the electricity bill by exploiting the spatial and temporal variations in electricity costs across large geographical areas, etc. Novel system architectures, protocols, and software algorithms have been developed which allow the design and operation of these networks that wisely distribute computation load among the datacenters in the network, according to the in-situ availability of renewable energy.  The concepts of virtual machines (VMs), VM migration, and virtual network functions (VNFs) have been exploited in the above studies.  Using Network Function Virtualization (NFV), the creation of optimal Network Service Chains (NSC) has also been studied.\n\n \n\nBroader Impacts: Greening our networks using energy-efficient design and operation can have a profound effect on society as we try to deal with increasing carbon emissions and depletion of our energy resources. This NSF project has shown how to reduce carbon emission by using more renewable energy in datacenter and cloud networks with intelligent resource allocation, service deployment, routing, and virtual machine (VM) migration. This project has had a significant impact on the development of human resources. Dr. Mohammad Albaijat is Managing Partner at PhotoBhan Energy, working on energy management systems, the topic of his PhD research at UC Davis. Dr. Shuqiang Zhang and Dr. Uttam Mandal, upon graduation from UC Davis, are now working at Facebook (earlier in Huawei and Deutsche Telekom Labs) and Cisco Systems, respectively. (Dr. Mandal spent two summers interning at Deutsche Telekom Labs in Berlin working on energy-efficient datacenter networks.) Two other PhD students, Abhishek Gupta and Yu Wu, have worked on the problems of energy bill minimization exploiting spatio-temporal electricity costs, optimal network service chaining, and incorporating survivability in optical datacenter networks.  Naji Dmeiri, an undergrad student, also worked on the project. Research from our NSF projects on energy-efficient networks over the past several years has caught the attention of industry (Deutsche Telekom, ETRI Korea, Huawei), all of whom have supported some of our students for research collaborations.  Several international collaborators have also been attracted to our project, from institutions such as Indian Institute of Technology, Kharagpur, India; KTH Sweden; Beijing University of Posts and Telecommunications, China.\n\nOur research has been published in some of the leading outlets in the field. A paper on exploiting renewable energy to make the cloud and datacenter networks green was published in the November 2013 issue of IEEE Network Magazine, and it was featured as the \"Article of the Month\" by IEEE Communication Society. Another paper on how to intelligently allocate network bandwidth for service migration has been accepted for publication in IEEE Transactions on Cloud Computing.  A paper on the optimal location of datacenters to maximize renewable-energy utilization has been published in IEEE/OSA Journal of Optical Communications and Networking.  Our work on cost and carbon-emission-aware workload scheduling in the cloud was presented at the IEEE ANTS 2014 conference, where it won the \"Best Short Paper Award\", and an extended version of that work has been published in the Journal \"Photonic Network Communications\". Our activity on NFV and service chaining in datacenter networks led to a paper in IEEE ANTS 2015 (where it won the \"Honorable Mention Award for the Best Short Paper\"), and further enhancements on this work is continuing. A very good survey article by us on energy efficiency in telecom networks appeared in IEEE Communications Surveys and Tutorials. The PI serves as Editor of Springer?s \"Optical Networks Book Series\" which has published books on energy-efficient networks also. PI Mukherjee Co-Guest-Edited the May 2012 Centennial Issue (vol. 100) of the Proceedings of the IEEE on \"The Evolution of Optical Networking\". Thus, the role of this NSF project has been excellent. \n\n \n\n\t\t\t\t\tLast Modified: 11/17/2016\n\n\t\t\t\t\tSubmitted by: Biswanath Mukherjee"
 }
}