{
 "awd_id": "1217250",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Knowledge Markets",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-01-31",
 "awd_max_amd_letter_date": "2012-01-31",
 "awd_abstract_narration": "The proposed activity is the completion of the I-Corp program by the team of Marshall Van Alstyne (PI), Dawei Shen (entrepreneurial lead), and Robert Lloyd (mentor). Based on prior NSF grant 0925004, Van Alastyne and Shen have studied effects of knowledge markets on information sharing and worker productivity within firms. Empirical research suggests that provision of knowledge markets to workers can have large positive effects on the productivity. They have also created Barter, a prototype knowledge market that has been successfully used in classroom settings at several universities to enhance student learning. The intellectual contribution is to use economic theory to optimize crowdsourcing.  Over the course of the I-Corp program, Van Alstyne, Shen, and Lloyd will validate the company business model in light of early customer feedback while completing a prototype commercial product based on the successful academic prototype. A prototype customer relationship with the Commonwealth Bank of Australia has already been established and discussions are underway with other potential enterprise customers.\r\n\r\nOrganizations have sought gains through knowledge sharing for more than 50 years, implementing suggestion boxes, intranets, share drives, and now social wikis. Despite significant global investments, firms have had difficulty coaxing participation, efficiently generating new ideas, and accurately valuing those ideas. Techniques to successfully perform these tasks have the potential to broadly increase information access and dramatically increase commercial productivity. Based on an empirical study of a Japanese bank, the team found that one standard deviation increase in use of a knowledge market improved worker productivity by 10%. The National Bureau of Economic Research and European Economic Association peer reviewed these results. The World Bank has also asked to use the team's tools. Economists broadly argue that knowledge production is a key factor in worker productivity, which in turn is a major driver of wages and economic growth. If the team can replicate even a small portion of these results on a large scale, it could have an enormous positive impact on US and world economic welfare.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marshall",
   "pi_last_name": "Van Alstyne",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Marshall W Van Alstyne",
   "pi_email_addr": "mva@bu.edu",
   "nsf_id": "000250310",
   "pi_start_date": "2012-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2>Review of the Project and its Major Goals</h2>\n<p>&nbsp;</p>\n<p>The primary goal of the I-Corps program was to develop commercialization plans for our research on knowledge markets using the lean-startup methodology. We proposed to build and commercialize a software platform with a set of knowledge tracking and trading methods to facilitate information sharing, price that information, and boost productivity inside organizations. Algorithms are based on Nobel-prize winning economics as well as new statistical methods that we developed. &nbsp;Such a system is capable of providing the following services from a <strong>technological and functional</strong> standpoint:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The value of information or innovation contributed by users is recognized and counted using &ldquo;credits&rdquo;, a type of currency in the system;</li>\n<li>The system is able to track information reuse, and give credits back to original sources;</li>\n<li>Knowledge marketplaces allow users to exchange information or services and efficiently map experts to problems;</li>\n<li>Managers of the system can stimulate or curate information-sharing activities by employing economic tools, such as controlling the issuance of credits, and running &ldquo;campaigns&rdquo;.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Such a &ldquo;knowledge economy&rdquo; is aimed at <strong>addressing the following critical challenges</strong> faced by organizations, especially in the domain of collaboration, knowledge sharing, and innovation:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Members may need incentives to share information because they are not recognized properly;</li>\n<li>Inefficient allocation of human resources to problems firms must tackle;</li>\n<li>Suboptimal productivity and business outcomes can be improved by promoting collaboration, decentralized innovation and information sharing.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>Summary of Research Activities and Results</h2>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">I-Corps Workshop and Building Commercialization Plan</span></strong></p>\n<p>&nbsp;</p>\n<p>The team worked extensively to produce a solid commercialization plan, attending Steve Blank&rsquo;s NSF workshop, undergoing training, working with potential customers, investors, industry veterans, and advisors to explore customer pain points, and how our technology could deliver tangible value. We interviewed hundreds of people and dozens of senior executives of various organizations. In addition, the team has held joint workshops with top executives from firms such as Coca Cola, General Electric, and Firmenich, to demonstrate our research and technology, and explore collaboration possibilities.</p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Research &amp; Development</span></strong></p>\n<p>&nbsp;</p>\n<p>I-Corps funding also helped the team advance its research and software development. We developed a functional prototype, &ldquo;Barter&rdquo;, which implements a knowledge exchange supported by credits, market rules, managerial tools, and advanced tracking functions. The software well achieves the purposes of demonstration and piloting with interested organizations.</p>\n<p>&nbsp;</p>\n<p>Barter is implemented with a two-tier architecture: an engine and application layer.&nbsp; The engine layer provides common core technology modules to support different organizational applications, such as knowledge exchange, reuse tracking &amp; credit assignment, and economic managerial tools. An &ldquo;app&rdquo; layer consists of a subset of markets and tools supported by the engine layer, and tackles collaboration and sharing challenges for particular business units, such as R&amp;D, Help Desk &amp; Support, and Sales. These are implemented in a &ldquo;Minimum Viable P...",
  "por_txt_cntn": "Review of the Project and its Major Goals\n\n \n\nThe primary goal of the I-Corps program was to develop commercialization plans for our research on knowledge markets using the lean-startup methodology. We proposed to build and commercialize a software platform with a set of knowledge tracking and trading methods to facilitate information sharing, price that information, and boost productivity inside organizations. Algorithms are based on Nobel-prize winning economics as well as new statistical methods that we developed.  Such a system is capable of providing the following services from a technological and functional standpoint:\n\n \n\nThe value of information or innovation contributed by users is recognized and counted using \"credits\", a type of currency in the system;\nThe system is able to track information reuse, and give credits back to original sources;\nKnowledge marketplaces allow users to exchange information or services and efficiently map experts to problems;\nManagers of the system can stimulate or curate information-sharing activities by employing economic tools, such as controlling the issuance of credits, and running \"campaigns\".\n\n\n \n\nSuch a \"knowledge economy\" is aimed at addressing the following critical challenges faced by organizations, especially in the domain of collaboration, knowledge sharing, and innovation:\n\n \n\nMembers may need incentives to share information because they are not recognized properly;\nInefficient allocation of human resources to problems firms must tackle;\nSuboptimal productivity and business outcomes can be improved by promoting collaboration, decentralized innovation and information sharing.\n\n\n \nSummary of Research Activities and Results\n\n \n\nI-Corps Workshop and Building Commercialization Plan\n\n \n\nThe team worked extensively to produce a solid commercialization plan, attending Steve BlankÆs NSF workshop, undergoing training, working with potential customers, investors, industry veterans, and advisors to explore customer pain points, and how our technology could deliver tangible value. We interviewed hundreds of people and dozens of senior executives of various organizations. In addition, the team has held joint workshops with top executives from firms such as Coca Cola, General Electric, and Firmenich, to demonstrate our research and technology, and explore collaboration possibilities.\n\n \n\nResearch &amp; Development\n\n \n\nI-Corps funding also helped the team advance its research and software development. We developed a functional prototype, \"Barter\", which implements a knowledge exchange supported by credits, market rules, managerial tools, and advanced tracking functions. The software well achieves the purposes of demonstration and piloting with interested organizations.\n\n \n\nBarter is implemented with a two-tier architecture: an engine and application layer.  The engine layer provides common core technology modules to support different organizational applications, such as knowledge exchange, reuse tracking &amp; credit assignment, and economic managerial tools. An \"app\" layer consists of a subset of markets and tools supported by the engine layer, and tackles collaboration and sharing challenges for particular business units, such as R&amp;D, Help Desk &amp; Support, and Sales. These are implemented in a \"Minimum Viable Product (MVP)\" that demonstrates the technology on top of clientÆs existing enterprise software.\n\n \nDissemination\n\nThe team demonstrated our technology live inside more than two dozen organizations, where it has been well received. In addition, we presented our research at academic conferences such as CSCW and WIN Workshop. We filed a patent at USPTO on our invention, currently under review.\n\n \nFindings\n\nOur findings pertain to the commercial potential for previously funded NSF research into technologies to create knowledge markets. These include:\n\nThe market for social software inside commercial enterprises is large. Analyst reports from Gartner and Forrester place this in exces..."
 }
}