{
 "awd_id": "1217054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Math: Algorithms for Parametric (Comprehensive) Groebner Computations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 299481.0,
 "awd_amount": 299481.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "Algorithms for solving multivariate polynomial systems will be investigated with a particular focus on parametric polynomial systems in which indeterminates are classified into two disjoint subsets-- one consisting of parameters and other consisting of variables. Such polynomial systems are used to model or approximate problems generically in many application domains, where a generic problem has parameters such that for every parameter value, the generic problem becomes specific. The objective is to study the structure of solutions for different specializations of parameters. This research project will investigate the use of the framework of Groebner basis computations for this analysis. Particularly, comprehensive Groebner bases and comprehensive Groebner systems are elegant mathematical objects which represent all the solutions of a parametric polynomial system for all possible parameter values. The project will explore theoretical foundations as well as develop efficient and effective algorithms for computing comprehensive Groebner systems and comprehensive Groebner bases for parametric polynomial systems. The concept of a minimal canonical comprehensive Groebner basis will be developed and its significance will be explored for studying problems in polynomial ideal theory and algebraic geometry. An efficient algorithm to compute a minimal canonical comprehensive Groebner basis will be investigated.\r\n \r\nParametric multivariate polynomial systems are a powerful tool for modeling many problems in various application domains. The problems of (i) determining whether a given polynomial equation system has a common solution, (ii) deriving conditions on symbolic parameters appearing in polynomial equations such that they have a common solution, and (iii) developing an efficient representation of common solutions are of fundamental significance. These problems arise in diverse applications, including engineering design, robotics, inverse kinematics, graphics, solid modeling, CAD-CAM design, geometric construction, drug-design, control theory, and program verification and analysis. Given that many problems in various application domains can be generically modeled using parametric polynomials, fast methods for solving parametric polynomial systems are useful for those applications. The proposed research will lead to the development of theory and algorithms related to comprehensive Groebner computations and investigation of their effective use in many application domains, with a particular focus on geometric design and modeling, as well as  program analysis and verification. The algorithms developed during the research project will be implemented in computer algebra systems including Magma and Singular, and experimented with on a variety of problems arising from different application domains. Heuristics will be developed and analyzed to make these algorithms and their implementations efficient.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deepak",
   "pi_last_name": "Kapur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deepak Kapur",
   "pi_email_addr": "kapur@cs.unm.edu",
   "nsf_id": "000107758",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "MSC01 1130, 1 UNM",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299481.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Parametric polynomial systems are useful for formulating many problems in scientific and engineering applications including software and hybrid system analysis and geometric modeling. New theoretical results for a comprehensive Groebner basis and their computations for parametric polynomial systems have been obtained; such a basis is special among other bases because of its nice properties which make its posible use in many applications. A Groebner basis can be used to solve polynomial equations-numerically as well as symbolically; the space of all solutions can be analyzed. For different specializations of parameters, the basis can be specialized and used directly without having to recompute. Implementatioons of the associated algorithms have been developed and made freely available on the internet.&nbsp;</p>\n<p>A key theoretical result developed is a robust definition of a canonical comprehensive Groebner basis which can be uniquely associated with a parametric polynomial system under a fixed ordering. This has been a open problem for nearly two decades. A canonical comprehensive Groebner basis can be useful in addressing many algebraic properties of its parametric ideal as well as specializations of the ideal.</p>\n<p>The algorithms developed in the project have been effectively applied in many applications including program analysis -- automatically computing their behavioral properties, geometry theorem discovery.&nbsp;</p>\n<p>The results of the project have been published in journals and conferences. A number of graduate students and junior researchers have been trained leading to international collaborations including with researchers in India and China.</p>\n<p>This result may pave a way for new advances in developing efficient algorithms for greatest common divisor computation over parametric polynomial systems as well as for the theory of real closed field, a study of nonlinear polynomial equality and inequalities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2017<br>\n\t\t\t\t\tModified by: Deepak&nbsp;Kapur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nParametric polynomial systems are useful for formulating many problems in scientific and engineering applications including software and hybrid system analysis and geometric modeling. New theoretical results for a comprehensive Groebner basis and their computations for parametric polynomial systems have been obtained; such a basis is special among other bases because of its nice properties which make its posible use in many applications. A Groebner basis can be used to solve polynomial equations-numerically as well as symbolically; the space of all solutions can be analyzed. For different specializations of parameters, the basis can be specialized and used directly without having to recompute. Implementatioons of the associated algorithms have been developed and made freely available on the internet. \n\nA key theoretical result developed is a robust definition of a canonical comprehensive Groebner basis which can be uniquely associated with a parametric polynomial system under a fixed ordering. This has been a open problem for nearly two decades. A canonical comprehensive Groebner basis can be useful in addressing many algebraic properties of its parametric ideal as well as specializations of the ideal.\n\nThe algorithms developed in the project have been effectively applied in many applications including program analysis -- automatically computing their behavioral properties, geometry theorem discovery. \n\nThe results of the project have been published in journals and conferences. A number of graduate students and junior researchers have been trained leading to international collaborations including with researchers in India and China.\n\nThis result may pave a way for new advances in developing efficient algorithms for greatest common divisor computation over parametric polynomial systems as well as for the theory of real closed field, a study of nonlinear polynomial equality and inequalities.\n\n\t\t\t\t\tLast Modified: 09/30/2017\n\n\t\t\t\t\tSubmitted by: Deepak Kapur"
 }
}