{
 "awd_id": "1217994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Networking at Terahertz Frequencies",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-20",
 "awd_max_amd_letter_date": "2012-07-20",
 "awd_abstract_narration": "The demand for wireless bandwidth has been growing at a rapid pace every year and is expected to continue. Estimates of annual growth in demand range from 71% in Japan to over 117% in the U.S. Projecting this ahead a decade implies per-user wireless bandwidth needs of tens of gigabits per second, which is at least two orders of magnitude greater than what most users see today.\r\n\r\nApplications driving such a relentless thirst for bandwidth are quite diverse. From a consumer standpoint, key drivers include the evolution of applications such as ultra high-definition television while in the business domain applications include networking hundreds of thousands of computers together in data centers or delivering very high quality multimedia for medical and other similar applications. This project seeks to exploit a relatively unexplored part of the wireless spectrum to deliver data at rates of terabits/sec. The spectrum in question is called the terahertz spectrum and extends in frequency from 300 GHz to 3.1 THz.\r\n\r\nThe challenges of delivering terabit data rates over the terahertz spectrum are many and range from a limited understanding of communication at these frequencies to utilizing the vast bandwidth available for establishing communication links to understanding networking at these frequencies. This project will provide answers to some of the larger open questions including channel characterization and modulation for achieving terabit rates. Techniques used for high speed communications today cannot be logically extrapolated to the terahertz band due to the massive amount of bandwidth involved which constrains devices and has complex unknown propagation properties. This project proposes an innovative way of exploiting the terahertz bandwidth to manufacture pulses, each of which carry large amounts of data. As a result, a terabit of information can be transmitted per second while using a relatively slow clock and inexpensive devices. The feasibility of this technique will be studied in a systematic way by first performing detailed terahertz channel measurements followed by the development of channel impulse response models at these frequencies. The measurements will consider distances of up to the dimensions of a small room and will serve as input to a terahertz simulator that will be built as part of this work. Using the measurements in conjunction with detailed simulations, the project will answer questions about the expected channel capacity when using these types of pulses. In parallel with these studies, the project will experimentally characterize pulse behavior over varying distances and environmental conditions. The project thus seeks to fill in important holes in our understanding of terahertz communications and will pave the way for future development of terahertz communication systems.\r\n\r\nThe broader impact of this work ranges from fundamentally influencing research directions in wireless communications to enabling the development of novel technologies for future generation communications. Furthermore, the terahertz measurement database developed as part of this project will be made public and will serve as a valuable resource to the broader scientific community. The project will also enhance the training of the future workforce via the development of new classes and including students in hands on measurement. Finally, the outcome of this work (terabit/sec data delivery) will ultimately influence the way information is delivered in the home and in the workplace.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suresh",
   "pi_last_name": "Singh",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Suresh P Singh",
   "pi_email_addr": "singh@cs.pdx.edu",
   "nsf_id": "000107901",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}