{
 "awd_id": "1217143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "HCC: Small: A Joint Action Approach to Understanding and Supporting Interpersonal Attention In Virtual Organizations",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 493884.0,
 "awd_amount": 546364.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2016-05-11",
 "awd_abstract_narration": "This project will develop a theoretical and practical framework for understanding and supporting processes of interpersonal attention management in virtual organizations of geographically distributed individuals. Research on virtual organizations (VOs) - aggregations of individuals, facilities and resources that span geographic and institutional boundaries - is critical because VOs are an increasingly common work structure. They enable interaction between individuals who might not otherwise work together, the sharing of scarce resources, and allow novel ways of solving problems. Despite these advantages, members of VOs often cannot work together as effectively as those who are collocated. One reason for this is the difficulty of opportunistic, informal interactions in VOs. These interactions are critical to troubleshooting and coordination, as when co-workers ask quick questions or respond to others' requests, exchange information about the task or environment, or make spur-of-the-moment decisions. \r\n\r\nWhile many virtual organizations provide basic communication tools such as instant messaging or video conferencing, members often cannot use these effectively because the tools lack support for the subtlety and nuance of managing one's availability and attention to others. As a result, many people only sporadically attend to messages from collaborators, or may abandon technologies altogether. One problem limiting research progress in this area is that prior work has not considered attention management as a form of joint action in which both parties act in response to each other.  This research addresses this problem by developing a theoretical and practical framework for understanding the joint and adaptive nature of attention management. Through a combination of field and laboratory efforts, this work addresses three issues: (1) What information do people seek, and what are they willing to share as they jointly convey attention in today's VOs and distributed collaborations? (2) How does the relationship between gathering and display impact people's task performance, social relationships with others, their use of awareness information, and their attitudes toward privacy and sharing?  (3) How do we integrate asynchronous and synchronous attention behaviors? \r\n\r\nThis work builds on research in the area of interpersonal awareness and fostering interaction in geographically distributed groups. It makes several contributions: (1) developing and testing a joint action framework for attention management in VOs, (2) examining joint attention management in synchronous and asynchronous activities, and (3) developing novel tools using next-generation technologies to facilitate analysis of attention management, such as eye and gesture tracking. \r\n\r\nThis work will improve our ability to support more natural and effective collaboration in virtual organizations, which have been identified as critical to national competitiveness and can improve interaction with aging, disabled and otherwise isolated individuals.  Computer-supported cooperative work and other forms of computer-mediated communication can benefit.  Results will be incorporated into classroom learning activities, and work will be carried out by students from multiple behavioral and technical disciplines, thus drawing a broader population of students to the science and engineering disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Birnholtz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Birnholtz",
   "pi_email_addr": "jeremyb@northwestern.edu",
   "nsf_id": "000082575",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166398.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 339966.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Virtual organizations (VOs) &ndash; aggregations of individuals, facilities and resources that span geographic and institutional boundaries are an increasingly common work and social structure. They enable interaction between individuals who might not otherwise work or interact, the sharing of scarce resources, and allow novel ways of solving problems and coordinating efforts. Despite these advantages, members of VOs often cannot work together as effectively as those who are collocated. One reason for this is the difficulty of effectively managing our attention to each other in VOs. Today&rsquo;s interaction technologies can be distracting and overwhelming, and are often not designed in a manner that is sensitive to how human attention actually works.</p>\n<p>The overarching goal of this project was to combine research in the field and laboratory with technology development to create a framework to support better attention management among work and social VOs. We conducted a series of empirical studies ranging from qualitative interviews about how people interact using their phones and laboratory experiments on attention collaborative writing, to studies of log data of people&rsquo;s mobile phone usage. We also developed novel technologies including an activity tracking application for Android phones, a novel interface for managing attention using a touch-based, variable-friction haptic interface on a tablet, and an experimental system for measuring message response times in a laboratory experiment.</p>\n<p>The main contribution of the work is a theoretical framework for understanding attention management across multiple channels of interaction and multiple devices. Our framework introduces the notion of &ldquo;ambient attention&rdquo; as the ongoing state of engagement between any two individuals, and then views their conversational actions as playing the possible roles of escalating, de-escalating or maintaining attention between them. Rather than treat online conversations as discrete, isolated episodes (as we do with face-to-face conversations), this allows us to better understand that people are often involved in many ongoing online conversations, and see how they treat these differently for contacts with varying degrees of relational closeness and interaction frequency.</p>\n<p>With this framework, we can design technologies that better reflect people&rsquo;s needs such that interaction in future VOs will be smoother, easier to manage and result in more helpful interactions and fewer unwanted interruptions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2017<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;Birnholtz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVirtual organizations (VOs) &ndash; aggregations of individuals, facilities and resources that span geographic and institutional boundaries are an increasingly common work and social structure. They enable interaction between individuals who might not otherwise work or interact, the sharing of scarce resources, and allow novel ways of solving problems and coordinating efforts. Despite these advantages, members of VOs often cannot work together as effectively as those who are collocated. One reason for this is the difficulty of effectively managing our attention to each other in VOs. Today?s interaction technologies can be distracting and overwhelming, and are often not designed in a manner that is sensitive to how human attention actually works.\n\nThe overarching goal of this project was to combine research in the field and laboratory with technology development to create a framework to support better attention management among work and social VOs. We conducted a series of empirical studies ranging from qualitative interviews about how people interact using their phones and laboratory experiments on attention collaborative writing, to studies of log data of people?s mobile phone usage. We also developed novel technologies including an activity tracking application for Android phones, a novel interface for managing attention using a touch-based, variable-friction haptic interface on a tablet, and an experimental system for measuring message response times in a laboratory experiment.\n\nThe main contribution of the work is a theoretical framework for understanding attention management across multiple channels of interaction and multiple devices. Our framework introduces the notion of \"ambient attention\" as the ongoing state of engagement between any two individuals, and then views their conversational actions as playing the possible roles of escalating, de-escalating or maintaining attention between them. Rather than treat online conversations as discrete, isolated episodes (as we do with face-to-face conversations), this allows us to better understand that people are often involved in many ongoing online conversations, and see how they treat these differently for contacts with varying degrees of relational closeness and interaction frequency.\n\nWith this framework, we can design technologies that better reflect people?s needs such that interaction in future VOs will be smoother, easier to manage and result in more helpful interactions and fewer unwanted interruptions.\n\n \n\n\t\t\t\t\tLast Modified: 10/31/2017\n\n\t\t\t\t\tSubmitted by: Jeremy Birnholtz"
 }
}