{
 "awd_id": "1217247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Collaborative Research: WeatherBlur",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Hoadley",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 549291.0,
 "awd_amount": 604127.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2013-12-18",
 "awd_abstract_narration": "The PIs are studying and refining use of infrastructure support for an online learning community that engages local students, teachers, fishermen, and scientists in rural communities in a non-hierarchical learning environment. The team is testing the efficacy of and refining an online platform that supports inquiry in the context of place-based education. They are investigating how these different populations learn together with each other and seek to determine what influences their understanding of STEM concepts and dialogues, and they are working towards a pedagogy that combines the best elements of each population's needs and potential contributions so that a true learning community can develop. The technological innovation is an infrastructure for community learning. Research looks at information diffusion, emergent communication networks, learning among each of the communities, and participation, with the aim of understanding affordances and challenges that must be addressed in making such learning opportunities work effectively for all. The effort will be carried out in a variety of locales -- six in Maine and two in coastal Alaska. Each of these is rural and in many ways disconnected, and each is experiencing shifts in weather and climate that are affecting the local ecosystems and livelihoods of residents.\r\n\r\nThe endeavor looks at the ways technology can be used to foster sophisticated learning and access to resources that is otherwise unavailable in these detached and often impoverished communities. The project aims to show how to bring science home to a community, using its issues and resources to make science relevant, hopefully leading to renewed interest in science among older residents and interest and understanding among students and teachers. Over the long term, PIs are seeking to develop a model for place-based non-hierarchical learning communities that might be put to use in a variety of places, each with its own community issues and resources. Several populations of learners are addressed: school children (K-8), who can learn about science in the context of enterprises going on around them in the community; fishermen, who contribute their experiences and wisdom but may not know the science behind what they experience; other community members with similar roles; parents; and teachers. Added in will be scientists, who may or may not come from the same community, who comment on the data collection and analysis and interpretations being done by the community. Scientists, too, will be learners, as they will need to learn how to communicate well with the target populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Kermish-Allen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth Kermish-Allen",
   "pi_email_addr": "rkermishallen@mmsa.org",
   "nsf_id": "000233887",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Deese",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Heather E Deese",
   "pi_email_addr": "hdeese@islandistitute.org",
   "nsf_id": "000550675",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Peterman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Peterman",
   "pi_email_addr": "karenpetermanphd@gmail.com",
   "nsf_id": "000556467",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Bardaglio",
   "pi_mid_init": "!",
   "pi_sufx_name": "",
   "pi_full_name": "Anne ! Bardaglio",
   "pi_email_addr": "abardaglio@islandinstitute.org",
   "nsf_id": "000611509",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Island Institute",
  "inst_street_address": "386 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKLAND",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075949209",
  "inst_zip_code": "048413345",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "ISLAND INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LBK5RA7GQKC5"
 },
 "perf_inst": {
  "perf_inst_name": "Island Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "048410648",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7625",
   "pgm_ref_txt": "REESE"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 549291.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 54836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Island Institute&rsquo;s <em>WeatherBlur</em> (NSF #1217247), a Cyberlearning - <em>Exploration</em> project, designed an <em>online learning community</em> that engaged students, fishermen, and scientists in a non-hierarchical learning environment to test the efficacy of the<em> online </em>platform in transformative STEM learning in classical inquiry and place-based education pedagogy. <em>WeatherBlur</em> engaged a non-hierarchical community including elementary students (100), their teachers (10), fisherman (13), scientists (16), and community members (27) in participating communities in Maine and Alaska.</p>\n<p class=\"Normal1\"><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong></p>\n<p class=\"Normal1\">Over two implementation cycles, we gathered and analyzed data on what students learned throughout the project, related to data literacy, weather, and climate concepts. We completed a Social Networking Analysis of the <em>WeatherBlur</em> online learning community to understand how stakeholders are participating online, and developed a performance-based assessment to determine the project&rsquo;s impact on student&rsquo;s data literacy skills. We also developed an observation protocol, or Innovation Configuration Map, for both inquiry and place-based pedagogies in the classroom and online settings.</p>\n<p>Evaluation results indicated pre-post changes in both students&rsquo; knowledge of key science concepts and their data literacy skill<strong>s.</strong> Knowledge gains were measured via a series of publicly-released items about weather, climate, accuracy/measurement, and experimental design from the National Assessment of Educational Progress (NAEP) Grade 4 science exam. Data literacy skills were measured pre-post via a performance-based interview that challenged students to read and interpret a series of graphical displays. Statistically significant gains were found after the field test for students&rsquo; overall content assessment scores, and for their data literacy skills in three of the four domains assessed (line graphs, dot plots, and mapping).</p>\n<p class=\"Normal1\">Student activity overall was generally high, and their activity in data posting and liking was equal to or higher than that of adult members.&nbsp; In addition, our first field test offered evidence that the <em>WeatherBlur</em> platform and interactions play a vital role in developing students&rsquo; content knowledge and data literacy skills.</p>\n<p>The <em>WeatherBlur</em> online community demonstrated high engagement across age levels, status (student, community member, scientist), and level of expertise. Common interest in understanding weather systems and local impacts of climate change on the Gulf of Maine drew student attention toward creating projects which drew the attention of their parents and community members, many of whom earn their living by fishing. The scientists who agreed to participate in the project were surprised and delighted by the students&rsquo; depth of inquiry and curiosity about their chosen topics.&nbsp;</p>\n<p>&nbsp;<strong><span style=\"text-decoration: underline;\">Broader Impact</span></strong></p>\n<p>The <em>WeatherBlur</em> team worked with participants themselves to co-create their learning experiences and to document those experiences by inviting stakeholders from each key participant group to help develop both the program&rsquo;s platform and the evaluation process. This design-based research with a participatory collaborative inquiry approach is particularly appropriate for citizen science projects that must balance the sometimes competing needs of scientists, educators, and community members.</p>\n<p>Climate change impacts on local communities is a particularly compelling topic for rural, natural resource-dependent communities that are strongly dependent upon environmental conditions for their livelihoods. With fishing...",
  "por_txt_cntn": "\nThe Island InstituteÆs WeatherBlur (NSF #1217247), a Cyberlearning - Exploration project, designed an online learning community that engaged students, fishermen, and scientists in a non-hierarchical learning environment to test the efficacy of the online platform in transformative STEM learning in classical inquiry and place-based education pedagogy. WeatherBlur engaged a non-hierarchical community including elementary students (100), their teachers (10), fisherman (13), scientists (16), and community members (27) in participating communities in Maine and Alaska.\nIntellectual Merit\nOver two implementation cycles, we gathered and analyzed data on what students learned throughout the project, related to data literacy, weather, and climate concepts. We completed a Social Networking Analysis of the WeatherBlur online learning community to understand how stakeholders are participating online, and developed a performance-based assessment to determine the projectÆs impact on studentÆs data literacy skills. We also developed an observation protocol, or Innovation Configuration Map, for both inquiry and place-based pedagogies in the classroom and online settings.\n\nEvaluation results indicated pre-post changes in both studentsÆ knowledge of key science concepts and their data literacy skills. Knowledge gains were measured via a series of publicly-released items about weather, climate, accuracy/measurement, and experimental design from the National Assessment of Educational Progress (NAEP) Grade 4 science exam. Data literacy skills were measured pre-post via a performance-based interview that challenged students to read and interpret a series of graphical displays. Statistically significant gains were found after the field test for studentsÆ overall content assessment scores, and for their data literacy skills in three of the four domains assessed (line graphs, dot plots, and mapping).\nStudent activity overall was generally high, and their activity in data posting and liking was equal to or higher than that of adult members.  In addition, our first field test offered evidence that the WeatherBlur platform and interactions play a vital role in developing studentsÆ content knowledge and data literacy skills.\n\nThe WeatherBlur online community demonstrated high engagement across age levels, status (student, community member, scientist), and level of expertise. Common interest in understanding weather systems and local impacts of climate change on the Gulf of Maine drew student attention toward creating projects which drew the attention of their parents and community members, many of whom earn their living by fishing. The scientists who agreed to participate in the project were surprised and delighted by the studentsÆ depth of inquiry and curiosity about their chosen topics. \n\n Broader Impact\n\nThe WeatherBlur team worked with participants themselves to co-create their learning experiences and to document those experiences by inviting stakeholders from each key participant group to help develop both the programÆs platform and the evaluation process. This design-based research with a participatory collaborative inquiry approach is particularly appropriate for citizen science projects that must balance the sometimes competing needs of scientists, educators, and community members.\n\nClimate change impacts on local communities is a particularly compelling topic for rural, natural resource-dependent communities that are strongly dependent upon environmental conditions for their livelihoods. With fishing as the primary driver of many coastal economies, climate change threatens community sustainability. However, there is limited understanding of the causes and effects of climate change. This project drew high levels of engagement among adult community residents by introducing the concept through school children, and provides a model for how to engage the public in discourse and investigation into local impacts of climate change.\nWeatherBlur successfu..."
 }
}