{
 "awd_id": "1217123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A mixed finite element framework for Biot's consolidation model and its interface problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 263569.0,
 "awd_amount": 263569.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "This project aims to develop and analyze efficient and robust numerical methods for linear poroelasticity. The theory of poroelasticity addresses the time-dependent coupling between the deformation of porous materials and the fluid flow inside. Modeling the mechanical behavior of fluid-saturated porous media is of great importance in a wide range of science and engineering fields, including reservoir engineering, soil mechanics, environmental engineering, material science, and, more recently, biomechanical engineering. Due to the complicated nature of the governing equations for poroelasticity, analytical solutions have rarely been found; therefore, numerical simulations have played an important role in poroelastic modeling. The PI addresses several important issues in numerical methods for linear poroelasticity; (i) locking effects, (ii) heterogeneity in material properties, and (iii) interaction of a deformable porous medium with other free fluid or mechanical systems. It has been well-known that standard Galerkin finite element methods produce unstable and oscillatory numerical behavior of the fluid pressure, which is known as locking in poroelasticity. Overcoming locking effects in poroelasticity has been a subject of extensive research. Another challenge in numerical modeling of poroelasticity is the effective treatment of interface conditions when heterogeneity is present in porous materials or the poroelastic system is interacting with other flow systems or mechanical systems. The main feature of this proposed project is to develop a mixed finite element framework based on coupling two mixed finite element methods for each of the flow and mechanics problems so that they can efficiently handle the issues addressed above. Various mixed finite element methods are developed and a-priori error estimates are derived. Another important aspect of this project is to develop various coupling techniques for the flow and mechanics problems. The PI investigates several operator-splitting schemes, and analyzes their stability and convergence. The numerical methods developed in this project are implemented and applied to several benchmark problems to demonstrate their accuracy and efficiency. Therefore, this research activity enhances the predictive computational capabilities and understanding of the flow and transport processes in poroelastic materials in various situations.\r\n\r\nDeveloping efficient and robust numerical methods for poroelasticity and the interaction of a poroelastic system with a free fluid or with other mechanical systems has cross-disciplinary implications. For example, the development and management of the nation's energy and natural resources, industrial processing of turbine blades and inkjet printing, waste water treatment, modeling of soft biological tissues such as arterial walls, and development of sound packages for acoustic insulation using multilayered panels heavily rely on predictive computational simulations. Therefore, this project greatly benefits both the computational mathematics and engineering communities. A Ph.D. student is trained to gain knowledge and practical skills in scientific computing and the mathematical analysis of finite element methods in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Son-Young",
   "pi_last_name": "Yi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Son-Young Yi",
   "pi_email_addr": "syi@utep.edu",
   "nsf_id": "000294379",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799025816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 263569.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The theory of poroelasticity addresses the time-dependent coupling between the deformation of porous materials and the fluid flow inside. Modeling the mechanical behavior of fluid-saturated porous media is of growing importance in a diverse range of science and engineering fields. Notable contributions of poroelasticity have been made to the areas that include reservoir engineering, soil mechanics, environmental engineering, material science, and more recently, biomechanical engineering. However, due to the complicated nature of the governing equations, analytical solutions are rarely available, hence computational simulations have been playing an important role in poroelasticity modeling. The main goal of this project was to design, analyze, and implement efficient and robust numerical methods for poroelasticity, mainly based on mixed finite element methods.</p>\n<p>During the course of the project, the PI has investigated several important issues in numerical methods for linear poroelasticity; locking phenomena, heterogeneity of the poroelastic medium, stable coupling strategies for the flow and mechanics problems, preconditioning techniques for a saddle point system, and interaction of a poroelastic medium with a free flow system.</p>\n<p>Specific scientific results and outcomes produced during this project include</p>\n<p>(i) several new mixed finite elements methods to overcome spurious pressure oscillations, including a four-field mixed finite element method whose primary variables include the total stress tensor and the flux of the fluid as well as the displacement of the solid phase and the fluid pressure,</p>\n<p>(ii) new findings about the cause of spurious oscillations in the pressure variable that indicated a shortcoming in the previously well-accepted theory and a possible Poisson (volume) locking when the material becomes incompressible just like in linear elasticity,</p>\n<p>(iii) a block-diagonal preconditioner for the saddle point system resulting from the four-field mixed method mentioned in (i),</p>\n<p>(iv) four iteratively coupling schemes for the coupled fluid flow and mechanics, the so-called drained, undrained, fixed-strain, and fixed-stress splits, based on the four-field mixed finite element method,</p>\n<p>(v) optimization-based decoupling algorithms for the Stokes-Biot coupled system to study the interaction of a free fluid with a poroelastic material.</p>\n<p>(vi) monolithic algorithms for the Stokes-elasticity system to study the interaction of a free fluid with an elastic solid using fluid velocity and stress as the primary variables for the Stokes equations and solid displacement and stress for the primary variables in the elasticity equations with both explicit and implicit time stepping schemes.</p>\n<p>Seven papers and one master&rsquo;s thesis were published or are currently in revision for publication in peer-reviewed journals and a couple more are in the pipeline as a result of this project. The scientific results from this project have been also disseminated to the scientific community by presentation at various conferences, workshops, and scientific meetings. This project has also provided a female Ph.D. student with an opportunity for research experience and training in the field of computational mathematics both on campus during regular school semesters and at the Los Alamos National Lab for two summers during the project period. Therefore, it is likely to have a positive impact on retention of an underrepresented minority in the STEM field.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2016<br>\n\t\t\t\t\tModified by: Son-Young&nbsp;Yi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe theory of poroelasticity addresses the time-dependent coupling between the deformation of porous materials and the fluid flow inside. Modeling the mechanical behavior of fluid-saturated porous media is of growing importance in a diverse range of science and engineering fields. Notable contributions of poroelasticity have been made to the areas that include reservoir engineering, soil mechanics, environmental engineering, material science, and more recently, biomechanical engineering. However, due to the complicated nature of the governing equations, analytical solutions are rarely available, hence computational simulations have been playing an important role in poroelasticity modeling. The main goal of this project was to design, analyze, and implement efficient and robust numerical methods for poroelasticity, mainly based on mixed finite element methods.\n\nDuring the course of the project, the PI has investigated several important issues in numerical methods for linear poroelasticity; locking phenomena, heterogeneity of the poroelastic medium, stable coupling strategies for the flow and mechanics problems, preconditioning techniques for a saddle point system, and interaction of a poroelastic medium with a free flow system.\n\nSpecific scientific results and outcomes produced during this project include\n\n(i) several new mixed finite elements methods to overcome spurious pressure oscillations, including a four-field mixed finite element method whose primary variables include the total stress tensor and the flux of the fluid as well as the displacement of the solid phase and the fluid pressure,\n\n(ii) new findings about the cause of spurious oscillations in the pressure variable that indicated a shortcoming in the previously well-accepted theory and a possible Poisson (volume) locking when the material becomes incompressible just like in linear elasticity,\n\n(iii) a block-diagonal preconditioner for the saddle point system resulting from the four-field mixed method mentioned in (i),\n\n(iv) four iteratively coupling schemes for the coupled fluid flow and mechanics, the so-called drained, undrained, fixed-strain, and fixed-stress splits, based on the four-field mixed finite element method,\n\n(v) optimization-based decoupling algorithms for the Stokes-Biot coupled system to study the interaction of a free fluid with a poroelastic material.\n\n(vi) monolithic algorithms for the Stokes-elasticity system to study the interaction of a free fluid with an elastic solid using fluid velocity and stress as the primary variables for the Stokes equations and solid displacement and stress for the primary variables in the elasticity equations with both explicit and implicit time stepping schemes.\n\nSeven papers and one master?s thesis were published or are currently in revision for publication in peer-reviewed journals and a couple more are in the pipeline as a result of this project. The scientific results from this project have been also disseminated to the scientific community by presentation at various conferences, workshops, and scientific meetings. This project has also provided a female Ph.D. student with an opportunity for research experience and training in the field of computational mathematics both on campus during regular school semesters and at the Los Alamos National Lab for two summers during the project period. Therefore, it is likely to have a positive impact on retention of an underrepresented minority in the STEM field.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/23/2016\n\n\t\t\t\t\tSubmitted by: Son-Young Yi"
 }
}