{
 "awd_id": "1217239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Analysis and Computational Methods in Imaging, Materials, and Atmospheric Sciences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "The investigators, their students and collaborators study mathematical formulations and efficient computational techniques for applications arising in image analysis, materials science, and atmospheric and climate modeling. This multidisciplinary research combines areas of computational mathematics, inverse problems, image analysis, interfaces and free boundaries, and atmospheric sciences. They study image restoration using cartoon and texture decompositions, restoration of images in the presence of a stochastic point spread function, implicit open curve evolution and applications to free boundary problems in materials sciences, and variational data fusion of atmospheric records acquired by multiple instruments. The research team develops novel variational approaches, iterative and numerical analysis techniques for solving these inverse problems.\r\n\r\nThe proposed activity provides the link between efficient mathematical formulations, imaging approaches, and applications in climate and materials sciences, where similar approaches have not yet been attempted. In particular, capability for merging data acquired by multiple sensors is a key part to our understanding of the Earth's climate system, and therefore, is of importance when making projections about climate change and climate impacts. Current atmospheric data fusion methods are largely ad hoc and establishing a firm mathematical foundation and computational methods for combining important records enhances their scientific credibility and further a wide range of scientific analyses. The investigators promote multidisciplinary teaching, training and learning. Mathematics students are exposed to a broad range of topics and techniques: (i) in applied and computational mathematics, image processing and analysis; and (ii) topics outside mathematics, including materials and atmospheric sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luminita",
   "pi_last_name": "Vese",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Luminita A Vese",
   "pi_email_addr": "lvese@math.ucla.edu",
   "nsf_id": "000489998",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Garnett",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Garnett",
   "pi_email_addr": "jbg@math.ucla.edu",
   "nsf_id": "000433036",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Yanovsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igor Yanovsky",
   "pi_email_addr": "yanovsky@ucla.edu",
   "nsf_id": "000607739",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 78167.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 79972.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 81861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p { margin-bottom: 0.1in; line-height: 120%; } -->\n<p><span style=\"font-family: Ubuntu;\"><span style=\"font-size: small;\">One of the project outcomes is a deconvolution and super-resolution method in microwave imagery. This has been applied to reduce image blurring and distortion inherent in an aperture synthesis system. Such a system produces ringing at sharp edges and other transitions in the observed field. The conventional approach to suppressing sidelobes is to apply linear apodization, which has the undesirable side effect of degrading spatial resolution. An efficient total variation minimization technique based on Split Bregman deconvolution has been developed that reduces image ringing while sharpening the image and preserving information content. The model was generalized to include upsampling of deconvolved images to a higher resolution grid. Furthermore, a multiframe super-resolution method is obtained that is robust to image noise and noise in the point spread function and leads to additional improvements in spatial resolution. These super-resolution methodologies are based on current research in sparse optimization and compressed sensing, which lead to unprecedented efficiencies for solving image reconstruction problems. </span></span></p>\n<p><span style=\"font-family: Ubuntu;\"><span style=\"font-size: small;\">Another project outcome is on an </span></span>efficient simultaneous image deconvolution and upsampling algorithm for low resolution microwave sounder data. Microwave imaging has been widely used in the prediction and tracking of hurricanes, typhoons, and tropical storms.  Due to the limitations of the sensors, the acquired remote sensing data is usually blurry and has relatively low resolution, which calls for the development of fast algorithms for deblurring and enhancing the resolution. In this research, an efficient algorithm for simultaneous image deconvolution and upsampling for low resolution microwave hurricane data has been proposed. The algorithm is derived by splitting the total variation regularization, the deconvolution operator and the upsampling operator in the objective in such a way that the alternating direction method of multipliers (ADMM) gives rise to three subproblems with closed-form solutions. A variety of numerical experiments on synthetic and real Advanced Microwave Sounding Unit (AMSU) and Microwave Humidity Sounder (MHS) data were conducted. The results demonstrate the outstanding performance of the proposed method.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Luminita&nbsp;Vese</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nOne of the project outcomes is a deconvolution and super-resolution method in microwave imagery. This has been applied to reduce image blurring and distortion inherent in an aperture synthesis system. Such a system produces ringing at sharp edges and other transitions in the observed field. The conventional approach to suppressing sidelobes is to apply linear apodization, which has the undesirable side effect of degrading spatial resolution. An efficient total variation minimization technique based on Split Bregman deconvolution has been developed that reduces image ringing while sharpening the image and preserving information content. The model was generalized to include upsampling of deconvolved images to a higher resolution grid. Furthermore, a multiframe super-resolution method is obtained that is robust to image noise and noise in the point spread function and leads to additional improvements in spatial resolution. These super-resolution methodologies are based on current research in sparse optimization and compressed sensing, which lead to unprecedented efficiencies for solving image reconstruction problems. \n\nAnother project outcome is on an efficient simultaneous image deconvolution and upsampling algorithm for low resolution microwave sounder data. Microwave imaging has been widely used in the prediction and tracking of hurricanes, typhoons, and tropical storms.  Due to the limitations of the sensors, the acquired remote sensing data is usually blurry and has relatively low resolution, which calls for the development of fast algorithms for deblurring and enhancing the resolution. In this research, an efficient algorithm for simultaneous image deconvolution and upsampling for low resolution microwave hurricane data has been proposed. The algorithm is derived by splitting the total variation regularization, the deconvolution operator and the upsampling operator in the objective in such a way that the alternating direction method of multipliers (ADMM) gives rise to three subproblems with closed-form solutions. A variety of numerical experiments on synthetic and real Advanced Microwave Sounding Unit (AMSU) and Microwave Humidity Sounder (MHS) data were conducted. The results demonstrate the outstanding performance of the proposed method.\n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Luminita Vese"
 }
}