{
 "awd_id": "1217475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Enhanced Spectral Efficiency through Adaptive Utilization of Fragmented Spectrum",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project aims at addressing the challenging issue of spectrum scarcity for high throughput wireless communication systems by developing an innovative cognitive radio (CR) communication system capable of operating within a fragmented spectral band. Due to the proliferation of wireless communication systems, it is becoming ever more difficult to secure large contiguous bands of electromagnetic spectrum which are typically required by these products. To tackle this issue, innovative training and spreading waveform synthesis technologies, a state-of-the-art frequency domain channel estimation technique, and a frequency-domain equalization method will be developed and applied. These technologies will first be implemented in software, where their performance will be rigorously evaluated. Then, the techniques are to be migrated to a Universal Software Radio Platform (USRP) for hardware testing and evaluation. This disciplined approach of first developing and validating the software prior to hardware implementation will aid in ensuring that the project is successful. Upon successful completion of the project, the state-of-the-art in wireless communications will be advanced in fragmented spectrum exploitation, and the proposed system will have been successfully demonstrated in hardware.\r\n\r\nThe broader impact / commercial potential of this project is to dramatically improve the efficiency with which precious electromagnetic spectrum is utilized. Indeed, the approaches taken in the proposed project are capable of establishing and maintaining a reliable, high-throughput communication link in a fractured spectral environment. A major application for this technology is in a device operating within the recently established television white bands. This television white band application is a member of the wireless and mobile internet technology area. Products operating in these bands have been envisioned to serve a vital role in providing broadband access to customers living in rural areas. With over eighteen million Americans living in remote parts of the country with no access to high speed internet connectivity, technologies capable of establishing said connectivity are both socially beneficial, and commercially viable. Upon successful completion of the project, the cognitive radio technologies developed and implemented will fill a vital need in the television whitespace band application.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luzhou",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luzhou Xu",
   "pi_email_addr": "luther.xu@iaaincorporated.com",
   "nsf_id": "000611085",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tan",
   "pi_last_name": "Wong",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Tan F Wong",
   "pi_email_addr": "twong@ece.ufl.edu",
   "nsf_id": "000287940",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Integrated Adaptive Applications, Inc",
  "inst_street_address": "2681 SW 103RD STREET",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3522225929",
  "inst_zip_code": "326089075",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "INTEGRATED ADAPTIVE APPLICATIONS, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "U14LAK9G7RJ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "216 Larsen Hall",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "106E",
   "pgm_ref_txt": "Mixed signal technologies"
  },
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The program aims to address the &ldquo;Great Spectrum Famine&rdquo;; due to the rapid proliferation of high throughput wireless devices, it is becoming more and more difficult to obtain the large continuous bands of spectrum necessary to support these devices. Spectrum recently freed by the transition from analog to digital television broadcasts in the very high frequency (VHF) and ultra high frequency (UHF) bands are ideal for a multitude of commercial wireless applications including wide area rural networking, high throughput wireless back haul, and wireless sensor networking.</p>\n<p>We address this spectrum shortage by leveraging the aforementioned newly available spectrum, or &ldquo;television (TV) white spaces (WS)&rdquo;, for innovative wireless communication systems which can (a) provide benefit to potential customers and (b) generate revenue by virtue of being a commercializable product. A flexible, fragmented spectrum spreading waveform design algorithm was derived, implemented, and validated by numerical simulation. This algorithm is capable of generating spreading waveforms which strictly satisfy user specified notches in the power spectrum density, including the notch location, width, and depth. Moreover, we have pursued improving the Weightless standard to enhance the capabilities of the system. Furthermore, we have developed an active nulling system for orthogonal frequency division multiple access (OFDM) signals to provide nulls in the television white space bands to accommodate wireless microphones.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2013<br>\n\t\t\t\t\tModified by: Luzhou&nbsp;Xu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe program aims to address the \"Great Spectrum Famine\"; due to the rapid proliferation of high throughput wireless devices, it is becoming more and more difficult to obtain the large continuous bands of spectrum necessary to support these devices. Spectrum recently freed by the transition from analog to digital television broadcasts in the very high frequency (VHF) and ultra high frequency (UHF) bands are ideal for a multitude of commercial wireless applications including wide area rural networking, high throughput wireless back haul, and wireless sensor networking.\n\nWe address this spectrum shortage by leveraging the aforementioned newly available spectrum, or \"television (TV) white spaces (WS)\", for innovative wireless communication systems which can (a) provide benefit to potential customers and (b) generate revenue by virtue of being a commercializable product. A flexible, fragmented spectrum spreading waveform design algorithm was derived, implemented, and validated by numerical simulation. This algorithm is capable of generating spreading waveforms which strictly satisfy user specified notches in the power spectrum density, including the notch location, width, and depth. Moreover, we have pursued improving the Weightless standard to enhance the capabilities of the system. Furthermore, we have developed an active nulling system for orthogonal frequency division multiple access (OFDM) signals to provide nulls in the television white space bands to accommodate wireless microphones.\n\n\t\t\t\t\tLast Modified: 07/13/2013\n\n\t\t\t\t\tSubmitted by: Luzhou Xu"
 }
}