{
 "awd_id": "1217565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Security for Wireless Devices: Security Monitoring and Intrusion Detection in SDR and CR Using Power Fingerprinting",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-06-25",
 "awd_max_amd_letter_date": "2012-06-25",
 "awd_abstract_narration": "This Small Business Technology Transfer Research (STTR) Phase I project will determine the technical and commercial feasibility of applying a technique called Power Fingerprinting (PFP) to monitor the execution integrity of software-defined and cognitive radio (SDR and CR) systems and detect malicious intrusions. SDR and CR technologies are the foundation for enhanced access to the radio spectrum, but they are inherently vulnerable to cyber attacks, which increases interference risks and complicates regulatory compliance. PFP uses side-channel information to assess the integrity of critical software modules that, if disrupted, can impact spectral emission and information security. The research objectives for Phase I include: 1) demonstrate the feasibility of characterizing critical SDR/CR modules using PFP; 2) define PFP system architecture to enhance SDR/CR security; 3) detect attacks to sections critical for spectrum access; and 4) integrate PFP monitoring into SDR/CR regulatory process. The research necessary to achieve these objectives will be performed using open-source tools and libraries to implement dynamic spectrum access approaches. At the end of Phase I, a blind-test demonstration of PFP detecting execution violations will be provided and serve as the baseline to continue this research into a Phase II project to provide a commercial prototype.\r\n\r\nThe broader impact/commercial potential of this project includes the development of an innovative mechanism to protect SDR and CR systems and their enhanced spectrum access capabilities, mitigating interference risks due to malicious attacks. This Phase I project will introduce a new perspective to cyber security by treating it as a signal detection and classification problem and introducing tangible quantitative metrics for integrity and trust. SDR and CR are crucial to use the electromagnetic spectrum more efficiently. Therefore, it is of the utmost importance to effectively secure these devices, as they will be communicating sensitive information and supporting critical infrastructure, making them prime targets for cyber attacks. Commercially, this research has dual application in the commercial and defense wireless markets, particularly for resource-constrained and embedded platforms, including smart phones and tactical communication devices. The proposed approach has the potential to become a fundamental player in cyber-security by protecting the nation?s infrastructure and promoting further development of the economic base and employment. Furthermore, by allowing trustworthy deployment of SDR and CR technology, this research will help unleash the significant commercial opportunities that come with enhanced access to the radio spectrum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Aguayo-Gonzalez",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos R Aguayo-Gonzalez",
   "pi_email_addr": "caguayog@powerfingerprinting.com",
   "nsf_id": "000594906",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "A.A. (Louis)",
   "pi_last_name": "Beex",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A.A. (Louis) Beex",
   "pi_email_addr": "beex@vt.edu",
   "nsf_id": "000414829",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Power Fingerprinting, Inc.",
  "inst_street_address": "1577 SPRING HILL RD STE 405",
  "inst_street_address_2": "",
  "inst_city_name": "VIENNA",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402008344",
  "inst_zip_code": "221822223",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "POWER FINGERPRINTING, INC",
  "org_prnt_uei_num": "NVNCV5LA68F9",
  "org_uei_num": "NVNCV5LA68F9"
 },
 "perf_inst": {
  "perf_inst_name": "Power Fingerprinting, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240606748",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Technology Transfer Program (STTR) Phase I project demonstrated the feasibility of Power Fingerprinting (PFP) to perform security monitoring and intrusion detection in advanced wireless systems, such as Software-Define Radio (SDR) and Cognitive Radio (CR). PFP was shown capable of monitoring reference SDR and CR implementations without introducing overhead to the system and detecting malicious tampering that could impact spectral emissions.</p>\n<p>SDR and CR enable dynamic spectrum access (DSA), which can lead to better spectrum utilization. SDR and CR, due to their software implementations, are vulnerable to cyber attacks, which can expose sensitive information and produce harmful interference. Protecting such critical embedded systems is a difficult task, however, due to resource limitations in the platforms and strict timing constraints in its applications. There is no current solution to monitor critical resource-constrained embedded systems, such SDR and CR, for cyber security.</p>\n<p>PFP is a novel approach for integrity assessment and intrusion detection that uses fine-grained patterns in a processor&rsquo;s power consumption to detect security breaches and unauthorized changes in execution. PFP provides an external monitor capable of observing the internal execution status of an embedded processor. PFP provides security monitoring and integrity assessment for platforms, such as SDR and CR, that would not have the memory or processing resources necessary to do it otherwise. Because PFP is performed by an external device, the memory and processing overhead on the target system is greatly reduced.</p>\n<p>This Phase I project successfully achieved its main objective of demonstrating the feasibility of PFP to provide a practical, commercial solution for real-time monitoring of SDR/CR platforms and trust that their DSA capabilities are not exploited to perform malicious activities. A proof-of-concept PFP monitor, built using commercial test equipment, successfully monitored the execution of two different modules in a reference SDR/CR implementation. Tampering in those modules could change the behavior of the radios and impact their spectral emissions. In the first test case, the PFP monitor was able to detect malicious tampering into a pulse-shaping filter that could impact the spectral characteristics of the transmitted signal. In the second test case, the PFP monitor was able to detect malicious tampering in a basic Policy Reasoner module of a CR implementation. The tamper in the latter case could cause the CR to allow transmission schemes that violate regulatory policy and interfere with other critical systems.</p>\n<p>PFP provides a new perspective and introduces new ideas for cyber-security, directly contributing to the protection of critical systems. During conversations with potential customers and partners, the general assessment is that PFP can fill a security gap for critical embedded systems for which there is currently no solution. PFP is expected to tap the billion-dollar market of cyber-security with a solution that is uniquely positioned to serve the critical embedded system niche. The potential of PFP to revolutionize cyber security, its unique capabilities that address an unfulfilled need, the size of the market itself, and the enthusiasm shown by our potential customers and partners, provide a clear rationale to move forward with our efforts to commercialize the technology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2013<br>\n\t\t\t\t\tModified by: Carlos&nbsp;R&nbsp;Aguayo-Gonzalez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Small Business Technology Transfer Program (STTR) Phase I project demonstrated the feasibility of Power Fingerprinting (PFP) to perform security monitoring and intrusion detection in advanced wireless systems, such as Software-Define Radio (SDR) and Cognitive Radio (CR). PFP was shown capable of monitoring reference SDR and CR implementations without introducing overhead to the system and detecting malicious tampering that could impact spectral emissions.\n\nSDR and CR enable dynamic spectrum access (DSA), which can lead to better spectrum utilization. SDR and CR, due to their software implementations, are vulnerable to cyber attacks, which can expose sensitive information and produce harmful interference. Protecting such critical embedded systems is a difficult task, however, due to resource limitations in the platforms and strict timing constraints in its applications. There is no current solution to monitor critical resource-constrained embedded systems, such SDR and CR, for cyber security.\n\nPFP is a novel approach for integrity assessment and intrusion detection that uses fine-grained patterns in a processorÆs power consumption to detect security breaches and unauthorized changes in execution. PFP provides an external monitor capable of observing the internal execution status of an embedded processor. PFP provides security monitoring and integrity assessment for platforms, such as SDR and CR, that would not have the memory or processing resources necessary to do it otherwise. Because PFP is performed by an external device, the memory and processing overhead on the target system is greatly reduced.\n\nThis Phase I project successfully achieved its main objective of demonstrating the feasibility of PFP to provide a practical, commercial solution for real-time monitoring of SDR/CR platforms and trust that their DSA capabilities are not exploited to perform malicious activities. A proof-of-concept PFP monitor, built using commercial test equipment, successfully monitored the execution of two different modules in a reference SDR/CR implementation. Tampering in those modules could change the behavior of the radios and impact their spectral emissions. In the first test case, the PFP monitor was able to detect malicious tampering into a pulse-shaping filter that could impact the spectral characteristics of the transmitted signal. In the second test case, the PFP monitor was able to detect malicious tampering in a basic Policy Reasoner module of a CR implementation. The tamper in the latter case could cause the CR to allow transmission schemes that violate regulatory policy and interfere with other critical systems.\n\nPFP provides a new perspective and introduces new ideas for cyber-security, directly contributing to the protection of critical systems. During conversations with potential customers and partners, the general assessment is that PFP can fill a security gap for critical embedded systems for which there is currently no solution. PFP is expected to tap the billion-dollar market of cyber-security with a solution that is uniquely positioned to serve the critical embedded system niche. The potential of PFP to revolutionize cyber security, its unique capabilities that address an unfulfilled need, the size of the market itself, and the enthusiasm shown by our potential customers and partners, provide a clear rationale to move forward with our efforts to commercialize the technology.\n\n\t\t\t\t\tLast Modified: 10/28/2013\n\n\t\t\t\t\tSubmitted by: Carlos R Aguayo-Gonzalez"
 }
}