{
 "awd_id": "1217071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Computational Methods for Simulating Complex Coastal Watersheds and Floodplains",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "rosemary renaut",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 165000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "Accurate and efficient computational modeling of rainfall flooding events presents significant challenges. These challenges are primarily due to the complex topology of coastal watersheds and floodplains, and in particular urban environments, which include numerous features relevant to flooding such as small-scale drainage channels, piping networks, etc, that receive stormwater from both the landfall of storm surge and runoff/overland flow due to rainfall.  The primary objective of this project is improve the predictive capability of coastal hydrodynamic models for flooding in complex coastal watersheds and floodplains using a novel multi-physics modeling paradigm. An adaptive multi-physics/multi-dimensional modeling approach will be investigated that can adaptively switch between various models in order to simultaneously optimize physical correctness and computational efficiency. The development of such an approach, along with the supporting concepts and numerical tools that will make its application to full-scale problems possible, is the main goal of the proposed research. This work will be explored in the context of discontinuous Galerkin methods, building and expanding on the PIs' extensive work in the area of shallow water modeling using high-order discontinuous Galerkin methods.\r\n\r\nRecent storm events, for example Hurricane Irene, which led to extensive flooding along much of the U.S. East Coast, have demonstrated the severe vulnerability of coastal lowlands and watersheds to storm surge combined with torrential rainfall.  These types of disasters highlight the rising importance of effective emergency management and hazard mitigation, and the need for advanced, physics-based models to better understand their impacts.  The potential for future storms with destructive flooding in low-lying coastal areas due to inland storm surge combined with torrential rainfall is high.  Observations show an increase in hurricane intensity in the North Atlantic since the 1970s and research suggests continued increases in storm intensity and significant potential for heavy rainfall in many regions. The devastating flooding related to these events, along with predicted rapid coastal development, will result in greater coastal risk in the future and poses serious challenges to physical infrastructure, water quality, and sustainability of coastal communities.  The research under this project will have a significant impact on the development of the next generation of coastal hydrodynamic models.  Additional impacts resulting from the proposed activity include 1) a better scientific understanding and ability to predict the complex flooding scenarios due to combined storm surge propagation and torrential rainfall/runoff events, which can lead to more informed decision-making and emergency management planning.  that will help protect the coastal population and infrastructure; 2) the education and training of graduate students and other researchers through courses, seminars, workshops and direct involvement in the research. The project will expose the students to multi-discplinary collaboration in computational mathematics, civil engineering, hydrology, and coastal ocean science; and 3) the transfer of technology and findings to federal agencies such as the National Oceanic and Atmospheric Administration, the U.S. Army Corps of Engineers, various state and local agencies, coastal industries, and other academic institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clinton",
   "pi_last_name": "Dawson",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Clinton N Dawson",
   "pi_email_addr": "clint@ices.utexas.edu",
   "nsf_id": "000369173",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 165000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coastal watersheds and floodplains are susceptible to flooding from both heavy rainfall events and storm surges due to tropical storms. &nbsp;Accurate, coupled computational methods and software which incorporate both rainfall-induced flooding and flooding due to coastal inundation are challenging to develop and implement. &nbsp;The primary objective of this project was improve the predictive capability of coastal hydrodynamic models for flooding in complex coastal watersheds and floodplains using a novel multi-physics modeling paradigm. &nbsp;</p>\n<p><br />Intellectual Merit: An adaptive multi-physics, multi-dimensional modeling approach was investigated that can adaptively switch between various models in order to simultaneously optimize physical correctness and computational efficiency. The development of such an approach, along with the supporting concepts and numerical tools that make its application to full-scale problems possible, was the main outcome of the proposed research. This work was explored in the context of discontinuous Galerkin finite element methods for solving the partial differential equations which describe the various types of flow. &nbsp; The resulting software can simulate rainfall events over land and into networks of channels, and channels interacting with coastal ocean &nbsp;regions. &nbsp;Both rainfall runoff into the coastal region and/or surge flowing from the coastal region up the channel networks are supported in this framework. &nbsp;This capability differentiates the software from existing computer models. The resulting software is open source. &nbsp;</p>\n<p><br />Broader Impacts: Recent storm events in the U.S. and elsewhere have demonstrated the severe vulnerability of coastal lowlands and watersheds to storm surge combined with torrential rainfall. &nbsp;These types of disasters highlight the rising importance of effective emergency management and hazard mitigation, and the need for advanced,physics-based models to better understand their impacts. &nbsp;The research under this project will influence the development of the next generation of coastal hydrodynamic models. &nbsp;The project included the education and training of graduate students in multi-discplinary collaboration in computational mathematics, civil engineering,hydrology, and coastal ocean science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2016<br>\n\t\t\t\t\tModified by: Clinton&nbsp;N&nbsp;Dawson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCoastal watersheds and floodplains are susceptible to flooding from both heavy rainfall events and storm surges due to tropical storms.  Accurate, coupled computational methods and software which incorporate both rainfall-induced flooding and flooding due to coastal inundation are challenging to develop and implement.  The primary objective of this project was improve the predictive capability of coastal hydrodynamic models for flooding in complex coastal watersheds and floodplains using a novel multi-physics modeling paradigm.  \n\n\nIntellectual Merit: An adaptive multi-physics, multi-dimensional modeling approach was investigated that can adaptively switch between various models in order to simultaneously optimize physical correctness and computational efficiency. The development of such an approach, along with the supporting concepts and numerical tools that make its application to full-scale problems possible, was the main outcome of the proposed research. This work was explored in the context of discontinuous Galerkin finite element methods for solving the partial differential equations which describe the various types of flow.   The resulting software can simulate rainfall events over land and into networks of channels, and channels interacting with coastal ocean  regions.  Both rainfall runoff into the coastal region and/or surge flowing from the coastal region up the channel networks are supported in this framework.  This capability differentiates the software from existing computer models. The resulting software is open source.  \n\n\nBroader Impacts: Recent storm events in the U.S. and elsewhere have demonstrated the severe vulnerability of coastal lowlands and watersheds to storm surge combined with torrential rainfall.  These types of disasters highlight the rising importance of effective emergency management and hazard mitigation, and the need for advanced,physics-based models to better understand their impacts.  The research under this project will influence the development of the next generation of coastal hydrodynamic models.  The project included the education and training of graduate students in multi-discplinary collaboration in computational mathematics, civil engineering,hydrology, and coastal ocean science.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2016\n\n\t\t\t\t\tSubmitted by: Clinton N Dawson"
 }
}