{
 "awd_id": "1217997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Random key predistribution in wireless sensor networks -- The impact of partial visibility",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Brown",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 413066.0,
 "awd_amount": 413066.0,
 "awd_min_amd_letter_date": "2012-07-30",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "With wireless sensor networks deployed in hostile environments, there is a need for cryptographic protection to enable secure communications services. Unfortunately, many approaches developed for general networking environments do not take into account the unique features of such wireless networks. Starting with the original scheme of Eschenauer and Gligor, random key predistribution schemes have been proposed to address this challenge. Much of the work on these schemes has been carried out under the full visibility assumption whereby sensor nodes are all within communication range of each other.  However, the question remains whether randomized key predistribution schemes can indeed deliver the needed security guarantees under wireless communication constraints. To explore how this partial visibility affects two basic issues, namely secure connectivity and resiliency, we study random graph models which are obtained by intersecting two random graphs, namely a communication graph (to model the communications constraints of the wireless medium) and a cryptographic graph (to capture the given predistribution scheme). Our goal is to better understand performance trade-offs and to develop guidelines for dimensioning available cryptographic,  communication and computing resources. \r\n\r\nIntersecting two (or more) random graphs constitutes a modular approach for building graph models of greater complexity. Generally speaking, the structural properties of the random graph obtained by such intersection operations are determined by those of the intersecting random graphs. Since some of the component random graphs have been studied in the literature,  existing results can be leveraged, and this makes the modeling paradigm quite appealing for dealing with the multi-dimensional applications encountered in wireless networking (and other areas). Technically, many of the questions of interest are asymptotic in nature (with the numbers of nodes becoming large). The project aims to make contributions on three fronts: (i) Advance the study of random graphs in new directions through probabilistic techniques; (ii) Develop a better understanding of new classes of random graphs which thus far seem to have received little attention in the literature; and (iii) Enhance one's understanding of security issues in some large-scale wireless networking environments.\r\n\r\nSuch issues are inherent to the many critical infrastructures which are monitored by wireless sensor networks, and random key predistribution techniques have a role to play in making these environments more secure. Some of these ideas are likely to be of use in less challenged wireless environments as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Armand",
   "pi_last_name": "Makowski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Armand M Makowski",
   "pi_email_addr": "armand@isr.umd.edu",
   "nsf_id": "000343100",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "2357 A.V. Williams Building",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207423285",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 413066.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div><span>Random graph models appear in applications as diverse as transportation grids, telecommunications networks, wireless sensor networks, (online) social networks, food webs and biological networks, to name a few well-known examples. Of particular interest in the study of these graph models is the development of &nbsp;a good&nbsp;</span>understanding of their structural properties as these are known to have a significant impact on network evolution and on the dynamics of many interesting processes that take place on such networks. In this project we made contributions along several directions: (i) We developed zero-one laws for the absence of isolated nodes in graph models obtained by intersecting two random graph models, e.g., a random key graph (induced by the Eschenauer-Gligo scheme) and an Erdos-Renyi graph (as a simplified on-off communication model) -- This allowed us to explore the impact of wireless communication constraints on the performance of such a key predistribution scheme, (ii) We established zero-one laws for various graph properties in&nbsp;the Multiplicative Attribute Graph (MAG) model recently proposed to model some social networks; particular attention was given to graph connectivity, the absence of isolated nodes, triadic closure and asymptotic degree distributions, (iii) We evaluated the asymptotic degree distribution in fitness-based random graph models proposed as an alternative to the scale-free model of Barabasi and Albert -- They may not always be Pareto-like as advertised!, (iv) We developed an understanding of how sampling strategies interact with network structure, an important component of any statistical analysis of the degree distribution of networks; and (v) We identified conditions under which empirical degree distributions exist in homogeneous random graphs -- Contrary to popular belief they may not always exist!</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Armand&nbsp;M&nbsp;Makowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Random graph models appear in applications as diverse as transportation grids, telecommunications networks, wireless sensor networks, (online) social networks, food webs and biological networks, to name a few well-known examples. Of particular interest in the study of these graph models is the development of  a good understanding of their structural properties as these are known to have a significant impact on network evolution and on the dynamics of many interesting processes that take place on such networks. In this project we made contributions along several directions: (i) We developed zero-one laws for the absence of isolated nodes in graph models obtained by intersecting two random graph models, e.g., a random key graph (induced by the Eschenauer-Gligo scheme) and an Erdos-Renyi graph (as a simplified on-off communication model) -- This allowed us to explore the impact of wireless communication constraints on the performance of such a key predistribution scheme, (ii) We established zero-one laws for various graph properties in the Multiplicative Attribute Graph (MAG) model recently proposed to model some social networks; particular attention was given to graph connectivity, the absence of isolated nodes, triadic closure and asymptotic degree distributions, (iii) We evaluated the asymptotic degree distribution in fitness-based random graph models proposed as an alternative to the scale-free model of Barabasi and Albert -- They may not always be Pareto-like as advertised!, (iv) We developed an understanding of how sampling strategies interact with network structure, an important component of any statistical analysis of the degree distribution of networks; and (v) We identified conditions under which empirical degree distributions exist in homogeneous random graphs -- Contrary to popular belief they may not always exist!\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Armand M Makowski"
 }
}