{
 "awd_id": "1217154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Accurate high performance computing for nonlinear collisional kinetic theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 167677.0,
 "awd_amount": 167677.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2015-05-04",
 "awd_abstract_narration": "This work will implement, analyze, and benchmark accurate numerical schemes for nonlinear collisional kinetic equations and their extension to high performance computing. Kinetic equations describe physical systems at the mesoscopic level, where there are large numbers of interactions between particles but they are not frequent enough to be described as a continuum. At each point in phase space a nonlinear integral term models the effect of interactions with all of the other particles in the system. This integral is difficult and expensive to evaluate due to the delicate conservation structure of the interactions and its dimensionality, however it has many properties that makes it well-suited for parallel computation. This work seeks to overcome the computational bottleneck of the collisional integral term in kinetic models by adapting a conservative spectral numerical method to massively parallel computer architectures, and will investigate how this scales with increasing computational nodes. The proposed work will further enhance the method by applying high order space and time discretization to the transport terms in the system, which was previously infeasible due to the expense of evaluating the collision term, as well as investigating methods for reducing the complexity of the integration for further efficiency. It will also carefully investigate the order of accuracy of computation with regards to the velocity domain cutoff and quadrature. This work will extend the conservative spectral method to the case of anisotropic in angle collisional models, in particular the grazing collisions (Landau) limit and applications to collisional plasma models. Finally, this work will attempt to extend the ideas of asymptotic-preserving schemes to efficiently compute the collision term in stiff regimes.\r\n\r\nMany important problems in science can be described at the molecular level as individual particles bouncing around, each with its speed and direction. These particles interact with each other as well as other objects through collisions that exchange energy and momentum, and the average behavior of these interactions can be felt as wind, for example. Kinetic models describe problems where particle density is low enough that collisional effects matter in the dynamics of the problem, but is not so strong that one can simply use the average behavior to describe the evolution. Kinetic models can characterize a wide variety of applications such as design of nano- and micro-scale devices, energy applications in plasma physics such as semiconductors and nuclear fusion, and atmospheric re-entry for spacecraft and satellites. In addition to physical applications, these models can be used for the modeling of biological and social dynamics, such as the dynamics of crowds in confined spaces, or modeling the flocking and herding of animals, which could be of security and environmental interest. This work will develop new simulation tools that are able to leverage high performance computing resources to perform high accuracy simulation of problems that were previously computationally infeasible, which can provide a broader view of kinetic applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Gamba",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Irene M Gamba",
   "pi_email_addr": "gamba@math.utexas.edu",
   "nsf_id": "000381736",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Haack",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Haack",
   "pi_email_addr": "haack@math.utexas.edu",
   "nsf_id": "000611306",
   "pi_start_date": "2012-09-13",
   "pi_end_date": "2015-05-04"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 167677.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 11\">\n<div class=\"section\" style=\"background-color: rgb(100.000000%, 100.000000%, 100.000000%);\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">This funded project produced several innovative computational approaches&nbsp; in computational plasma models related to the problem of fusion and renewable/green energy sources. It focused&nbsp; on developing accurate high performance, computing methods for nonlinear collisional kinetic theory. These problems are of great importance in the modeling of rarefied gas dynamics, like flight in the outer atmosphere, Plasma dynamics in nanoscale modeling for hot electron transport in submicron electronics devices, as well as well as</span><span style=\"font-size: 10.000000pt; font-family: 'Times';\"> modeling high field effects for semiconductor-electrolyte interface reaction in the modeling of Photo Electro Catalystic (PEC) solar cell devices at submicron scales. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">The funded Co-PI, Postdoc Jeffrey R. Haack at the University of Texas at Austin, was funded initially by a&nbsp; NSF Research Training Grant (RTG) </span><span style=\"font-size: 10.000000pt; font-family: 'Times'; font-weight: bold;\">EMSW21-RTG - Program in Applied and Computational Analysis, </span><span style=\"font-size: 10pt;\">funded at </span>the Department of Mathematics and the University of Texas at Austin.</p>\n<p>He was later funded by this grant under the PI supervision. His performance was extraordinary in terms of research and mentoring of graduate students.</p>\n<p>A byproduct of Dr Haack funding is  the  earning of  a research associate position at the Los Alamos National Laboratory, Santa Fe, New Mexico, held in the area on Computational Fluid Dynamics and Plasma Physics.</p>\n<p>In addition,&nbsp; this proposal funded four graduate students, all working in related areas to the proposal. Two of them are female applied Mathematicians, Sona Akopian and Maja Taskovic,&nbsp; and the Hispanic computational mathematics scientist, Jose A. Morales Escalante.</p>\n<div class=\"page\" title=\"Page 7\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\"><span style=\"font-size: 10pt;\">&nbsp;</span>\n<p><span style=\"font-size: 10pt;\"><br /></span></p>\n</div>\n</div>\n</div>\n</div>\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\"> </span></p>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2016<br>\n\t\t\t\t\tModified by: Irene&nbsp;M&nbsp;Gamba</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThis funded project produced several innovative computational approaches  in computational plasma models related to the problem of fusion and renewable/green energy sources. It focused  on developing accurate high performance, computing methods for nonlinear collisional kinetic theory. These problems are of great importance in the modeling of rarefied gas dynamics, like flight in the outer atmosphere, Plasma dynamics in nanoscale modeling for hot electron transport in submicron electronics devices, as well as well as modeling high field effects for semiconductor-electrolyte interface reaction in the modeling of Photo Electro Catalystic (PEC) solar cell devices at submicron scales. \n\nThe funded Co-PI, Postdoc Jeffrey R. Haack at the University of Texas at Austin, was funded initially by a  NSF Research Training Grant (RTG) EMSW21-RTG - Program in Applied and Computational Analysis, funded at the Department of Mathematics and the University of Texas at Austin.\n\nHe was later funded by this grant under the PI supervision. His performance was extraordinary in terms of research and mentoring of graduate students.\n\nA byproduct of Dr Haack funding is  the  earning of  a research associate position at the Los Alamos National Laboratory, Santa Fe, New Mexico, held in the area on Computational Fluid Dynamics and Plasma Physics.\n\nIn addition,  this proposal funded four graduate students, all working in related areas to the proposal. Two of them are female applied Mathematicians, Sona Akopian and Maja Taskovic,  and the Hispanic computational mathematics scientist, Jose A. Morales Escalante.\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\t\t\t\t\tLast Modified: 01/16/2016\n\n\t\t\t\t\tSubmitted by: Irene M Gamba"
 }
}