{
 "awd_id": "1217594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Enhancing Access to the Radio Spectrum for Learning, NSF11-561",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will improve the number of wireless communication signals that can be accommodated by the electromagnetic spectrum. Used for mobile and internet communication, the electromagnetic spectrum has become extremely crowded in recent times. In addition to ever-increasing bandwidth demands from wireless handheld communications devices, explosive growth in machine-to-machine, inter-device wireless communications is exhausting spectrum resources, which can be resolved only by near zero-sum allocation decisions made through a mixture of bidding and politics. Society requires \"new spectrum\" but regulations are difficult to enforce. The objective is to demonstrate a usable data link within an atmospheric absorption line feature creating a self-limiting link distance, allowing spectrum reuse. The opportunity is to pack more communications channels within the same spectrum resource by transmitting within the molecular absorption bands (principally of O2 and H2O). Particularly for short-range data transmission within spectral regions where the atmosphere is strongly absorbing, range limitations are automatically enforced by the laws of physics. This technique will enable large numbers of wireless communications transmitters to reuse spectrum outside the range exceeding the opacity of the atmosphere, hence eliminating potential interference. Anticipated results are dramatic improvements in channel carrying capacity.\r\n \r\nThe broader impact/commercial potential of this project is to increase the maximum number of data links the atmosphere can accommodate at any given time. Because the spectrum is a scarce natural resource, optimizing its use is a societal goal. The motivation for operators of transmission devices to actually choose to self-limit is that by doing so, they improve their signal-to-noise against a sea of competing users at a lower cost than simply increasing power in an unattenuated channel. The physics of molecular gaseous absorption within the atmosphere at millimeter frequencies will enforce by law of nature what heretofore has required monitoring and regulatory enforcement. In addition to improving the efficiency of mobile phones and wireless internet commercial wireless communications, spectrum reuse technology enhances sensor communications. Sensor 'clouds' will create myriad opportunities to enhance learning and scientific investigation, such as enhancing understanding of behavior within active hurricanes. Enhanced data link security is provided, as eavesdropping is rendered impossible beyond the link range afforded by atmospheric opacity at that frequency. Millimeter wave electronics have become sufficiently mature and inexpensive to address a wide variety of industrial, scientific and consumer device applications. Nearly all electronic wireless mobile devices and sensors could benefit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Beaubien",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mark C Beaubien",
   "pi_email_addr": "mcb@yesinc.com",
   "nsf_id": "000503137",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Jeffries",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "William Q Jeffries",
   "pi_email_addr": "wqj@yesinc.com",
   "nsf_id": "000102960",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yankee Environmental Systems Inc",
  "inst_street_address": "101 INDUSTRIAL BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TURNERS FALLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4138630200",
  "inst_zip_code": "013761611",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "YANKEE ENVIRONMENTAL SYSTEMS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "U54KJSNGEQN1"
 },
 "perf_inst": {
  "perf_inst_name": "Yankee Environmental Systems Inc",
  "perf_str_addr": "101 INDUSTRIAL BLVD",
  "perf_city_name": "TURNERS FALLS",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "013761608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1505",
   "pgm_ref_txt": "STTR PHASE I"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of EARS is to work out practical technical solutions to improve utilization of our severely <span><span>resource?limited</span></span> electromagnetic spectrum. Our approach relates to three of areas of expertise: first, a deep quantitative understanding of the physics of electromagnetic propagation through the planet's atmosphere; second, advanced digital telemetry using statistical forward error correction; and third, ultra <span><span>narrowband</span></span> millimeter wave wireless communications. We are focusing on frequency reuse as improved means of reliable communications within congested or noisy weak signal electromagnetic environments. It is from this context we began our Phase I research, which in our initial report discussed our objectives, 1-6 to explore designs and market segments for prospective early adopters, and the foundations of a new atmospheric transmission model.</p>\n<p>Science has known for many decades opaque areas in the spectrum are suitable for frequency reuse as they limit propagation. For this to work we must generate a signal that is <span><span>narrowband</span></span> and adequately frequency stable over time and temperature. Precise alignment within atmospheric absorption features (which are rock stable in frequency but which vary in depth depending on gas concentrations), is essential. If the signal frequency wanders, it moves into and out of absorption lines. By tuning into these features we can dynamically control our range, enabling many devices to share the same frequency, a technique known as &ldquo;frequency reuse&rdquo;. And the more frequencies that we can co-share, the more devices that can be supported around the globe.</p>\n<p>A second subsequent report discussed a successful experiment where we conducted a long range telemetry flight using our new forward-error correcting telemetry, on June 27<sup>th</sup> 2013 aboard the NASA DC-8 flying laboratory. &nbsp;We demonstrated up to a 220km range between the jet and seven test <span><span>dropsondes</span></span>, with adequately low error rates, showing the algorithm has great <span><span>promi</span></span><span><span>se</span></span>.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2013<br>\n\t\t\t\t\tModified by: Mark&nbsp;C&nbsp;Beaubien</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1217594/1217594_10182444_1373168520481_Insidereceiver--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1217594/1217594_10182444_1373168520481_Insidereceiver--rgov-800width.jpg\" title=\"Inside one receiver\"><img src=\"/por/images/Reports/POR/2013/1217594/1217594_10182444_1373168520481_Insidereceiver--rgov-66x44.jpg\" alt=\"Inside one receiver\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Inside of receiver showing the large custom PCB we developed to flight test the idea; power supply adapts 28 Vdc aircraft power while SBC runs Linux to store telemetry data to flash memory.</div>\n<div class=\"imageCredit\">Yankee Environmental Systems, Inc.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;C&nbsp;Beaubien</div>\n<div class=\"imageTitle\">Inside one receiver</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2013/1217594/1217594_10182444_1373168153021_DC-8ReceiverTest--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1217594/1217594_10182444_1373168153021_DC-8ReceiverTest--rgov-800width.jpg\" tit...",
  "por_txt_cntn": "\nThe goal of EARS is to work out practical technical solutions to improve utilization of our severely resource?limited electromagnetic spectrum. Our approach relates to three of areas of expertise: first, a deep quantitative understanding of the physics of electromagnetic propagation through the planet's atmosphere; second, advanced digital telemetry using statistical forward error correction; and third, ultra narrowband millimeter wave wireless communications. We are focusing on frequency reuse as improved means of reliable communications within congested or noisy weak signal electromagnetic environments. It is from this context we began our Phase I research, which in our initial report discussed our objectives, 1-6 to explore designs and market segments for prospective early adopters, and the foundations of a new atmospheric transmission model.\n\nScience has known for many decades opaque areas in the spectrum are suitable for frequency reuse as they limit propagation. For this to work we must generate a signal that is narrowband and adequately frequency stable over time and temperature. Precise alignment within atmospheric absorption features (which are rock stable in frequency but which vary in depth depending on gas concentrations), is essential. If the signal frequency wanders, it moves into and out of absorption lines. By tuning into these features we can dynamically control our range, enabling many devices to share the same frequency, a technique known as \"frequency reuse\". And the more frequencies that we can co-share, the more devices that can be supported around the globe.\n\nA second subsequent report discussed a successful experiment where we conducted a long range telemetry flight using our new forward-error correcting telemetry, on June 27th 2013 aboard the NASA DC-8 flying laboratory.  We demonstrated up to a 220km range between the jet and seven test dropsondes, with adequately low error rates, showing the algorithm has great promise.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/06/2013\n\n\t\t\t\t\tSubmitted by: Mark C Beaubien"
 }
}