{
 "awd_id": "1217027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EXP: Implementing a Workflow Visualization System for Design-Based Research",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 536999.0,
 "awd_amount": 536999.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2017-11-01",
 "awd_abstract_narration": "This project is iteratively designing, beta-testing, implementing, and evaluating a fully automated, sharable Workflow Visualization System (WVS) to help researchers and educators preserve, organize, and analyze data captured from multiple design iterations of complex cyberlearning research and development (R&D) efforts. The team is augmenting a widely used learning management system (Moodle), which has existing data collection algorithms, with new tools that produce visual, multi-layered representations of two complementary aspects of R&D efforts: (1) the design of complex educational interventions, including information about variables such as tasks, resources used, participant structures, and workspaces; and (2) the enacted implementations of these interventions, including data about learners' completion of tasks or acquisition of resources and learner-produced data. The WVS is envisioned ultimately to support reflective teaching practice, sharing of adaptable successful interventions, and design-based research (DBR). The project team is also tackling significant problems regarding privacy and protecting the rights of human subjects in research that involves data mining from online sources. The intellectual merit of this project rests in the promise it offers to enable the educational research community to better document the implementation history of complex cyberlearning interventions, including their contexts, rationale, iterations and outcomes. Current efforts, including the foundational work on which this new project builds, rely on manual production of representations of such rich data. But what this new project offers is a means to automate this data visualization strategy by mining both design information and student performance data from Moodle sites, making it widely available and easy to use. The project is exercising its broader impact through its choice of Moodle, one of the leading open-source learning management systems, that has over fifty-thousand sites supporting approximately forty million users world-wide. The WVS' open-source code also permits its use with other learning management systems. Most importantly, the project has the potential to transform how the broader learning sciences and indeed cyberlearning sciences communities engage in their work, both as individual projects and as a network of projects, through improved knowledge sharing and accelerated adoption of results and best practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sadhana",
   "pi_last_name": "Puntambekar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sadhana Puntambekar",
   "pi_email_addr": "puntambekar@education.wisc.edu",
   "nsf_id": "000259862",
   "pi_start_date": "2013-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Derry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Derry",
   "pi_email_addr": "derry@email.unc.edu",
   "nsf_id": "000659001",
   "pi_start_date": "2012-09-18",
   "pi_end_date": "2013-02-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Hackbarth",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alan J Hackbarth",
   "pi_email_addr": "ajhackbarth@wisc.edu",
   "nsf_id": "000625754",
   "pi_start_date": "2013-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Derry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Derry",
   "pi_email_addr": "derry@email.unc.edu",
   "nsf_id": "000659001",
   "pi_start_date": "2017-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 536999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Design-based research (DBR) involves iterative and systematic design, development, and study of theoretically guided educational innovations in their implementation contexts. DBR innovations represent a complex mesh of goals, content, technology use, principles of learning, teaching methods, and accountability systems that must be woven together for particular environment. In this pproject, we created prototypes based on a infrastructure that would encourage and support collective engagement by multiple design-based researchers in working toward answers to important theory-driven research questions, moving our field toward a &ldquo;bigger science&rdquo; approach.</span></p>\n<p><span>We created and tested two prototypes, based on input from several researchers in the Learning Sciences. We also produced a &nbsp;design document that will help create a robust and&nbsp;comprehensive system to that projectscan use to plan, organize and document their research.</span></p>\n<p>We developed three iterations of a unique system of visual display to support (a) cross-site sharing, with researchers and teachers, of adaptable instructional interventions invented at various sites, and (b) design-based research by allowing researchers to visually depict designed instructional interventions and their assessment output at varying levels of detail, which facilitates data organization, data sharing, and achievement of experimental control.</p>\n<p>The first iteration was an online visualization sysrem for a moodle based project.&nbsp;Our proof-of-concept prototype served to demonstrate how a Moodle-based system for online course management might simultaneously serve as the basis for a cyberinfrastructure to&nbsp;support DBR researchers in conducting iterative, theory-based online course development, and in facilitating their data collection, archiving, sharing, and mining across projects of various sizes and types. A paper explaining the conceptual background for this ss=ystem can be found at&nbsp;https://wcer.wisc.edu/docs/working-papers/Working_Paper_No_2018_14.pdf</p>\n<p>A second iteration of the Workflow Visual System was created to demonstrate how a DBR researcher could build and manage a complex dataset working with readily available programs (e.g., Inspiration), meta-data capabilities inherent in various file types widely in use, and query functionality of most computers&rsquo; operating systems.<strong>&nbsp;</strong>The design of the second VWS was based upon Iteration 1. The design enabled the capture of the overall structure of the project as well as the smaller, sub-structures that, on the most detailed level, captured the design of the innovation itself. This prototype was used by researchers to document the DBR process.&nbsp;</p>\n<p>The success of our second prototype led to our research team to pursue support from a web development group (Caktus Corporation, Durham, North Carolina) to determine the feasibility and cost of creating a more sophisticated DBR data management system. A two-phase development process was conducted to gather and analyze data, and then use the data to construct a more advanced DBR data management system. The first phase included a survey of DBR researchers; this was done to assess the needs of the DBR community at large. Phase two consisted of a two day discovery workshop facilitated by the web development group that utilized the survey results along with the workshop participants to identify design and technical requirements for the system, its desired architecture, and gather information for an estimate of the cost of building such a system. This lead to a comprehensive design document which can be found at&nbsp;https://wcer.wisc.edu/docs/working-papers/Working_Paper_No_2018_15.pdf.</p>\n<p><span><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/11/2019<br>\n\t\t\t\t\tModified by: Sadhana&nbsp;Puntambekar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDesign-based research (DBR) involves iterative and systematic design, development, and study of theoretically guided educational innovations in their implementation contexts. DBR innovations represent a complex mesh of goals, content, technology use, principles of learning, teaching methods, and accountability systems that must be woven together for particular environment. In this pproject, we created prototypes based on a infrastructure that would encourage and support collective engagement by multiple design-based researchers in working toward answers to important theory-driven research questions, moving our field toward a \"bigger science\" approach.\n\nWe created and tested two prototypes, based on input from several researchers in the Learning Sciences. We also produced a  design document that will help create a robust and comprehensive system to that projectscan use to plan, organize and document their research.\n\nWe developed three iterations of a unique system of visual display to support (a) cross-site sharing, with researchers and teachers, of adaptable instructional interventions invented at various sites, and (b) design-based research by allowing researchers to visually depict designed instructional interventions and their assessment output at varying levels of detail, which facilitates data organization, data sharing, and achievement of experimental control.\n\nThe first iteration was an online visualization sysrem for a moodle based project. Our proof-of-concept prototype served to demonstrate how a Moodle-based system for online course management might simultaneously serve as the basis for a cyberinfrastructure to support DBR researchers in conducting iterative, theory-based online course development, and in facilitating their data collection, archiving, sharing, and mining across projects of various sizes and types. A paper explaining the conceptual background for this ss=ystem can be found at https://wcer.wisc.edu/docs/working-papers/Working_Paper_No_2018_14.pdf\n\nA second iteration of the Workflow Visual System was created to demonstrate how a DBR researcher could build and manage a complex dataset working with readily available programs (e.g., Inspiration), meta-data capabilities inherent in various file types widely in use, and query functionality of most computers? operating systems. The design of the second VWS was based upon Iteration 1. The design enabled the capture of the overall structure of the project as well as the smaller, sub-structures that, on the most detailed level, captured the design of the innovation itself. This prototype was used by researchers to document the DBR process. \n\nThe success of our second prototype led to our research team to pursue support from a web development group (Caktus Corporation, Durham, North Carolina) to determine the feasibility and cost of creating a more sophisticated DBR data management system. A two-phase development process was conducted to gather and analyze data, and then use the data to construct a more advanced DBR data management system. The first phase included a survey of DBR researchers; this was done to assess the needs of the DBR community at large. Phase two consisted of a two day discovery workshop facilitated by the web development group that utilized the survey results along with the workshop participants to identify design and technical requirements for the system, its desired architecture, and gather information for an estimate of the cost of building such a system. This lead to a comprehensive design document which can be found at https://wcer.wisc.edu/docs/working-papers/Working_Paper_No_2018_15.pdf.\n\n\n\n\n\t\t\t\t\tLast Modified: 04/11/2019\n\n\t\t\t\t\tSubmitted by: Sadhana Puntambekar"
 }
}