{
 "awd_id": "1217457",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF: Small: Error Correction for Biomolecular Computations",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 449998.0,
 "awd_amount": 457998.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2015-04-27",
 "awd_abstract_narration": "Intellectual Merit: Error-correction is a fundamental challenge for all types of computation, and it is a particularly essential challenge for molecular-scale computation. DNA computation is molecular computation using DNA as the computational hardware. Current methods for DNA computations are beset by a high error rate. Error-handling techniques are the key to achieving robust DNA computation in the laboratory. Indeed, a look at the successes in the field of DNA computation clearly demonstrates the role played by error-handling techniques. Winfree's group at Caltech recently made successful laboratory implementations of Boolean DNA circuits of impressive complexity, using a type of chemical logical gate known as a seesaw gate. Their work made use of two types of error-correction (i) inbuilt signal restoration at the circuit network level, and (ii)clamps, a method of error-suppression at the DNA gate design level. Error-correction remains the single largest challenge to further scaling these molecular computations. A particularly difficult type of error is leaks where an output signal is eventually produced even in the absence of an input signal. Due to leaks, logical gates in DNA circuits generally only correctly operate for a limited time interval, and afterwards provide erroneous outputs. The central goal of the proposed work is methods for error-correction of ?leaks? in DNA computations. Proposed work will develop novel network level designs and gate level designs that suppress leaks using a family of innovative techniques, shadow networks and error-modulation gates. A key application is to DNA amplifiers, which take as input a DNA strand at some concentration and produce an output signal DNA strand. DNA amplifiers are leaky, producing signal DNA even in the absence of input, albeit at a slower rate. The difference between signal and noise decides the sensitivity of an amplifier. Enzyme-free DNA exponential amplifiers have high leak rates that limit their sensitivity to detecting small amounts of signal. This proposal describes both network level designs and gate level designs that suppress leaks in such amplifiers. As a concrete and challenging test case, error-suppression in an exponential cross-catalytic DNA amplifier will be demonstrated as a major goal. A well-balanced combination of modeling, software simulation, and experimental tests to verify the error-correction methods will be used. Proposed error-handling techniques are modeled as chemical reaction networks and such networks are then simulated. This exponential amplifier is based on seesaw gates and is hence well modeled as a chemical reaction network.\r\n\r\nBroader Impact: The designs outlined in the proposal are modular, allowing the various error-correcting components to be used almost as black boxes. The error-suppression techniques are general and translate to a wide variety of other DNA amplifier designs and DNA computing applications involving amplification or restoration of a signal. An ability to systematically identify, at the design stage, possible errors in experimental DNA systems and methods to suppress and/or correct them is essential for designing scalable and intricate DNA nanosystems.  As an educational effort, an advanced undergraduate and beginning graduate level course is planned that teaches error-handling as an integral part of designing DNA systems. The course will introduce students to modeling tools and sequence design tools. The students will develop error-correcting schemes for some common DNA systems like amplifiers, oscillators and switches. They then model their techniques and the ones that work best in simulation will be given an opportunity to implement them in the laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Reif",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Reif",
   "pi_email_addr": "reif@cs.duke.edu",
   "nsf_id": "000097280",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "LSRC Build,DeptCS,Box90129",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080129",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7946",
   "pgm_ref_txt": "BIO COMPUTING"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 449998.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong><strong>:</strong> Error-correction is a fundamental challenge for all types of computation, and it is a particularly essential challenge for molecular-scale computation.<strong> </strong>DNA computation is molecular computation using DNA as the computational hardware. Current methods for DNA computations are beset by a high error rate. A particularly difficult type of error is &ldquo;leaks&rdquo; where an output signal is eventually produced even in the absence of an input signal.</p>\n<p><strong>The central goal </strong>was to develop methods for error-correction of &ldquo;leaks&rdquo; in DNA computations. The work developed novel network level designs and gate level designs that suppress leaks using a family of innovative techniques, &ldquo;shadow networks&rdquo; and &ldquo;error-modulation gates&rdquo;.</p>\n<p><strong>A key demonstration application was to DNA amplifiers</strong>, taking as input a DNA strand and producing an output signal DNA strand. DNA amplifiers are leaky, producing signals even in the absence of input, albeit at a slower rate. The difference between signal and noise decides the sensitivity of an amplifier. Enzyme-free DNA exponential amplifiers have high leak rates that limit their sensitivity to detecting small amounts of signal. Due to &ldquo;leaks&rdquo;, logical gates in DNA circuits generally only correctly operate for a limited time interval, and afterwards provide erroneous outputs.</p>\n<p>A chemical reaction system is<strong> autocatalytic</strong> if some reactants are also products of this system. The project developed both network level designs and gate level designs that suppress leaks in such amplifiers. As a concrete and challenging test case, error-suppression in an exponential cross-catalytic DNA amplifier being demonstrated as a major goal. A well-balanced combination of modeling, software simulation, and experimental tests to verify the error-correction methods was used. We modeled our various error-handling techniques as chemical reaction networks (CRNs), express them using LBS (Language for Biological Systems) and simulate them in Visual GEC. This exponential amplifier is based on seesaw gates and is hence well modeled as a CRN. We also Completed an experimental demonstration in our lab.</p>\n<p><strong>The Main achievement of this Grant:</strong><strong> </strong>Completed an autocatalytic detector system with shadow cancellation: we completed both simulation and sequence design, and also completed experimental demonstrations in our lab.<strong>&nbsp;</strong></p>\n<p>(1)&nbsp; Designed an autocatalytic detector based on seesaw gate (Qian &amp; Winfree 2011) and its shadow system for leak cancellation.</p>\n<p>(2)&nbsp; Conducted comprehensive simulation of the autocatalytic detector with and without its shadow system to see how shadow cancellation will improve the sensitivity. We observed that shadow cancellation could dramatically improve the sensitivity of our detector.</p>\n<p>(3)&nbsp; Completed an experimental demonstration that the shadow system can improve the sensitivity of our autocatalytic detector.</p>\n<p><strong>Products:</strong></p>\n<p><strong>(1) Multiple (14 in total) journal and text book chapers.</strong></p>\n<p><strong>(2) Training of graduate students (2 completed PhDs, one Masters degree, six PhD students in progress) and two undergraduate students:</strong></p>\n<p><strong>Interdisciplinary outreach and training</strong>: The challenges presented by nanoscience cannot be answered solely by techniques and methods derived from a single science or technology discipline and instead, requires a combination of diverse, but inter-related techniques spanning many disciplines that form the core of an emerging discipline of nanoscience that include synthetic chemistry, physics, material science, biochemistry, computer science, applied mathematics and imaging devices. Our work ...",
  "por_txt_cntn": "\nIntellectual Merit: Error-correction is a fundamental challenge for all types of computation, and it is a particularly essential challenge for molecular-scale computation. DNA computation is molecular computation using DNA as the computational hardware. Current methods for DNA computations are beset by a high error rate. A particularly difficult type of error is \"leaks\" where an output signal is eventually produced even in the absence of an input signal.\n\nThe central goal was to develop methods for error-correction of \"leaks\" in DNA computations. The work developed novel network level designs and gate level designs that suppress leaks using a family of innovative techniques, \"shadow networks\" and \"error-modulation gates\".\n\nA key demonstration application was to DNA amplifiers, taking as input a DNA strand and producing an output signal DNA strand. DNA amplifiers are leaky, producing signals even in the absence of input, albeit at a slower rate. The difference between signal and noise decides the sensitivity of an amplifier. Enzyme-free DNA exponential amplifiers have high leak rates that limit their sensitivity to detecting small amounts of signal. Due to \"leaks\", logical gates in DNA circuits generally only correctly operate for a limited time interval, and afterwards provide erroneous outputs.\n\nA chemical reaction system is autocatalytic if some reactants are also products of this system. The project developed both network level designs and gate level designs that suppress leaks in such amplifiers. As a concrete and challenging test case, error-suppression in an exponential cross-catalytic DNA amplifier being demonstrated as a major goal. A well-balanced combination of modeling, software simulation, and experimental tests to verify the error-correction methods was used. We modeled our various error-handling techniques as chemical reaction networks (CRNs), express them using LBS (Language for Biological Systems) and simulate them in Visual GEC. This exponential amplifier is based on seesaw gates and is hence well modeled as a CRN. We also Completed an experimental demonstration in our lab.\n\nThe Main achievement of this Grant: Completed an autocatalytic detector system with shadow cancellation: we completed both simulation and sequence design, and also completed experimental demonstrations in our lab. \n\n(1)  Designed an autocatalytic detector based on seesaw gate (Qian &amp; Winfree 2011) and its shadow system for leak cancellation.\n\n(2)  Conducted comprehensive simulation of the autocatalytic detector with and without its shadow system to see how shadow cancellation will improve the sensitivity. We observed that shadow cancellation could dramatically improve the sensitivity of our detector.\n\n(3)  Completed an experimental demonstration that the shadow system can improve the sensitivity of our autocatalytic detector.\n\nProducts:\n\n(1) Multiple (14 in total) journal and text book chapers.\n\n(2) Training of graduate students (2 completed PhDs, one Masters degree, six PhD students in progress) and two undergraduate students:\n\nInterdisciplinary outreach and training: The challenges presented by nanoscience cannot be answered solely by techniques and methods derived from a single science or technology discipline and instead, requires a combination of diverse, but inter-related techniques spanning many disciplines that form the core of an emerging discipline of nanoscience that include synthetic chemistry, physics, material science, biochemistry, computer science, applied mathematics and imaging devices. Our work combines various concepts from computer science like mathematical modeling, modular design, algorithms, simulations and software development and the fundamental challenge in DNA nanoscience of correcting and suppressing errors in DNA computations.\n\nImpacts:\n\nImpact of highly sensitive enzyme-free amplifiers: Detection systems for nucleic acid sequences are widely used in many areas of biology. One important application of suc..."
 }
}