{
 "awd_id": "1217581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The First Arkansas Stem Cell and Regenerative Medicine Conference, April 17-18, 2012, Winthrop Rockefeller Institute, Morrilton, Arkansas",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-02-25",
 "awd_max_amd_letter_date": "2012-02-25",
 "awd_abstract_narration": "1217581\r\nJin, Sha\r\n\r\nHuman stem cells, including adult, embryonic, and induced pluripotent stem cells, have the potential for revolutionizing disease treatment. It is expected that many incurable diseases such as diabetes, cancer, Alzheimer?s diseases, etc. can be eventually cured using stem cells. Because of this tremendous potential, huge efforts are being made worldwide to develop new technologies to bring stem cell therapy to patients. In attempt to build a statewide network for promoting stem cell research and identifying key challenges in the field, biomedical engineers in the state have been working with physicians and clinical scientists at the medical school and the National Center for Toxicological Research (NCTR) to organize a statewide stem cell conference, which will be held between April 17-18th, 2012 at the Petit Jean Winthrop Rockefeller Institute, Arkansas. The meeting is designed to bring the unique expertise of both junior and senior investigators together in the pursuit of innovative ideas for creating new stem cell technologies. The goal of the meeting is to foster stem cell research and initiate collaborative research between engineers and physicians across the state. The meeting will increase the awareness of stem cell research in the state and generate support from the public as well as the state and federal governments to promote stem cell research. This model, if successful, will provide an example for others to follow. The meeting will focus on a number of distinctive areas that are highly interrelated. These areas include stem cell therapy, tissue engineering, regenerative medicine, stem cell biology of obesity and diabetes, cancer stem cells, nanotechnologies, stem cell toxicology, and regulatory issues. The meeting will provide a range of opportunities for students and young investigators to learn about stem cell technologies.\r\n\r\nNationwide, Arkansas ranks 41st in the number of high tech jobs. The State has adopted many innovative ways to allow more people access to higher education and advanced training. The University of Arkansas, the only comprehensive graduate research university in the state, has been working toward strengthening Arkansas? educational base. This statewide stem cell conference will be one of the milestones toward reinforcing stem cell research and education programs in the state. The conference will gather stem cell researchers and educators in Arkansas to discuss the mechanisms of collaboration and identify key challenges in the field. One of the outcomes of the meeting will be the formation of a statewide stem cell coalition, which will eventually evolve into a Stem Cell Consortium, which will promote stem cell research and education programs in the state and nation. The meeting aims at increasing public awareness of stem cell research and calls for more investments on stem cell research from the state legislatures and federal government. A number of top scientists in the field will be invited to the conference. The meeting will include both oral and poster presentations covering stem cell engineering and cell-based therapy, tissue engineering and regenerative medicine, stem cell biology of obesity and diabetes, and stem cell toxicology and regulatory issues. Students and young investigators will be offered a range of opportunities to interact with senior investigators who will serve as role models for them. Students will be extensively exposed to stem cell research throughout the meeting. The meeting will also attract honors undergraduate students. They will have an eye-opening experience in a multidisciplinary stem cell and regenerative medicine research environment. The meeting proceedings will be disseminated through internet and meeting reports generated from the meeting. It is expected that stem cell research will remarkably boost both education and research programs, not only in the field of stem cell research but also in other areas, which will impact both the state and the nation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sha",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sha Jin",
   "pi_email_addr": "sjin@binghamton.edu",
   "nsf_id": "000206062",
   "pi_start_date": "2012-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "203 Engineering Hall",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\">Human stem cells including adult and pluripotent stem cells are promising and have the potential for revolutionizing disease treatment. It is expected that many incurable disease such as diabetes, cancers, Alzheimer&rsquo;s diseases can be eventually cured using stem cells. Countless efforts have been made worldwide to develop new technologies to bring stem cell therapy to patients. In attempt to build an Arkansas statewide network to promote stem cell research and identifying key challenges in the field, biomedical engineers in the state have worked with physicians and clinical scientists at the medical school and the National Center for Toxicological Research (NCTR) to organize a statewide stem cell conference which was held on April 17-18th, 2012 at the Petit Jean Winthrop Rockefeller Institute, Arkansas.</span></p>\n<p><span style=\"font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\">The conference included both oral and poster sections covering stem cell engineering and cell-based therapy, tissue engineering and regenerative medicine, stem cell biology, biology of obesity and diabetes, and stem cell toxicology and regulatory issues. The NSF support allowed for inviting five top scientists and experts in the field to the conference. The conference brought the distinctly unique expertise of both junior and senior investigators together in the pursuit new innovative ideas for creating new stem cell technologies. Students and young investigators were offered ample opportunities to interact with senior investigators who serve as role models for these young investigators and students. Students were exposed extensively to stem cell research throughout the meeting. The meeting also attracted honors undergraduate students. They had an eye-open experience in a multidisciplinary stem cell and regenerative medicine research environment.</span></p>\n<p><span style=\"font-family: &quot;Arial&quot;,&quot;sans-serif&quot;;\">The conference increased the awareness of stem cell research in the state and generated support from the state and federal government to promote stem cell research in Arkansas. One of the direct outcomes of this meeting is the formation of Arkansas Stem Cell Coalition (ASCC). The ASCC has played a key role in promoting collaboration among basic scientists, engineers, clinical scientists and physicians to stimulate stem cell research and education programs in Arkansas, and to train and educate young generation of scientists and engineers. ASCC organizes monthly board meeting and state-wide Arkansas stem cell journal club meeting through video conferencing. Faculty members, investigators, and students from campuses of University of Arkansas at Fayetteville (UAF), University of Arkansas for<br />Biomedical Sciences (UAMS), NCTR, and Arkansas State University (ASU) attend the monthly video conference. Another outcome is the formation of research teams that boost state biomedical research. These collaborations have led to the development of new grant applications to funding agencies. These activities organized by the ASCC during and after meeting significantly enhance collaboration among biomedical researchers across the state and promote the stem cell research activities in the state.</span></p>\n<p><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/13/2013<br>\n\t\t\t\t\tModified by: Sha&nbsp;Jin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHuman stem cells including adult and pluripotent stem cells are promising and have the potential for revolutionizing disease treatment. It is expected that many incurable disease such as diabetes, cancers, AlzheimerÆs diseases can be eventually cured using stem cells. Countless efforts have been made worldwide to develop new technologies to bring stem cell therapy to patients. In attempt to build an Arkansas statewide network to promote stem cell research and identifying key challenges in the field, biomedical engineers in the state have worked with physicians and clinical scientists at the medical school and the National Center for Toxicological Research (NCTR) to organize a statewide stem cell conference which was held on April 17-18th, 2012 at the Petit Jean Winthrop Rockefeller Institute, Arkansas.\n\nThe conference included both oral and poster sections covering stem cell engineering and cell-based therapy, tissue engineering and regenerative medicine, stem cell biology, biology of obesity and diabetes, and stem cell toxicology and regulatory issues. The NSF support allowed for inviting five top scientists and experts in the field to the conference. The conference brought the distinctly unique expertise of both junior and senior investigators together in the pursuit new innovative ideas for creating new stem cell technologies. Students and young investigators were offered ample opportunities to interact with senior investigators who serve as role models for these young investigators and students. Students were exposed extensively to stem cell research throughout the meeting. The meeting also attracted honors undergraduate students. They had an eye-open experience in a multidisciplinary stem cell and regenerative medicine research environment.\n\nThe conference increased the awareness of stem cell research in the state and generated support from the state and federal government to promote stem cell research in Arkansas. One of the direct outcomes of this meeting is the formation of Arkansas Stem Cell Coalition (ASCC). The ASCC has played a key role in promoting collaboration among basic scientists, engineers, clinical scientists and physicians to stimulate stem cell research and education programs in Arkansas, and to train and educate young generation of scientists and engineers. ASCC organizes monthly board meeting and state-wide Arkansas stem cell journal club meeting through video conferencing. Faculty members, investigators, and students from campuses of University of Arkansas at Fayetteville (UAF), University of Arkansas for\nBiomedical Sciences (UAMS), NCTR, and Arkansas State University (ASU) attend the monthly video conference. Another outcome is the formation of research teams that boost state biomedical research. These collaborations have led to the development of new grant applications to funding agencies. These activities organized by the ASCC during and after meeting significantly enhance collaboration among biomedical researchers across the state and promote the stem cell research activities in the state.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 04/13/2013\n\n\t\t\t\t\tSubmitted by: Sha Jin"
 }
}