{
 "awd_id": "1218181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: GATE: Greening At The Edges",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Brassil",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 349987.0,
 "awd_amount": 365987.0,
 "awd_min_amd_letter_date": "2012-08-17",
 "awd_max_amd_letter_date": "2014-03-11",
 "awd_abstract_narration": "This project addresses the reduction of energy consumption in optical and wireless access networks via a series of approaches such as capacity-adaptive network design, and energy-efficient resource allocation and traffic scheduling.  The capacity-adaptive access network stays in the 'high-capacity high-power' mode when the network is heavily loaded with bandwidth-hungry applications such as video streaming, and switches into the 'low-capacity low-power' mode when the network is lightly loaded with less bandwidth demanding applications such as voice and future smart grid traffic.   The project generalizes the approaches currently being used in data centers to communication links, and focuses on formalizing the problem and obtaining optimal or near-optimal solutions.  It will not only improve energy efficiency of current access networks, but will also provide insights and guidelines on how to upgrade the capacity of access networks efficiently.\r\n\r\nThe concept of designing capacity-adaptive access networks introduces new requirements of 'capacity adaptive' on the design of access networks as opposed to simply provisioning for peak utilization. This project's energy-aware network control, resource allocation, and traffic scheduling schemes consider an additional key performance metric, energy consumption, in addition to network quality of service, while conventional schemes merely consider network performance such as delay and loss. Research results, via theoretical analysis, simulations, and testbed experiments, will not only demonstrate improved energy efficiency of access networks, but will also be potentially tailored for core networks, datacenter networks, and other wireless systems.\r\n\r\nBroader Impact:\r\nReducing the energy consumption of access equipment will not only have positive environment impacts during normal operation but it will provide public benefit during emergencies.   Remote access equipment is currently powered by a combination of public power, battery backup, and varying degrees of local generation.   Techniques such as those being developed by this project that extend operation when on emergency backup help protect the public health and safety.   The project will integrate research and education through participation of both undergraduate and graduate students in the project and by incorporation of research outcomes into undergraduate and graduate course work.  The PI will utilize the New Jersey Educational Opportunity Program (EOP), which provides educational opportunities to under-represented populations, as part of the process for recruiting students into the research program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nirwan",
   "pi_last_name": "Ansari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nirwan Ansari",
   "pi_email_addr": "ansari@njit.edu",
   "nsf_id": "000195670",
   "pi_start_date": "2012-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 King Blvd",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 349987.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project (NeTS: Small: GATE: Greening At The Edges) has designed and developed a series of technologies that significantly reduce energy consumption in optical and wireless access networks. In the optical access network, capacity adaptive networking technologies are innovated. The capacity-adaptive access network stays in the &lsquo;high-capacity high-power&rsquo; mode when the network is heavily loaded with bandwidth-hungry applications such as video streaming, and switches into the &lsquo;low-capacity low-power&rsquo; mode when the network is lightly loaded with less bandwidth demanding applications such as voice and future smart grid traffic. In the wireless access network, novel traffic load balancing technologies have been developed to minimize the energy consumption and maximize the quality of services in the network. New spectrum and energy management solutions have been proposed to dynamically optimize the spectrum efficiency and energy efficiency in the network. A new mobile network paradigm, hybrid energy powered mobile networks, is introduced. This project has contributed various solutions to address networking problems in hybrid energy powered mobile networks. Software simulation platforms and hardware testbeds have been developed to validate the performance of the developed solutions. The main products of this project include 2 book chapters, 11 journal papers, 9 conference papers, 4 non-provisional patent applications, and 2 awarded US patents.</p>\n<p>&nbsp;</p>\n<p>The concept of designing capacity-adaptive access networks introduces new requirements of &lsquo;capacity adaptive&rsquo; in the design of access networks as opposed to simply provisioning for peak utilization. This project's energy-aware network control, resource allocation, and traffic scheduling schemes consider an additional key performance metric, energy consumption, in addition to network quality of service, while conventional schemes merely consider network performance such as delay and loss. Research results, via theoretical analysis, simulations, and testbed experiments, have not only demonstrated improved energy efficiency of access networks, but have also provided a guideline for designing energy efficient core networks, data center networks, and other wireless systems.</p>\n<p>&nbsp;</p>\n<p>Reducing the energy consumption of access equipment not only has positive environmental impacts during normal operation, but it also provides public benefit during emergencies. Remote access equipment is currently powered by a combination of public power, battery backup, and varying degrees of local generation. Technologies developed by this project can extend operation as an emergency backup to help protect the public health and safety. The project has integrated research and education through the participation of both undergraduate and graduate students in the project and by incorporation of research outcomes into undergraduate and graduate coursework. Through participation of this GATE project, two Ph.D. students and one MS student have successfully completed their degree requirements and graduated, by having defended their respective doctoral dissertations and thesis; likewise, three undergraduate students, recruited, as REU, to prototype a small scale testbed in powering a cellular network with hybrid energy sources, have acquired their BS degrees. The project has trained and prepared these students well for the high-tech workforce.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2016<br>\n\t\t\t\t\tModified by: Nirwan&nbsp;Ansari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project (NeTS: Small: GATE: Greening At The Edges) has designed and developed a series of technologies that significantly reduce energy consumption in optical and wireless access networks. In the optical access network, capacity adaptive networking technologies are innovated. The capacity-adaptive access network stays in the ?high-capacity high-power? mode when the network is heavily loaded with bandwidth-hungry applications such as video streaming, and switches into the ?low-capacity low-power? mode when the network is lightly loaded with less bandwidth demanding applications such as voice and future smart grid traffic. In the wireless access network, novel traffic load balancing technologies have been developed to minimize the energy consumption and maximize the quality of services in the network. New spectrum and energy management solutions have been proposed to dynamically optimize the spectrum efficiency and energy efficiency in the network. A new mobile network paradigm, hybrid energy powered mobile networks, is introduced. This project has contributed various solutions to address networking problems in hybrid energy powered mobile networks. Software simulation platforms and hardware testbeds have been developed to validate the performance of the developed solutions. The main products of this project include 2 book chapters, 11 journal papers, 9 conference papers, 4 non-provisional patent applications, and 2 awarded US patents.\n\n \n\nThe concept of designing capacity-adaptive access networks introduces new requirements of ?capacity adaptive? in the design of access networks as opposed to simply provisioning for peak utilization. This project's energy-aware network control, resource allocation, and traffic scheduling schemes consider an additional key performance metric, energy consumption, in addition to network quality of service, while conventional schemes merely consider network performance such as delay and loss. Research results, via theoretical analysis, simulations, and testbed experiments, have not only demonstrated improved energy efficiency of access networks, but have also provided a guideline for designing energy efficient core networks, data center networks, and other wireless systems.\n\n \n\nReducing the energy consumption of access equipment not only has positive environmental impacts during normal operation, but it also provides public benefit during emergencies. Remote access equipment is currently powered by a combination of public power, battery backup, and varying degrees of local generation. Technologies developed by this project can extend operation as an emergency backup to help protect the public health and safety. The project has integrated research and education through the participation of both undergraduate and graduate students in the project and by incorporation of research outcomes into undergraduate and graduate coursework. Through participation of this GATE project, two Ph.D. students and one MS student have successfully completed their degree requirements and graduated, by having defended their respective doctoral dissertations and thesis; likewise, three undergraduate students, recruited, as REU, to prototype a small scale testbed in powering a cellular network with hybrid energy sources, have acquired their BS degrees. The project has trained and prepared these students well for the high-tech workforce.\n\n \n\n\t\t\t\t\tLast Modified: 08/02/2016\n\n\t\t\t\t\tSubmitted by: Nirwan Ansari"
 }
}