{
 "awd_id": "1218374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Inter-Domain Traffic Engineering though ISP Cooperation and Competition",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Brassil",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "This project takes a comprehensive look at inter-domain traffic engineering, and how it can be done efficiently through cooperation as well as competition between Internet Service Providers (ISPs), and at different timescales. Using network flow decomposition and separate convex optimization techniques, the project seeks to design distributed inter-domain traffic engineering solutions that, along with effective intra-domain traffic engineering, converge to optimal traffic flows in the entire Internet. The project also involves modeling of traffic engineering - under competitive pricing of inter-domain forwarding by ISPs - as a two-timescale pricing-forwarding game, and the study of existence, computability, and efficiency of the equilibrium. The project explores dynamics and convergence of distributed pricing updates by ISPs, and compare different pricing strategies and models like point-to-destination pricing vs. point-to-anywhere pricing, linear vs. non-linear pricing, and cascaded vs. non-cascaded pricing.\r\n\r\nThe project considers inter-ISP interactions and decision-making at multiple timescales that involve traffic forwarding (fast timescale) and pricing updates (slow timescale), where decision-making on a slower timescale may depend on that at a faster timescale. Furthermore, the project considers both cooperative and competitive approaches through which the Internet as a whole (and not individual ISP networks or Autonomous Systems) can be utilized efficiently. The models and approaches considered take into account the control and operational structure of the Internet that consists of multiple providers seeking to maximize their individual benefits, and accordingly considers the relevant issues like competitive efficiency. Using these models, the project seeks to develop competitive pricing-forwarding solutions that can converge to efficient and stable traffic flows in the entire network (Internet.\r\n\r\nBroader impact:  The issues that the project investigates are timely, and fundamental to the efficient operation and economic viability of the Internet in the long run. Solutions that the project is developing will improve the overall use of the Internet bandwidth resources through optimal/near-optimal traffic cross-provider engineering in the Internet. Pricing strategies developed and investigated in this project will improve the Internet's economic efficiency and viability through inter-ISP competition. For providers, this would imply more efficient and flexible management of their available resources, better investment in infrastructure, and higher revenue overall. For end-users, it would imply better service at lower cost. Research results will be used in advanced graduate coursework on network optimization and algorithmic game theory.  The PIs will also enhance the research and educational experience of undergraduate students, by supervising undergraduate research projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Koushik",
   "pi_last_name": "Kar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Koushik Kar",
   "pi_email_addr": "koushik@ecse.rpi.edu",
   "nsf_id": "000227805",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elliot",
   "pi_last_name": "Anshelevich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elliot Anshelevich",
   "pi_email_addr": "eanshel@cs.rpi.edu",
   "nsf_id": "000492251",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th St",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes of this project include new analytical models and algorithms that can make inter-domain&nbsp;traffic engineering more efficient through cooperation as well as competition between&nbsp;Internet Service Providers (ISPs). This project led to new results in three related aspects of inter-domain traffic engineering in the Internet, as outlined below.</p>\n<p>Firstly, the project resulted in new models for analyzing the interaction between routing and pricing in the Internet. Utilizing these models, the stability and efficiency of different pricing schemes were analyzed, along with the resulting traffic flows. Unlike prior work, this project investigated pricing schemes that align well with next-hop routing practices that are currently used in the Internet, as well as considered the impact of the intra-domain topology on the stability of the solutions. New notions such as \"coalitional stability\" were discovered in this context. Our research also led to algorithms that can compute the equilibrium prices efficiently. In simulation studies, these prices were observed to result is efficient traffic flows in realistic Internet-like topologies.</p>\n<p>Secondly, this project resulted in new models and results on the formation of contracts between ISPs through intermediaries, also known as Internet Exchange Points (IXPs). Viewing IXPs as a marketplace in which the seller (the IXP) sells capacity for forming connections to its clients (the ISPs), our work explored different models of pricing this connectivity service. In general, the price charged by the intermediary will be determined by its operating costs, which in turn depends on the total amount of connections it facilitates. In this context, our investigation resulted in analytic bounds on efficiency of several pricing schemes, including marginal-cost and proportional pricing. Our analysis showed that under reasonable conditions, proportional pricing by the IXP performs quite well.</p>\n<p>Thirdly, the analytical methods and results obtained in this research were found to be applicable in more general market settings, which were also explored briefly in this project. This included study of market competition in networks, and how monopolies may affect social welfare in related contexts. While maximizing seller revenue often results in poor social welfare in practice (and vice versa), results obtained from this project showed that it is possible to obtain solutions that provide good revenue and good welfare simultaneously, and these solutions can also be computed efficiently.&nbsp;</p>\n<p>This project has led to several publications in international journals and conferences, and has contributed to two PhD dissertations. The pricing strategies designed and analyzed in this project provide strong insights on how pricing between ISPs, and by the IXP, can be utilized for better traffic contracting between ISPs, and improving the overall efficiency of traffic flows in the Internet. This would aid better utilization of available Internet resources, and therefore help in providing better Internet service to end-users at a lower cost.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2017<br>\n\t\t\t\t\tModified by: Elliot&nbsp;Anshelevich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcomes of this project include new analytical models and algorithms that can make inter-domain traffic engineering more efficient through cooperation as well as competition between Internet Service Providers (ISPs). This project led to new results in three related aspects of inter-domain traffic engineering in the Internet, as outlined below.\n\nFirstly, the project resulted in new models for analyzing the interaction between routing and pricing in the Internet. Utilizing these models, the stability and efficiency of different pricing schemes were analyzed, along with the resulting traffic flows. Unlike prior work, this project investigated pricing schemes that align well with next-hop routing practices that are currently used in the Internet, as well as considered the impact of the intra-domain topology on the stability of the solutions. New notions such as \"coalitional stability\" were discovered in this context. Our research also led to algorithms that can compute the equilibrium prices efficiently. In simulation studies, these prices were observed to result is efficient traffic flows in realistic Internet-like topologies.\n\nSecondly, this project resulted in new models and results on the formation of contracts between ISPs through intermediaries, also known as Internet Exchange Points (IXPs). Viewing IXPs as a marketplace in which the seller (the IXP) sells capacity for forming connections to its clients (the ISPs), our work explored different models of pricing this connectivity service. In general, the price charged by the intermediary will be determined by its operating costs, which in turn depends on the total amount of connections it facilitates. In this context, our investigation resulted in analytic bounds on efficiency of several pricing schemes, including marginal-cost and proportional pricing. Our analysis showed that under reasonable conditions, proportional pricing by the IXP performs quite well.\n\nThirdly, the analytical methods and results obtained in this research were found to be applicable in more general market settings, which were also explored briefly in this project. This included study of market competition in networks, and how monopolies may affect social welfare in related contexts. While maximizing seller revenue often results in poor social welfare in practice (and vice versa), results obtained from this project showed that it is possible to obtain solutions that provide good revenue and good welfare simultaneously, and these solutions can also be computed efficiently. \n\nThis project has led to several publications in international journals and conferences, and has contributed to two PhD dissertations. The pricing strategies designed and analyzed in this project provide strong insights on how pricing between ISPs, and by the IXP, can be utilized for better traffic contracting between ISPs, and improving the overall efficiency of traffic flows in the Internet. This would aid better utilization of available Internet resources, and therefore help in providing better Internet service to end-users at a lower cost.\n\n\t\t\t\t\tLast Modified: 09/26/2017\n\n\t\t\t\t\tSubmitted by: Elliot Anshelevich"
 }
}