{
 "awd_id": "1218570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Small: Non-Visual Skimming: Improving the Usability of Web Access for Blind People",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "In our information driven Web-based society, we are all gradually falling victims to information overload.  But while sighted people can develop ways to quickly skim Web content in order to get the gist of the information and find what they need, blind users are stymied because they must rely on screen reader software with limited functionality to narrate content using computer-generated speech through a serial audio interface, which does not allow these users to find out what content is important before they listen to it.  So, they either listen to all content or listen to the first part of each sentence or paragraph before skipping to the next.  The PI's goal in this project is to address this problem by developing novel interfaces and algorithmic techniques for non-visual skimming that will empower people with visual impairments to access information on the Web significantly faster than is currently possible with state-of-the-art screen readers.\r\n\r\nWhen skimming, sighted people quickly look through content and pick out keywords and relevant phrases.  The PI's approach is to emulate this process and enable a computer-assisted skimming experience for screen-reader users.  To this end, he will iteratively and concurrently pursue two research directions: designing interfaces for non-visual skimming, and developing algorithms to enable these interfaces.  Through a process of participatory design interfaces will be derived for skimming with standard shortcut-driven screen-readers, touch-based devices, and simulated haptic surfaces, while algorithms for generating summaries will be created to support skimming of various types of Web content at different levels of granularity and speed.  Controlled and in-situ real-world experiments will be conducted to evaluate the utility of the resulting interfaces and algorithms.  Project outcomes will include an open-source skimming tool and reusable datasets of Web pages with annotations and summaries.\r\n\r\nBroader Impacts:  Technology to facilitate non-visual skimming will transform information access for visually impaired users while also contributing to the fields of natural language processing, machine learning, and Web information retrieval.  Additionally, this research will help us better understand how a combination of touch and haptic interfaces can improve website navigation and skimming.  Although not explored in this research, project outcomes will likely prove useful to people with other disabilities such as cognitive and motor impairments, and they may ultimately also be helpful to sighted people.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yevgen",
   "pi_last_name": "Borodin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yevgen Borodin",
   "pi_email_addr": "borodin@cs.stonybrook.edu",
   "nsf_id": "000532638",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "IV",
   "pi_last_name": "Ramakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "IV Ramakrishnan",
   "pi_email_addr": "ram@cs.stonybrook.edu",
   "nsf_id": "000365929",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "Stony Brook University",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117944400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In our information-driven web-based society, we are all gradually falling &ldquo;victims&rdquo; to <em>information overload</em>. However, while sighted people are finding ways to sift through information faster, computer users who are blind are experiencing an even greater information overload. These people access computers and the Web using screen-reader software, which reads the information on a computer screen sequentially using computer-generated speech and allows them to navigate using keyboard shortcuts or gestures.</p>\n<p>While sighted people can learn how to quickly skim web content to get the gist of information and find information they need, people who are blind have to process volumes of content narrated through a serial audio interface, which does not allow them to find out what content is important before they listen to it. So, they either listen to all content or listen to the first part of each sentence or paragraph before they skip to the next one.</p>\n<p>The goal of this Project was to develop computer methods for <strong>non-visual skimming</strong> to empower people with vision impairments to access digitized information significantly faster and thereby reduce the cognitive load associated with non-visual browsing.</p>\n<p>In the process of skimming, sighted people quickly look through content while picking out words and phrases that are emphasized visually and/or carry the most meaning. This Project explored the processes employed by sighted people to skim web content, and designed algorithmic methods to enable a computer-assisted skimming experience for screen-reader users. The project pursued two parallel directions of research:</p>\n<p>1) the design of interfaces for non-visual skimming and <br /> 2) the design of algorithms to enable these interfaces.</p>\n<p>In the first direction, interfaces were designed for skimming with standard shortcut-driven screen-readers, touch-based devices, and simulated haptic surfaces. In the second direction, algorithms were designed for generating summaries to support skimming of various types of web content at different levels of granularity and speed.</p>\n<p>Participatory design approaches were used to devise all user interfaces. Controlled and in-situ real-world experiments were conducted with over 50 blind participants to evaluate the proposed approach and interfaces. The outcomes of the project included:</p>\n<p>1) novel interfaces for non-visual skimming on regular computers and touch-screen devices;</p>\n<p>2) novel computer algorithms to support skimming interfaces;</p>\n<p>3) an open-source skimming tool that implemented these approaches and enabled skimming with existing screen readers; and</p>\n<p>4) reusable datasets of web pages with annotations, summaries, and other data.</p>\n<p>The skimming methods that resulted from this Project have gone a long way towards bridging the accessibility gap between how sighted and blind people consume digital information on the Web.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2016<br>\n\t\t\t\t\tModified by: Yevgen&nbsp;Borodin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn our information-driven web-based society, we are all gradually falling \"victims\" to information overload. However, while sighted people are finding ways to sift through information faster, computer users who are blind are experiencing an even greater information overload. These people access computers and the Web using screen-reader software, which reads the information on a computer screen sequentially using computer-generated speech and allows them to navigate using keyboard shortcuts or gestures.\n\nWhile sighted people can learn how to quickly skim web content to get the gist of information and find information they need, people who are blind have to process volumes of content narrated through a serial audio interface, which does not allow them to find out what content is important before they listen to it. So, they either listen to all content or listen to the first part of each sentence or paragraph before they skip to the next one.\n\nThe goal of this Project was to develop computer methods for non-visual skimming to empower people with vision impairments to access digitized information significantly faster and thereby reduce the cognitive load associated with non-visual browsing.\n\nIn the process of skimming, sighted people quickly look through content while picking out words and phrases that are emphasized visually and/or carry the most meaning. This Project explored the processes employed by sighted people to skim web content, and designed algorithmic methods to enable a computer-assisted skimming experience for screen-reader users. The project pursued two parallel directions of research:\n\n1) the design of interfaces for non-visual skimming and \n 2) the design of algorithms to enable these interfaces.\n\nIn the first direction, interfaces were designed for skimming with standard shortcut-driven screen-readers, touch-based devices, and simulated haptic surfaces. In the second direction, algorithms were designed for generating summaries to support skimming of various types of web content at different levels of granularity and speed.\n\nParticipatory design approaches were used to devise all user interfaces. Controlled and in-situ real-world experiments were conducted with over 50 blind participants to evaluate the proposed approach and interfaces. The outcomes of the project included:\n\n1) novel interfaces for non-visual skimming on regular computers and touch-screen devices;\n\n2) novel computer algorithms to support skimming interfaces;\n\n3) an open-source skimming tool that implemented these approaches and enabled skimming with existing screen readers; and\n\n4) reusable datasets of web pages with annotations, summaries, and other data.\n\nThe skimming methods that resulted from this Project have gone a long way towards bridging the accessibility gap between how sighted and blind people consume digital information on the Web.\n\n\t\t\t\t\tLast Modified: 12/30/2016\n\n\t\t\t\t\tSubmitted by: Yevgen Borodin"
 }
}