{
 "awd_id": "1218589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Supporting Next Generation Adaptive Multi-Lens Stereoscopic Video Streaming",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "This project investigates a coordinated adaptation and network streaming framework for next generation multi-lens stereoscopic video.  Future stereoscopic cameras may be made up of multiple (more than two) lenses to provide a denser sampling of viewpoints to ameliorate the mismatch between capture and viewing scenario dependent display, a problem that will grow as stereoscopic devices and displays become more ubiquitous.  With an appropriate streaming system, a much richer user experience can be delivered that is both network adaptive and reduces the negative side-effects of stereoscopic imaging such as 3D eye fatigue.  A multi-lens stereoscopic video framework will require the confluence of three interrelated components: compression and representation; retrieval, streaming and adaptation; and viewing scenario dependent optimization.  These three components will act together to provide a low-latency, viewing scenario optimized experience for stereoscopic imaging.  \r\n\r\nWith this architecture in mind, this project will:\r\n* Investigate multi-lens compression technologies to support efficient retrieval and viewing scenario optimization. The compression of the multi-lens stereoscopic data needs to achieve high compression, but at the same time, be amenable to adaptation and subset retrieval. \r\n* Develop adaptive streaming techniques for the proposed retrieval-friendly compression format.  The key objective is to avoid introducing artifacts (due to the decreased quality) that make their way into the stereoscopic field.  This adaptation layer will be coordinated with a viewing scenario dependent optimization in order to retrieve the best data possible while also being network adaptive.\r\n* Develop viewing scenario dependent optimal display management technologies.  To maximize viewing experience and minimize negative side effects, viewing scenario dependent optimization will select a subset of images from the array to best match the viewing scenario. Novel view synthesis techniques may be used to help minimize the image data retrieved, yet provide good user experience.\r\n\r\nBroader Impact: Dynamically delivering optimized stereoscopic content according to the viewing scenario can reduce side effects such as 3D fatigue and headaches that people have from viewing stereoscopic content.  The threaded architecture can also be used for other multi-view systems (e.g., video sensor networks), where the display of video requires only a subset of the camera views to be delivered.  Finally, the results from the display management work can also be combined with eye tracking to enable free-view and free-glass stereo viewing experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wu-chi",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wu-chi Feng",
   "pi_email_addr": "wuchi@cs.pdx.edu",
   "nsf_id": "000148092",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Liu",
   "pi_email_addr": "fliu@pdx.edu",
   "nsf_id": "000580498",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to investigate systems and computer vision techniques required for stereoscopic viewing of multi-lens video. While most stereoscopic cameras today employ only two camera lenses (to capture the right and left eye viewing experience), we believe that, in the future, an array of linearly spaced cameras will be used to capture video meant for stereoscopic or auto-stereoscopic display. By doing so, traditional stereoscopic issues such as &ldquo;3D fatigue&rdquo; can be addressed by properly matching the visual disparity between the right and left eyes for a variety of viewing scenarios (e.g., TV, handheld device, computer monitor, or 3D headset). The major goals of this project included (i) investigating multi-lens compression technologies to support efficient retrieval and viewing scenario optimization; (ii) developing adaptive streaming techniques for the proposed retrieval-friendly compression format; and (iii) developing viewing scenario-dependent optimal display management technologies.&nbsp;</p>\n<p>With respect to the compression technologies, we explored compression techniques for multi-lens stereoscopic video systems that are amenable for streaming. In particular, we focused on systems that have eight linearly aligned cameras and where the viewing scenario requires the streaming of two of the views (or four in the case of interpolated views). We have shown that existing multi-view video coding techniques that have been proposed, while good for streaming the entire set of videos, is not suitable for subset streaming. We have also shown the impact of compression on multi-view video through an objective measure of feature-point movement and tracking. &nbsp;As part of this project, we also discovered an issue with the motion estimation technique that is implemented in the H.264/MVC reference software. This has been reported to the authors and is expected to be fixed in newer versions.&nbsp;</p>\n<p>This project investigated a variety of problems with respect to viewing scenario-dependent optimal display management and developed computer vision and graphics technologies to support it. These technologies can be grouped into two categories: content analysis and content manipulation. For the former, we developed various visual saliency and quality analysis algorithms that can be used to inform both video content compression and manipulation. For the latter, we invented a range of stereoscopic content editing and authoring technologies that produce, improve and adapt stereoscopic content for various target viewing scenarios.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2017<br>\n\t\t\t\t\tModified by: Wu-Chi&nbsp;Feng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this project was to investigate systems and computer vision techniques required for stereoscopic viewing of multi-lens video. While most stereoscopic cameras today employ only two camera lenses (to capture the right and left eye viewing experience), we believe that, in the future, an array of linearly spaced cameras will be used to capture video meant for stereoscopic or auto-stereoscopic display. By doing so, traditional stereoscopic issues such as \"3D fatigue\" can be addressed by properly matching the visual disparity between the right and left eyes for a variety of viewing scenarios (e.g., TV, handheld device, computer monitor, or 3D headset). The major goals of this project included (i) investigating multi-lens compression technologies to support efficient retrieval and viewing scenario optimization; (ii) developing adaptive streaming techniques for the proposed retrieval-friendly compression format; and (iii) developing viewing scenario-dependent optimal display management technologies. \n\nWith respect to the compression technologies, we explored compression techniques for multi-lens stereoscopic video systems that are amenable for streaming. In particular, we focused on systems that have eight linearly aligned cameras and where the viewing scenario requires the streaming of two of the views (or four in the case of interpolated views). We have shown that existing multi-view video coding techniques that have been proposed, while good for streaming the entire set of videos, is not suitable for subset streaming. We have also shown the impact of compression on multi-view video through an objective measure of feature-point movement and tracking.  As part of this project, we also discovered an issue with the motion estimation technique that is implemented in the H.264/MVC reference software. This has been reported to the authors and is expected to be fixed in newer versions. \n\nThis project investigated a variety of problems with respect to viewing scenario-dependent optimal display management and developed computer vision and graphics technologies to support it. These technologies can be grouped into two categories: content analysis and content manipulation. For the former, we developed various visual saliency and quality analysis algorithms that can be used to inform both video content compression and manipulation. For the latter, we invented a range of stereoscopic content editing and authoring technologies that produce, improve and adapt stereoscopic content for various target viewing scenarios.\n\n\t\t\t\t\tLast Modified: 02/07/2017\n\n\t\t\t\t\tSubmitted by: Wu-Chi Feng"
 }
}