{
 "awd_id": "1218712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Small: Pattern Learning in a Minimax Framework",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 254661.0,
 "awd_amount": 254661.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "Machine learning currently offers one of the most cost-effective approaches to building predictive models from data. However, practical applications of machine learning have to cope with sparsity, noise, and uncertainty of data present. Against this background, this project aims to: 1) Introduce a minimax framework for pattern learning to unify various regularization models, and characterize a variety of data uncertainty (e.g. incomplete data, local nonrigid displacements, lighting variations) and the corresponding regularizations regarding their intrinsic properties (e.g. sparsity, locality, robustness); 2) Establish new feature subset selection methods and quantify group effects as well as confidence levels/intervals of selecting/discarding features; 3) Construct new methods of sparse grouping representation for resilience to labeling errors by exploiting effective regularizations and their properties. The project aims to explicitly model various classes of data uncertainty (distortions) within a minimax framework, to optimize pattern learning process based on the worst distortion(s) in a given class, and to exploit regularization properties (e.g. sparsity, robustness).\r\n\r\nAnticipated results of the project include: (1) New models and methods for accounting for various classes of distortions and for finding optimal solutions under the worst distortion(s) over a given class; (2) New methods for selecting features with confidence analysis and for learning predictive models resilient to labeling errors; (3) Rigorous evaluation of the resulting methods on real-world data sets.\r\n\r\nThe new machine learning algorithms resulting from this research find applications in many areas that rely on predictive modeling from large data sets(e.g. medical analysis, earthquake modeling). All of the software tools developed in this project will be made available to the scientific community, educators and students. The project offers enhanced research-based training opportunities for graduate and undergraduate students, as well as outreach to K-12 students, and efforts aimed at broadening the participation of under-represented groups in Computer Science research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qiang",
   "pi_last_name": "Cheng",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Qiang S Cheng",
   "pi_email_addr": "qiang.cheng@uky.edu",
   "nsf_id": "000309382",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "",
  "perf_city_name": "Carbondale",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629012586",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 254661.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The goal of this project is to introduce a new minimax framework for pattern<br /> learning to account for uncertainty in large-scale, high-dimensional data and enable the building of novel algorithms for a number of machine learning tasks.</span></p>\n<p><strong>Intellectual Merit</strong><span>: This project provides<em> new theoretical foundations</em> for unifying a variety of regularization models, characterizing various classes of data uncertainty and their corresponding regularizations, and deriving optimal regularizations tailored for specific distortion classes.</span></p>\n<p><em><span>New concepts </span></em><span>include sparse grouping representation for counteracting labeling noise, regularizations for multiplicative distortions, nonlinear sparse representation, and group effect Markov random field as well as confidence analysis tailored to feature subset selection and mixed-effect predictive modeling.</span></p>\n<p><em><span>New methods, models, or algorithms</span></em><span> include the following: 1. New subspace clustering methods accounting for uncertainty in data with each example being a matrix; 2. New, unified spectral clustering methods with optimal similarity, <span>nonlinearity or graph</span> learning; 3. New models for robust principal component analysis that are accurate, fast or linearly scalable; 4. New models and efficient algorithms for robust nonnegative matrix factorization with optimal graph and feature learning; 5. New top-N recommendation systems on graphs and accounting for nonlinear relationships of users and items; 6. Explicit analytical expressions for quantifying uncertainty for semiparametric mixed-effect least squares SVM regression model; 7. New models and software of kernel-based, mixed-effect regression for earthquake ground motions; 8. New results on identifiability of 3-way tensor decomposition to capture group effects of features; 9. New supervised learning methods and efficient algorithms for multi-class high-dimensional data and images with robustness to labeling noise; 10. New methods and efficient algorithms of feature subset selection for unsupervised learning. &nbsp;</span></p>\n<p><strong>Broader Impacts</strong><span>: By revealing the robustness characteristics of the minimax formulation, this project facilitates to extract useful patterns, glean actionable insights, provide more reliable predictions, and enable automatic capabilities of discovering knowledge from large-scale, high-dimensional, complex data in diverse fields. Specific applications of the new methods and algorithms are expected to be in various areas such as biomedical informatics, precision medicine, earthquake engineering, and so on. A project website has been launched and is constantly updated. Research findings are disseminated through undergraduate and graduate courses, peer reviewed journal and conference publications, professional presentations, and outreach activities such as the programs of the Summer Bridge and Computer Science Day of the University. Software, data, and computer programs are made publicly available through the PI's website, the github as required by various professional conferences, or ResearchGate of several participants of this project. Naturally fostered are collaborations through this project with medical researchers at medical schools, civil engineers at engineering schools, and biologists at the plant biology department. A number of graduate students at Ph.D. or Master's level have been trained through performing research of this project and successfully completed their studies. Several undergraduate research assistants have been mentored in this project and subsequently entered graduate schools to pursue STEM careers. &nbsp; &nbsp;</span></p>\n<p><strong>Publications and Research Products</strong><span>: A series of research papers have been published or accepted for publication including about 20 journal papers, about 16 conference papers, three PhD dissertations, and a project website. Most of the papers have appeared in premium venues such as IEEE TPMAI, TNNLS, ICDM, ICDE, CVPR; ACM TIST, TKDD, KDD, CIKM; AAAI, and so on. The majority of the software tools and computer programs corresponding to these publications are made publicly available. In addition, a provisional patent has been granted, and a patent has been filed.&nbsp;</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><strong>&nbsp;</strong><em></em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2017<br>\n\t\t\t\t\tModified by: Qiang&nbsp;Cheng</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1218712/1218712_10199481_1511963203044_comparison--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1218712/1218712_10199481_1511963203044_comparison--rgov-800width.jpg\" title=\"Comparison of our formula with boostrap method on earthquake data\"><img src=\"/por/images/Reports/POR/2017/1218712/1218712_10199481_1511963203044_comparison--rgov-66x44.jpg\" alt=\"Comparison of our formula with boostrap method on earthquake data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Pointwise 95% prediction intervals estimated using the wild cluster bootstrap-t procedure and the derived explicit analytical equations for all 176 recordings of earthquakes.</div>\n<div class=\"imageCredit\">Qiang Cheng and Jale Tezcan</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Qiang&nbsp;Cheng</div>\n<div class=\"imageTitle\">Comparison of our formula with boostrap method on earthquake data</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to introduce a new minimax framework for pattern\n learning to account for uncertainty in large-scale, high-dimensional data and enable the building of novel algorithms for a number of machine learning tasks.\n\nIntellectual Merit: This project provides new theoretical foundations for unifying a variety of regularization models, characterizing various classes of data uncertainty and their corresponding regularizations, and deriving optimal regularizations tailored for specific distortion classes.\n\nNew concepts include sparse grouping representation for counteracting labeling noise, regularizations for multiplicative distortions, nonlinear sparse representation, and group effect Markov random field as well as confidence analysis tailored to feature subset selection and mixed-effect predictive modeling.\n\nNew methods, models, or algorithms include the following: 1. New subspace clustering methods accounting for uncertainty in data with each example being a matrix; 2. New, unified spectral clustering methods with optimal similarity, nonlinearity or graph learning; 3. New models for robust principal component analysis that are accurate, fast or linearly scalable; 4. New models and efficient algorithms for robust nonnegative matrix factorization with optimal graph and feature learning; 5. New top-N recommendation systems on graphs and accounting for nonlinear relationships of users and items; 6. Explicit analytical expressions for quantifying uncertainty for semiparametric mixed-effect least squares SVM regression model; 7. New models and software of kernel-based, mixed-effect regression for earthquake ground motions; 8. New results on identifiability of 3-way tensor decomposition to capture group effects of features; 9. New supervised learning methods and efficient algorithms for multi-class high-dimensional data and images with robustness to labeling noise; 10. New methods and efficient algorithms of feature subset selection for unsupervised learning.  \n\nBroader Impacts: By revealing the robustness characteristics of the minimax formulation, this project facilitates to extract useful patterns, glean actionable insights, provide more reliable predictions, and enable automatic capabilities of discovering knowledge from large-scale, high-dimensional, complex data in diverse fields. Specific applications of the new methods and algorithms are expected to be in various areas such as biomedical informatics, precision medicine, earthquake engineering, and so on. A project website has been launched and is constantly updated. Research findings are disseminated through undergraduate and graduate courses, peer reviewed journal and conference publications, professional presentations, and outreach activities such as the programs of the Summer Bridge and Computer Science Day of the University. Software, data, and computer programs are made publicly available through the PI's website, the github as required by various professional conferences, or ResearchGate of several participants of this project. Naturally fostered are collaborations through this project with medical researchers at medical schools, civil engineers at engineering schools, and biologists at the plant biology department. A number of graduate students at Ph.D. or Master's level have been trained through performing research of this project and successfully completed their studies. Several undergraduate research assistants have been mentored in this project and subsequently entered graduate schools to pursue STEM careers.    \n\nPublications and Research Products: A series of research papers have been published or accepted for publication including about 20 journal papers, about 16 conference papers, three PhD dissertations, and a project website. Most of the papers have appeared in premium venues such as IEEE TPMAI, TNNLS, ICDM, ICDE, CVPR; ACM TIST, TKDD, KDD, CIKM; AAAI, and so on. The majority of the software tools and computer programs corresponding to these publications are made publicly available. In addition, a provisional patent has been granted, and a patent has been filed. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2017\n\n\t\t\t\t\tSubmitted by: Qiang Cheng"
 }
}