{
 "awd_id": "1218586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSR: Small: Towards Autonomous, Ultra-Low Power RFID-Scale Sensing Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 522000.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2015-06-29",
 "awd_abstract_narration": "This project performs fundamental cross-disciplinary cross-layered research into the design, implementation, and deployment of next-generation harvesting-based RFID-scale sensing technologies. The effort involves research at the CRFID hardware/software interface including energy management, data storage systems, and energy-aware computing to advance knowledge and understanding of zero-power pervasive devices. It addresses several fundamental research challenges including: 1) tradeoffs in energy harvesting, storage and usage that can make RFID sensors more programmable while not compromising energy-efficiency, 2) data storage systems that exploit probabilistic flash writes at low voltages, and that can tolerate frequent interruptions of power, and 3) energy management techniques that expose uncertainty-driven energy management interfaces, and schedule tasks in a harvesting-aware manner. \r\n\r\nDirect economic and social impacts of this project are expected in the design, development, and deployment of next-generation RFID-based sensing applications and businesses including medical, environmental, energy, military, homeland security, and transportation. Other benefits include involvement of female minority graduate students in research, and involvement of minority graduate students through the NSF-funded Northeast Alliance for Graduate Education and the Professoriate (NEAGEP).  Further, the research and teaching from the project impacts students across the Five Colleges, which includes two all-women's colleges, Smith and Mount Holyoke, whose students can enroll in courses taught at UMass because of the consortium's cross-registration policy. Curriculum development includes exposing students to challenges at the hardware/software boundary of ultra-low power devices through new or existing courses, tutorials in conferences, and seminars and demos in science fairs intended for high-schoolers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deepak",
   "pi_last_name": "Ganesan",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Deepak K Ganesan",
   "pi_email_addr": "dganesan@cs.umass.edu",
   "nsf_id": "000486260",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Fu",
   "pi_email_addr": "kevinfu@umich.edu",
   "nsf_id": "000247354",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 490000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-9ec7e904-ea38-55db-d371-4f701c49ee69\"> </span></p>\n<p><span id=\"docs-internal-guid-9ec7e904-ea39-d3b3-8ac8-9b8fdf885909\"> </span></p>\n<p dir=\"ltr\"><span>The goal of this project is to design systems challenges in micro-powered sensor devices such as Computational RFIDs (both UHF and HF). For example, how can micro-powered devices perform reliable sensing, storage and processing, despite the unreliable behavior of hardware substrates at low voltage? How can micro-powered sensors be used for continuous sensing despite the uncertain nature of the power sources? What software abstractions are suitable for micro-powered devices to ensure that every nanojoule of energy is used as best as possible? How can we design new generation micro-powered sensor hardware for harvesting-based operation? How can micro-powered sensors harvest sufficient energy from readers or from the environment to perform complex sensing tasks needed for next-generation applications?</span></p>\n<p dir=\"ltr\"><span>The activities performed in this project have resulted in significant advances in our understanding of how to design micro-powered operating systems and network stacks. We developed design abstractions that can enable an operating system for micro-powered systems to scale down to the most extreme harvesting conditions and the most stringent energy buffer limitations. We looked at packet transfer, and identify opportunities between bits as well as within a single bit where sleeps can be inserted. We look at complex sensors such as imagers, and identify how sleeps can be inserted between and within individual pixel sensing operations. Similarly, processing tasks can be broken down into smaller segments that may be only a few instructions in size. The ability to breakdown every possible task into the smallest contiguous execution unit allows our system to scale down to extremely power-deprived regimes where existing systems cannot operate.</span></p>\n<p dir=\"ltr\"><span>We have studied a variety of applications of micro-powered systems as part of our research. One example is the design of a hardware-based &ldquo;NFC guardian&rdquo;, EnGarde, that is perpetually attached to the phone, and acts as an NFC firewall that allows legitimate interactions to occur as normal, while blocking unwanted NFC interactions through jamming. While the idea of jamming unwanted interactions is reminiscent of &nbsp;RFID blocker tags, practical instantiations of such ideas are bulky systems with large power draw, and consequently not in wide use. In contrast, our design is small, passively powered, and can be fully integrated on a mobile phone, thereby making it entirely practical. We also looked at other applications including NFC-based E-ink displays and side-channel attacks using passive sniffing,</span></p>\n<p dir=\"ltr\"><span>Broader impact</span><span>: </span><span>We have trained many undergraduate students as part of this grant, and our graduate students have gone to industry research labs and postdoctoral positions at major universities. We have presented this work at science fairs, demos, and talks to undergraduates. The PIs lab also regularly hosts a smartphone sensing summer course for rising high-schoolers who are part of Girl&rsquo;s Inc. Eureka! program.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2017<br>\n\t\t\t\t\tModified by: Deepak&nbsp;K&nbsp;Ganesan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n \nThe goal of this project is to design systems challenges in micro-powered sensor devices such as Computational RFIDs (both UHF and HF). For example, how can micro-powered devices perform reliable sensing, storage and processing, despite the unreliable behavior of hardware substrates at low voltage? How can micro-powered sensors be used for continuous sensing despite the uncertain nature of the power sources? What software abstractions are suitable for micro-powered devices to ensure that every nanojoule of energy is used as best as possible? How can we design new generation micro-powered sensor hardware for harvesting-based operation? How can micro-powered sensors harvest sufficient energy from readers or from the environment to perform complex sensing tasks needed for next-generation applications?\nThe activities performed in this project have resulted in significant advances in our understanding of how to design micro-powered operating systems and network stacks. We developed design abstractions that can enable an operating system for micro-powered systems to scale down to the most extreme harvesting conditions and the most stringent energy buffer limitations. We looked at packet transfer, and identify opportunities between bits as well as within a single bit where sleeps can be inserted. We look at complex sensors such as imagers, and identify how sleeps can be inserted between and within individual pixel sensing operations. Similarly, processing tasks can be broken down into smaller segments that may be only a few instructions in size. The ability to breakdown every possible task into the smallest contiguous execution unit allows our system to scale down to extremely power-deprived regimes where existing systems cannot operate.\nWe have studied a variety of applications of micro-powered systems as part of our research. One example is the design of a hardware-based \"NFC guardian\", EnGarde, that is perpetually attached to the phone, and acts as an NFC firewall that allows legitimate interactions to occur as normal, while blocking unwanted NFC interactions through jamming. While the idea of jamming unwanted interactions is reminiscent of  RFID blocker tags, practical instantiations of such ideas are bulky systems with large power draw, and consequently not in wide use. In contrast, our design is small, passively powered, and can be fully integrated on a mobile phone, thereby making it entirely practical. We also looked at other applications including NFC-based E-ink displays and side-channel attacks using passive sniffing,\nBroader impact: We have trained many undergraduate students as part of this grant, and our graduate students have gone to industry research labs and postdoctoral positions at major universities. We have presented this work at science fairs, demos, and talks to undergraduates. The PIs lab also regularly hosts a smartphone sensing summer course for rising high-schoolers who are part of Girl?s Inc. Eureka! program.\n\n \n\n \n \n\n\t\t\t\t\tLast Modified: 01/29/2017\n\n\t\t\t\t\tSubmitted by: Deepak K Ganesan"
 }
}