{
 "awd_id": "1218542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Multi-Agent (Multi-Robot) Task Allocation with Formal Guarantees in Dynamic Environments under Realistic Constraints",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Weng-keen Wong",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "This proposal aims to develop algorithms for decentralized task allocation among multiple intelligent agents in uncertain environments with a focus on provable performance bounds. Four task settings and their combinations are to be considered:  (1) constraints among tasks (e.g., disjoint task groups, precedence relations among tasks); (2) constraints among agents (e.g., maintenance of a communication network); (3) constraints among groups of agents (e.g., requiring a group to include agents with specialized skills); (4) on-line arrival of additional tasks. Existing algorithms for task allocation that have provable performance bounds usually do not consider the realistic constraints stated above. On the other hand, approaches that consider some of the constraints above do not have performance bounds. Furthermore, current algorithms often assume the existence of a centralized coordinator  (e.g., an auctioneer in market-based approaches) and may not be scalable. Thus, there is a gap between the existing literature and the practical requirements in multi-robot applications. Hence, there is a need to design distributed task allocation methods that take into consideration practical constraints and have formal performance guarantees. The evaluation plan will use simulated and real robots in search and rescue contexts. The project will use the USARSim environment with approximately 50 simulated robots.\r\n\r\nThe mathematical techniques upon which this project will rely to develop algorithms for task allocation will depend on the problem characteristics. When there are constraints among tasks, the project will use techniques from combinatorial optimization and linear programming. For tasks where each task can be performed by multiple agents, the project will use concepts from cooperative game theory and coalition formation in conjunction with integer optimization techniques. For dynamically arising tasks, the project will explore the use of stochastic programming techniques with the key idea being use of the dual of the integer program model of the task allocation problem to design \"bidding rules\" for agents that ensure a performance guarantee for the overall system.\r\n\r\nA wide range of application domains -- including emergency response, homeland security, environmental monitoring, hazardous waste cleanup and manufacturing -- stand to benefit from the task allocation techniques proposed in this project. Results from this project will enable application domains to more fully reap the benefits of emerging robotic technology by providing techniques that allow robots to autonomously and efficiently coordinate and allocate tasks among themselves. Graduate students will play a major role in conducting the proposed research. Additionally, this project will provide research opportunities to undergraduate students both within Carnegie Mellon University and from other institutions through the Robotics Institute Summer Scholar program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katia",
   "pi_last_name": "Sycara",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Katia P Sycara",
   "pi_email_addr": "sycara@cs.cmu.edu",
   "nsf_id": "000109808",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The task assignment problem is one of the fundamental combinatorial optimization problems. It has been extensively studied in operations research, management science, computer science and robotics. Task assignment problems arise in various applications of multi-robot systems (MRS), such as environmental monitoring, disaster response, extraterrestrial exploration, sensing data collection and collaborative autonomous manufacturing. In these MRS applications, there are realistic constraints on robots and tasks that must be taken into account both from the modeling perspective and the algorithmic perspective. From the modeling perspective, such constraints include: (a) Task group constraints, &nbsp;where tasks form disjoint groups and &nbsp;each robot can be assigned to at most one task in each group. One example of the group constraints comes from tightly-coupled tasks, where multiple micro tasks form one tightly-coupled macro task and need multiple robots to perform each simultaneously. &nbsp;(b) Task deadline constraints, &nbsp;where tasks must be assigned to meet their deadlines. &nbsp;(c) Dynamically-arising tasks, where tasks arrive dynamically and the payoffs of future tasks are unknown. Such tasks arise in scenarios like search and rescue, where new victims are found dynamically. (d) Robot budget constraints, where the number of tasks each robot can perform is bounded according to the resources it possesses (e.g., energy).</p>\n<p>From the algorithmic perspective, there is often a need for <em>decentralized algorithms</em> that are implemented on individual robots, especially when no powerful centralized controller exists, and/or in order to avoid single-point of failure, and/or to be adaptive to environmental changes. Most existing algorithms either do not consider the above constraints in problem modeling, or are centralized, or do not provide formal performance guarantees.</p>\n<p>In this research project, we developed methods to address these issues for two general classes of problems, namely, the constrained linear assignment problem and the constrained generalized assignment problem. The constrained linear assignment problem belongs to P, while the constrained generalized assignment problem is NP-hard.&nbsp; We developed decomposition-based distributed auction algorithms with performance guarantees for both problem classes.&nbsp;</p>\n<p>The multi-robot assignment problem is decomposed into individual &nbsp;optimization problems where each robot solves its own optimization problem iteratively. This decentralized optimization problem solving process &nbsp;leads to a provably good solution to the overall problem. For the constrained linear assignment problem, our&nbsp; approach provides an almost optimal solution. For the constrained generalized assignment problem, we developed a decentralized algorithm that provides a solution within a constant factor of the optimal solution. We&nbsp; also studied the online version of the task allocation problem with task group constraints. For the online problem, we proved that a repeated greedy version of our &nbsp;algorithm gives solution with constant factor competitive ratio. Additionally, we performed&nbsp; simulations to evaluate the average-case performance of the proposed algorithms. Furthermore, we applied the algorithms to&nbsp; multi-robot cooperative package transport to illustrate the approach.</p>\n<p>Our algorithms are applicable to many significant problems, such as multi-robot transport of consumer goods, multi-robot transport of materials in manufacturing, large scale search and rescue, environmental monitoring and cleanup and robotics assisted precision agriculture.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2016<br>\n\t\t\t\t\tModified by: Katia&nbsp;P&nbsp;Sycara</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe task assignment problem is one of the fundamental combinatorial optimization problems. It has been extensively studied in operations research, management science, computer science and robotics. Task assignment problems arise in various applications of multi-robot systems (MRS), such as environmental monitoring, disaster response, extraterrestrial exploration, sensing data collection and collaborative autonomous manufacturing. In these MRS applications, there are realistic constraints on robots and tasks that must be taken into account both from the modeling perspective and the algorithmic perspective. From the modeling perspective, such constraints include: (a) Task group constraints,  where tasks form disjoint groups and  each robot can be assigned to at most one task in each group. One example of the group constraints comes from tightly-coupled tasks, where multiple micro tasks form one tightly-coupled macro task and need multiple robots to perform each simultaneously.  (b) Task deadline constraints,  where tasks must be assigned to meet their deadlines.  (c) Dynamically-arising tasks, where tasks arrive dynamically and the payoffs of future tasks are unknown. Such tasks arise in scenarios like search and rescue, where new victims are found dynamically. (d) Robot budget constraints, where the number of tasks each robot can perform is bounded according to the resources it possesses (e.g., energy).\n\nFrom the algorithmic perspective, there is often a need for decentralized algorithms that are implemented on individual robots, especially when no powerful centralized controller exists, and/or in order to avoid single-point of failure, and/or to be adaptive to environmental changes. Most existing algorithms either do not consider the above constraints in problem modeling, or are centralized, or do not provide formal performance guarantees.\n\nIn this research project, we developed methods to address these issues for two general classes of problems, namely, the constrained linear assignment problem and the constrained generalized assignment problem. The constrained linear assignment problem belongs to P, while the constrained generalized assignment problem is NP-hard.  We developed decomposition-based distributed auction algorithms with performance guarantees for both problem classes. \n\nThe multi-robot assignment problem is decomposed into individual  optimization problems where each robot solves its own optimization problem iteratively. This decentralized optimization problem solving process  leads to a provably good solution to the overall problem. For the constrained linear assignment problem, our  approach provides an almost optimal solution. For the constrained generalized assignment problem, we developed a decentralized algorithm that provides a solution within a constant factor of the optimal solution. We  also studied the online version of the task allocation problem with task group constraints. For the online problem, we proved that a repeated greedy version of our  algorithm gives solution with constant factor competitive ratio. Additionally, we performed  simulations to evaluate the average-case performance of the proposed algorithms. Furthermore, we applied the algorithms to  multi-robot cooperative package transport to illustrate the approach.\n\nOur algorithms are applicable to many significant problems, such as multi-robot transport of consumer goods, multi-robot transport of materials in manufacturing, large scale search and rescue, environmental monitoring and cleanup and robotics assisted precision agriculture.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/01/2016\n\n\t\t\t\t\tSubmitted by: Katia P Sycara"
 }
}