{
 "awd_id": "1218419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of tunable nanomagnetic microwave oscillators and circuits",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 261916.0,
 "awd_amount": 261916.0,
 "awd_min_amd_letter_date": "2012-02-10",
 "awd_max_amd_letter_date": "2012-02-10",
 "awd_abstract_narration": "The project will address the mechanisms of spin transfer-induced magnetization oscillations in nanodevices based on magnetic point contacts, and explore the methods to control their characteristics.  In order to improve the variability among the devices and reduce the generation linewidth for practical applications, it is important to understand the spatial properties of magnetization dynamics and their relationship with the device geometry and physical conditions.  To accomplish these goals, a combination of electronic spectroscopy and two imaging techniques, Brillouin light scattering microscopy and x-ray dichroism microscopy, will be employed for characterization of spatial and spectral properties of oscillators.  To understand the role of device structure, two new magnetic geometries will be explored that will enable independent control of the configurations of the magnetic layers in the devices.  Nanomagnetic oscillators with improved oscillation characteristics will be designed by employing magnetic confinement effects as well as dynamical feedback.  Two types of feedback will be implemented including a resonant circuit and an electromagnetically coupled active external feedback.  The latter will be implemented through phase locking to second harmonic, also known as parametric pumping, or other higher order phase locking effects.\r\n\r\nIntellectual merit.  The main outcome of the project will be comprehensive measurement of the magnetization dynamics induced by spin transfer, which will lead to an improved fundamental understanding of the effects of spin transfer and magnetization dynamics in nanoscale systems.  The information obtained from the proposed measurements will be used to develop new methods to control and modify magnetic dynamics in nanostructures.  The project will contribute to development of magnetic microscopy and spectroscopy techniques, as well as time-resolved microscopic measurements.  The main transformative aspect of the project will be a qualitatively new level of understanding of current-induced dynamical properties of magnetic nanodevices achieved by using new measurement techniques, as well as development of novel active magnetic devices.\r\n\r\nBroader impacts. The project will contribute to the development of new nanoscale magnetic measurement techniques involving spectroscopy and time-resolved microscopy.  In addition to practical applications in microwave technology, the project will invigorate the broader research area of science and engineering of nanomagnetic devices, with additional benefits for design and implementation of magnetic memory and logic devices that share the fundamental properties with magnetic nano-oscillators.\r\n\r\nThe project will contribute to professional development of the students involved in its implementation, other students in the PI's group via group-level interactions, as well as a much larger group of students and researchers that will be involved in the measurements at the collaborating institution and the national facility, and those attending conferences and seminars where the results of the research will be presented. The impact on the professional development of undergraduate students will be enhanced by the continued commitment of the PI to undergraduate student research, and active involvement in several undergraduate summer research programs.  A female and/or a minority student will be specifically targeted for the participation in the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergei",
   "pi_last_name": "Urazhdin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergei Urazhdin",
   "pi_email_addr": "surazhd@emory.edu",
   "nsf_id": "000325783",
   "pi_start_date": "2012-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 261915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The possibility to induce oscillations of nanomagnets by electric current has been discovered more than a decade ago, but because the experimental studies of nanoscale systems are challenging, the exact nature of these dynamical states has remained elusive. The project provided an unprecedented insight into the current-driven dynamical phenomena by using three complementary experimental approaches: electronic spectroscopy that provided precise information about the spectral characteristics of the oscillations, the recently developed microfocus Brillouin Light Spectroscopy, which provided spatial, spectral, and temporal information, and scanning x-ray transmission microscopy (SXTM), which provided high spatial and temporal resolution. These measurements showed that, in contrast to the usual dynamical states of ferromagnets which form propagating planar spin waves, the oscillation is localized within about 100 nm region due to the nonlinearity - dependence of the oscillation frequency on its amplitude. The understanding gained in these measurements enabled the development of two new types of nanooscillators driven by pure spin current &ndash; one utilizing the spin Hall effect observed in heavy metals, another utilizing a separation between the current and the spin paths. Moreover, it became possible to engineer nanostructures that exhibit controllable spectral and spatial characteristics, such as a magnetic nano-oscillator that can directionally emit spin waves into a nanoscale spin waveguide. The Project findings provide a route for the construction of nanoscale circuits that use spin waves as a dynamical medium carrying the information. These spin waves can be locally emitted by the nano-oscillators, and are manipulated in nanoscale magnetic logic circuits all located on a single magnetoelectronic chip.</p>\n<p class=\"SMM19body\">In addition to the contributions to our fundamental understanding of nanoscale magnetic systems and to the future information technologies, as described above, the project has contributed to the scientific and technical training of the Project personnel, as well as a significant number of students who benefitted from the unrestricted and free access to the facilities and resources supported by the Project, and scientific education of many researchers who listed to the presentations and read the publications resulting from the Project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2014<br>\n\t\t\t\t\tModified by: Sergei&nbsp;Urazhdin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe possibility to induce oscillations of nanomagnets by electric current has been discovered more than a decade ago, but because the experimental studies of nanoscale systems are challenging, the exact nature of these dynamical states has remained elusive. The project provided an unprecedented insight into the current-driven dynamical phenomena by using three complementary experimental approaches: electronic spectroscopy that provided precise information about the spectral characteristics of the oscillations, the recently developed microfocus Brillouin Light Spectroscopy, which provided spatial, spectral, and temporal information, and scanning x-ray transmission microscopy (SXTM), which provided high spatial and temporal resolution. These measurements showed that, in contrast to the usual dynamical states of ferromagnets which form propagating planar spin waves, the oscillation is localized within about 100 nm region due to the nonlinearity - dependence of the oscillation frequency on its amplitude. The understanding gained in these measurements enabled the development of two new types of nanooscillators driven by pure spin current &ndash; one utilizing the spin Hall effect observed in heavy metals, another utilizing a separation between the current and the spin paths. Moreover, it became possible to engineer nanostructures that exhibit controllable spectral and spatial characteristics, such as a magnetic nano-oscillator that can directionally emit spin waves into a nanoscale spin waveguide. The Project findings provide a route for the construction of nanoscale circuits that use spin waves as a dynamical medium carrying the information. These spin waves can be locally emitted by the nano-oscillators, and are manipulated in nanoscale magnetic logic circuits all located on a single magnetoelectronic chip.\nIn addition to the contributions to our fundamental understanding of nanoscale magnetic systems and to the future information technologies, as described above, the project has contributed to the scientific and technical training of the Project personnel, as well as a significant number of students who benefitted from the unrestricted and free access to the facilities and resources supported by the Project, and scientific education of many researchers who listed to the presentations and read the publications resulting from the Project.\n\n \n\n\t\t\t\t\tLast Modified: 07/02/2014\n\n\t\t\t\t\tSubmitted by: Sergei Urazhdin"
 }
}