{
 "awd_id": "1218635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CIF: Small: Modules as a Framework for Interference Alignment in Networks",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 117000.0,
 "awd_amount": 117000.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "Interference Alignment is a breakthrough paradigm for wireless networks where several users share the same channel resources. Today's commercially available networks are built so as to avoid interference, so that a given resource is used by only one user at a time. With interference alignment, all users access the channel simultaneously and each user obtains half the interference-free rate, thereby achieving a network throughput that scales linearly with the number of users. The two most commonly studied approaches to interference alignment are the linear and non-linear schemes. In the former case the alignment problem can be formulated as that of solving an overdetermined system of equations with respect to a subset of the unknowns, and can be cast into the familiar language of vector spaces. The latter requires deep results in number theory on approximating an irrational number by a rational one. At present no unifying framework exists that encompasses both approaches.  This research uses the theory of modules (on residue rings or polynomial rings) from modern algebra as a unifying framework for interference alignment. First the framework is introduced and shown to reduce to well known linear and non-linear interference alignment by choosing proper rings. Then, channels are classified in terms of their submodule decomposition and their degrees of freedom evaluated. Finally, actual codes are designed through a novel method where a destination decodes the lattice code that is the closet (in a nested lattice chain) to the received signal. This latter task has connections with the recently proposed compute-and-forward method of relaying. Connections among the two are also explored.\r\n\r\nThe central impact of the proposed work stems from its unified theoretical treatment of interference alignment. No such unified framework or methodology exists at present. Although it has been often observed that classical linear algebra tools are insufficient for network problems, the theory of modules has not emerged so far as a tool to explain, analyze and design codes for interference networks. This research, by exploring novel foundations of interference alignment, will provide the community with an extremely rich toolset to design and analyze codes, which is expected to impact and benefit other network problem such as network coding and compute-and-forward relaying.\r\nFrom a technical perspective the new paradigm proposed in this research will enlarge the scope of information processing in interference networks, and provide an important step forward into the consolidation of a comprehensive theory of network science for distributed, decentralized, interfering networks. The results of this research will be presented at major national and international professional venues, in the information theory and communication networks communities and are expected to be of immediate use to the industrial sector.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Tuninetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela Tuninetti",
   "pi_email_addr": "danielat@uic.edu",
   "nsf_id": "000302799",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 117000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<div>In this project we investigated how to&nbsp;design codes for interference alignment in wireless interference&nbsp;networks with relays. Interference alignment is a breakthrough paradigm for wireless networks in which many users--that simultaneously share the same resources--obtain half the interference-free rate. This means that with&nbsp;interference alignment,&nbsp;no matter how many users are competing for the same resources, each user obtains half of what he could have obtained if he were alone on the network. In this research we investigated several aspects of interference alignment in networks in which users do not have the same amount of resources; in particular we studied the case where the number of antennas at each user may differ and where realy nodes &nbsp;with different degrees of abilities&nbsp;may be present. We improved on state-of-the-art results on the problem and disseminated our findings at major international conferences.&nbsp;</div>\n<div><br />From a technical perspective, the paradigm proposed in this research is expected to enlarge the scope of information&nbsp;processing in interference networks. The result of this research may impact the design of future wireless networks thereby providing benefits to the society at large through a more performing telecommunication infrastructure. As a result of this research, one graduate student was trained and will be soon ready to enter the workforce.</div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2014<br>\n\t\t\t\t\tModified by: Daniela&nbsp;Tuninetti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nIn this project we investigated how to design codes for interference alignment in wireless interference networks with relays. Interference alignment is a breakthrough paradigm for wireless networks in which many users--that simultaneously share the same resources--obtain half the interference-free rate. This means that with interference alignment, no matter how many users are competing for the same resources, each user obtains half of what he could have obtained if he were alone on the network. In this research we investigated several aspects of interference alignment in networks in which users do not have the same amount of resources; in particular we studied the case where the number of antennas at each user may differ and where realy nodes  with different degrees of abilities may be present. We improved on state-of-the-art results on the problem and disseminated our findings at major international conferences. \n\nFrom a technical perspective, the paradigm proposed in this research is expected to enlarge the scope of information processing in interference networks. The result of this research may impact the design of future wireless networks thereby providing benefits to the society at large through a more performing telecommunication infrastructure. As a result of this research, one graduate student was trained and will be soon ready to enter the workforce.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/16/2014\n\n\t\t\t\t\tSubmitted by: Daniela Tuninetti"
 }
}