{
 "awd_id": "1219254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: Small: Modeling, Querying and Mining of Dynamic Graphs",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 498318.0,
 "awd_amount": 514318.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2014-07-14",
 "awd_abstract_narration": "Many applications generate data that can be modeled as graphs: Biological networks, social networks, ecological networks and food-webs, among others. Traditional graph theory and most current research in graph modeling, querying, and mining concentrates on problems where the graph structure is inherently static and does not change with time. But networks in the real world are dynamic in nature with a wide range of temporal changes. While the topology of networks such as social networks and transportation networks undergoes gradual change (or evolution), the content (information flow, annotations) changes more rapidly. \r\n\r\nAgainst this background, this project aims to develop a set of scalable querying and mining tools for dynamic graphs by integrating techniques from databases, data mining, and algorithms. The first research thrust examines inherent properties for characterizing dynamic graphs, specifically the dynamic reachability structure of nodes. It also investigates high-fidelity methods for generating dynamic graphs based on these properties. The second research thrust aims to develop summarization techniques for dynamic graph structures. These techniques can be used to compress large graph datasets, to make predictions about future values, and to query information cascades under partial observation. The third research thrust aims to develop techniques for mining significant dynamic subgraphs under different constraints of connectivity such as fixed subgraph structure, connected subgraphs, and smooth subgraphs. The goal is here to find anomalous patterns in dynamic graph datasets using a statistical characterization of background behavior. The final research thrust reconsiders the first three research thrusts from the point of view of content and topic models in order to understand the relationship between content of a message and its flow in a network. The developed methods will be evaluated using a number of real-world data sets including email datasets such as Enron, re-tweeting activity data sets on Twitter, Facebook wall posts, and transportation networks. \r\n\r\nAn important result of this work is a theoretically well-founded and empirically verifiable framework for modeling, querying and mining of dynamic graphs. Aspects of dynamic behavior in which both the structure of networks  and their content (information flow, annotations, etc.) change will be considered. The study of such dynamic networks and how information flows through them is essential to developing a theory of dynamic networks and their evolution. This work helps answer questions such as power-law applies to dynamic behavior, whether content of a message can predict its flow and vice versa, whether anomalies in a dynamic network can be mined effectively by building either an empirical summary or a generative model. Robust open source tools based on the developed algorithms will be released for research, academic and non-profit endeavors. The research is expected to yield new techniques in graph algorithms, graph databases, and graph mining, and realize a collection of tools that can be used by scientists, and ultimately lead to a theory for dynamic graphs. \r\n\r\nBroader Impacts: The proposed project will integrate research and education by introducing the results of the project into a graduate seminar, and a graduate course on information management. The project will support a postdoctoral researcher and train graduate students. The project offers enhanced opportunities for research-based training of graduate and undergraduate students, including members of under-represented groups e.g., females in Computer Science at the University of California at Santa Barbara. For high school students, the CNSI Apprentice Research Program at UCSB brings in high school students every summer. The open source implementations of algorithms resulting from this work will be freely disseminated to the community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ambuj",
   "pi_last_name": "Singh",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ambuj K Singh",
   "pi_email_addr": "ambuj@cs.ucsb.edu",
   "nsf_id": "000390386",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "University of California",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931065110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 328979.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 169339.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project developed novel methods for mining and modeling networks.&nbsp; The first research thread examined network processes. Such processes arise in multiple domains ranging from biology and neuroscience to transportation and information networks. They evolve temporally, following the underlying graph topology. The network structure remains relatively fixed, while the shape, size and position of the affected network regions change gradually with time: traffic jams grow, move, shrink and eventually disappear; public attention shifts among current hot topics inducing a similar shift of highly accessed Wikipedia articles. Discovery of such smoothly evolving network processes has the potential to expose the intrinsic mechanisms of complex network dynamics, enable new data-driven models and improve network design. We developed novel methods for finding such network processes using new techniques for regularization over network structure and time.</p>\n<p>The second research thread examined global-state networks. Global-state networks provide a powerful mechanism to model the increasing heterogeneity in data generated by current systems. Such a network comprises a series of network snapshots with dynamic local states at nodes, and a global network state indicating the occurrence of an event. These networks arise in biology (pathways implicated in a disease), learning (brain regions activated in a learning task), and social networks (sentiments of users). We developed new methods for discovering sub-networks that correlate with the global network state. We applied this method to analyzing functional brain networks (in collaboration with brain scientists) and found network fragments that are related to learning motor tasks.&nbsp;</p>\n<p>The third research thread examined information cascades. Complex network phenomena (such as information cascades in online social networks) are hard to fully observe, model, and forecast. We developed models for predicting the growth of such cascades. One such model was completely data-driven. The second method clustered users into groups and utilized tensor decomposition. A similar line of research developed new methods for predicting the flow of crowds in a city based on big data, including human mobility data, weather conditions, and road network data.&nbsp;</p>\n<p>The project trained 3 postdoctoral researchers/scientists, 8 PhD students, and 4 undergraduate students. Two of the PhD students completed their theses while funded by the project. Results of the project were disseminated through conference/journal papers and through software downloads.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2017<br>\n\t\t\t\t\tModified by: Ambuj&nbsp;Singh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project developed novel methods for mining and modeling networks.  The first research thread examined network processes. Such processes arise in multiple domains ranging from biology and neuroscience to transportation and information networks. They evolve temporally, following the underlying graph topology. The network structure remains relatively fixed, while the shape, size and position of the affected network regions change gradually with time: traffic jams grow, move, shrink and eventually disappear; public attention shifts among current hot topics inducing a similar shift of highly accessed Wikipedia articles. Discovery of such smoothly evolving network processes has the potential to expose the intrinsic mechanisms of complex network dynamics, enable new data-driven models and improve network design. We developed novel methods for finding such network processes using new techniques for regularization over network structure and time.\n\nThe second research thread examined global-state networks. Global-state networks provide a powerful mechanism to model the increasing heterogeneity in data generated by current systems. Such a network comprises a series of network snapshots with dynamic local states at nodes, and a global network state indicating the occurrence of an event. These networks arise in biology (pathways implicated in a disease), learning (brain regions activated in a learning task), and social networks (sentiments of users). We developed new methods for discovering sub-networks that correlate with the global network state. We applied this method to analyzing functional brain networks (in collaboration with brain scientists) and found network fragments that are related to learning motor tasks. \n\nThe third research thread examined information cascades. Complex network phenomena (such as information cascades in online social networks) are hard to fully observe, model, and forecast. We developed models for predicting the growth of such cascades. One such model was completely data-driven. The second method clustered users into groups and utilized tensor decomposition. A similar line of research developed new methods for predicting the flow of crowds in a city based on big data, including human mobility data, weather conditions, and road network data. \n\nThe project trained 3 postdoctoral researchers/scientists, 8 PhD students, and 4 undergraduate students. Two of the PhD students completed their theses while funded by the project. Results of the project were disseminated through conference/journal papers and through software downloads. \n\n\t\t\t\t\tLast Modified: 01/04/2017\n\n\t\t\t\t\tSubmitted by: Ambuj Singh"
 }
}