{
 "awd_id": "1219996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Workshop on the Role of Higher Education: Fostering P-20+ Community Engagement through Knowledge Production, Human Capacity Building, Innovation and Social Cohesion",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "W. Y. B. Chang",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 48348.0,
 "awd_amount": 48348.0,
 "awd_min_amd_letter_date": "2012-02-15",
 "awd_max_amd_letter_date": "2015-01-20",
 "awd_abstract_narration": "The workshop is the first in a series of international collaborative workshops for academic representatives from three countries, the U.S., China, and South Africa, to discuss the role of higher education. As centers of discovery, learning, innovation, and societal well-being, it is imperative that institutions of higher education in the 21st century foster P-20+ community engagement through knowledge production; human capacity building, including broadening participation and integration of research and education; and innovation and social cohesion. The organizing committees are ethnically diverse and multidisciplinary. More specifically, the participants comprise individuals with substantial national and international experience combined with years of local engagement and expertise, such that the proposal will contribute to collaborations that draw upon many fields and cultures. This international collaboration is necessary because STEM challenges are affected by both national and global conditions; opportunities to learn across cultures and societies would increase understanding of global conditions and national experiences.\r\n\r\nThis workshop will contribute to preparing and engaging a diverse STEM workforce, investing in new STEM fields and shifts in existing fields, and increasing international partnerships and collaborations. This workshop would help launch an ongoing, global learning community focused on STEM diversity. It would also help build trusting relationships over time; create an honest interchange for ongoing learning, sharing, and adapting each others' approaches; develop creative and innovative solutions globally and nationally; and, ultimately, help significantly reduce inequalities and increase diversity in STEM among partnering societies and around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ira",
   "pi_last_name": "Harkavy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ira Harkavy",
   "pi_email_addr": "harkavy@pobox.upenn.edu",
   "nsf_id": "000501087",
   "pi_start_date": "2012-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191043246",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1066",
   "pgm_ref_txt": "SOUTH AFRICA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7299",
   "pgm_ref_txt": "INTERNATIONAL PLAN & WORKSHOPS"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48348.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Grant No. 1219996 supported the proposal, &ldquo;The First International Workshop on the Role of Higher Education: Fostering P-20+ Community Engagement through Knowledge Production, Human Capacity Building, Innovation and Social Cohesion, a U.S. &ndash; China &ndash; South Africa Collaboration.&rdquo;&nbsp; It involved the first in a series of collaborative workshops for academic representatives from three countries, the U.S., China, and South Africa, which set an agenda to be continued with events in each country. As centers of discovery, learning, innovation, and societal well-being, it is imperative that institutions of higher education in the 21st century foster P-20+ community engagement through knowledge production; human capacity building, including broadening participation and integration of research and education; and innovation and social cohesion.</p>\n<p>&nbsp;</p>\n<p>The grant received a no-cost extension, which resulted in significant additional outcomes, including additional international meetings, internal planning meetings, community meetings, and production and dissemination of a white paper.&nbsp; All activities supported by the grant have been focused on a key societal issue&mdash;that is, improving schooling and education to increase diversity, equity, and inclusion in STEM.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The purpose of the white paper produced as part of this grant, &ldquo;Realizing STEM Equity and Diversity through Higher Education-Community Engagement,&rdquo; (written by Ira Harkavy, Nancy Cantor, and Myra Burnett) was to present a promising approach to advancing equity in science, technology, engineering, and mathematics (STEM) through higher education-community engagement.&nbsp; It is our intention that this paper will advance both the understanding and practice in the field by presenting key findings and recommendations for effective higher education-community engagement in STEM.</p>\n<p class=\"BodyC\">&nbsp;</p>\n<p class=\"Default\">The authors propose a recursive, iterative approach that is based on the following propositions:</p>\n<ol>\n<li>Significant societal problems cannot be solved without full inclusion.</li>\n<li>Inclusion, in turn, will result in better science and a better society.&nbsp; </li>\n<li>Higher education-community engagement focused on locally manifested universal problems is an effective strategy for realizing full inclusion and for producing better science and a better society.&nbsp; </li>\n<li>Issues of knowledge generation, STEM equity, and social cohesion are faced by societies all over the world; they are universal problems that are manifested locally, which no single society can solve.&nbsp; An ongoing, global learning community focused on higher education-community engagement and STEM equity is needed to produce better science, broaden participation, reduce inequalities, and improve societies.&nbsp; </li>\n</ol>\n<p>&nbsp;</p>\n<p class=\"BodyC\">The white paper concludes with a series of recommendations, derived from two international workshops, which, the authors believe, have powerful implications for significantly enhancing STEM equity, driving broader participation, and producing better science.&nbsp; Moreover, the findings in this white paper demonstrate the value of learning and collaboration on a global basis.&nbsp; In combination, the specific findings derived at the workshops, the authors further believe, illustrate a potentially powerful approach to significantly reducing inequalities and increasing diversity in STEM in communities and societies throughout the world.</p>\n<p class=\"BodyC\">&nbsp;</p>\n<p class=\"BodyC\">The intellectual merit of this grant is realized through the development of new conceptualizations and core concepts and new approaches to research and knowledge generation, which are captured in the white paper. These new ways of thinking serve to advance knowledge about improving equity in science, tech...",
  "por_txt_cntn": "\nGrant No. 1219996 supported the proposal, \"The First International Workshop on the Role of Higher Education: Fostering P-20+ Community Engagement through Knowledge Production, Human Capacity Building, Innovation and Social Cohesion, a U.S. &ndash; China &ndash; South Africa Collaboration.\"  It involved the first in a series of collaborative workshops for academic representatives from three countries, the U.S., China, and South Africa, which set an agenda to be continued with events in each country. As centers of discovery, learning, innovation, and societal well-being, it is imperative that institutions of higher education in the 21st century foster P-20+ community engagement through knowledge production; human capacity building, including broadening participation and integration of research and education; and innovation and social cohesion.\n\n \n\nThe grant received a no-cost extension, which resulted in significant additional outcomes, including additional international meetings, internal planning meetings, community meetings, and production and dissemination of a white paper.  All activities supported by the grant have been focused on a key societal issue&mdash;that is, improving schooling and education to increase diversity, equity, and inclusion in STEM. \n\n \n\nThe purpose of the white paper produced as part of this grant, \"Realizing STEM Equity and Diversity through Higher Education-Community Engagement,\" (written by Ira Harkavy, Nancy Cantor, and Myra Burnett) was to present a promising approach to advancing equity in science, technology, engineering, and mathematics (STEM) through higher education-community engagement.  It is our intention that this paper will advance both the understanding and practice in the field by presenting key findings and recommendations for effective higher education-community engagement in STEM.\n \nThe authors propose a recursive, iterative approach that is based on the following propositions:\n\nSignificant societal problems cannot be solved without full inclusion.\nInclusion, in turn, will result in better science and a better society.  \nHigher education-community engagement focused on locally manifested universal problems is an effective strategy for realizing full inclusion and for producing better science and a better society.  \nIssues of knowledge generation, STEM equity, and social cohesion are faced by societies all over the world; they are universal problems that are manifested locally, which no single society can solve.  An ongoing, global learning community focused on higher education-community engagement and STEM equity is needed to produce better science, broaden participation, reduce inequalities, and improve societies.  \n\n\n \nThe white paper concludes with a series of recommendations, derived from two international workshops, which, the authors believe, have powerful implications for significantly enhancing STEM equity, driving broader participation, and producing better science.  Moreover, the findings in this white paper demonstrate the value of learning and collaboration on a global basis.  In combination, the specific findings derived at the workshops, the authors further believe, illustrate a potentially powerful approach to significantly reducing inequalities and increasing diversity in STEM in communities and societies throughout the world.\n \nThe intellectual merit of this grant is realized through the development of new conceptualizations and core concepts and new approaches to research and knowledge generation, which are captured in the white paper. These new ways of thinking serve to advance knowledge about improving equity in science, technology, engineering, and mathematics (STEM) through higher education-community engagement. \n \n\nThe broader impacts of this grant have been realized through the formation of a global learning community focused on STEM diversity and equity, dissemination of the white paper and its ideas, and improving mutual understanding and practice in the f..."
 }
}