{
 "awd_id": "1219804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Are coral diseases contagious?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 256888.0,
 "awd_amount": 256888.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "Diseases are believed to be one of the greatest threats to corals in the Caribbean. Yet, very little is known about marine diseases in general and coral diseases in particular.  Identifying coral pathogens has proven difficult and evasive and many coral diseases are assumed to be infectious, suggesting that infection is caused by pathogens being passed from colony to colony. However, few studies have tested this assumption and this project will incorporate spatial epidemiology, or disease mapping, to provide insight into whether diseases cluster and follow a contagious-disease model. This will be accomplished by using a hierarchical sampling design over two spatial scales in the Caribbean. The study will also incorporate locations with and without a recent history of frequent thermal stress to also test the alternate hypothesis that coral diseases are not infectious but are the result of secondary effects due to thermal stress such as the increase of opportunistic pathogens from the normal flora of the coral or compromised coral immune systems. This approach will be combined with experiments to examine whether coral diseases are indeed transmissible. There is great urgency to identify coral diseases, predict their prevalence, and determine whether they are infectious or not. This project will help provide an understanding of the etiology of coral diseases, which can then inform us whether human intervention will help reduce their prevalence and negative outcomes. Although microbes play a role in coral disease, many coral diseases might not be transmissible. Therefore, we also need to incorporate environmental threshold parameters, which may be more likely as an underlying mechanism driving coral-disease dynamics. The results will have important implications for modeling diseases and predicting contemporary and future coral disease outbreaks.  \r\n\tThe Broader Impacts of this proposal are potentially transformative with regards to our understanding of coral disease by taking a spatial ecology and epidemiological approach.  The principal investigator will train underrepresented groups in coral reef biology and ecology as well as train a Ph. D. level graduate student during this project.  Additionally, the principal investigator will conduct public outreach activities on the importance of coral reef ecosystem services.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "van Woesik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert van Woesik",
   "pi_email_addr": "rvw@fit.edu",
   "nsf_id": "000495196",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Institute of Technology",
  "inst_street_address": "150 W UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MELBOURNE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3216748000",
  "inst_zip_code": "329018995",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "FL08",
  "org_lgl_bus_name": "FLORIDA INSTITUTE OF TECHNOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNN6VH618X58"
 },
 "perf_inst": {
  "perf_inst_name": "Florifa Institute of Technology",
  "perf_str_addr": "150 West University Blvd",
  "perf_city_name": "Melbourne",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329016975",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730800",
   "pgm_ele_name": "BE-UF: ECOL OF INFECTIOUS DISE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 256888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past four decades, outbreaks of coral diseases have resulted in considerable loss of live-coral cover throughout the Caribbean region. Despite their long histories and ubiquitous distributions, the etiologies of most coral diseases remain poorly understood. Coral diseases have been assumed to be the result of infectious and contagious pathogens, yet recent evidence suggests that some diseases may result from compromised corals that have been subjected to increased environmental stresses associated with climate change. The objectives of this study were to determine: (i) if corals with disease cluster, and follow a contagious-disease model over different spatial scales, (ii) if thermal stress is a useful predictor of disease prevalence, (iii) whether coral diseases are contagious, and (iv) whether the relative risk of corals becoming diseased varied with respect to thermal-stress history.</p>\n<p class=\"float-left\">This research has shown that disease clustering is rare in the Caribbean.&nbsp; Previous studies assumed that coral diseases were infectious and contagious. We tested this simple assumption and found that the three main coral diseases in the Caribbean did not consistently cluster at the scale of observation, from meters to tens of kilometers. Therefore, these diseases are unlikely to be contagious. This field study was further supported by our laboratory-based experiments, which failed to find direct or indirect transmission of dark-spot syndrome. We also recently showed, using hindcasting, that there is a strong relationship between recent ocean warming and outbreaks of white-band disease on acroporid corals. The results of our models suggest that decades-long climate-driven changes in sea surface temperature, increases in thermal minima, and the breach of thermal maxima have all played significant roles in the spread of white-band disease. The research was the first study to really link diseases in the Caribbean with long-term ocean warming. It seems therefore that the expression of many coral diseases is instead a two-step process. First, environmental thresholds are exceeded. Second, these environmental conditions either weaken the corals, which are then more susceptible to infection, or the conditions increase the virulence or abundance of pathogens. Our research is improving public knowledge and attitudes toward &lsquo;healthy reefs&rsquo; in general, and coral diseases in particular. There are hundreds of millions of people that use resources on reefs worldwide. Sustaining healthy reefs is critical to sustaining resources. Our work is showing that changes to the environment are causing an increase in the prevalence of coral diseases. In many cases, improvements to environmental conditions, such as increases in water quality, can reduce marine diseases. Indeed, our work is the first step toward managing and reducing coral diseases. Bottom of Form</p>\n<p>&nbsp;The project has provided opportunities for 2 PhD students undertaking spatial-field studies, performing experimental manipulations on coral diseases in a controlled setting, undertaking sophisticated data analysis, writing scientific manuscripts for publication, and presenting research at scientific conferences. The program also has provided opportunities for 6 undergraduate students. We prepared a database that has been finalized and submitted to the Biological and Chemical Oceanography Data Management Office (BCO-DMO) at Woods Hole (<a href=\"http://www.bco-dmo.org/project/562563\">http://www.bco-dmo.org/project/562563</a>. In conclusion, our research suggests that many common coral diseases in the Caribbean are not readily contagious. Instead, outbreaks of these diseases are likely the result of opportunistic infections, which occur when the corals&rsquo; innate immune systems are compromised, particularly under thermal stress. The frequency of thermal-stress events, long-term rates of ...",
  "por_txt_cntn": "\nOver the past four decades, outbreaks of coral diseases have resulted in considerable loss of live-coral cover throughout the Caribbean region. Despite their long histories and ubiquitous distributions, the etiologies of most coral diseases remain poorly understood. Coral diseases have been assumed to be the result of infectious and contagious pathogens, yet recent evidence suggests that some diseases may result from compromised corals that have been subjected to increased environmental stresses associated with climate change. The objectives of this study were to determine: (i) if corals with disease cluster, and follow a contagious-disease model over different spatial scales, (ii) if thermal stress is a useful predictor of disease prevalence, (iii) whether coral diseases are contagious, and (iv) whether the relative risk of corals becoming diseased varied with respect to thermal-stress history.\nThis research has shown that disease clustering is rare in the Caribbean.  Previous studies assumed that coral diseases were infectious and contagious. We tested this simple assumption and found that the three main coral diseases in the Caribbean did not consistently cluster at the scale of observation, from meters to tens of kilometers. Therefore, these diseases are unlikely to be contagious. This field study was further supported by our laboratory-based experiments, which failed to find direct or indirect transmission of dark-spot syndrome. We also recently showed, using hindcasting, that there is a strong relationship between recent ocean warming and outbreaks of white-band disease on acroporid corals. The results of our models suggest that decades-long climate-driven changes in sea surface temperature, increases in thermal minima, and the breach of thermal maxima have all played significant roles in the spread of white-band disease. The research was the first study to really link diseases in the Caribbean with long-term ocean warming. It seems therefore that the expression of many coral diseases is instead a two-step process. First, environmental thresholds are exceeded. Second, these environmental conditions either weaken the corals, which are then more susceptible to infection, or the conditions increase the virulence or abundance of pathogens. Our research is improving public knowledge and attitudes toward æhealthy reefsÆ in general, and coral diseases in particular. There are hundreds of millions of people that use resources on reefs worldwide. Sustaining healthy reefs is critical to sustaining resources. Our work is showing that changes to the environment are causing an increase in the prevalence of coral diseases. In many cases, improvements to environmental conditions, such as increases in water quality, can reduce marine diseases. Indeed, our work is the first step toward managing and reducing coral diseases. Bottom of Form\n\n The project has provided opportunities for 2 PhD students undertaking spatial-field studies, performing experimental manipulations on coral diseases in a controlled setting, undertaking sophisticated data analysis, writing scientific manuscripts for publication, and presenting research at scientific conferences. The program also has provided opportunities for 6 undergraduate students. We prepared a database that has been finalized and submitted to the Biological and Chemical Oceanography Data Management Office (BCO-DMO) at Woods Hole (http://www.bco-dmo.org/project/562563. In conclusion, our research suggests that many common coral diseases in the Caribbean are not readily contagious. Instead, outbreaks of these diseases are likely the result of opportunistic infections, which occur when the coralsÆ innate immune systems are compromised, particularly under thermal stress. The frequency of thermal-stress events, long-term rates of change in sea-surface temperature, and the breach of thermal maxima, all increase the risk and the likelihood of coral disease on Caribbean reefs.\n\n \n\n \n\n\t\t\t\t\tLast Modified: ..."
 }
}