{
 "awd_id": "1219600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Undergraduate Design Project Competition in Rehabilitation and Assistive Devices",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 21500.0,
 "awd_amount": 21500.0,
 "awd_min_amd_letter_date": "2012-05-03",
 "awd_max_amd_letter_date": "2012-05-03",
 "awd_abstract_narration": "PI: Maletsky, Lorin\r\nProposal Number: 1219600\r\n\r\n The Bioengineering Division (BED) of the American Society of Mechanical Engineers hosts the annual Summer Bioengineering Conference (SBC). The 2012 SBC, to be held June 20-23, 2012 at the el Conquistador Resort in Fajardo, Puerto Rico, will be the 14th installment of this conference. The budget request to NSF is to provide support for the 2012 Undergraduate Design Project Competition in Rehabilitation and Assistive Devices and a workshop to help researchers translate their rehabilitation ideas to market. The primary objectives of the competition are to expose more students to rehabilitation needs and support projects in this area as well as to help develop future researchers and engineers in this. Funding will also support a workshop to be presented at the meeting which will explain how to convert concepts in rehabilitation developed from student projects into viable market products. All technical presentations will be two-page extended abstracts and compiled in a CD format, distributed to all registrants. The primary purpose of this conference is to promote state-of-the-art research, collaboration, and scientific discourse in the broad field of bioengineering with a focus on cutting edge biomechanics encompassing molecular to tissue and organism-level approaches. This conference highlights and encourages student participation to advance the education and career aspirations of these future leaders of bioengineering. \r\n\r\nIntellectual Merit: The design projects are rigorously reviewed using a series of criteria and projects need to be sufficiently developed to be considered in one of the top six finalists. For the finalist presentations at the conference, each team will present their design to the audience and must be able to answer questions. The finalist team members who attend the conference will also be able to participate in an extremely high quality scientific and intellectually stimulating interdisciplinary meeting. It is the premiere meeting for bioengineering with a focus on biomechanical engineering. One of the workshops, Bringing Assistive Devices to Market, will highlight the translation of rehabilitation projects to marketable products. Five other workshops with significant scientific and educational topics in bioengineering will also be presented: 4D Phase Contrast MRI for Hemodynamics, Solid Mechanics over Hierarchical Scales by Noninvasive Imaging, Tips for Tenure in Bioengineering, Teaching Cell & Tissue Engineering, and Biotransport Education. We will also have two additional Challenges: the Grand Challenge in Predicting Knee Loads and Computational Fluid Dynamics Challenge. Challenge sessions highlight student achievements in engineering design and modeling and rapidly advance the field through simultaneously encouraging competition and collaboration. The winners of the Lissner and Mow Medals and the Fung Young Investigator Award will make scientific presentations. \r\n\r\nBroader Impact: The rehabilitation design competition will bring students from across the country to a meeting who might otherwise not have an opportunity to attend an international research conference. In addition to the direct impact this conference will have on the mainstream bioengineering community, it serves an important cross-fertilization role. We will have in attendance bioengineers, engineers from other disciplines, cell and molecular biologists, biochemists, biophysicists, and other scientists participating in the meeting. In that manner, this conference will have a much broader impact than if it were to be attended by just the biomechanics community. Most importantly, we expect that more than 50% of the attendees will be students and postdoctoral fellows. This will provide a broad impact for the current times as well as for the future, as these students will benefit by participation in the meeting and through the material presented by the plenary speakers, workshops, and challenges. Through the CD containing technical proceedings and conference web site, information presented at the meeting will be available to multiple societies and to the public at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorin",
   "pi_last_name": "Maletsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lorin Maletsky",
   "pi_email_addr": "maletsky@ku.edu",
   "nsf_id": "000202951",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "ASME BED Annual Conference",
  "perf_str_addr": "",
  "perf_city_name": "Fajardo",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "",
  "perf_ctry_code": "RQ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "PR",
  "perf_ctry_name": "Puerto Rico",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 21500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the goals of the grant was to support six undergraduate student design teams who completed projects in Rehabilitation and Assistive Devices by providing travel support to present their work at the annual Summer Bioengineering Conference held by the American Society of Mechanical Engineers Bioengineering Division in Fajardo, Puerto Rico in June of 2012.</p>\n<p>The following six teams presented their design projects at the 2012 SBC in Fajardo, Puerto Rico and finished in the order shown. All teams had a least one member present and many had at least two. The team that placed third was not able to attend the conference and instead presented their work via the internet.&nbsp; The six teams presented their work on Thursday, June 21 between 3:00 and 4:30 during the session entitled, <em>Undergraduate Design Project Competition in Rehabilitation and Assistive Devices</em>.</p>\n<ol>\n<li>&ldquo;Design of a Novel Electronic Travel Aid to Assist Visually Impaired Individuals Navigate their Environment&rdquo; (80352), <em>Illinois Institute of Technology</em>, Robert Morrison, Thomas Lord, Emily Esko, Lauren Gillmeister, Christine Kazlauskas, </li>\n<li>&nbsp;&ldquo;Design of a Multi-Function Walker/Cane for Enhanced Assistive Function&rdquo; (80299), <em>Clarkson University</em>; Thomas Finn, Thomas Burns, Emily Garrant, Frank Hemsing, Kathleen Lewicki, Ryan Pane</li>\n<li>&ldquo;Portable Braille Reader&rdquo; (80950), <em>Indian Institute of Technology Delhi</em>, Pranay Jain, Anshul Singhal</li>\n</ol> \n<ul>\n<li>&nbsp;&ldquo;Design of an Eye Tracking System Enabling Communication&nbsp; for TBI and SCI Patients&rdquo; (80214), <em>University of Denver</em>, Jeff Evans, Peter Neilson, Jordan Rath, John DeWitt</li>\n<li>&ldquo;Collapsible Load Bearing Assistive Standing Device for Paraplegics&rdquo; (80356), <em>University of Waterloo</em>, Jennifer Book, Isabel Giraldo</li>\n<li>&ldquo;MALCOLM: Improving Pediatric Cerebral Palsy Rehabilitation through Diagnostics&rdquo; (80264), <em>Rice University</em>, Jessica Joyce, Jennifer Desmarais, Kurt Kienast, Lawrence Lin, Leslie Miller, Allison Post</li>\n</ul>\n<p>A second goal of the grant was to provide travel support to the same conference for presenters in a workshop about helping researchers learn how to bring assistive devices to market from student projects.</p>\n<p>On Saturday June 23 at 11:30, a workshop entitled, <em>Bringing Assistive Device Designs to Market</em>, was held with the following three speakers: Stephen Sundarrao from the University of South Florida and CEO of Rehab Ideas, Inc; Sandy McCombe-Waller from the University of Maryland School of Medicine; and Scott Daigle who is co-founder of IntelliWheels, Inc. The workshop was well attended and all speakers received some travel support to attend.</p>\n<p>The largest impact on the bioengineering discipline is in providing a number of undergraduate students who have an interest in biomedical engineering an opportunity to present their work at a premier national conference. This funding for travel as part of a biomedical design competition has significantly increased the undergraduate student participation at the conference. We believe that for most undergraduate students this provides an opportunity that would otherwise not be available to them as many schools are cutting funding for undergraduate travel. Additionally, all of the designs have to demonstrate a market for their product and be feasible as typically demonstrated by showing a prototype at the conference. We believe most of these products have the potential to be marketable. The workshop also provided knowledge to attendees to help them bring student developed products to market.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2015<br>\n\t\t\t\t\tModified by: Lorin&nbsp;Maletsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the goals of the grant was to support six undergraduate student design teams who completed projects in Rehabilitation and Assistive Devices by providing travel support to present their work at the annual Summer Bioengineering Conference held by the American Society of Mechanical Engineers Bioengineering Division in Fajardo, Puerto Rico in June of 2012.\n\nThe following six teams presented their design projects at the 2012 SBC in Fajardo, Puerto Rico and finished in the order shown. All teams had a least one member present and many had at least two. The team that placed third was not able to attend the conference and instead presented their work via the internet.  The six teams presented their work on Thursday, June 21 between 3:00 and 4:30 during the session entitled, Undergraduate Design Project Competition in Rehabilitation and Assistive Devices.\n\n\"Design of a Novel Electronic Travel Aid to Assist Visually Impaired Individuals Navigate their Environment\" (80352), Illinois Institute of Technology, Robert Morrison, Thomas Lord, Emily Esko, Lauren Gillmeister, Christine Kazlauskas, \n \"Design of a Multi-Function Walker/Cane for Enhanced Assistive Function\" (80299), Clarkson University; Thomas Finn, Thomas Burns, Emily Garrant, Frank Hemsing, Kathleen Lewicki, Ryan Pane\n\"Portable Braille Reader\" (80950), Indian Institute of Technology Delhi, Pranay Jain, Anshul Singhal\n \n\n \"Design of an Eye Tracking System Enabling Communication  for TBI and SCI Patients\" (80214), University of Denver, Jeff Evans, Peter Neilson, Jordan Rath, John DeWitt\n\"Collapsible Load Bearing Assistive Standing Device for Paraplegics\" (80356), University of Waterloo, Jennifer Book, Isabel Giraldo\n\"MALCOLM: Improving Pediatric Cerebral Palsy Rehabilitation through Diagnostics\" (80264), Rice University, Jessica Joyce, Jennifer Desmarais, Kurt Kienast, Lawrence Lin, Leslie Miller, Allison Post\n\n\nA second goal of the grant was to provide travel support to the same conference for presenters in a workshop about helping researchers learn how to bring assistive devices to market from student projects.\n\nOn Saturday June 23 at 11:30, a workshop entitled, Bringing Assistive Device Designs to Market, was held with the following three speakers: Stephen Sundarrao from the University of South Florida and CEO of Rehab Ideas, Inc; Sandy McCombe-Waller from the University of Maryland School of Medicine; and Scott Daigle who is co-founder of IntelliWheels, Inc. The workshop was well attended and all speakers received some travel support to attend.\n\nThe largest impact on the bioengineering discipline is in providing a number of undergraduate students who have an interest in biomedical engineering an opportunity to present their work at a premier national conference. This funding for travel as part of a biomedical design competition has significantly increased the undergraduate student participation at the conference. We believe that for most undergraduate students this provides an opportunity that would otherwise not be available to them as many schools are cutting funding for undergraduate travel. Additionally, all of the designs have to demonstrate a market for their product and be feasible as typically demonstrated by showing a prototype at the conference. We believe most of these products have the potential to be marketable. The workshop also provided knowledge to attendees to help them bring student developed products to market.\n\n\t\t\t\t\tLast Modified: 06/17/2015\n\n\t\t\t\t\tSubmitted by: Lorin Maletsky"
 }
}