{
 "awd_id": "1219199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Efficient Learning Algorithms for Modeling Natural Data",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 449999.0,
 "awd_amount": 449999.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "The ability to accurately model such complex phenomena as the natural scene statistics inherent in stacks of photographs or movies, or the collective behavior of hundreds of simultaneously recorded neurons in the cerebral cortex, would be transformative for our understanding of the natural world and of human thought.  The insights gained would not only enhance our understanding of the brain and the sensory stimuli it can process, but they would confer practical advantages as well -- leading to improvements in automated speech recognition and meaningful analysis of real-time video, for example.  The various data needed for these studies is coming online at a rapid pace, but these large and complex data sets defy traditional modeling and analysis techniques.  Unfortunately, the complexity and size of many recently acquired corpora in biology, physics, and engineering domains render them incapable of being fit by powerful mathematical models unless they are constrained by strong and unjustified assumptions about the data.  This, coupled with the general difficulty of developing general purpose machine learning algorithms has driven most contemporary scientists and engineers to focus on algorithms tailored to narrow problem spaces rather than tackling the more general machine learning problem.  Fortunately, some researchers have continued to push for general learning algorithms with capabilities more similar to human intelligence, but they have typically had to rely on ad hoc assumptions or uncontrolled approximations in order to make progress on this daunting problem.  This proposal is to further develop a recently introduced machine learning technique, called Minimum Probability Flow learning, so that it is capable of fitting exceedingly general parametric models to much larger data sets than has ever been possible before.  In addition, this proposal is to develop novel, complimentary methods for sampling efficiently from a model distribution once the parameters have been fit to data, so that the models can be understood and meaningfully compared with one another.  These techniques will be used to study the statistical structure of natural scenes by fitting a new and powerful mathematical model to a database consisting of a large number of photographs.  The program proposed here is highly interdisciplinary, drawing ideas and approaches from physics, engineering, computer science, and systems neuroscience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "DeWeese",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R DeWeese",
   "pi_email_addr": "deweese@berkeley.edu",
   "nsf_id": "000077484",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "132 Barker Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 449999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We developed efficient algorithms for obtaining representative samples from arbitrarily complex probabilistic models.&nbsp; More specifically, we developed a novel extension of the Hamiltonian Monte Carlo sampling method that outperforms previous sampling techniques in terms of the mixing time --- the time needed to achieve samples that are decorrelated from the initial state of the system. &nbsp;Our approach relies on its ability to relax the usual requirement of detailed balance needed for previous sampling methods.&nbsp; One benefit of our algorithm is that it reduces the number of \"reversals\" needed to enforce detailed balance as the sampler moves through the space of states of the model.&nbsp; We have also developed a more sophisticated scheme involving multiple auxiliary variables added to the model, compared to the one auxiliary variable needed for every original model variable for the usual Hamiltonian Monte Carlo approach.</p>\n<p>We also further developed our &ldquo;Minimum Probability Flow&rdquo; (MPF) algorithm for fitting mathematical models to complex data sets.&nbsp; We now have rigorous mathematical bounds on the speed of convergence of the MPF algorithm.&nbsp; Such bounds, and even estimates of convergence time, have proven difficult to obtain for traditional fitting algorithms.&nbsp; Related to these bounds on convergence time, we have also derived bounds on the goodness-of-fit of the model parameters obtained by MPF once it has converged.&nbsp; These types of results are also hard to achieve with traditional learning algorithms.&nbsp; We have written and posted online user-friendly code for several of the most successful extensions of MPF that we have developed. &nbsp; &nbsp; &nbsp;&nbsp;</p>\n<p>We derived a new work energy relation for non-equilibrium systems that remains valid even for systems that do not obey Hamiltonian dynamics.&nbsp; We show how our relation can be used as a computational device to compute changes in free energy in otherwise intractable systems that do obey Hamiltonian dynamics.</p>\n<p>We derived the minimum amount of entropy associated with any binary system consistent with any specified set of first- and second-order statistics for arbitrarily large systems.&nbsp; We motivated the work in terms of population activity in neural networks, but our results have implications for a wide range of systems.</p>\n<p>We computed the optimal protocols for achieving a variety of desired transitions between states in a variety of driven non-equilibrium systems.&nbsp; In particular, we found the procedure for erasing a bit of information in finite time while dissipating the least amount of waste heat into the environment for several model systems.&nbsp; This is an important result related to the design of future computing technology that will need to be efficient in order to perform substantially better than existing approaches.</p>\n<p>We designed and built a prototype ultrasonic sonar device for assisting blind people in navigation.&nbsp; The basic idea is to emit high frequency sounds from speakers mounted on a pair of eyeglasses worn by the subject.&nbsp; These sounds are reflected on nearby objects and then recorded by microphones mounted on the same pair of glasses.&nbsp; The recordings are shifted downward in frequency in real time and played through earphones to the subject so she can then use the reflected sounds to detect the presence of walls, stairs, and other nearby surfaces while walking.</p>\n<p>We introduced a collection of novel information measures to the study of neural activity and discovered both universal and unique features for a range of spiking neuron models.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2016<br>\n\t\t\t\t\tModified by: Michael&nbsp;Deweese</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe developed efficient algorithms for obtaining representative samples from arbitrarily complex probabilistic models.  More specifically, we developed a novel extension of the Hamiltonian Monte Carlo sampling method that outperforms previous sampling techniques in terms of the mixing time --- the time needed to achieve samples that are decorrelated from the initial state of the system.  Our approach relies on its ability to relax the usual requirement of detailed balance needed for previous sampling methods.  One benefit of our algorithm is that it reduces the number of \"reversals\" needed to enforce detailed balance as the sampler moves through the space of states of the model.  We have also developed a more sophisticated scheme involving multiple auxiliary variables added to the model, compared to the one auxiliary variable needed for every original model variable for the usual Hamiltonian Monte Carlo approach.\n\nWe also further developed our \"Minimum Probability Flow\" (MPF) algorithm for fitting mathematical models to complex data sets.  We now have rigorous mathematical bounds on the speed of convergence of the MPF algorithm.  Such bounds, and even estimates of convergence time, have proven difficult to obtain for traditional fitting algorithms.  Related to these bounds on convergence time, we have also derived bounds on the goodness-of-fit of the model parameters obtained by MPF once it has converged.  These types of results are also hard to achieve with traditional learning algorithms.  We have written and posted online user-friendly code for several of the most successful extensions of MPF that we have developed.       \n\nWe derived a new work energy relation for non-equilibrium systems that remains valid even for systems that do not obey Hamiltonian dynamics.  We show how our relation can be used as a computational device to compute changes in free energy in otherwise intractable systems that do obey Hamiltonian dynamics.\n\nWe derived the minimum amount of entropy associated with any binary system consistent with any specified set of first- and second-order statistics for arbitrarily large systems.  We motivated the work in terms of population activity in neural networks, but our results have implications for a wide range of systems.\n\nWe computed the optimal protocols for achieving a variety of desired transitions between states in a variety of driven non-equilibrium systems.  In particular, we found the procedure for erasing a bit of information in finite time while dissipating the least amount of waste heat into the environment for several model systems.  This is an important result related to the design of future computing technology that will need to be efficient in order to perform substantially better than existing approaches.\n\nWe designed and built a prototype ultrasonic sonar device for assisting blind people in navigation.  The basic idea is to emit high frequency sounds from speakers mounted on a pair of eyeglasses worn by the subject.  These sounds are reflected on nearby objects and then recorded by microphones mounted on the same pair of glasses.  The recordings are shifted downward in frequency in real time and played through earphones to the subject so she can then use the reflected sounds to detect the presence of walls, stairs, and other nearby surfaces while walking.\n\nWe introduced a collection of novel information measures to the study of neural activity and discovered both universal and unique features for a range of spiking neuron models.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/20/2016\n\n\t\t\t\t\tSubmitted by: Michael Deweese"
 }
}