{
 "awd_id": "1219315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Checking and Correcting the Timescale for the Archaeology of the East Mediterranean-Near East in Later Prehistory & Protohistory: Investigating the Scale of a Radiocarbon Offset",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 204681.0,
 "awd_amount": 204681.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "With National Science Foundation (NSF) support, Drs. Sturt Manning and Timothy Jull, together with a postdoctoral scholar, other colleagues, and US students, will collect and analyze tree-rings from southern Jordan, Europe and North America in order to investigate and establish what is the appropriate radiocarbon timeline for archaeological and environmental dating in the southern Levant and east Mediterranean region. This issue is critical for determining the correct timeframe for Biblical Archaeology - and so early Biblical history - as well as the timeframes and histories of the other important ancient cultures of the Near East and east Mediterranean region. Over the last two decades there has been much unresolved debate on this topic.\r\n\r\nRadiocarbon (14C) is the main science-based method used to most date sites and finds in the ancient Near East and eastern Mediterranean in the period before about 500 BCE (before the historical civilizations of ancient Greece and Rome). Radiocarbon dating has become increasingly precise in recent years, and employs sophisticated analytical approaches. As a result there have been active and vigorous debates over key topics like the exact dating of early Israel and the precise timeframe of early Biblical history, among others. These debates have serious implications for how we interpret and understand the early history of these civilizations and have profound effects on a number of fields centered on the history and culture of the world of the Hebrew Bible and its contemporaries. But, as precision and resolution have increased, some previously disregarded issues relevant to radiocarbon dating such as, the potential relevance of differences in the growing seasons of plants in different areas - start to become critically important if the correct high resolution chronology is to be achieved. \r\n\r\nUsing known-age tree-ring samples - precise to the calendar year - from the east Mediterranean and southern Levant, and comparing these with known age tree rings from Germany, Ireland and the North America, in the context of a carefully-designed program of high-resolution accelerator mass spectrometer (AMS) radiocarbon analysis capable of resolving radiocarbon levels to within about 3 parts per thousand, this project will investigate and quantify what is the appropriate radiocarbon calibration dataset for the southern Levant and east Mediterranean region (and quantify the nature and scale of any growingseason-related offset). This will provide the basis for archaeological, early historical and environmental chronologies in the Near East and east Mediterranean to be both accurate as well as precise.\r\n\r\nThe project will develop existing collaborative research on tree-rings in Jordan by the Cornell Laboratory in partnership with the American Centre of Oriental Research (ACOR) in Amman, Jordan, and will involve a postdoctoral scholar, a graduate student, and undergraduate students in the Cornell laboratory. The radiocarbon work on known-age tree-ring samples at the University of Arizona Accelerator Mass Spectrometry (AMS) Laboratory, will provide an important opportunity to test and develop the accuracy and precision of this key US facility central to NSF sponsored radiocarbon-based work across several fields from archaeology to a range of the environmental and geological sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sturt",
   "pi_last_name": "Manning",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Sturt W Manning",
   "pi_email_addr": "sm456@cornell.edu",
   "nsf_id": "000078708",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "A. J. Timothy",
   "pi_last_name": "Jull",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A. J. Timothy Jull",
   "pi_email_addr": "jull@u.arizona.edu",
   "nsf_id": "000423115",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "B-48 Goldwin Smith Hall",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148533201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1393",
   "pgm_ref_txt": "ARCHAEOMETRY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 204681.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to investigate whether the standard northern hemisphere radiocarbon calibration curve - how radiocarbon dates are converted into calendar years - was relevant to radiocarbon dating of samples from archaeological work from the southern Levant (e.g. Israel), or whether there might be some small but important differences (linked to timing of growing seasons within the year and climate factors) and to check that such a difference, if it existed, did not apply elsewhere (to the north) in the east Mediterranean. A key reason to investigate this question is because for 20 years there has been a vigorous debate/controversy over the correct dating of earlier Iron Age Israel based on radiocarbon dates - but it appeared that a key issue - what calibration curve is appropriate - had not been considered despite hundreds of radiocarbon dates being run and used in various studies addressing this topic.</p>\n<p>Fieldwork to obtain samples and the building of annually resolved tree-ring chronologies for juniper trees from southern Jordan was undertaken to cover the last several centuries, and other samples were collected or obtained from wood/trees originally growing in Lebanon, Cyprus and Turkey. Radiocarbon dating of known-age tree rings for the 300-year period 1612-1912 CE by 5-year (ring) groups by two different laboratories showed, as hypothesized in the grant application, variations in some periods of time away from the northern hemisphere calibration trend and instead to around the range of the southern hemisphere (contrary to assumptions to now). This situation may indicate approximate (and average) differences in calendar ages determined from radiocarbon dates in the southern Levant of up to around 40 years in some periods versus using the standard northern hemisphere radiocarbon calibration curve. This situation is believed to relate to differences in growing seasons within the year between the southern Levant versus the areas from which trees were obtained to build the northern hemisphere calibration record as well as some other climate processes. A set of cedar wood samples from a period of climate change at the end of the 3rd millennium BC also exhibited some change in 14C values versus the northern hemisphere standard values. In contrast, and as predicted in the grant application, tree-rings from areas to the north in the east Mediterranean where the growing season is more similar to the rest of the mid-latitude northern hemisphere have largely compatible radiocarbon ages with the standard northern hemisphere record with only very small offsets observed at some times of major climate change.</p>\n<p>This project has thus produced evidence that indicates that the debate over the dating of earlier Iron Age Israel by radiocarbon is more complicated than so far realized. The two main positions are around ca. 50 years apart, but variations of up to 40 years can be expected from better understanding the radiocarbon record and processes in the southern Levant. This will be important to future work trying to produce an accurate (as well as precise) timeframe for the early history of Israel in the period ca. 1200-700 BCE. The findings of this project also have wider relevance to the use of radiocarbon to build accurate timeframes in several areas of the world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2016<br>\n\t\t\t\t\tModified by: Sturt&nbsp;W&nbsp;Manning</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project sought to investigate whether the standard northern hemisphere radiocarbon calibration curve - how radiocarbon dates are converted into calendar years - was relevant to radiocarbon dating of samples from archaeological work from the southern Levant (e.g. Israel), or whether there might be some small but important differences (linked to timing of growing seasons within the year and climate factors) and to check that such a difference, if it existed, did not apply elsewhere (to the north) in the east Mediterranean. A key reason to investigate this question is because for 20 years there has been a vigorous debate/controversy over the correct dating of earlier Iron Age Israel based on radiocarbon dates - but it appeared that a key issue - what calibration curve is appropriate - had not been considered despite hundreds of radiocarbon dates being run and used in various studies addressing this topic.\n\nFieldwork to obtain samples and the building of annually resolved tree-ring chronologies for juniper trees from southern Jordan was undertaken to cover the last several centuries, and other samples were collected or obtained from wood/trees originally growing in Lebanon, Cyprus and Turkey. Radiocarbon dating of known-age tree rings for the 300-year period 1612-1912 CE by 5-year (ring) groups by two different laboratories showed, as hypothesized in the grant application, variations in some periods of time away from the northern hemisphere calibration trend and instead to around the range of the southern hemisphere (contrary to assumptions to now). This situation may indicate approximate (and average) differences in calendar ages determined from radiocarbon dates in the southern Levant of up to around 40 years in some periods versus using the standard northern hemisphere radiocarbon calibration curve. This situation is believed to relate to differences in growing seasons within the year between the southern Levant versus the areas from which trees were obtained to build the northern hemisphere calibration record as well as some other climate processes. A set of cedar wood samples from a period of climate change at the end of the 3rd millennium BC also exhibited some change in 14C values versus the northern hemisphere standard values. In contrast, and as predicted in the grant application, tree-rings from areas to the north in the east Mediterranean where the growing season is more similar to the rest of the mid-latitude northern hemisphere have largely compatible radiocarbon ages with the standard northern hemisphere record with only very small offsets observed at some times of major climate change.\n\nThis project has thus produced evidence that indicates that the debate over the dating of earlier Iron Age Israel by radiocarbon is more complicated than so far realized. The two main positions are around ca. 50 years apart, but variations of up to 40 years can be expected from better understanding the radiocarbon record and processes in the southern Levant. This will be important to future work trying to produce an accurate (as well as precise) timeframe for the early history of Israel in the period ca. 1200-700 BCE. The findings of this project also have wider relevance to the use of radiocarbon to build accurate timeframes in several areas of the world.\n\n\t\t\t\t\tLast Modified: 11/25/2016\n\n\t\t\t\t\tSubmitted by: Sturt W Manning"
 }
}