{
 "awd_id": "1219241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Small: Individualized Inverse-Blurring and Aberration Compensated Displays for Personalized Vision Correction with Applications for Mobile Devices",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 499996.0,
 "awd_amount": 499996.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2017-03-09",
 "awd_abstract_narration": "This research is concerned with the refractive elements of the eye and the errors or artifacts produced in the process of focusing light onto the retina.  As the popularity of mobile hand-held devices continues to grow, a limiting factor that may emerge as an increasing impediment to their adoption among sizeable segments of the population is the prevalence of vision problems.  Effective use of these devices is predicated upon reasonable visual performance by a user who must interact with a small area.  This is particularly problematic for the population of older users, who face increasing incidence of vision ailments as they age.  But even for younger people, there is evidence that the prevalence of myopia is increasing, especially in Asian populations.  Furthermore, some visual impairments involve higher order optical aberrations (sometimes referred to as \"irregular astigmatism\"), which are impossible to correct with spectacle lenses.\r\n\r\nIn prior work, the PI developed Vision-Realistic Rendering (VRR) to simulate an individual's vision system from measuring his or her optical system.  Given these same optical measurements for that individual, the PI's goal in the current project is to achieve vision correction algorithmically and digitally rather than optically; that is, given a user with refractive error corrected by spectacles or with high order optical aberrations, compute an individualized \"inverse blur\" transformation to be applied to a sharp image such that when the resulting transformed image is then viewed by this individual, the inverse blur is canceled by the optical aberrations of his or her vision and this blurred version of the image appears in sharp focus to this individual.\r\n\r\nThe problem with the inverse blurring process is that it tends to produce an image whose dynamic range is much larger than that of the original image (due to a weak frequency response in the blurring kernel, and division by weak response creates large values).  There are usually many negative pixels and a bright spot in the pre-deconvolved image.   Computation of the pre-deconvolved image involves using inverse-filtering or a spatial domain solver.  However, the situation is fundamentally different from that of performing the image de-blurring as a post-process; since the blurring convolution is the final step, there is a loss of frequency information that cannot be recovered by adding prior knowledge.  The PI's approach in this project is to address the large dynamic range of the pre-deconvolved image by using a high dynamic range display system, and the loss of frequency information by the concept of a multi-layered display that does not lose any frequency content even after the blurring.\r\n\r\nBroader Impacts:  Eyeglasses cannot correct higher order optical aberrations that arise in the vision system of many patients who have certain types of corneal pathologies or who experience side effects of corneal refractive surgeries (such as LASIK and PRK).  If successful, this research will significantly impact vision correction technology by laying the foundations for a variety of new display algorithms and devices which transcend this limitation and provide vision correction for patients whose vision problems are related to either low or higher order optical aberrations.  \r\n\r\nThe PI makes a concerted effort to involve undergraduate students and minorities in his research.  He offers independent study for students at all levels, includes undergraduate students in research group meetings, and offers freshman and sophomore seminars on related topics.  He works closely with the Black Graduate Engineering and Science Students and Latino Association of Graduate Students in Engineering and Science, and supervises students in the Summer Undergraduate Program in Engineering Research at Berkeley which brings underrepresented minorities from around the country to do research at Berkeley during the summer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Barsky",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Barsky",
   "pi_email_addr": "barsky@cs.berkeley.edu",
   "nsf_id": "000255212",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Berkeley",
  "perf_str_addr": "387 Soda Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201776",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 499996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research algorithmically achieves vision correction for the viewer of a display based on measurements of the optical aberrations of his or her vision. The approach computes an altered display that when viewed by the particular individual user would appear in sharp focus for this particular individual.</p>\n<p>This could impact computer monitors, laptops, tablets, and mobile phones. Vision correction could be provided in some cases where spectacles are ineffective. &nbsp;One of the potential applications is a heads-up display that would enable a driver or pilot to read the instruments and gauges with his or her lens still focused for the far distance. &nbsp;</p>\n<p>Combining this approach with a camera would yield a novel assistive device to help low vision patients whose vision cannot be corrected with eyeglasses to be able to see the world. &nbsp;Eventually this could lead to digital eyeglasses with near-eye displays projecting personalized inversely blurred images into the eyes of the visually impaired viewer that could be seen in sharp focus.&nbsp;</p>\n<p>Since some visual impairments are optically impossible to correct with eyeglasses (involving irregular astigmatism and higher order optical aberrations), the research could provide the opportunity to be able to see displays for the first time to those for whom this has been heretofore impossible due to their suffering from these ocular conditions. &nbsp;</p>\n<p>Scientific American selected this research as one of its ten annual \"World Changing Ideas.\"</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2018<br>\n\t\t\t\t\tModified by: Brian&nbsp;A&nbsp;Barsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research algorithmically achieves vision correction for the viewer of a display based on measurements of the optical aberrations of his or her vision. The approach computes an altered display that when viewed by the particular individual user would appear in sharp focus for this particular individual.\n\nThis could impact computer monitors, laptops, tablets, and mobile phones. Vision correction could be provided in some cases where spectacles are ineffective.  One of the potential applications is a heads-up display that would enable a driver or pilot to read the instruments and gauges with his or her lens still focused for the far distance.  \n\nCombining this approach with a camera would yield a novel assistive device to help low vision patients whose vision cannot be corrected with eyeglasses to be able to see the world.  Eventually this could lead to digital eyeglasses with near-eye displays projecting personalized inversely blurred images into the eyes of the visually impaired viewer that could be seen in sharp focus. \n\nSince some visual impairments are optically impossible to correct with eyeglasses (involving irregular astigmatism and higher order optical aberrations), the research could provide the opportunity to be able to see displays for the first time to those for whom this has been heretofore impossible due to their suffering from these ocular conditions.  \n\nScientific American selected this research as one of its ten annual \"World Changing Ideas.\"\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/31/2018\n\n\t\t\t\t\tSubmitted by: Brian A Barsky"
 }
}