{
 "awd_id": "1219130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RI: Small: Collaborative Research: 'Houston We Have A Solution': Novel Speech Processing Advancements for Analysis of Large Asynchronous Multi-Channel Audio Corpora",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 365199.0,
 "awd_amount": 393309.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2016-01-27",
 "awd_abstract_narration": "This project is focused on developing new speech processing techniques which will transform access to large asynchronous multi-channel and diverse collections of multimedia materials. In particular, the algorithms developed are being employed to create a novel multi-source and multi-scale event reconstruction system that brings together the massive archives of the Apollo lunar missions, to create experiential interaction with historical materials. Specific research advancements are focused on state of the art acoustic environment analysis, speech recognition including keyword spotting, speaker identification under adverse conditions, multimodal content alignment, and automated linking for events and entities from spoken content. Specifically, the research is developing: (i) new techniques for noise- and channel-robust acoustic processing, exploiting missing-features concepts with novel feature extraction and compensation techniques, (ii) a new articulatory framework for speech recognition for robustness to variations in speech production, (iii) environmental \"sniffing\" techniques to automatically characterize acoustic environments to improve robustness, and (iv) automatic detection of novel task-specific audio-events. Since the data is asynchronous, unique speech analytics techniques are being formulated to address the large number of \"local loop\" intercom circuits in the NASA Mission Control Center, audio recorded onboard the two Apollo spacecrafts during specific mission events, and space-to-ground radio circuits. The specific speech, language, and knowledge extraction advancements will be integrated into a new automated evaluation model that reflects specific challenges encountered in the event reconstruction task. This platform will be deployed and evaluated by actual users from the Science and Engineering Education Center (SEEC) of the University of Texas at Dallas. \r\n\r\nIntegration of robust speech processing algorithms with event reconstruction systems will have a direct and immediate impact on education, society, and government organizations. Working with NASA's Apollo mission data allows for the development of speech technology for challenging audio that contains severe communication channel artifacts, cross-talk/static/tones, and low signal-to-noise ratios. The software being developed in this project will be made available to any non-profit organization for use in audio/video search (download with training modules). Students working on senior design teams will also develop a Contact Science station to be deployed in Dallas, TX and overseen by the University of Texas in Dallas Science and Engineering Education Center to illustrate and assess student use of the advancements.  As a lasting legacy for this project, this project team includes eminent historians of human space flight, who will explore opportunities to deploy this event reconstruction system in a museum setting where it can support both scholarship and public engagement, and we will make the system itself available on an open-source basis to support other researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hansen",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Hansen",
   "pi_email_addr": "John.Hansen@utdallas.edu",
   "nsf_id": "000197424",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abhijeet",
   "pi_last_name": "Sangwan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abhijeet Sangwan",
   "pi_email_addr": "abhijeet.sangwan@utdallas.edu",
   "nsf_id": "000611593",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Dallas",
  "perf_str_addr": "800 West Campbell Road",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 365199.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 28110.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\"><strong>Part A: Technical Description:</strong><br /></span>This project has focused on developing new speech/speaker/language processing techniques which transform access to large asynchronous multi-channel diverse collections of multimedia materials with application to NASA Apollo program (<a href=\"https://app.exploreapollo.org/\">https://app.exploreapollo.org/</a>). In particular, the algorithms developed have been employed to create a novel multi-source interactive event system that brings together the massive archives of Apollo lunar missions, emphasizing Apollo-11, to create a unique experiential interaction with historical materials. The specific research accomplishments center around state-of-the-art audio based acoustic diarization (i.e., who spoke what when and how), environmental sniffing/analysis, speech recognition including keyword spotting, speaker identification and tracking under adverse conditions, speaker state and conversational interaction assessment (sentiment, word count, conversational leader/follower), and multimodal content alignment. Accomplished research includes: (i) new techniques for robust acoustic diarization processing, (ii) novel unsupervised speech activity detection; (iii) speaker clustering, identification, tracking; (iv) hot-spot detection using automatic speech recognition and keyword spotting; (v) speaker state assessment including sentiment analysis; (vi) conversational interaction analysis; and (vii) corpus development including both audio hardware advancements and software pipeline processing for digitizing Apollo 30-track tapes and massive audio archive knowledge extraction. &nbsp;Since data is asynchronous, unique speech analytic techniques were formulated to address &ldquo;local loop&rdquo; intercom circuits in NASA Mission Control Center and space-to-ground radio circuits. The specific speech, language, and knowledge extraction advancements were integrated into a new automated evaluation model that reflects specific challenges encountered in event reconstruction. The foundations for this platform included K-12/student feedback support from the Science and Engineering Education Center (SEEC) and UG Senior Design Teams at The University of Texas at Dallas.</p>\n<p>From an engineering perspective, this project required CRSS-UTDallas to re-engineer NASA&rsquo;s SoundScriber 30-track audio playback system (Serial No. 2, built in 1960&rsquo;s) to support simultaneous 30-track digitizing of Apollo analog tapes. A one-of-kind 30-track read-head was designed, installed/tested, and employed to capture 19,000hours of Apollo audio data by CRSS-UTDallas. This corpus consists of all human communications from Apollo-11, most of Apollo-13, Apollo-1, and Gemini-8. After four months of 24/7 digitizing, this data was organized based on channel loops from each NASA Historical Recorder track and synchronized based on mission elapsed time(MET). A new massive diarization pipeline was established to provide automatic transcript generation for the entire corpus (+6month effort). An efficient audio/transcript review system was also established to allow NASA Export-Control to effectively review and approve for release all data (+1000hrs already approved;2/1/2017). All approved data will be released to the general public (<a href=\"http://archive.org/\">http://archive.org</a>). CRSS-UTDallas also worked closely with their collaborators at Univ. of Maryland on content generation and document linking to support their efforts for the Explore Apollo experience. The Explore Apollo interactive web experience (<a href=\"https://app.exploreapollo.org/\">https://app.exploreapollo.org/</a>) was demonstrated during Engineer&rsquo;s Week at the Ross Perot Museum of Science and Technology (Dallas,TX) in 2015,16,17, which included formal K-12 student feedback as part of UTDallas &ldquo;The Heroes behind the Heroes of Apollo-11: Role of STEM&rdquo; event. Finally, CRSS-UTDallas developed 5 Challenge Tasks entitled <strong>&ldquo;Fearless Steps&rdquo;</strong>&ndash;that employed a subset of Apollo-11 for open domain research challenges using real naturalistic data for the speech/language community for (i) speech activity detection (SAD), (ii) speaker identification (SID), (iii) audio diarization, (iv) automatic speech recognition (ASR), and (v) joint topic &amp; sentiment detection and tracking. Collectively, the research and corpus realized through this project have advanced speech/language algorithms/technology, provided extensive outreach engagements for STEM/K-12 student interaction, as well as providing the speech &amp; language community a unique complex and carefully organized massive audio corpus of one of mankind&rsquo;s most important engineering accomplishments.</p>\n<p><strong><span style=\"text-decoration: underline;\">Part B: Project&rsquo;s Broader Impact</span></strong><span style=\"text-decoration: underline;\">:<br /></span>The integration of robust speech processing algorithms with event reconstruction systems from this study continues to have a direct impact on education, society, and government organizations. Working with NASA&rsquo;s Apollo mission data has allowed for development of speech technology for challenging audio that contains severe communication channel artifacts, multi-speaker back-loops, cross-talk/static/tones, and low signal-to-noise ratios. Students working on senior design teams have also developed the &ldquo;Heroes behind the Heroes of Apollo-11: Role of STEM&rdquo; experience through the Explore Apollo interactive web experience (<a href=\"https://app.exploreapollo.org/\">https://app.exploreapollo.org/</a>) along with continued advice and feedback from UTDallas SEEC (Science and Engineering Education Center) which will be freely distributed to any group/educational organization to help promote STEM fields. As a lasting legacy from this project, the project team has developed &ldquo;Fearless Steps&rdquo; challenge corpus for researchers wishing to address real-world multi-speaker team based voice communications, and continues to work with eminent historians of human space flight, as well as libraries/museums, to deploy this event reconstruction system in museum settings where it can support both scholarship and public engagement. All materials from the Explore Apollo interactive web experience are available on an open-source basis to support other researchers.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Key Words:</strong></span> Acoustic Modeling; Environmental Sniffing; Knowledge Integration, Metadata Extraction, Event Reconstruction, Multi-Channel Audio, Conversational Interaction Analysis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2017<br>\n\t\t\t\t\tModified by: John H. L.&nbsp;Hansen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1498793230066_Image1-HighLevelProjectOverview--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1498793230066_Image1-HighLevelProjectOverview--rgov-800width.jpg\" title=\"(Overview) High level Speech/Speaker/Language Project Structure\"><img src=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1498793230066_Image1-HighLevelProjectOverview--rgov-66x44.jpg\" alt=\"(Overview) High level Speech/Speaker/Language Project Structure\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig.1: High level structure for the project ?Houston, We have a Solution: Novel Speech Processing Advancements for Analysis and Linking of Large Asynchronous Multi-Channel Audio Corpora\";  (UTDallas) University of Texas at Dallas; (CRSS) Center for Robust Speech Systems</div>\n<div class=\"imageCredit\">CRSS-UTDallas</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John H. L.&nbsp;Hansen</div>\n<div class=\"imageTitle\">(Overview) High level Speech/Speaker/Language Project Structure</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1498793568161_Image2-CRSS_UTDallas-ApolloCorpusDevelopment--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1498793568161_Image2-CRSS_UTDallas-ApolloCorpusDevelopment--rgov-800width.jpg\" title=\"Fig.2: CRSS-UTDallas Apollo Corpus Development\"><img src=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1498793568161_Image2-CRSS_UTDallas-ApolloCorpusDevelopment--rgov-66x44.jpg\" alt=\"Fig.2: CRSS-UTDallas Apollo Corpus Development\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig.2: (a) prior state of NASA SoundScriber Play-Back hardware (Sept.?12); (b) CRSS-UTDallas program to upgrade SoundScriber; 30-track digitizing solution: new read head plus new cabling solution; massive APOLLO analog tapes collection; transcript diarization pipeline. Current state (June?17).</div>\n<div class=\"imageCredit\">CRSS-UTDallas</div>\n<div class=\"imageSubmitted\">John H. L.&nbsp;Hansen</div>\n<div class=\"imageTitle\">Fig.2: CRSS-UTDallas Apollo Corpus Development</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502073709531_Fig3-PPT-File--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502073709531_Fig3-PPT-File--rgov-800width.jpg\" title=\"Fig. 3 (Apollo-11 Stages) Study on speaker ID for Apollo-11 mission\"><img src=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502073709531_Fig3-PPT-File--rgov-66x44.jpg\" alt=\"Fig. 3 (Apollo-11 Stages) Study on speaker ID for Apollo-11 mission\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 3: mission stages where audio was extracted for speech analysis and speaker recognition assessment. These phases were analyzed over all Mission Controllers voice engagement using CRSS-UTDallas digitized 30-track audio loops. All audio contained in CRSS-UTDallas ?Fearless Steps? corpus release.</div>\n<div class=\"imageCredit\">CRSS-UTDallas</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">John H. L.&nbsp;Hansen</div>\n<div class=\"imageTitle\">Fig. 3 (Apollo-11 Stages) Study on speaker ID for Apollo-11 mission</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502077634509_Fig4-PPT-File_rev2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502077634509_Fig4-PPT-File_rev2--rgov-800width.jpg\" title=\"Fig. 4: (CRSS-UTDallas Launch Pad Web Interface - Apollo)\"><img src=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502077634509_Fig4-PPT-File_rev2--rgov-66x44.jpg\" alt=\"Fig. 4: (CRSS-UTDallas Launch Pad Web Interface - Apollo)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 4: (CRSS-UTDallas Launch Pad Web Interface - Apollo) The front page ?Launch Pad? for web users to experience the Apollo archive through parallel audio streams, pictures, and stories; plus example Apollo Moment Pop-Up information for web users https://app.exploreapollo.org/ .</div>\n<div class=\"imageCredit\">CRSS-UTDallas</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">John H. L.&nbsp;Hansen</div>\n<div class=\"imageTitle\">Fig. 4: (CRSS-UTDallas Launch Pad Web Interface - Apollo)</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502079562388_Fig5-PPT-File--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502079562388_Fig5-PPT-File--rgov-800width.jpg\" title=\"Fig. 5:  CRSS-UTDallas at Perot Museum (Feb. 27, 2016) for ENGINEER&rsquo;s WEEK. Interactive STEM Web-System for Audio/Image System being used by K-12 visitors:\"><img src=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502079562388_Fig5-PPT-File--rgov-66x44.jpg\" alt=\"Fig. 5:  CRSS-UTDallas at Perot Museum (Feb. 27, 2016) for ENGINEER&rsquo;s WEEK. Interactive STEM Web-System for Audio/Image System being used by K-12 visitors:\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig.5: Interactive STEM Web-System for Audio/Image System used by K-12 visitors: ?The Heroes behind the Heroes of Apollo-11?. CRSS-UTDallas (+7 UTD UG Design Teams)   participated in ENGINEER?s WEEK at Ross Perot Museum of Science & Technology in 2015,16,17; between 1200-2000 students attended daily</div>\n<div class=\"imageCredit\">CRSS-UTDallas</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">John H. L.&nbsp;Hansen</div>\n<div class=\"imageTitle\">Fig. 5:  CRSS-UTDallas at Perot Museum (Feb. 27, 2016) for ENGINEER?s WEEK. Interactive STEM Web-System for Audio/Image System being used by K-12 visitors:</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502080626431_Fig6-PPT-File_rev2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502080626431_Fig6-PPT-File_rev2--rgov-800width.jpg\" title=\"Fig. 6: Fig. 6 (Speaker/Conversation):  Analysis of speaker conversations for Apollo-11.\"><img src=\"/por/images/Reports/POR/2017/1219130/1219130_10199192_1502080626431_Fig6-PPT-File_rev2--rgov-66x44.jpg\" alt=\"Fig. 6: Fig. 6 (Speaker/Conversation):  Analysis of speaker conversations for Apollo-11.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig.6: Sample machine learning technology/algorithm knowledge extraction for the identified speaker and word sequence, the following statistics are determined:  (a) Most Frequent Words used; (b) Number of conversations initiated by each speaker; (c) Duration spoken by each speaker; (d) Chord Diagram</div>\n<div class=\"imageCredit\">CRSS-UTDallas</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">John H. L.&nbsp;Hansen</div>\n<div class=\"imageTitle\">Fig. 6: Fig. 6 (Speaker/Conversation):  Analysis of speaker conversations for Apollo-11.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPart A: Technical Description:\nThis project has focused on developing new speech/speaker/language processing techniques which transform access to large asynchronous multi-channel diverse collections of multimedia materials with application to NASA Apollo program (https://app.exploreapollo.org/). In particular, the algorithms developed have been employed to create a novel multi-source interactive event system that brings together the massive archives of Apollo lunar missions, emphasizing Apollo-11, to create a unique experiential interaction with historical materials. The specific research accomplishments center around state-of-the-art audio based acoustic diarization (i.e., who spoke what when and how), environmental sniffing/analysis, speech recognition including keyword spotting, speaker identification and tracking under adverse conditions, speaker state and conversational interaction assessment (sentiment, word count, conversational leader/follower), and multimodal content alignment. Accomplished research includes: (i) new techniques for robust acoustic diarization processing, (ii) novel unsupervised speech activity detection; (iii) speaker clustering, identification, tracking; (iv) hot-spot detection using automatic speech recognition and keyword spotting; (v) speaker state assessment including sentiment analysis; (vi) conversational interaction analysis; and (vii) corpus development including both audio hardware advancements and software pipeline processing for digitizing Apollo 30-track tapes and massive audio archive knowledge extraction.  Since data is asynchronous, unique speech analytic techniques were formulated to address \"local loop\" intercom circuits in NASA Mission Control Center and space-to-ground radio circuits. The specific speech, language, and knowledge extraction advancements were integrated into a new automated evaluation model that reflects specific challenges encountered in event reconstruction. The foundations for this platform included K-12/student feedback support from the Science and Engineering Education Center (SEEC) and UG Senior Design Teams at The University of Texas at Dallas.\n\nFrom an engineering perspective, this project required CRSS-UTDallas to re-engineer NASA?s SoundScriber 30-track audio playback system (Serial No. 2, built in 1960?s) to support simultaneous 30-track digitizing of Apollo analog tapes. A one-of-kind 30-track read-head was designed, installed/tested, and employed to capture 19,000hours of Apollo audio data by CRSS-UTDallas. This corpus consists of all human communications from Apollo-11, most of Apollo-13, Apollo-1, and Gemini-8. After four months of 24/7 digitizing, this data was organized based on channel loops from each NASA Historical Recorder track and synchronized based on mission elapsed time(MET). A new massive diarization pipeline was established to provide automatic transcript generation for the entire corpus (+6month effort). An efficient audio/transcript review system was also established to allow NASA Export-Control to effectively review and approve for release all data (+1000hrs already approved;2/1/2017). All approved data will be released to the general public (http://archive.org). CRSS-UTDallas also worked closely with their collaborators at Univ. of Maryland on content generation and document linking to support their efforts for the Explore Apollo experience. The Explore Apollo interactive web experience (https://app.exploreapollo.org/) was demonstrated during Engineer?s Week at the Ross Perot Museum of Science and Technology (Dallas,TX) in 2015,16,17, which included formal K-12 student feedback as part of UTDallas \"The Heroes behind the Heroes of Apollo-11: Role of STEM\" event. Finally, CRSS-UTDallas developed 5 Challenge Tasks entitled \"Fearless Steps\"&ndash;that employed a subset of Apollo-11 for open domain research challenges using real naturalistic data for the speech/language community for (i) speech activity detection (SAD), (ii) speaker identification (SID), (iii) audio diarization, (iv) automatic speech recognition (ASR), and (v) joint topic &amp; sentiment detection and tracking. Collectively, the research and corpus realized through this project have advanced speech/language algorithms/technology, provided extensive outreach engagements for STEM/K-12 student interaction, as well as providing the speech &amp; language community a unique complex and carefully organized massive audio corpus of one of mankind?s most important engineering accomplishments.\n\nPart B: Project?s Broader Impact:\nThe integration of robust speech processing algorithms with event reconstruction systems from this study continues to have a direct impact on education, society, and government organizations. Working with NASA?s Apollo mission data has allowed for development of speech technology for challenging audio that contains severe communication channel artifacts, multi-speaker back-loops, cross-talk/static/tones, and low signal-to-noise ratios. Students working on senior design teams have also developed the \"Heroes behind the Heroes of Apollo-11: Role of STEM\" experience through the Explore Apollo interactive web experience (https://app.exploreapollo.org/) along with continued advice and feedback from UTDallas SEEC (Science and Engineering Education Center) which will be freely distributed to any group/educational organization to help promote STEM fields. As a lasting legacy from this project, the project team has developed \"Fearless Steps\" challenge corpus for researchers wishing to address real-world multi-speaker team based voice communications, and continues to work with eminent historians of human space flight, as well as libraries/museums, to deploy this event reconstruction system in museum settings where it can support both scholarship and public engagement. All materials from the Explore Apollo interactive web experience are available on an open-source basis to support other researchers.\n\nKey Words: Acoustic Modeling; Environmental Sniffing; Knowledge Integration, Metadata Extraction, Event Reconstruction, Multi-Channel Audio, Conversational Interaction Analysis.\n\n \n\n\t\t\t\t\tLast Modified: 08/07/2017\n\n\t\t\t\t\tSubmitted by: John H. L. Hansen"
 }
}