{
 "awd_id": "1219546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing and Refining Ceramic Rehydroxylation Dating",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 22638.0,
 "awd_amount": 22638.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Timothy Scarlett, Kostalena Michelaki and Carl Lipo from Michigan Technological University, Arizona State University and California State University-Long Beach respectively will lead an interdisciplinary and multinational team of collaborators to investigate the newly discovered Rehydroxylation Dating Technique (RHX dating) for fired-clay ceramic artifacts. The technique works by measuring the mass of water that has bonded with clay mineral crystals in a ceramic fragment, then measuring the temperature-dependent rate at which that ceramic sample reabsorbs and bonds with water, and finally using those measures to calculate each fragment's age (or time since last firing). If it proves reliable and accurate, this new dating tool could revolutionize archaeological practice around the world. \r\n\r\nThe researchers will collaborate with counterparts at Tel Aviv University, as well as teams of faculty and student researchers at the Universities of Manchester, Edinburgh, and Bradford. The faculty and student research teams will engage in a series of \"blind\" RHX dating tests on the same set of carefully chosen samples. The international teams will determine if experimental results can be independently replicated by different labs currently doing RHX research, including statistical evaluations of rates of error and repeatability, measuring the effects of temperature and humidity on the RHX process, and examining the possible effects of artifact storage conditions on dating outcomes. Ultimately, the combined results of these experiments will allow the collaborators to refine the model that best describes the rehydration/rehydroxylation process. \r\n\r\nThis new dating technique, if proven valid and reliable, will effect substantial changes on archaeological practice. Studies of ceramic technology and practice are central to archaeological research into larger questions of human adaptation, cultural processes and change, colonization, and trade and exchange. With a comparatively minor initial investment, almost any archaeology lab in the world could set up the relatively inexpensive instrumentation and begin producing RHX dates for ceramic samples. The technical staff would not need a great deal of advanced training or support. This technique, if proven, will provide an inexpensive tool that can be widely available for scientists around the world. \r\n\r\nThis project will have broad impacts on teaching, training, and learning in archaeological science. Drs. Scarlett, Michelaki and Lipo have built their research collaboration by creating discovery-based, hands-on learning opportunities for multidisciplinary teams of graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Lipo",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Carl P Lipo",
   "pi_email_addr": "clipo@binghamton.edu",
   "nsf_id": "000290110",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Neff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Neff",
   "pi_email_addr": "hector.neff@csulb.edu",
   "nsf_id": "000443529",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach",
  "perf_str_addr": "1250 N Bellflower Blvd",
  "perf_city_name": "Long Beach",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908400004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1393",
   "pgm_ref_txt": "ARCHAEOMETRY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22638.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:128; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1791491579 134217746 0 131231 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073786111 1 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast;} p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Calibri; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.0in 1.0in 1.0in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} -->\n<p>The process of rehydroxylation (RHX) was recently proposed as a new and relatively powerful means of dating the amount of time that has elapsed since ceramic objects such as bricks, tiles, figurines, and pottery were fired.&nbsp;The method relies on measuring the mass change of ceramic samples due to the adsorption of hydroxyls over time. Ceramics samples are heated to allow the material to reset the clock and difference in mass between the pre- and post-firing is a function of the time that has elapsed.&nbsp; Subsequent measures of the rate of hydroxyl adsoprtion made under laboratory conditions allows the researcher to calculate the ages of the original firing of the objects. As initially proposed, RHX dating offers significant new avenues for archaeological research given the method&rsquo;s potential precision and the low-cost of the required measurements. The RHX method suggested a significant new alternative to radiocarbon dating associated remains or directly determining the age of ceramics using more expensive and complicated luminescence dating techniques. &nbsp;Through a multi-institute collaborative project we sought to build on the initial findings of the method&rsquo;s innovators in order to refine the method for producing repeatable and verifiable dates with a high degree of throughput and confidence. Through a series of inter-laboratory experiments on shared samples of pottery, we found that we were unable to consistently produce data that matched the fundamental expectations of the method. While &nbsp; Ultimately, the result of our collaboration has demonstrated that the underlying RHX processes are not well enough understood and that multiple processes appear involved.&nbsp; These complications may render RHX useless as a dating method. Thus until more research is conducted, we are currently unable to use RHX dating to reliably generate dates for fired-clay artifacts. While our findings are negative, they firmly show that our general knowledge about the behavior of low-fired ceramic materials is not well grounded and requires further investigation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2...",
  "por_txt_cntn": "\n\nThe process of rehydroxylation (RHX) was recently proposed as a new and relatively powerful means of dating the amount of time that has elapsed since ceramic objects such as bricks, tiles, figurines, and pottery were fired. The method relies on measuring the mass change of ceramic samples due to the adsorption of hydroxyls over time. Ceramics samples are heated to allow the material to reset the clock and difference in mass between the pre- and post-firing is a function of the time that has elapsed.  Subsequent measures of the rate of hydroxyl adsoprtion made under laboratory conditions allows the researcher to calculate the ages of the original firing of the objects. As initially proposed, RHX dating offers significant new avenues for archaeological research given the methodÆs potential precision and the low-cost of the required measurements. The RHX method suggested a significant new alternative to radiocarbon dating associated remains or directly determining the age of ceramics using more expensive and complicated luminescence dating techniques.  Through a multi-institute collaborative project we sought to build on the initial findings of the methodÆs innovators in order to refine the method for producing repeatable and verifiable dates with a high degree of throughput and confidence. Through a series of inter-laboratory experiments on shared samples of pottery, we found that we were unable to consistently produce data that matched the fundamental expectations of the method. While   Ultimately, the result of our collaboration has demonstrated that the underlying RHX processes are not well enough understood and that multiple processes appear involved.  These complications may render RHX useless as a dating method. Thus until more research is conducted, we are currently unable to use RHX dating to reliably generate dates for fired-clay artifacts. While our findings are negative, they firmly show that our general knowledge about the behavior of low-fired ceramic materials is not well grounded and requires further investigation.\n\n\t\t\t\t\tLast Modified: 09/29/2015\n\n\t\t\t\t\tSubmitted by: Carl P Lipo"
 }
}