{
 "awd_id": "1219366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Proposal: Mathematical and experimental study of lipid bilayer shape and dynamics mediated by surfactants and proteins",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 181667.0,
 "awd_amount": 181667.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "The objective of this project is to investigate the fundamental mathematics and biophysics that underlie the equilibrium shape and dynamics of a lipid bilayer interacting with surfactants and proteins. The lipid bilayer is the main structural component of the elastic biological membranes that consist of different lipid species, and contain many kinds of proteins, and many other molecules such as cholesterols and surfactants. In addition, the biomembranes are asymmetric double leaflets coupled to a cytoskeleton that is crucial for cellular adaptation of different shapes and motility.  It is now known that lipid composition may set limits to the possible shapes and deformations, while the actual shape of the cellular membrane depends on both the force (from the cytoskeleton, for example) and membrane-deforming proteins. Much progress has been made to uncover and decipher the mechanisms by which proteins can sense and/or induce membrane curvature. However, recent experiments have shown that interaction between lipid membranes and amphipathic molecules, such as surfactant and amphipathic peptides, also leads to changes in total membrane area, curvature and rigidity. No mathematical modeling of these effects have yet been obtained to help elucidate the asymmetry in the lipid bilayer due to surfactants and proteins, or how cells may utilize these mechanisms to perform diverse biological functions. This project aims to establish mathematical understanding of the roles of surfactants and proteins in causing the asymmetries in lipid double leaflets and their subsequent shape and dynamics. The particular focuses are on (1) surfactant-induced membrane area regulation and shape change, and (2) effects of transport, assembly, and organization of trans-membrane proteins on membrane shape and dynamics. In addition, the experiments (by Stone) will validate and refine the modeling approach (by Young), which will in turn facilitate the numerical simulation (by Veerapaneni) of the elastic lipid bilayer interacting with surfactant and protein. Results will help uncover the complex organization and interplay between proteins and lipid domains in cellular membranes.  \r\n\r\nThe theme of this project is the development and analysis of mathematical models of the interaction between lipid membranes and surfactant or protein over large spatial (microns) and long time (seconds to minutes) scales, which is difficult to achieve using state-of-the-art coarse-grained molecular dynamics simulations. Quantitative comparison between experiments, mathematical modeling, and numerical simulations will be conducted. Broader impacts of the research include the development of new mathematical models, numerical methods and complementary analysis and experiments that will be of benefit to scientists and engineers studying rafts dynamics as well as emerging applications in drug delivery, cellular adhesion, motility and mechanosensing. The concepts and methods described here go beyond the context of moving boundary dynamics mediated by an active species, and extend to other problems featuring reaction-diffusion of chemicals.  The approach has the potential to be adapted to more complicated biological membranes that are similar from a mathematical point of view. The students involved in this project will receive valuable interdisciplinary training in a wide range of mathematics, biophysics and computer science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Stone",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Howard A Stone",
   "pi_email_addr": "hastone@princeton.edu",
   "nsf_id": "000125222",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "The Trustees of Princeton University",
  "perf_str_addr": "4 New South Building",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 59226.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 122441.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We conducted several studies focused on dynamics of cell membranes, as occur in model supported bilayers and in models of veicles. In one study we focused on a multiscale (from nanometers to micrometers) model for how stresses in a membrane can open or close (i.e. gate) channels in biological membranes. Such mechanosensitive (MS) channels are membrane proteins that can be gated by membrane tension, and they play major roles in mechano-sensation and mechano-transduction in cells. As a step in understanding dynamics of a MS channel in membranes exposed to fluid flows, a multiscale continuum model is constructed to address how a MS channel in a vesicle membrane can be gated by&nbsp; flow-generated stresses in two physiological flows: planar shear flow and pressure-driven flow across a constriction channel (see figure). We demonstrate the opening/closing of a MS channel as a function of the flow strength and physical parameters. Our numerical results also suggest the possibility of utilizing fluid flows to deliver macromolecules (e.g. drugs) by gating MS channels reconstituted in liposomes in microfluidic platforms.</p>\n<p>In a second study that was experimental in nature, we study the dynamics (i.e. the changes that may occur in space and time) of cholesterol adsorption in membranes. High cholesterol levels in the blood increase the risk of atherosclerosis. A common explanation is that the cholesterol increase in the plasma membrane perturbs the shape and functions of cells, by disrupting the cell signalling pathways and the formation of membrane rafts. In this work, we show that following enhanced uptake of cholesterol, simple mono-component lipid bilayers change their shape similarly to cell membranes in vivo. The bilayers<br />can either expel lipid protrusions or spread laterally as a result of the ensuing changes in their lipid density, the mechanical constraints imposed on them, and the properties of cyclodextrin used as a cholesterol donor. In light of the increasingly recognized link between the membrane tension and cell behavior, we propose that the physical adaptation of the plasma membrane to the cholesterol uptake may play a substantial role in the biological response.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2016<br>\n\t\t\t\t\tModified by: Howard&nbsp;A&nbsp;Stone</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1219366/1219366_10213538_1477865243868_ReFig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1219366/1219366_10213538_1477865243868_ReFig1--rgov-800width.jpg\" title=\"Multiscale characterization of a stretch-activated, membrane-bound channel in a  ow.\"><img src=\"/por/images/Reports/POR/2016/1219366/1219366_10213538_1477865243868_ReFig1--rgov-66x44.jpg\" alt=\"Multiscale characterization of a stretch-activated, membrane-bound channel in a  ow.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(A) Schematic of membrane deformation. Ions may enter/exit the cell depending on whether the channel is closed (i) or open (ii). (B) (i) A 2D vesicle in a linear shear flow. (ii) A vesicle translating through a constriction. The green dot on the membrane in (B) indicates a MS channel.</div>\n<div class=\"imageCredit\">O.S. Pak et al. PNAS (2015)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Howard&nbsp;A&nbsp;Stone</div>\n<div class=\"imageTitle\">Multiscale characterization of a stretch-activated, membrane-bound channel in a  ow.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWe conducted several studies focused on dynamics of cell membranes, as occur in model supported bilayers and in models of veicles. In one study we focused on a multiscale (from nanometers to micrometers) model for how stresses in a membrane can open or close (i.e. gate) channels in biological membranes. Such mechanosensitive (MS) channels are membrane proteins that can be gated by membrane tension, and they play major roles in mechano-sensation and mechano-transduction in cells. As a step in understanding dynamics of a MS channel in membranes exposed to fluid flows, a multiscale continuum model is constructed to address how a MS channel in a vesicle membrane can be gated by  flow-generated stresses in two physiological flows: planar shear flow and pressure-driven flow across a constriction channel (see figure). We demonstrate the opening/closing of a MS channel as a function of the flow strength and physical parameters. Our numerical results also suggest the possibility of utilizing fluid flows to deliver macromolecules (e.g. drugs) by gating MS channels reconstituted in liposomes in microfluidic platforms.\n\nIn a second study that was experimental in nature, we study the dynamics (i.e. the changes that may occur in space and time) of cholesterol adsorption in membranes. High cholesterol levels in the blood increase the risk of atherosclerosis. A common explanation is that the cholesterol increase in the plasma membrane perturbs the shape and functions of cells, by disrupting the cell signalling pathways and the formation of membrane rafts. In this work, we show that following enhanced uptake of cholesterol, simple mono-component lipid bilayers change their shape similarly to cell membranes in vivo. The bilayers\ncan either expel lipid protrusions or spread laterally as a result of the ensuing changes in their lipid density, the mechanical constraints imposed on them, and the properties of cyclodextrin used as a cholesterol donor. In light of the increasingly recognized link between the membrane tension and cell behavior, we propose that the physical adaptation of the plasma membrane to the cholesterol uptake may play a substantial role in the biological response.\n\n\t\t\t\t\tLast Modified: 10/30/2016\n\n\t\t\t\t\tSubmitted by: Howard A Stone"
 }
}