{
 "awd_id": "1219400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Recovery of Introspection: An ethnography and history of experimental psychology",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 55779.0,
 "awd_amount": 60779.0,
 "awd_min_amd_letter_date": "2012-07-30",
 "awd_max_amd_letter_date": "2013-07-01",
 "awd_abstract_narration": "Dr. Emily Martin of New York University will conduct research studying how three innovative experimental psychology labs are changing how they study human behavior.  In most experimental psychology labs, elicitations of subject's introspections were abandoned after psychology and anthropology split apart at the turn of the 20th century.  Recently, however, some labs have begun to use introspections to understand behavior.  Dr. Martin will investigate how these psychologists are attempting to do so, and will thereby contribute to the anthropology of science, the anthropology and psychology of subjectivity, and science and technology studies. \r\n\r\nThe project will employ a range of social science research methods in three laboratory settings in different parts of the U.S., including participant observation, interviews, and close attention to what counts as data for the psychologists, as well as an ongoing survey of media coverage of this science.  The researcher will follow experiments in each of the three labs, carefully chronicling how topics such as rumination, insight, attention, or choice develop.  \r\n\r\nThrough the general interest magazine, Anthropology Now, and through a series of public lectures, Dr. Martin will produce and disseminate new knowledge about the process of research in these innovative labs.  This anthropological analysis will help give the public a more accurate understanding of how science advances.  The research was co-funded by the Cultural Anthropology Program, the Science, Technology, and Society Program, the Social Psychology Program, and the Perception, Action, and Cognition Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Martin",
   "pi_email_addr": "em81@nyu.edu",
   "nsf_id": "000328250",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "7554",
   "pgm_ref_txt": "RES. EXP. FOR GRADS (CULT ANT)"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55779.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project asks how experimental cognitive psychologists reach their scientific findings. The methods of the project were to use ethnographic description to follow two experiments in each of three psychology research labs, beginning with their inception in the everyday experiences of graduate students. I attended lab meetings, where people explain, dispute, and demonstrate their claims, in order to illuminate how experimenters accommodate problematic aspects of psychological processes, such as introspection or other subjective experiences, which are present even while the scientific method requires experimenters to control them. I observed and participated in discussions in lab meetings, team meetings, hallway conversations, conference presentations, and interviews with the lab&rsquo;s researchers, as well as written drafts of papers and grant proposals, showing the steps by which experimental control is established. My focus was on the researchers&rsquo; understanding of what if anything of importance is lost as the distance from the experience-close starting point increases and why it matters. The purpose of this focus is to capture any discomfort or unease, or alternatively delight and satisfaction, as the messy complexity of lived experience is excised from the experimental model.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; An important touchstone for the project was the history of experimental psychology. I asked how would the field be different if it kept something of the late 19<sup>th</sup> century Cambridge Expedition to the Torres Strait (which combined experimental psychology and cultural anthropology) view that the social context determines the capacities of the mind? What would happen if the radical implications of the Expedition &ndash; that living in another environment could alter a person&rsquo;s basic perceptual capacities &ndash; were active in psychology today?</p>\n<p>I addressed several broad questions: are there any analogies between the early decades of experimental psychology and how experiments are developed and conducted today? What forms of control are experimenters subjected to? How are students trained to see and understand like an experimental psychologist? How is the subject made into a different kind of being than the experimenter? How are experimenters made into people who see things the same way? This project aims to contribute contemporary ethnographic descriptions of how both experimenters and experimental subjects negotiate the paradox of putting human beings in the role of experimental subjects. This aim is important because so many media accounts of human behavior &ndash; sexuality, aggression, memory, etc. &ndash; are based on the results of experimental findings in psychology labs but do not explain the limitations of those findings.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To disseminate the results of the project, I have written several academic articles and given a variety of classes and lectures. I plan to write an article for <em>Anthropology Now</em>, a magazine for the general public, and a book called <em>Experiments of the Mind</em> with a university press well situated to publicize a book accessible to the general public.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Emily&nbsp;Martin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project asks how experimental cognitive psychologists reach their scientific findings. The methods of the project were to use ethnographic description to follow two experiments in each of three psychology research labs, beginning with their inception in the everyday experiences of graduate students. I attended lab meetings, where people explain, dispute, and demonstrate their claims, in order to illuminate how experimenters accommodate problematic aspects of psychological processes, such as introspection or other subjective experiences, which are present even while the scientific method requires experimenters to control them. I observed and participated in discussions in lab meetings, team meetings, hallway conversations, conference presentations, and interviews with the labÆs researchers, as well as written drafts of papers and grant proposals, showing the steps by which experimental control is established. My focus was on the researchersÆ understanding of what if anything of importance is lost as the distance from the experience-close starting point increases and why it matters. The purpose of this focus is to capture any discomfort or unease, or alternatively delight and satisfaction, as the messy complexity of lived experience is excised from the experimental model.\n\n       An important touchstone for the project was the history of experimental psychology. I asked how would the field be different if it kept something of the late 19th century Cambridge Expedition to the Torres Strait (which combined experimental psychology and cultural anthropology) view that the social context determines the capacities of the mind? What would happen if the radical implications of the Expedition &ndash; that living in another environment could alter a personÆs basic perceptual capacities &ndash; were active in psychology today?\n\nI addressed several broad questions: are there any analogies between the early decades of experimental psychology and how experiments are developed and conducted today? What forms of control are experimenters subjected to? How are students trained to see and understand like an experimental psychologist? How is the subject made into a different kind of being than the experimenter? How are experimenters made into people who see things the same way? This project aims to contribute contemporary ethnographic descriptions of how both experimenters and experimental subjects negotiate the paradox of putting human beings in the role of experimental subjects. This aim is important because so many media accounts of human behavior &ndash; sexuality, aggression, memory, etc. &ndash; are based on the results of experimental findings in psychology labs but do not explain the limitations of those findings.\n\n       To disseminate the results of the project, I have written several academic articles and given a variety of classes and lectures. I plan to write an article for Anthropology Now, a magazine for the general public, and a book called Experiments of the Mind with a university press well situated to publicize a book accessible to the general public.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Emily Martin"
 }
}