{
 "awd_id": "1219619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regional Survey and the Trajectory of Complexity in the Magdalena Lake Basin, Jalisco, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 201463.0,
 "awd_amount": 201463.0,
 "awd_min_amd_letter_date": "2012-06-04",
 "awd_max_amd_letter_date": "2015-07-22",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Christopher Beekman and Dr. Verenice Heredia will use modified regional archaeological survey methods to investigate the emergence of social and political complexity in the central valleys of Jalisco, Mexico. \r\n\r\nThere are relatively few areas in the world in which complex sociopolitical systems emerged independently and established themselves as regional powers. Archaeologists and other social scientists are extremely dependent upon these examples for developing broader theories about the origins of politics. The Teuchitlán culture of western Mexico is one of the most recent case studies to be identified, and it contradicts many of the assumptions about how these processes begin. It therefore provides a counter-example to the comparative literature that will allow archaeologists to critically evaluate existing models in ancient Mexico and beyond. \r\n\r\nPrior research has documented a political system in which power was shared by elite families (ca. 300 BC - AD 500) instead of being concentrated in the hands of a single quasi-divine ruler, as known elsewhere in ancient Mexico and many other areas of the ancient world. The valleys of central Jalisco therefore provide a fresh point of comparison outside the canon of better studied trajectories from highland Mexico and the tropical lowlands of eastern Mesoamerica. The project examines the independent emergence, expansion, collapse, and reorganization of social complexity in a corner of Mesoamerica that has received comparatively little attention despite its potential for filling a gap in known variations on social complexity. \r\n\r\nThe project is co-directed by American and Mexican archaeologists, and joins their independent and ongoing research lines within this new and important zone. This research will be conducted through integrated archaeological and geomorphological survey of the Magdalena lake basin of highland Jalisco. The archaeological survey will establish the location and chronological sequence of settlements from the Early Formative period through the Spanish Conquest (1500 BC - AD 1600). A geomorphological survey by Dr. Kirk Anderson will evaluate the fluctuations of Lake Magdalena over time, providing an integrated assessment of climatic changes and the ancient use of lake resources. Project members will map the internal organization and architectural forms of sites located, a procedure which allows an analysis of the specific political institutions present and the degree of centralization that occurred.  \r\n\r\nThis project continues international collaborations with researchers from the Colegio de Michoacán, and builds a framework within which graduate students from both the United States and Mexico will receive training in laboratory and field methods. The project takes a long term view towards archaeological conservation, by raising community awareness of cultural remains and training graduate students. The greatest threat to archaeological sites is lack of interest, and project members will give talks at the local level to raise community awareness and appreciation for archaeology. Training graduate students produces archaeologists who are capable of carrying out future studies that will aid in data and site conservation, which the western Mexican states as a whole sorely need.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Beekman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Beekman",
   "pi_email_addr": "christopher.beekman@ucdenver.edu",
   "nsf_id": "000444268",
   "pi_start_date": "2012-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Verenice",
   "pi_last_name": "Heredia",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Verenice Y Heredia",
   "pi_email_addr": "vereniceyhe@gmail.com",
   "nsf_id": "000520900",
   "pi_start_date": "2012-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver",
  "perf_str_addr": "1201 5th Street, Suite 270;",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802173364",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 201463.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined the independent emergence of social complexity in the northern Tequila valleys of central Jalisco, Mexico, in order to evaluate models developed and used elsewhere in Mesoamerica. Prior research in Jalisco has suggested the local development of inequalities by the Early or Middle Formative periods (1500-300 B.C.) and complex political systems soon after. However, social dynamics reconstructed for the Late Formative period (300 B.C. &ndash; A.D. 200) contrast significantly with those in other areas of Mesoamerica, with an institutionalized Corporate system that inhibited the monopolization of legitimate authority. Rather, power was shared among elite families. The northern Tequila valleys therefore provide a fresh and independent point of comparison outside the canon of better studied trajectories from central and southern highland Mexico and the tropical lowlands of eastern Mesoamerica. The project examines the independent emergence, expansion, collapse, and reorganization of social complexity in a corner of Mesoamerica that has received comparatively little attention despite its potential for filling a gap in the recognized variations on social complexity. <strong>&nbsp;</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research is conducted through integrated full coverage archaeological and geomorphological survey of the Magdalena lake basin of highland Jalisco. Full coverage survey establishes a history of settlement pattern changes. Mapping of formal architecture within sites allows the evaluation of formal architectural types associated with political institutions and ritual activities. Minor test excavations at selected sites assess and extend the existing chronology from the southern valleys.</p>\n<p>By studying an atypical trajectory towards social complexity with regional methods comparable to those applied elsewhere in Mesoamerica, this project isolates new variables in the emergence, decline, and reorganization of complex society. It creates a systematic baseline of data that updates the existing subjective narrative that currently frames research in the area, bringing the region under wider scholarly scrutiny and greatly improving the next generation of hypotheses.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project studies an important region before its pre-Columbian heritage is further destroyed by urban growth and expanding industrial agriculture. The adjoining valleys were recently declared a World Heritage Zone celebrating tequila production (World Heritage Centre 2006), officially sanctioning the industrial agricultural activities responsible for an upsurge in site destruction.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project takes a long term view towards archaeological conservation, by raising community awareness of cultural remains and training graduate students in regional survey methods. The greatest threat to archaeological sites is lack of interest, and we engage in talks at the local level to raise community awareness and appreciation for archaeology. Regional full coverage survey is one of the most effective ways to gather quality data over a large area, and there are many regions such as central Jalisco that are currently in danger of losing their cultural heritage before it is even recorded. Training graduate students produces archaeologists who are capable of carrying out regional scale studies that will aid in data and site conservation, which the western states as a whole sorely need.</p>\n<p>Geomorphological and settlement survey have established a sequence of wetter conditions in the Late Formative, severe drought and retraction of settlement in the Epiclassic, and a steep recovery over the Postclassic period. Our survey results currently show no signs of political organization above the household level ...",
  "por_txt_cntn": "\nThis project examined the independent emergence of social complexity in the northern Tequila valleys of central Jalisco, Mexico, in order to evaluate models developed and used elsewhere in Mesoamerica. Prior research in Jalisco has suggested the local development of inequalities by the Early or Middle Formative periods (1500-300 B.C.) and complex political systems soon after. However, social dynamics reconstructed for the Late Formative period (300 B.C. &ndash; A.D. 200) contrast significantly with those in other areas of Mesoamerica, with an institutionalized Corporate system that inhibited the monopolization of legitimate authority. Rather, power was shared among elite families. The northern Tequila valleys therefore provide a fresh and independent point of comparison outside the canon of better studied trajectories from central and southern highland Mexico and the tropical lowlands of eastern Mesoamerica. The project examines the independent emergence, expansion, collapse, and reorganization of social complexity in a corner of Mesoamerica that has received comparatively little attention despite its potential for filling a gap in the recognized variations on social complexity.  \n\n            This research is conducted through integrated full coverage archaeological and geomorphological survey of the Magdalena lake basin of highland Jalisco. Full coverage survey establishes a history of settlement pattern changes. Mapping of formal architecture within sites allows the evaluation of formal architectural types associated with political institutions and ritual activities. Minor test excavations at selected sites assess and extend the existing chronology from the southern valleys.\n\nBy studying an atypical trajectory towards social complexity with regional methods comparable to those applied elsewhere in Mesoamerica, this project isolates new variables in the emergence, decline, and reorganization of complex society. It creates a systematic baseline of data that updates the existing subjective narrative that currently frames research in the area, bringing the region under wider scholarly scrutiny and greatly improving the next generation of hypotheses.\n\n            The project studies an important region before its pre-Columbian heritage is further destroyed by urban growth and expanding industrial agriculture. The adjoining valleys were recently declared a World Heritage Zone celebrating tequila production (World Heritage Centre 2006), officially sanctioning the industrial agricultural activities responsible for an upsurge in site destruction.\n\n            The project takes a long term view towards archaeological conservation, by raising community awareness of cultural remains and training graduate students in regional survey methods. The greatest threat to archaeological sites is lack of interest, and we engage in talks at the local level to raise community awareness and appreciation for archaeology. Regional full coverage survey is one of the most effective ways to gather quality data over a large area, and there are many regions such as central Jalisco that are currently in danger of losing their cultural heritage before it is even recorded. Training graduate students produces archaeologists who are capable of carrying out regional scale studies that will aid in data and site conservation, which the western states as a whole sorely need.\n\nGeomorphological and settlement survey have established a sequence of wetter conditions in the Late Formative, severe drought and retraction of settlement in the Epiclassic, and a steep recovery over the Postclassic period. Our survey results currently show no signs of political organization above the household level until the Late Formative. Earlier remains correspond solely to burials or residential settlement. There is a preference for the southern basin in the Late Formative through Middle Classic, but settlement and public architecture can be found in all sectors. The major site of Sant..."
 }
}