{
 "awd_id": "1219397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Summer Bioengineering Conference, Puerto Rico during June 20-23, 2012",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 31225.0,
 "awd_amount": 31225.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "1219397\r\nElliott\r\n\r\nThe Bioengineering Division (BED) of the American Society of Mechanical Engineers hosts the annual Summer Bioengineering Conference (SBC). The 2012 SBC, to be held June 20-23 at the el Conquistador Resort in Fajardo, Puerto Rico, will be the 14th installment of this conference. The budget request of $25,000 to NSF is to aid in reducing student registration fees and for educational activities including an internationally renowned plenary lecturer, educational workshops, and student-focused grand challenges. The conference format will be six parallel sessions of oral presentations. All technical presentations will be two-page extended abstracts and compiled in a CD format, distributed to all registrants. The primary purpose of this conference is to promote state-of-the-art research, collaboration, and scientific discourse in the broad field of bioengineering with a focus on cutting edge biomechanics encompassing molecular to tissue and organism-level approaches. This conference highlights and encourages student participation to advance the education and career aspirations of these future leaders of bioengineering.\r\n\r\nIntellectual Merit: The SBC is an extremely high quality scientific and intellectually stimulating interdisciplinary meeting. It is the premiere meeting for bioengineering with a focus on biomechanical engineering. The theme of this year's conference is The Art and Science of Imaging as it applies to biomechanical engineering. Medical imaging is fast becoming an essential tool, both for making fundamental discoveries and for translating them to routine clinical use. This year, for the first time, SBC will highlight Imaging as a way to educate and inspire our attendees to consider the use and integration of imaging in the biomechanical engineering disciplines. An outstanding plenary lecture will be given by Dr. Mark Henkelman (University of Toronto's Hospital for Sick Children). Dr. Henkelman is an internationally recognized pioneer in magnetic resonance flow and motion imaging. Dr. Henkelman's lecture will be designed to introduce our audience to the state of the art in human and small animal imaging and its applications to various areas of biomechanical engineering research. Six workshops will be presented: 4D Phase Contrast MRI for Hemodynamics, Solid Mechanics over Hierarchical Scales by Noninvasive Imaging, Bringing Assistive Devices to Market, Tips for Tenure in Bioengineering, Teaching Cell & Tissue Engineering, and Biotransport Education. We will also have three Challenges: Undergraduate Design, Grand Challenge in Predicting Knee Loads, and Computational Fluid Dynamics Challenge. Challenge sessions highlight student achievements in engineering design and modeling and rapidly advance the field through simultaneously encouraging competition and collaboration.\r\n\r\nBroader Impact: In addition to the direct impact this conference will have on the bioengineering community, it will serve an important cross-fertilization role. It is expected to have bioengineers, engineers from other disciplines, cell and molecular biologists, biochemists, biophysicists, and other scientists participating. In that manner, this conference will have a much broader impact than if it were to be attended by just the biomechanics community. Technical content of the meeting will be available to multiple societies and the public at large via a CD and the conference web site. Importantly, we expect that more than 50% of the attendees will be students and postdoctoral researchers. This will provide a broad impact for the current times as well as for the future, as these students will benefit by participation in the meeting and through the material presented by the plenary speakers, workshops, and challenges.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Elliott",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Elliott",
   "pi_email_addr": "delliott@udel.edu",
   "nsf_id": "000330752",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "El Conquistador Resort",
  "perf_str_addr": "1000 El Conquistador Avenue",
  "perf_city_name": "Fajardo",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "007389999",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PR",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31225.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF Conference Grant funded support for the educational activities of the American Society of Mechanical Engineers 2012 Summer Bioengineering Conference (2012 SBC).&nbsp; This bioengineering conference provides a forum to disseminate new research advances by those presenting their studies. This four-day conference provided extensive educational training and development opportunties for graduate students, postdoctoral fellows, and faculty in the area of bioengineering, with specific emphasis on biomechanics.&nbsp; Plenary lectures, workshops, and scientific podium and posters were presented.</p>\n<p>The theme chosen for 2012 SBC was &ldquo;The Art and Science of Imaging.&rdquo;&nbsp; Dr. Mark Henkelman, was chosen as the plenary speaker, coming highly recommended by several luminaries in the imaging community, including editors of top imaging journals.&nbsp; His talk was on &ldquo;Genes into Geometry: Genetics of Development and Disease through Mouse Imaging.&rdquo;</p>\n<p>The extended 2-page abstracts were reviewed by at least 3 reviewers.&nbsp; There were 752 abstract submissions spanning six research areas:&nbsp; Biotransport, Design, Education, Fluids, Solids, and Tissue &amp; Cell.&nbsp; From these abstracts 323 were selected for podium presentations and 357 for poster presentations.&nbsp; Of these 105 presentations were included in the Student Paper Competition, 36 doctoral students had podium presentations in the competition, and 63 masters and bachelors students had poster presentations.&nbsp; Finally, there were six workshops at the 2012 SBC:&nbsp; 4D PCMR for Visualizing Hemodynamics (Fluids), Teaching Cell and Tissue Engineering (Education, Tissue &amp; Cell), Solid Mechanics Imaging at Hierarchical Scales (Solids, Tissue &amp; Cell), Bringing Assistive Device Designs to Market (Design), Tips for Tenure in Bioengineering (Education), Biotransport Education (Biotransport, Education).</p>\n<p>Total conference registrants were 729 and total attendance was 801.&nbsp; The non-registrants were exhibitors, accompanying persons, complementary, or special banquet-only family members of awardees.&nbsp; The student participation in the conference was 387 (53% of attendees).&nbsp; The female participation (students and faculty) was 207 (25%).&nbsp; Student participation included undergraduate, masters, doctoral, and postdoctoral fellows. There were no research outcomes or published works funded by this grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2013<br>\n\t\t\t\t\tModified by: Dawn&nbsp;Elliott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF Conference Grant funded support for the educational activities of the American Society of Mechanical Engineers 2012 Summer Bioengineering Conference (2012 SBC).  This bioengineering conference provides a forum to disseminate new research advances by those presenting their studies. This four-day conference provided extensive educational training and development opportunties for graduate students, postdoctoral fellows, and faculty in the area of bioengineering, with specific emphasis on biomechanics.  Plenary lectures, workshops, and scientific podium and posters were presented.\n\nThe theme chosen for 2012 SBC was \"The Art and Science of Imaging.\"  Dr. Mark Henkelman, was chosen as the plenary speaker, coming highly recommended by several luminaries in the imaging community, including editors of top imaging journals.  His talk was on \"Genes into Geometry: Genetics of Development and Disease through Mouse Imaging.\"\n\nThe extended 2-page abstracts were reviewed by at least 3 reviewers.  There were 752 abstract submissions spanning six research areas:  Biotransport, Design, Education, Fluids, Solids, and Tissue &amp; Cell.  From these abstracts 323 were selected for podium presentations and 357 for poster presentations.  Of these 105 presentations were included in the Student Paper Competition, 36 doctoral students had podium presentations in the competition, and 63 masters and bachelors students had poster presentations.  Finally, there were six workshops at the 2012 SBC:  4D PCMR for Visualizing Hemodynamics (Fluids), Teaching Cell and Tissue Engineering (Education, Tissue &amp; Cell), Solid Mechanics Imaging at Hierarchical Scales (Solids, Tissue &amp; Cell), Bringing Assistive Device Designs to Market (Design), Tips for Tenure in Bioengineering (Education), Biotransport Education (Biotransport, Education).\n\nTotal conference registrants were 729 and total attendance was 801.  The non-registrants were exhibitors, accompanying persons, complementary, or special banquet-only family members of awardees.  The student participation in the conference was 387 (53% of attendees).  The female participation (students and faculty) was 207 (25%).  Student participation included undergraduate, masters, doctoral, and postdoctoral fellows. There were no research outcomes or published works funded by this grant.\n\n\t\t\t\t\tLast Modified: 06/03/2013\n\n\t\t\t\t\tSubmitted by: Dawn Elliott"
 }
}