{
 "awd_id": "1219829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "VOSS: Collaborative Research:  Impact of In-Process Moderation on Open Innovation Collaboration",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 91356.0,
 "awd_amount": 91356.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "Increasingly, firms and organizations are creating structured challenges to spur innovation and address both economic and societal issues.   Open innovation virtual organizations are formed to respond to a \"challenge call\" describing the need, providing specifications for desired solutions and setting a deadline for submissions.  Usually, this challenge call is delivered on a public forum with an invitation to those with expertise to share their solutions and an incentive for the best solution.   In addition, a cyberinfrastructure is established to support the development and delivery of solutions.  Solution proposers often participate in an online discussion forum where a social infrastructure is established with norms governing forum behavior.   At the end of the challenge, an award is announced to the best solution provider.\r\n\r\nThe incentives provided in most challenges inhibit knowledge sharing among contributors and collaboration is rare. Consequently, there is limited potential to involve diverse and unexpected innovation sources in solution development.  This project will develop a sociotechnical cyber infrastructure that manages the tensions inherent in open innovation virtual organizations to encourage collaboration among open innovation participants while mobilizing the energy and focus created by the competition of the open innovation challenge.  Through a series of open innovation natural experiments we will compare various interventions aimed at informing participants about collaborative ways to contribute and identify effective techniques.\r\n\r\nChallenge calls can be an effective innovation technique applying science and engineering to important societal issues.  These new platforms are being used to find solutions for such diverse problems as developing an economical low energy use lightbulb, focused drug discovery, and reducing barriers facing returning veterans in higher education.  However, the methods currently used in challenges discourage the kind of collaboration that would be needed to leverage diverse ideas and generate greater innovation.  This project will develop methods to encourage collaboration among challenge participants and help public and private sector organizations find new and creative solutions to complex problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arvind",
   "pi_last_name": "Malhotra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arvind Malhotra",
   "pi_email_addr": "Malhotra@unc.edu",
   "nsf_id": "000609830",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 91356.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Innovations in the application of science and engineering to business and societal issues are increasingly being conducted with the use of open innovation virtual organizations (OIVO).&nbsp; In an OIVO, a business or non-profit organization identifies a need for innovation by broadcasting a &ldquo;challenge call&rdquo; to individuals outside the organization. Such a &ldquo;crowdsourcing&rdquo; call describes the need and specifications for the generation of innovative solutions.&nbsp; This challenge call is delivered (posted on) via public forum to invite those with expertise to share their solutions. The challenge call is accompanied with an incentive for delivering a solution that comes closest to the specifications provided. The organization that sponsors the call provides a cyberinfrastructure through which solution proposers can participate in an electronic discussion forum. The cyberinfrastructure has an embedded&nbsp; social infrastructure that defines norms for participation. At the completion of the challenge timeframe (usually weeks), an award is announced to a solution provider based on pre-established and broadcast criteria. Current research on OIVOs (especially open innovation challenge formats) has found that most participants rarely collaborate with each other on the cyberinfrastructure because the incentives and technological systems are not designed to encourage knowledge sharing.&nbsp; The lack of collaborative knowledge sharing generally limits innovation.&nbsp; For OIVOs, then, the innovation potential that exists with the involvement and interaction of the diverse and unexpected sources from the crowd are underutilized.&nbsp;</p>\n<p>The goal of our research is to develop a sociotechnical cyberinfrastructure for crowdsourcing for innovation. Such an ideal sociotechnical cyberinfrastructure is able to utilize the energy and focus of the crowd created by the competition of the open innovation challenge&nbsp; while encouraging collaboration among participants in the crowd. We are developing the sociotechnical cyberinfrastructure based on our recently published theorizing about how to manage the tensions inherent in open innovation virtual organizations. Our theorizing suggests the importance of encouraging emergent roles, knowledge-sharing and protection rules, and learning-oriented interaction within these OIVOs.&nbsp; As such, the empirical testing and refinement of current theorizing on the design and management of OIVOs will demonstrate the intellectual merit of our research. Simultaneously, our practical merit will be demonstrated by offering specific guidance to organizations for developing sociotechnical&nbsp; cyberinfrastructures to generate innovation that have been empirically tested using real-world OIVOs.&nbsp;</p>\n<p>Significant Results:</p>\n<p>1) Innovative solutions are likely to emerge from a crowd WITHOUT SUBSTANTIAL INCENTIVES when the crowd is cued, through a sociotechnical cybrainfrastructure, first to share their knowledge about the challenge problem in short knowledge chunks, and then to integrate that knowledge into comprehensively inclusive innovative solutions.</p>\n<p>2) A sequence analysis comparing the theory of innovation through idea variety underlying all crowdsourcing cyberinfrastructures today to a theory of innovation through paradox explication leads to the result that the paradox explication theory yields significantly more innovative ideas than the idea variety theory. &nbsp;This result helps to explain why there is generally a wide spread disappointment with the use of crowdsourcing for innovation - because the theoretical basis for the cyberinfrastructures are wrong.</p>\n<p>3) The use of internal crowdsourcing, if used simply to obtain suggestions from the crowd, is greatly underutilizing the ability of employees to co-create over a well-design cyberinfrastructure</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modif...",
  "por_txt_cntn": "\nInnovations in the application of science and engineering to business and societal issues are increasingly being conducted with the use of open innovation virtual organizations (OIVO).  In an OIVO, a business or non-profit organization identifies a need for innovation by broadcasting a \"challenge call\" to individuals outside the organization. Such a \"crowdsourcing\" call describes the need and specifications for the generation of innovative solutions.  This challenge call is delivered (posted on) via public forum to invite those with expertise to share their solutions. The challenge call is accompanied with an incentive for delivering a solution that comes closest to the specifications provided. The organization that sponsors the call provides a cyberinfrastructure through which solution proposers can participate in an electronic discussion forum. The cyberinfrastructure has an embedded  social infrastructure that defines norms for participation. At the completion of the challenge timeframe (usually weeks), an award is announced to a solution provider based on pre-established and broadcast criteria. Current research on OIVOs (especially open innovation challenge formats) has found that most participants rarely collaborate with each other on the cyberinfrastructure because the incentives and technological systems are not designed to encourage knowledge sharing.  The lack of collaborative knowledge sharing generally limits innovation.  For OIVOs, then, the innovation potential that exists with the involvement and interaction of the diverse and unexpected sources from the crowd are underutilized. \n\nThe goal of our research is to develop a sociotechnical cyberinfrastructure for crowdsourcing for innovation. Such an ideal sociotechnical cyberinfrastructure is able to utilize the energy and focus of the crowd created by the competition of the open innovation challenge  while encouraging collaboration among participants in the crowd. We are developing the sociotechnical cyberinfrastructure based on our recently published theorizing about how to manage the tensions inherent in open innovation virtual organizations. Our theorizing suggests the importance of encouraging emergent roles, knowledge-sharing and protection rules, and learning-oriented interaction within these OIVOs.  As such, the empirical testing and refinement of current theorizing on the design and management of OIVOs will demonstrate the intellectual merit of our research. Simultaneously, our practical merit will be demonstrated by offering specific guidance to organizations for developing sociotechnical  cyberinfrastructures to generate innovation that have been empirically tested using real-world OIVOs. \n\nSignificant Results:\n\n1) Innovative solutions are likely to emerge from a crowd WITHOUT SUBSTANTIAL INCENTIVES when the crowd is cued, through a sociotechnical cybrainfrastructure, first to share their knowledge about the challenge problem in short knowledge chunks, and then to integrate that knowledge into comprehensively inclusive innovative solutions.\n\n2) A sequence analysis comparing the theory of innovation through idea variety underlying all crowdsourcing cyberinfrastructures today to a theory of innovation through paradox explication leads to the result that the paradox explication theory yields significantly more innovative ideas than the idea variety theory.  This result helps to explain why there is generally a wide spread disappointment with the use of crowdsourcing for innovation - because the theoretical basis for the cyberinfrastructures are wrong.\n\n3) The use of internal crowdsourcing, if used simply to obtain suggestions from the crowd, is greatly underutilizing the ability of employees to co-create over a well-design cyberinfrastructure\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2015\n\n\t\t\t\t\tSubmitted by: Arvind Malhotra"
 }
}