{
 "awd_id": "1219629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Society Developmental Biology Annual Meetings 2012-2014 Conference:   July 19-23, 2012 Montreal Canada, 2013 Mexico and 2014 Washington State",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2014-06-04",
 "awd_abstract_narration": "The Society for Developmental Biology has held annual meetings since its founding in 1939 and they have become the major conference to attend to learn about the latest findings in developmental biology.  This three-year award will support three annual meetings: in Montreal, Canada (2012), in Cancun, Mexico (jointly with the 17th International Congress, 2013), and at the University of Washington, Seattle, (2014). The meetings attract an increasingly international audience, especially now that technological advances provide cross-disciplinary approaches to probe previously unresolved mechanisms.  They cover questions that have fascinated scientists as well as many lay people for centuries: How does the genome of a fertilized egg specify all the different cell types and organs in the adult?  What are the environmental (macro and micro) effects on the development and maintenance of organisms? The meetings are timely, describing major progress toward understanding developmental processes at the genetic, cellular, and systems biology levels.  Speakers at the platform (plenary and concurrent) sessions, as well as authors of posters discuss topics from the core of developmental biology and report on exciting and important new advances.  The meetings also traditionally provide an important venue to share and discuss unpublished data.  Essential training is provided, as students and postdoctoral fellows have ample opportunity to discuss their results with their peers and with senior investigators.  SDB meetings also provide a forum to educate practicing scientists and trainees to communicate with non-specialists, especially in regard to issues such as the \"debates\" appearing in news media and political circles concerning teaching evolution, human cloning, and stem cell research.  This is important because developmental biology represents a significant opportunity for understanding evolution and preservation of species, and for contributing to the well being of our planet and its biodiversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Levine",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Levine",
   "pi_email_addr": "msl2@princeton.edu",
   "nsf_id": "000464055",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ida",
   "pi_last_name": "Chow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ida Chow",
   "pi_email_addr": "ichow@sdbonline.org",
   "nsf_id": "000457220",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society For Developmental Biol",
  "inst_street_address": "6120 EXECUTIVE BLVD STE 725",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347815",
  "inst_zip_code": "208529845",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "SOCIETY FOR DEVELOPMENTAL BIOLOGY, INCORPORATED",
  "org_prnt_uei_num": "V8LXTLSHZH49",
  "org_uei_num": "V8LXTLSHZH49"
 },
 "perf_inst": {
  "perf_inst_name": "Society For Developmental Biol",
  "perf_str_addr": "9650 Rockville Pike",
  "perf_city_name": "Bethesda",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208143998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Society for Developmental Biology Annual Meetings 2012-2014</strong><strong></strong></p>\n<p>The Society for Developmental Biology (SDB) is the largest society devoted to this field, with over 2200 members worldwide, including graduate students, postdoctoral fellows and established investigators, many of whom hold NSF grants.&nbsp; SDB has been organizing annual meetings since its founding in 1939, missing only two years during WWII. &nbsp;They are the major forum where participants present their latest discoveries in the discipline, many still unpublished.&nbsp; The three meetings supported by the present NSF grant rotated from East Coast (Montreal, 2012) to West Coast (Seattle, 2014) and included the 17th International Congress of Developmental Biology held in Cancun, Mexico (2013).&nbsp; These meetings followed the traditional format of mixing plenary sessions, concurrent symposia, awards lectures, a postdoctoral symposium, an education symposium, dedicated poster sessions, and workshops on new technologies, teaching, publishing and current issues.&nbsp; In all meetings, a special effort was made to have a diversity of speakers in terms of: model organisms, experimental approaches, career stages, gender and racial/ethnic backgrounds.&nbsp; The 17<sup>th</sup> International Congress of Developmental Biology was co-hosted by SDB, the International Society of Developmental Biologists, the Mexican Society for Developmental Biology and the Latin American Society for Developmental Biology.&nbsp; It was one day longer with more concurrent sessions but without the postdoctoral symposium, and it more than doubled the number of non-US based registrants as compared to SDB alone meetings.&nbsp; &nbsp;</p>\n<p>Two SDB Boot Camps for New Faculty were held the day before the start of the meeting, in 2012 (at McGill University) and 2014 (at University of Washington). &nbsp;They were targeted for new faculty and advance postdoctoral fellows to receive intensive professional development training on issues specific for early career individuals, including innovative teaching approaches and laboratory management skills.&nbsp; In order to complement the topics presented in the meeting programs, satellite symposia were organized by SDB members on the first day of each meeting.&nbsp; They also brought in speakers and registrants who might not have planned to attend the annual meeting.&nbsp; The themes presented at these three meetings were &ldquo;Making and Breaking the Left-Right Axis: Laterality in Development and Disease,&rdquo; &ldquo;Stem Cells in Cardiac Development and Repair,&rdquo; Using CRISPR/Cas9&rdquo; and &ldquo;Human Development and Disease.&rdquo;</p>\n<p>Being primarily a field that crosses disciplinary boundaries, advances in developmental biology contribute to progress in other areas such as evolution, genetics, morphology, genomics and bioinformatics.&nbsp; Although not immediately realized by the public or even by many specialists, knowledge and findings from studies of developmental processes have paved the way to emerging fields including regenerative biology, stem cell biology, development of biomaterials and treatments for reconstructive/regenerative medicine, and preservation of biodiversity on Earth. &nbsp;Developmental studies using fluorescent markers presented at our meetings have also facilitated the commercialization of some of these markers for research and diagnostic uses.&nbsp; Researchers also took advantage of advances in microscopy and obtaining high resolution live images contributed to further our understanding of developmental processes throughout the organisms&rsquo; life span. &nbsp;Potential long range use of information collected by our meeting participants by various industries must also be acknowledged.&nbsp;</p>\n<p>Education, mentoring and advancement of budding scientists are a major focus of the SDB mission and this is evidenced i...",
  "por_txt_cntn": "\nSociety for Developmental Biology Annual Meetings 2012-2014\n\nThe Society for Developmental Biology (SDB) is the largest society devoted to this field, with over 2200 members worldwide, including graduate students, postdoctoral fellows and established investigators, many of whom hold NSF grants.  SDB has been organizing annual meetings since its founding in 1939, missing only two years during WWII.  They are the major forum where participants present their latest discoveries in the discipline, many still unpublished.  The three meetings supported by the present NSF grant rotated from East Coast (Montreal, 2012) to West Coast (Seattle, 2014) and included the 17th International Congress of Developmental Biology held in Cancun, Mexico (2013).  These meetings followed the traditional format of mixing plenary sessions, concurrent symposia, awards lectures, a postdoctoral symposium, an education symposium, dedicated poster sessions, and workshops on new technologies, teaching, publishing and current issues.  In all meetings, a special effort was made to have a diversity of speakers in terms of: model organisms, experimental approaches, career stages, gender and racial/ethnic backgrounds.  The 17th International Congress of Developmental Biology was co-hosted by SDB, the International Society of Developmental Biologists, the Mexican Society for Developmental Biology and the Latin American Society for Developmental Biology.  It was one day longer with more concurrent sessions but without the postdoctoral symposium, and it more than doubled the number of non-US based registrants as compared to SDB alone meetings.   \n\nTwo SDB Boot Camps for New Faculty were held the day before the start of the meeting, in 2012 (at McGill University) and 2014 (at University of Washington).  They were targeted for new faculty and advance postdoctoral fellows to receive intensive professional development training on issues specific for early career individuals, including innovative teaching approaches and laboratory management skills.  In order to complement the topics presented in the meeting programs, satellite symposia were organized by SDB members on the first day of each meeting.  They also brought in speakers and registrants who might not have planned to attend the annual meeting.  The themes presented at these three meetings were \"Making and Breaking the Left-Right Axis: Laterality in Development and Disease,\" \"Stem Cells in Cardiac Development and Repair,\" Using CRISPR/Cas9\" and \"Human Development and Disease.\"\n\nBeing primarily a field that crosses disciplinary boundaries, advances in developmental biology contribute to progress in other areas such as evolution, genetics, morphology, genomics and bioinformatics.  Although not immediately realized by the public or even by many specialists, knowledge and findings from studies of developmental processes have paved the way to emerging fields including regenerative biology, stem cell biology, development of biomaterials and treatments for reconstructive/regenerative medicine, and preservation of biodiversity on Earth.  Developmental studies using fluorescent markers presented at our meetings have also facilitated the commercialization of some of these markers for research and diagnostic uses.  Researchers also took advantage of advances in microscopy and obtaining high resolution live images contributed to further our understanding of developmental processes throughout the organismsÆ life span.  Potential long range use of information collected by our meeting participants by various industries must also be acknowledged. \n\nEducation, mentoring and advancement of budding scientists are a major focus of the SDB mission and this is evidenced in our annual meetings.  The education symposia addressed crucial current issues: \"using embryological responses to environmental changes to teach undergraduates,\" \"succeeding in research in a competitive environment,\" \"broadening the impact of your research,\"  \"publish..."
 }
}