{
 "awd_id": "1219787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: The Intersection of Core Values and Political Identities",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 13969.0,
 "awd_amount": 13969.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "This project considers individuals' multiple, and sometimes competing, identities and how these various identities influence one another in politically relevant ways. More specifically, it seeks to explain how people develop their core values (which are often rooted in their religious beliefs) and to understand how these values shape and are shaped by political identities.  \r\n   \r\nThe project brings together previously disparate strands of research in political science and sociology to advance an intuitive theory about the foundations and effects of political attitudes. The project presents a theory about the reciprocal relationship between political attitudes and core values based on the timing of the various stages of an individual's socialization. \r\n\r\nThe theory will be tested using both observational statistical analysis and experimental methods. First, by exploiting natural experiments it is possible to estimate how political identities and events affect values and beliefs. The second part of the project includes a series of experiments. The experimental component tests potential causal mechanisms to determine under what conditions political identities and religious values are linked.\r\n\r\nThe intellectual merit of the research is associated with its contributions to three bodies of academic work: theories of 1) social identity, 2) socialization and development, and 3) polarization. Political scientists know very little about how different sets of values-like religious and political beliefs-interact; however, the answers have important implications for the contemporary political arena. As moral issues assume a more prominent role in American politics, understanding the interplay between different identities and belief structures will be of great interest. \r\n\r\nThe broader impacts of my research relate to how individuals engage within society as a whole. If, as much research has shown, community engagement and civic participation serves as an avenue for political mobilization (Rosenstone and Hansen 1993; Verba, Schlozman and Brady 1995), then those who are more active in their communities will be more politically engaged and effective. In short, the relationship between social life and political life may encourage participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Berinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Berinsky",
   "pi_email_addr": "berinsky@mit.edu",
   "nsf_id": "000160875",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Margolis",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michele F Margolis",
   "pi_email_addr": "mmargo@sas.upenn.edu",
   "nsf_id": "000607655",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachuetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I used the NSF dissertation improvement grant to experimentally test my life cycle theory of religion and politics.&nbsp; In brief, the development of religious and political identities occurs at different periods in an individual&rsquo;s life, and the distinct timings of the two socialization processes create a window during which partisanship can shape religious beliefs and behaviors.&nbsp; Political identities typically crystallize in adolescence and early adulthood, which is the very time when many people have distanced themselves from religion.&nbsp; As young people emerge into adulthood, however, they must decide whether to remain on the outskirts of religion or to re-enter the religious sphere.&nbsp; Political identity, which for many has been solidified since young adulthood, can shape this new religious identity.&nbsp; More specifically, because of the close relationship between religious conservatives and the Republican Party in the contemporary American context, my theory predicts that Republicans will become more religious, while Democrats will become less religious.&nbsp;</p>\n<p>However, religious identities are not always in flux. Once both religious and political identities are stable, there are strong theoretical reasons to assume that religious beliefs influence political attitudes and behaviors (Djupe and Gilbert 2010; Green 2004).&nbsp; For the majority of Americans, politics is only salient during election season (Lenz 2012), while religion is a constant presence in many people's lives.&nbsp; As such, for those squarely in adulthood--that is, those who have already made their re-entrance (or not) into religion--I expect to find that religious beliefs impact political attitudes.&nbsp; In the context of the contemporary political environment, this relationship would involve the highly religious becoming more supportive of the Republican Party and the secular becoming less so.&nbsp;</p>\n<p>To test my theory, I used the NSF Dissertation Improvement Grant to run a series of laboratory experiments.&nbsp; Although I cannot randomly assign partisanship and religiosity within the population, I instead manipulate the salience of political and religious identities by exogenously bringing either respondents&rsquo; party identification or religious affiliation to the forefront of their minds.&nbsp; Consistent with the theoretical expectations, I find heterogeneous treatment effects based on where respondents are in the life cycle.&nbsp;&nbsp; More specifically, I find that priming partisan identities affected reported religious attitudes among those respondents with children at home, while priming religious identities affected reported political attitudes among those with grown children.&nbsp; Put another way, whether an individual&rsquo;s political or religious identity proves influential depends on what stage of life she is in.</p>\n<p>&nbsp;The research offers three important implications for our understanding of both the religious and political landscapes in the United States.&nbsp; First, the emergence of the ``God gap'' is more complicated than academics and pundits initially thought. The simple explanation that secular and less religious people moved toward the Democrats while the devout made a home within the Republican camp excludes a key element.&nbsp; Democrats and Republicans also alter their religious beliefs to better fit with their chosen political party.</p>\n<p>Second, politics affecting the religious landscape, in turn, also shapes the political landscape.&nbsp; Church is a breeding ground for political mobiliziation and activism (Djupe and Gilbert 2010; Verba, Schlozman and Brady 1994). Previous research shows that religiosity can produce changes in political attitudes and behavior over time.&nbsp; By Republicans (Democrats) self-selecting into (out of) religion, Republican campaigns are well-positioned to have a direct and easy way to mobil...",
  "por_txt_cntn": "\nI used the NSF dissertation improvement grant to experimentally test my life cycle theory of religion and politics.  In brief, the development of religious and political identities occurs at different periods in an individualÆs life, and the distinct timings of the two socialization processes create a window during which partisanship can shape religious beliefs and behaviors.  Political identities typically crystallize in adolescence and early adulthood, which is the very time when many people have distanced themselves from religion.  As young people emerge into adulthood, however, they must decide whether to remain on the outskirts of religion or to re-enter the religious sphere.  Political identity, which for many has been solidified since young adulthood, can shape this new religious identity.  More specifically, because of the close relationship between religious conservatives and the Republican Party in the contemporary American context, my theory predicts that Republicans will become more religious, while Democrats will become less religious. \n\nHowever, religious identities are not always in flux. Once both religious and political identities are stable, there are strong theoretical reasons to assume that religious beliefs influence political attitudes and behaviors (Djupe and Gilbert 2010; Green 2004).  For the majority of Americans, politics is only salient during election season (Lenz 2012), while religion is a constant presence in many people's lives.  As such, for those squarely in adulthood--that is, those who have already made their re-entrance (or not) into religion--I expect to find that religious beliefs impact political attitudes.  In the context of the contemporary political environment, this relationship would involve the highly religious becoming more supportive of the Republican Party and the secular becoming less so. \n\nTo test my theory, I used the NSF Dissertation Improvement Grant to run a series of laboratory experiments.  Although I cannot randomly assign partisanship and religiosity within the population, I instead manipulate the salience of political and religious identities by exogenously bringing either respondentsÆ party identification or religious affiliation to the forefront of their minds.  Consistent with the theoretical expectations, I find heterogeneous treatment effects based on where respondents are in the life cycle.   More specifically, I find that priming partisan identities affected reported religious attitudes among those respondents with children at home, while priming religious identities affected reported political attitudes among those with grown children.  Put another way, whether an individualÆs political or religious identity proves influential depends on what stage of life she is in.\n\n The research offers three important implications for our understanding of both the religious and political landscapes in the United States.  First, the emergence of the ``God gap'' is more complicated than academics and pundits initially thought. The simple explanation that secular and less religious people moved toward the Democrats while the devout made a home within the Republican camp excludes a key element.  Democrats and Republicans also alter their religious beliefs to better fit with their chosen political party.\n\nSecond, politics affecting the religious landscape, in turn, also shapes the political landscape.  Church is a breeding ground for political mobiliziation and activism (Djupe and Gilbert 2010; Verba, Schlozman and Brady 1994). Previous research shows that religiosity can produce changes in political attitudes and behavior over time.  By Republicans (Democrats) self-selecting into (out of) religion, Republican campaigns are well-positioned to have a direct and easy way to mobilize their constituency through churches.  Religious voters therefore are a doubly captive audience for the Republicans.  Not only do their values align with the Republican Party, but these religious voter..."
 }
}