{
 "awd_id": "1219869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding Technology Appropriation in Intercultural Global Work",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2017-08-29",
 "awd_abstract_narration": "The relationship between the design and use of collaborative technologies for global work is understudied.  Although we know that cultural contexts shape how people perceive and use technologies, technologies that facilitate coordination and collaboration across national boundaries seem to demand that workers use the technologies in compatible, if not similar ways. The goal of our study is to build theory of how people appropriate a technology in different cultural contexts and how different ways of appropriating a technology affect collaboration across national boundaries. \r\n\r\nThe research pivots on a quantitative and qualitative longitudinal field study of a knowledge sharing system in close collaboration with an architecture and design firm that is designing and deploying a knowledge sharing system across 17 locations in 10 countries. We will interview and observe workers in three countries as they use this new knowledge sharing system. In six additional locations we will also use diaries, surveys and digital traces automatically generated by the system to document usage patterns and workers' evolving attitudes toward and appropriation of the technology. The project will advance our understanding of the possibilities and problems that arise when deploying collaboration technology for global use.  It will extend knowledge of how work practices, particularly those intertwined with technology use, converge or diverge when workers span national boundaries and cultural contexts.  It will also advance our understanding of and, therefore, enable theory development about the factors that promote convergence or divergence of use and how these are interwoven with differences in cultural expectations about and understandings of productivity and client satisfaction. \r\n\r\nLittle is currently known about how to best structure and manage globally distributed work. The default has generally been to impose \"best practices\" across locations, but this has met with limited success because \"best\" does not necessarily translate across cultural contexts.  Our research will provide guidance so that organizations can make more principled decisions regarding the organization and management of global work and, as a result, sustain higher performance.  This work will also contribute to public and student awareness of the opportunities and challenges in global work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Hinds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Hinds",
   "pi_email_addr": "phinds@stanford.edu",
   "nsf_id": "000448275",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Barley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Barley",
   "pi_email_addr": "sbarley@stanford.edu",
   "nsf_id": "000246510",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we set out to understand how new technologies are appropriated in different cultural contexts.&nbsp;&nbsp;Based on ethnographic data collected at a global architecture firm over a one-year period, we describe the ways in which drawings are strategically created and curated by architects in an attempt to carefully craft their interactions and fulfill specific intentions with clients and contributors. We identify three strategies used by architects when creating drawings and reveal that the way these strategies are employed depends on the intended purpose of each drawing with a specific set of actors. This work builds on existing literature on the role of objects, such as drawings, for work across organizational boundaries and professional disciplines. It also has implications for approaches and technologies that better support cross-boundary and highly visual work involving multiple sets of actors and artifacts.&nbsp;In particular, our work highlighted that existing systems did not adequately support the kind of collaboration with drawings required by creative professionals, especially those working on physical products, in today&rsquo;s face-paced, global context. This work is now being built upon by Pamela Hinds and colleagues in their investigation of how artifacts are being used in open innovation communities.&nbsp;</p>\n<p>The architectural data has also allowed us to do an analysis of drawings and their change over the course of a project, from start to finish.&nbsp;&nbsp; In particular, it highlights the technical work that comprises most of what Architect&rsquo;s do and how the design of a building becomes increasingly tightly coupled as the project progresses so that sometimes even minor changes in the design requires considerable&nbsp;rework because the changes begin to ramify across a building&rsquo;s subsystems. &nbsp;This work is first study of architects that focus on their work process as opposed to the aesthetics of their designs. As such, it should provide students considering a career in architecture with information that will be difficult for them to find elsewhere and better prepare them for the profession.</p>\n<p>Interest in creativity and innovation has skyrocketed in the past few decades, yet relatively few researchers have paid attention to what happens after an idea is generated. Drawing on our ethnography of architects Rahman and Barley examine architect&rsquo;s day-to-day activities as they respond to unanticipated constraints, especially those that occur after they have settled on a unique design. They find that architects spend a large portion of their time engaged in technical work and what we call &ldquo;situated redesign&rdquo;: emergent actions taken in the here-and-now to resolve, skirt, or otherwise ameliorate unforeseen constraints that threaten to sidetrack a project. Situated redesign is integral to preserving the original aesthetic vision and identity of a project. Our findings highlight the importance of studying the intricacies of project work in architecture and other technical fields to acquire more accurate understandings of what work involves in an increasingly post-industrial&nbsp;economy.&nbsp;&nbsp;Such studies are particularly useful for young people who are trying to envision what they will face when they take a job that involves working as part of a team on a project.&nbsp;&nbsp;We anticipate that workers, in general, and managers can benefit from knowing how to manage project work more effectively.</p>\n<p>We also learned from the collaboration system analysis that&nbsp;<em>less&nbsp;</em>developed technological infrastructures can actually lead to greater levels of new technology adoption.&nbsp;&nbsp;The reasons we identified for this are because in economies with a less developed infrastructure, new collaboration technologies can enable people to work from home, thus overcoming the limitations of the transportation system.&nbsp;Less developed cultural contexts also tend to have less advanced technologies so new collaboration technologies were seen as more advantageous.&nbsp;&nbsp;These insights are important for organizations developing or deploying collaboration technologies meant to support global collaboration.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2018<br>\n\t\t\t\t\tModified by: Pamela&nbsp;Hinds</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we set out to understand how new technologies are appropriated in different cultural contexts.  Based on ethnographic data collected at a global architecture firm over a one-year period, we describe the ways in which drawings are strategically created and curated by architects in an attempt to carefully craft their interactions and fulfill specific intentions with clients and contributors. We identify three strategies used by architects when creating drawings and reveal that the way these strategies are employed depends on the intended purpose of each drawing with a specific set of actors. This work builds on existing literature on the role of objects, such as drawings, for work across organizational boundaries and professional disciplines. It also has implications for approaches and technologies that better support cross-boundary and highly visual work involving multiple sets of actors and artifacts. In particular, our work highlighted that existing systems did not adequately support the kind of collaboration with drawings required by creative professionals, especially those working on physical products, in today?s face-paced, global context. This work is now being built upon by Pamela Hinds and colleagues in their investigation of how artifacts are being used in open innovation communities. \n\nThe architectural data has also allowed us to do an analysis of drawings and their change over the course of a project, from start to finish.   In particular, it highlights the technical work that comprises most of what Architect?s do and how the design of a building becomes increasingly tightly coupled as the project progresses so that sometimes even minor changes in the design requires considerable rework because the changes begin to ramify across a building?s subsystems.  This work is first study of architects that focus on their work process as opposed to the aesthetics of their designs. As such, it should provide students considering a career in architecture with information that will be difficult for them to find elsewhere and better prepare them for the profession.\n\nInterest in creativity and innovation has skyrocketed in the past few decades, yet relatively few researchers have paid attention to what happens after an idea is generated. Drawing on our ethnography of architects Rahman and Barley examine architect?s day-to-day activities as they respond to unanticipated constraints, especially those that occur after they have settled on a unique design. They find that architects spend a large portion of their time engaged in technical work and what we call \"situated redesign\": emergent actions taken in the here-and-now to resolve, skirt, or otherwise ameliorate unforeseen constraints that threaten to sidetrack a project. Situated redesign is integral to preserving the original aesthetic vision and identity of a project. Our findings highlight the importance of studying the intricacies of project work in architecture and other technical fields to acquire more accurate understandings of what work involves in an increasingly post-industrial economy.  Such studies are particularly useful for young people who are trying to envision what they will face when they take a job that involves working as part of a team on a project.  We anticipate that workers, in general, and managers can benefit from knowing how to manage project work more effectively.\n\nWe also learned from the collaboration system analysis that less developed technological infrastructures can actually lead to greater levels of new technology adoption.  The reasons we identified for this are because in economies with a less developed infrastructure, new collaboration technologies can enable people to work from home, thus overcoming the limitations of the transportation system. Less developed cultural contexts also tend to have less advanced technologies so new collaboration technologies were seen as more advantageous.  These insights are important for organizations developing or deploying collaboration technologies meant to support global collaboration.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/09/2018\n\n\t\t\t\t\tSubmitted by: Pamela Hinds"
 }
}