{
 "awd_id": "1219494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Acheulean Hominin Behavior at Elandsfontein, South Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 62934.0,
 "awd_amount": 62934.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "With support from the National Science Foundation, Drs. David Braun and Naomi Levin, together with an international team of colleagues, will conduct two field seasons of archaeological research at Elandsfontein on the west coast of South Africa. The team brings together specialists from the U.S., South Africa, U.K., Australia, and Germany to study the environmental adaptations of Acheulean populations that were ancestral to modern humans.  \r\n\r\nUnderstanding the distinctiveness of humans relative to other species is among the most important goals of the behavioral and cognitive sciences.  Humans implement a set of behavioral strategies that allow for broad yet stable and flexible responses to novel situations. This flexibility directly relates to human traits that include complex communication, reliance on socially learned strategies, and extraordinary levels of cooperation. It has been suggested that these features reflect the dynamic environments in which humans have lived over the last million years. The current understanding of the interplay between human adaptability and environmental variation has developed almost entirely from late Pleistocene contexts (i.e., sites less than 130,000 years old).  We know relatively little about the adaptive versatility and environmental context of preceding Middle Pleistocene (900 to 130 thousand years old) populations, however, because there are a limited number of archaeological sites of this age with adequate contextual information.  Elandsfontein is a unique site where it is possible to explore the relationships between Acheulean behavior and environmental variability in the Middle Pleistocene.\r\n\r\nThe goal of this research is to evaluate whether Acheulean hominins at Elandsfontein employed specific technological strategies in response to heterogeneous environments. This research will require intensive excavations to document the archaeological sites, the age of the artifacts and fossils recovered, and their environmental context. The field research will be integrated with laboratory studies on the recovered materials (e.g., fossils, artifacts, sediments) to build a detailed picture of how Acheulean hominins at Elandsfontein interacted with the environments in which they lived.\r\n\r\nAlthough the antiquity of distinctively human behaviors is well documented, explaining the origin of these behaviors is impossible without a comprehensive understanding of the behavioral variability in ancestral populations. The results of the research at Elandsfontein will directly assess this current inferential shortfall by generating data on how the behavior of some of these ancestral populations (Acheulean hominis at Elandsfontein) related to environmental diversity.\r\n\r\nThis project will provide a series of measurable broader impacts to an international community in both student training and community outreach. The research will be integrated into a field course that trains American and South African undergraduates in archaeological field methods. The project also will generate  research opportunities for students (graduate and undergraduate) at American and South African universities. Research efforts will be coordinated with the West Coast Fossil Park to expand the awareness of the importance of heritage in South Africa. This project will help preserve one of South Africa's most important paleontological and archaeological localities, which is currently owned by a mining enterprise and potentially subject to commercial excavations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Naomi",
   "pi_last_name": "Levin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naomi Levin",
   "pi_email_addr": "nelevin@umich.edu",
   "nsf_id": "000532520",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 62934.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\"><strong>Intellectual Merit:</strong></span></p>\n<p>The goal of our project was to understand how pre-modern humans on the west coast of South Africa interacted with the environment. We specifically wanted to know whether these Acheulian human populations were able to contend with changing or variable environmental conditions. To address this, we conducted detailed geological, archeological and paleontological research at the Elandsfontein fossil and archeological site, which is in a dune field on the dry western coast of South Africa, approximately 60 miles north of Cape Town.&nbsp; The Elandsfontein site has been known since the 1950&rsquo;s and is famous for a rare skullcap of one of these pre-modern humans, the &rdquo;Saldanha&rdquo; or &ldquo;Hopefield&rdquo; specimen. It is also well known for a rich record of Acheulian stone tools and fossil bones that included those of elephants, buffalo, giraffes, hippos, and rhinos. Despite decades of work at the site, when we started this project there was not a clear picture of how the fossils and artifacts related to each other and how we could use this information to understand the behavior of these pre-modern humans.</p>\n<p>Using the funds from this NSF award, our team conducted multiple field seasons at Elandsfontein and pursued complimentary laboratory analyses to 1) investigate the relationships between the stone tools (representing the pre-modern humans), fossil remains and sedimentary units at Elandsfontein and 2) understand how they related to the surrounding environment at the time of deposition. Our excavations and geological field work established the direct association of the fossil mammals with the stone tools. We used our work to show that humans were occupying the same points on the landscape as the other animals, approximately 1 million to 600 thousand years ago. Our work shows that during this early human occupation of Elandsfontein, the site was quite wet and likely influenced by the abundance of local spring water, which might have made it a refuge of sorts in an otherwise dry environment. Spending time in well-watered places on the landscape might have been a way for these pre-modern humans to cope with dry and potentially variable climates of the west coast of South Africa. Our research from sediments, plant microfossils and mammals fossils at Elandsfontein indicate that today&rsquo;s seasonal pattern of winter rainfall was also dominant in the past.</p>\n<p>We have presented this work in multiple peer-reviewed journal articles and at professional conferences. We have also presented it in the classes we teach at the university level and to school and community groups.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>Broader impacts</strong></span></p>\n<p>Student training has been at the heart of every aspect of this project.&nbsp; The project has supported students at multiple stages in their careers, providing hands-on training in both the field and the laboratory. It has also provided students with first-rate experiences in a big international project, with multiple opportunities for them to conduct research in South Africa, interact with scientists from the U.S., South Africa, Germany and Australia and to work alongside South African students. The project has also provided the platform for student training in South Africa and Australia (undergraduate field course students, honors students, masters students). &nbsp;It has provided hands-on research experience for 4 undergraduates from the US through both the field and laboratory components of the work. The project has provided material and support for the dissertation work of 3 PhD students from the U.S. The majority of publications from this project thus far are student led and exemplifies our commitment to using this research for student training. In sum, this project has provided unparalleled opportunities for students to conduct cutting edge research and to obtain STEM training, in field methods, laboratory techniques, data analysis and research design. This training will be invaluable to them as they pursue careers in academics, government or industry.</p>\n<p>In addition to student training, our work with the mining company that now owns the Elandsfontein site is another aspect of the broader impacts of this project. We are coordinating with this company so they can provide a venue for the public display of the materials from the site as part of their heritage management plan.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2017<br>\n\t\t\t\t\tModified by: Naomi&nbsp;Levin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThe goal of our project was to understand how pre-modern humans on the west coast of South Africa interacted with the environment. We specifically wanted to know whether these Acheulian human populations were able to contend with changing or variable environmental conditions. To address this, we conducted detailed geological, archeological and paleontological research at the Elandsfontein fossil and archeological site, which is in a dune field on the dry western coast of South Africa, approximately 60 miles north of Cape Town.  The Elandsfontein site has been known since the 1950?s and is famous for a rare skullcap of one of these pre-modern humans, the \"Saldanha\" or \"Hopefield\" specimen. It is also well known for a rich record of Acheulian stone tools and fossil bones that included those of elephants, buffalo, giraffes, hippos, and rhinos. Despite decades of work at the site, when we started this project there was not a clear picture of how the fossils and artifacts related to each other and how we could use this information to understand the behavior of these pre-modern humans.\n\nUsing the funds from this NSF award, our team conducted multiple field seasons at Elandsfontein and pursued complimentary laboratory analyses to 1) investigate the relationships between the stone tools (representing the pre-modern humans), fossil remains and sedimentary units at Elandsfontein and 2) understand how they related to the surrounding environment at the time of deposition. Our excavations and geological field work established the direct association of the fossil mammals with the stone tools. We used our work to show that humans were occupying the same points on the landscape as the other animals, approximately 1 million to 600 thousand years ago. Our work shows that during this early human occupation of Elandsfontein, the site was quite wet and likely influenced by the abundance of local spring water, which might have made it a refuge of sorts in an otherwise dry environment. Spending time in well-watered places on the landscape might have been a way for these pre-modern humans to cope with dry and potentially variable climates of the west coast of South Africa. Our research from sediments, plant microfossils and mammals fossils at Elandsfontein indicate that today?s seasonal pattern of winter rainfall was also dominant in the past.\n\nWe have presented this work in multiple peer-reviewed journal articles and at professional conferences. We have also presented it in the classes we teach at the university level and to school and community groups. \n\nBroader impacts\n\nStudent training has been at the heart of every aspect of this project.  The project has supported students at multiple stages in their careers, providing hands-on training in both the field and the laboratory. It has also provided students with first-rate experiences in a big international project, with multiple opportunities for them to conduct research in South Africa, interact with scientists from the U.S., South Africa, Germany and Australia and to work alongside South African students. The project has also provided the platform for student training in South Africa and Australia (undergraduate field course students, honors students, masters students).  It has provided hands-on research experience for 4 undergraduates from the US through both the field and laboratory components of the work. The project has provided material and support for the dissertation work of 3 PhD students from the U.S. The majority of publications from this project thus far are student led and exemplifies our commitment to using this research for student training. In sum, this project has provided unparalleled opportunities for students to conduct cutting edge research and to obtain STEM training, in field methods, laboratory techniques, data analysis and research design. This training will be invaluable to them as they pursue careers in academics, government or industry.\n\nIn addition to student training, our work with the mining company that now owns the Elandsfontein site is another aspect of the broader impacts of this project. We are coordinating with this company so they can provide a venue for the public display of the materials from the site as part of their heritage management plan.\n\n \n\n\t\t\t\t\tLast Modified: 03/02/2017\n\n\t\t\t\t\tSubmitted by: Naomi Levin"
 }
}