{
 "awd_id": "1219659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Starter Grant:  Investigating the biochemical function of Wolbachia pipientis type IV effectors",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carter Kimsey",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 47712.0,
 "awd_amount": 47712.0,
 "awd_min_amd_letter_date": "2012-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "The ultimate goal of this project is to identify mechanisms by which an extraordinarily widespread, intracellular bacterium modifies host cell biology. Specifically, this project focuses on the intracellular bacterium Wolbachia and the identification of bacterial determinants that manipulate eukaryotic cell biology.  This project leverages the power of bioinformatics and the yeast genetic system to study this unculturable, genetically intractable bacterium.  First, the project focuses on proteins, identified in a bioinformatics screen, likely secreted by Wolbachia during the process of host infection.  These proteins are characterized in the context of the eukaryotic cell using high-throughput genetic screens and functional genomic approaches including the identification of genetic and biochemical interactions.\r\n\r\nIdentification of the mechanisms by which Wolbachia interacts with its host will contribute to the understanding of this symbiosis in the context of insect vector control. Wolbachia pipientis infects an extremely broad array of eukaryotic hosts, including the mosquito disease vectors Aedes and Anopholes, and have become noteworthy of late due to their specific relevance to these insects.  Dengue fever and its more virulent form hemorrhagic fever, are emerging as serious public health threats in the 21st century and controlling the principal vector mosquito is predicted to be critical to the effective prevention of an epidemic.  Interestingly, infection by Wolbachia has been shown to prevent transmission of Dengue by Aedes, although the biological mechanisms through which the infection is accomplished are unknown.  By characterizing Wolbachia proteins that interact with eukaryotic cell biology, we can better understand the mechanism behind the Aedes-Dengue-Wolbachia interaction, allowing us to better predict how Wolbachia infection may be used to prevent the transmission of diseases by mosquitos.  Additionally, because Wolbachia infect such a broad diversity of insects, results from this work will lead to comparative analyses in other infections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Newton",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Irene L Newton",
   "pi_email_addr": "irnewton@indiana.edu",
   "nsf_id": "000555369",
   "pi_start_date": "2012-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "P O Box 1847",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1227",
   "pgm_ref_txt": "BIO MINORITY STARTER GRANT"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7184",
   "pgm_ref_txt": "MINORITY POSTDOC RSRCH STARTER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 47712.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Wolbachia</em> is a bacterium that infects many insects where it alters host reproduction and is transmitted via the eggs to the next generation. <em>Wolbachia</em> lives within the cells of its hosts&rsquo; &ndash; inside another organism.&nbsp; In order to do this, <em>Wolbachia </em>has to be able to manipulate the insect cells; <em>Wolbachia </em>must have a way to alter insect biology to allow the bacterial infection to persist.&nbsp; This project investigated potential mechanisms that <em>Wolbachia </em>might use to facilitate host infection.&nbsp; Specifically, we identified <em>Wolbachia </em>proteins that alter the basic biology of the cell, characterized their possible functions, and identified the host components that would be interacting with these <em>Wolbachia </em>proteins.<em> </em>&nbsp;Because <em>Wolbachia </em>are difficult to study (we cannot culture them outside of the host nor can we modify their genes), this project used a novel approach to reveal something basic about the biology of <em>Wolbachia </em>that was previously unknown: <em>Wolbachia </em>proteins interact with components of the cell&rsquo;s skeleton, specifically, with eukaryotic actin.</p>\n<p><em>Wolbachia </em>is famous, of late, for its ability to prevent transmission of some important human diseases such as Dengue. Although the mechanism is not yet completely elucidated, it seems that density of <em>Wolbachia </em>&ndash; that is, the severity of the infection within the insect &ndash; correlates with the disease-blocking capability.&nbsp; <em>Wolbachia </em>that are able to persist at higher numbers in their hosts are therefore better able to block human viral pathogens.&nbsp; This project contributed to our basic understanding of <em>Wolbachia </em>cell biology.&nbsp; By identifying the mechanisms that <em>Wolbachia </em>uses to manipulate its host, we can better understand how <em>Wolbachia </em>infects and proliferates in different insects, something fundamental to its ability to block disease transmission.&nbsp; Additionally, this project had a strong education and outreach component, involving undergraduates and graduate students from underrepresented groups, exposing high-school students to scientific research, and communicating results at conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2013<br>\n\t\t\t\t\tModified by: Irene&nbsp;L&nbsp;Newton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWolbachia is a bacterium that infects many insects where it alters host reproduction and is transmitted via the eggs to the next generation. Wolbachia lives within the cells of its hostsÆ &ndash; inside another organism.  In order to do this, Wolbachia has to be able to manipulate the insect cells; Wolbachia must have a way to alter insect biology to allow the bacterial infection to persist.  This project investigated potential mechanisms that Wolbachia might use to facilitate host infection.  Specifically, we identified Wolbachia proteins that alter the basic biology of the cell, characterized their possible functions, and identified the host components that would be interacting with these Wolbachia proteins.  Because Wolbachia are difficult to study (we cannot culture them outside of the host nor can we modify their genes), this project used a novel approach to reveal something basic about the biology of Wolbachia that was previously unknown: Wolbachia proteins interact with components of the cellÆs skeleton, specifically, with eukaryotic actin.\n\nWolbachia is famous, of late, for its ability to prevent transmission of some important human diseases such as Dengue. Although the mechanism is not yet completely elucidated, it seems that density of Wolbachia &ndash; that is, the severity of the infection within the insect &ndash; correlates with the disease-blocking capability.  Wolbachia that are able to persist at higher numbers in their hosts are therefore better able to block human viral pathogens.  This project contributed to our basic understanding of Wolbachia cell biology.  By identifying the mechanisms that Wolbachia uses to manipulate its host, we can better understand how Wolbachia infects and proliferates in different insects, something fundamental to its ability to block disease transmission.  Additionally, this project had a strong education and outreach component, involving undergraduates and graduate students from underrepresented groups, exposing high-school students to scientific research, and communicating results at conferences.\n\n \n\n\t\t\t\t\tLast Modified: 07/13/2013\n\n\t\t\t\t\tSubmitted by: Irene L Newton"
 }
}