{
 "awd_id": "1220289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ocean Acidification:   Collaborative Research:   Investigation of seawater CO2 system thermodynamics under high pCO2 conditions",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 313416.0,
 "awd_amount": 313416.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2017-08-17",
 "awd_abstract_narration": "Assessments of the effects of ocean acidification in a high CO2 world require well-constrained models that interrelate measurable carbon system parameters: total dissolved inorganic carbon (CT) and total alkalinity (AT), CO2 fugacity (fCO2), pH and carbonate ion concentration ([CO3 2-]). Current thermodynamic models that relate CT and AT to fCO2 using carbonic acid dissociation constants (K1' and K2') developed for seawater analyses have been shown to provide good results at current fCO2 values ca. 380 uatm, but break down at the elevated CO2 concentrations (>500 uatm) that are likely to occur before the end of this century. Studies of the effects of elevated CO2 on organismal and ecosystem functions require robust thermodynamic models to ensure that results, which occasionally involve measurements of only two system-variables, provide accurate depictions of the investigated system in its entirety. Because accurate predictions of the consequences of ocean acidification are critical to guide management and policy decisions, development of accurate thermodynamic CO2 system models is essential.\r\n\r\nIn this project, researchers at the University of South Florida and SRI International will perform best practices measurements of CT, AT, fCO2 and pH, and subsequently assess the magnitudes of K1', K2' and KB' that produce an internally consistent thermodynamic model of the marine CO2 system. The proposed work is facilitated by (a) the recent development and characterization of purified indicators for precise and accurate seawater pH measurements and (b) the development of accurate borate to salinity ratios that provide an improved account of the contributions of boric acid to the buffer intensity of seawater. The study will include investigations of the AT contributions of uncharacterized seawater protolytes (e.g. from dissolved organic matter) as well as the possible interactions between carbonate and borate ions that may influence CO2 equilibria under high pCO2 conditions. The proposed work will additionally be promoted by the recent development of UV spectrometric procedures for direct measurements of carbonate ion concentrations in seawater.\r\n\r\nBroader Impacts: The OCB Ocean Acidification Principal Investigator Workshop Report (2011) identified a near-term need to \"determine the consequences of large pH change on the carbonate system; as pH shifts the carbonate system may respond in ways different from the range we customarily measure\". Since interpretation of the results of CO2 system perturbation experiments depend on accurate knowledge of the carbon system parameters under which the experiments were performed, development of improved carbon system equilibrium relationships, especially at high CO2 levels, is vitally important to the study of ocean acidification.\r\n\r\nGraduate and undergraduate students involved in the project will benefit from learning carbon system best practices as well as obtaining a comprehensive understanding of CO2 system thermodynamics. The field component will provide hands-on experience in at sea measurements and statistical analysis of CO2 system relationships. Furthermore, we intend to develop an ocean acidification classroom and laboratory module that will be taught at a local high school serving an ethnically-diverse student population. The lesson plans developed during this activity will be presented to teachers at the annual District-wide Training for High School Science/Math for Pinellas County schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Short",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Robert T Short",
   "pi_email_addr": "timothy.short@sri.com",
   "nsf_id": "000268608",
   "pi_start_date": "2017-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Adornato",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lori R Adornato",
   "pi_email_addr": "lori.adornato@sri.com",
   "nsf_id": "000524852",
   "pi_start_date": "2012-09-19",
   "pi_end_date": "2017-08-04"
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "140 7th Avenue S.",
  "perf_city_name": "St. Petersburg",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "337015016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "FL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 313416.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The principal goal of this project was to improve the equilibrium model that is used to relate the four primary parameters of the marine carbon dioxide&nbsp;(CO<sub>2</sub>) system: total dissolved inorganic carbon (DIC); total alkalinity (TA); CO<sub>2</sub>&nbsp;partial pressure (pCO<sub>2</sub>); and seawater acidity (pH).&nbsp;Analysis results have shown that, for temperatures between 20 and 25 <sup>o</sup>C and the usual range of marine salinities, the present model allows accurate determination of all four variables by measuring two of them and calculating the remaining two. Testing determined, however, that the internal consistency of the model is less accurate for much lower temperatures and salinities. In addition, the model may not be valid if pCO<sub>2</sub> values continue to increase due to increased CO<sub>2</sub> concentration in the atmosphere. In summary, this project aimed to improve the model&rsquo;s validity over a much wider range of temperatures, salinity, and pCO<sub>2.</sub>&nbsp;</p>\n<p>During this project, instrumentation was developed to make measurements of DIC and TA much more routine than previously possible. Measurements of all four primary CO<sub>2</sub>&nbsp;system variables were then made in the laboratory over a very wide range of temperature, salinity, and pCO<sub>2</sub>&nbsp;levels.&nbsp;This work improved the understanding of the interrelationship of these parameters for a much wider range of temperature, salinity, and pCO<sub>2</sub>, which helps to improve our understanding of the effects of increasing concentrations of CO<sub>2</sub>&nbsp;in our atmosphere (e.g., ocean acidification), particularly in coastal marine environments. However, we also concluded that that better models are required to more accurately describe the interrelationships of the CO<sub> 2</sub> system variables for&nbsp;<sub> </sub>extreme temperature and salinity conditions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2018<br>\n\t\t\t\t\tModified by: Robert&nbsp;T&nbsp;Short</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe principal goal of this project was to improve the equilibrium model that is used to relate the four primary parameters of the marine carbon dioxide (CO2) system: total dissolved inorganic carbon (DIC); total alkalinity (TA); CO2 partial pressure (pCO2); and seawater acidity (pH). Analysis results have shown that, for temperatures between 20 and 25 oC and the usual range of marine salinities, the present model allows accurate determination of all four variables by measuring two of them and calculating the remaining two. Testing determined, however, that the internal consistency of the model is less accurate for much lower temperatures and salinities. In addition, the model may not be valid if pCO2 values continue to increase due to increased CO2 concentration in the atmosphere. In summary, this project aimed to improve the model?s validity over a much wider range of temperatures, salinity, and pCO2. \n\nDuring this project, instrumentation was developed to make measurements of DIC and TA much more routine than previously possible. Measurements of all four primary CO2 system variables were then made in the laboratory over a very wide range of temperature, salinity, and pCO2 levels. This work improved the understanding of the interrelationship of these parameters for a much wider range of temperature, salinity, and pCO2, which helps to improve our understanding of the effects of increasing concentrations of CO2 in our atmosphere (e.g., ocean acidification), particularly in coastal marine environments. However, we also concluded that that better models are required to more accurately describe the interrelationships of the CO 2 system variables for  extreme temperature and salinity conditions.\n\n \n\n\t\t\t\t\tLast Modified: 04/03/2018\n\n\t\t\t\t\tSubmitted by: Robert T Short"
 }
}