{
 "awd_id": "1220372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCEAN ACIDIFICATION - COLLABORATIVE RESEARCH: OMEGAS II - Linking ecological and organismal responses to the ocean acidification seascape in the California Current System",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 13820.0,
 "awd_amount": 13820.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "This project is a renewal of an existing ocean acidification (OA) grant supporting an interdisciplinary research team (called OMEGAS) with expertise in oceanography, ecology, biogeochemistry, molecular physiology, and molecular genetics. Research to date has documented a dynamic oceanographic mosaic in the inner shelf of the California Current System (CCS) that spans 1,200+ km and varies at tidal, diurnal, event, and seasonal temporal scales at local to ocean basin spatial scales. In OMEGAS II, the project seeks to better understand the drivers of this striking time-space variability, and to link the OA seascape to the physiological and ecological performance of a key member of this ecosystem, the mussel Mytilus californianus. In addition, the investigators will explore the influence of this oceanographic mosaic on species interactions and community organization. As a dominant habitat-forming species, strong interactor, and major space occupant, M. californianus is arguably the core component of the rocky intertidal ecosystem along the upwelling-dominated CCS. Using an interdisciplinary, spatially extensive approach integrating inner shelf oceanography with ecology, physiology, and eco-mechanics, the interdisciplinary team will study the response of juvenile mussels M. californianus to OA. The studies span levels of biological organization, thereby allowing assessment of how the cost of forming a shell under field conditions might influence physiological performance and resistance to predation. This investigation will include modeling to link to larger-scale ecosystem and oceanographic dynamics in the CCS and beyond.\r\n\r\nResults from OMEGAS I show that the growth, survival, and shell strength of mussel larvae are strongly negatively affected by elevated pCO2, and that growth of adult mussels varied among sites within regions and between regions. Emerging data on natural variability in seawater conditions will allow a deeper exploration of the organismal response of M. californianus, and the ecological consequences of traits, such as reduced shell thickness and strength. The present project will expand and strengthen the existing oceanographic network to increase our understanding of the coastal OA regime, and provide the environmental context for ecological and physiological research. Specifically, this project will (1) conduct field and laboratory experiments on the influence of OA on the growth, shell accretion, and resistance to predation of juvenile mussels collected from 10 sites spanning 1,400 km of coastline, (2) link the OA-sensor oceanographic \"backbone\" to an existing database of community structure via ecological modeling to assess the influence of OA on coastal variation in community organization, (3) determine the physiological responses of juvenile mussels following field deployments and culture under common garden conditions to evaluate mechanistic underpinnings to the responses observed in mussels from different sites, (4) explore the physiological and transcriptomic response of mussels in lab mesocosms to field-documented variability in pCO2, and (5) using modified ROMS models, evaluate the linkage between basin-scale oceanography and local-scale variation in inner-shelf oceanography to evaluate the relative influences of large-to-local scale factors on OA variability. This research aims to understand how coastal ecosystems will respond to OA, and thus to develop our capacity to predict the future impact of OA on coastal ecosystems.\r\n\r\nBroader Impacts. This project will leverage complementary funding for research, training and outreach, and engage undergraduates, graduate students, and postdoctoral researchers, as well as PIs. Part of an overall goal is to increase the visibility and familiarity of OA science for policy makers and the general public. Outreach will be facilitated through extensive ties to COMPASS (Communication Partnership for Science and the Sea), public lectures, websites, and multimedia outlets, such as films and television. Each campus is engaged in local-to-national displays on OA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "McManus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret A McManus",
   "pi_email_addr": "mamc@hawaii.edu",
   "nsf_id": "000105440",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "Department of Oceanography",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222336",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ocean acidification has the potential&nbsp;to change the world's ocean and coastal&nbsp;ecosystems.&nbsp;&nbsp;By bringing together researchers with diverse expertise across disciplines and institutions, OMEGAS (Ocean Margin Ecosystem Group for Acidification Studies) sought to meet society's demands for scientific information on ocean acidification across the California Current Large Marine Ecosystem (CCLME).</p>\n<p>&nbsp;</p>\n<p>OMEGAS research included five integrated elements: 1) The development of a local-scale network of physical and chemical sensors in nearshore waters of Oregon and California, 2) Coordinated and integrated studies of adults and larvae of sea urchins and mussels collected from the same nearshore waters, 3) Genetic surveys of urchins and mussels from these nearshore waters to determine evolutionary responses and adaptational potential to OA (Ocean Acidification), 4) Monitoring the growth and shell accretion rates of mussels from these nearshore waters, and finally 5) Outreach to increase the visibility and familiarity of science for policy makers and the general public.</p>\n<p><strong>&nbsp;</strong></p>\n<p>Our findings on the seasonal persistence of 'acidified' conditions and their interaction with hypoxia as coupled stressors on the Oregon shelf have highlighted and reaffirmed the importance of upwelling shelves as early impact systems for the study of ocean acidification. OMEGAS has produced a detailed picture of the alongshore OA mosaic, showing periods of variable pH from central Oregon to central California. The lowest values are reached to the north, but variation is discontinuous both temporally and latitudinally. Low pH periods reflect upwelling events, but even though upwelling is more intense southward (on average), the lowest pH events occur off central Oregon. Further, more detailed temporal analyses show a strong intertidal diel signal compared to the moorings just offshore, with consistent patterns across all sites of low pH in the morning and high pH in the afternoon and evening. This variation seems due to diurnal cycles of respiration and productivity by the organisms living on the shore.</p>\n<p><strong>&nbsp;</strong></p>\n<p>The use of in-situ pCO2 and pH sensors to monitoring chemical changes in the coastal ocean is in its infancy, and this project was among the first to initiate such sensor arrays. In particular, the deployment of any sensors, but particularly ones as delicate as pH sensors, in high-energy rocky intertidal regions has been groundbreaking. Thus, this project has necessitated the acquisition of new knowledge for the research team in sensor software, hardware, and methods of operational deployment in the inner shelf subtidal and the wave-swept rocky shores adjacent. OMEGAS has shared these operational experiences with the Durafet-based pH and spectrophotometric-based pCO2 and pH sensors with the manufacturer to enhance sensor reliability for coastal deployments, and with individuals from academia, shellfish growers, agency scientists who are planning to establish OA observing programs.</p>\n<p>&nbsp;</p>\n<p>OMEGAS has partnered with many other organizations and individuals through this NSF-funded work: Bureau of Ocean Management (BOEM) CA, COMPASS US, California Current Acidification Network (C-CAN). CA<strong>, </strong>Channel Islands National Park: CA,<strong> </strong>Dr. Brian Helmuth University of South Carolina, NOAA Channel Islands National Marine Sanctuary (CINMS CA), NOAA Gulf of the Farallones and Cordell Banks National Marin CA, National Geographic Channel (X-Ray Earth) US, Partnership for Interdisciplinary Studies of Coastal Oceans <a href=\"http://www.piscoweb.org\">www.piscoweb.org</a>, and the Santa Barbara Coastal LTER CA.<strong> </strong>Our findings have stimulated discussions with microbiologists and physiologists on the importance of developing research collaborations for the purposes of sc...",
  "por_txt_cntn": "\nOcean acidification has the potential to change the world's ocean and coastal ecosystems.  By bringing together researchers with diverse expertise across disciplines and institutions, OMEGAS (Ocean Margin Ecosystem Group for Acidification Studies) sought to meet society's demands for scientific information on ocean acidification across the California Current Large Marine Ecosystem (CCLME).\n\n \n\nOMEGAS research included five integrated elements: 1) The development of a local-scale network of physical and chemical sensors in nearshore waters of Oregon and California, 2) Coordinated and integrated studies of adults and larvae of sea urchins and mussels collected from the same nearshore waters, 3) Genetic surveys of urchins and mussels from these nearshore waters to determine evolutionary responses and adaptational potential to OA (Ocean Acidification), 4) Monitoring the growth and shell accretion rates of mussels from these nearshore waters, and finally 5) Outreach to increase the visibility and familiarity of science for policy makers and the general public.\n\n \n\nOur findings on the seasonal persistence of 'acidified' conditions and their interaction with hypoxia as coupled stressors on the Oregon shelf have highlighted and reaffirmed the importance of upwelling shelves as early impact systems for the study of ocean acidification. OMEGAS has produced a detailed picture of the alongshore OA mosaic, showing periods of variable pH from central Oregon to central California. The lowest values are reached to the north, but variation is discontinuous both temporally and latitudinally. Low pH periods reflect upwelling events, but even though upwelling is more intense southward (on average), the lowest pH events occur off central Oregon. Further, more detailed temporal analyses show a strong intertidal diel signal compared to the moorings just offshore, with consistent patterns across all sites of low pH in the morning and high pH in the afternoon and evening. This variation seems due to diurnal cycles of respiration and productivity by the organisms living on the shore.\n\n \n\nThe use of in-situ pCO2 and pH sensors to monitoring chemical changes in the coastal ocean is in its infancy, and this project was among the first to initiate such sensor arrays. In particular, the deployment of any sensors, but particularly ones as delicate as pH sensors, in high-energy rocky intertidal regions has been groundbreaking. Thus, this project has necessitated the acquisition of new knowledge for the research team in sensor software, hardware, and methods of operational deployment in the inner shelf subtidal and the wave-swept rocky shores adjacent. OMEGAS has shared these operational experiences with the Durafet-based pH and spectrophotometric-based pCO2 and pH sensors with the manufacturer to enhance sensor reliability for coastal deployments, and with individuals from academia, shellfish growers, agency scientists who are planning to establish OA observing programs.\n\n \n\nOMEGAS has partnered with many other organizations and individuals through this NSF-funded work: Bureau of Ocean Management (BOEM) CA, COMPASS US, California Current Acidification Network (C-CAN). CA, Channel Islands National Park: CA, Dr. Brian Helmuth University of South Carolina, NOAA Channel Islands National Marine Sanctuary (CINMS CA), NOAA Gulf of the Farallones and Cordell Banks National Marin CA, National Geographic Channel (X-Ray Earth) US, Partnership for Interdisciplinary Studies of Coastal Oceans www.piscoweb.org, and the Santa Barbara Coastal LTER CA. Our findings have stimulated discussions with microbiologists and physiologists on the importance of developing research collaborations for the purposes of scaling-up and scaling-down ocean acidification impacts across scales of biological and ecological organization. This project has facilitated our collaborative research across physical and biological disciplines with partners in physical oceanography, chemical oceanography, ..."
 }
}