{
 "awd_id": "1220051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rheological Evolution of Basaltic Lava Flows During Cooling and Crystallization",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 316682.0,
 "awd_amount": 316682.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2014-09-05",
 "awd_abstract_narration": "Basaltic lavas cover large portions of the surface of the Earth and several other planets and moons. The morphology of lava flows and other structures such as cones and domes is related to the physical properties of the lava, the effusion rate, and environmental factors such as surface medium (submarine vs subaerial) and slope. Important physical properties of lavas include viscosity, yield strength, thermal diffusivity and heat capacity, all of which vary with temperature (T) and crystal fraction (&#966;, which itself varies with T). Melt viscosity can vary by many orders of magnitude within a single eruptive event, and despite recent advances the rheology of crystallizing basaltic magma is still relatively poorly constrained. The PI and graduate students will measure the rheological and thermal properties of basaltic lavas from various tectonic settings at conditions appropriate to basaltic volcanism, and model variations in these properties as a function of T, composition (X) and &#966;. The aim is to provide a better understanding of how these properties can vary across a flow at a particular instant in time, and within a single quantum of magma from vent to final emplacement. By combining information on rheological and thermal properties of magma, we seek to explore potentially complex feedback relationships between crystallization, latent heat release, melt viscosity and yield strength that control the overall rheology and flow morphology. \r\n\r\nThe lava samples to be studied will come from Kilauea (Hawaii), Laki (Iceland), Etna (Italy), Fuego and Pacaya (Guatemala), and Arenal (Costa Rica). Experimental measurements will include: determination of melt viscosity from 1 to 1012 Pa.s as a function of temperature, using parallel-plate and concentric-cylinder viscometers. Yield strength will be determined at low stresses relevant to lava flows by measuring strain rate as a function of stress, for carefully selected time series experiments to obtain samples with different crystal contents. Liquid heat capacity and the enthalpy of fusion will be determined by drop calorimetry. Heat capacity of glasses and supercooled liquids, and enthalpy of crystallization under supercooled conditions, will be determined by differential scanning calorimetry. Melt viscosity and multiphase magma rheology (effective viscosity and apparent yield strength) will be parameterized as a function of T, X and &#966;. The research program will be divided into smaller projects that will provide many opportunities for integrated graduate and undergraduate training and education. The project will provide data and models with applications extending to natural hazards, planetary geology and materials science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Whittington",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Alan G Whittington",
   "pi_email_addr": "alan.whittington@utsa.edu",
   "nsf_id": "000302246",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 147114.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 78481.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 91087.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed to improve our understanding of the physical properties of basaltic lavas, which cover large portions of the surface of the Earth and several other planets and moons. The morphology of lava flows and other volcanic structures is related to the physical properties of the lava, the effusion rate, and environmental factors such as ground slope. Important physical properties of lavas include viscosity, yield strength, thermal diffusivity and heat capacity, all of which vary with temperature (<em>T</em>) and crystal fraction (<em>?</em>which increases during cooling).</p>\n<p>We measured the rheological and thermal properties of basaltic lavas from several volcanoes around the world, including Arenal (Costa Rica), Cima (California), Kilauea (Hawai&rsquo;i), Nyiragongo and Nyamulagira (D.R. Congo), Pacaya (Guatemala), Piton de la Fournaise (R&eacute;union), and Puy de la Vache (France). Measurements included determination of magma viscosity, heat capacity and thermal diffusivity. From these measurements we calculated thermal conductivity of basaltic lavas, which is ~1.4 W/m/K, implying slow heat conduction. Partially molten zones in the mantle become less efficient at conducting heat as melting progresses.&nbsp;</p>\n<p>Rheology affects surface morphology, which for basalts has two end-members: smooth, ropey pahoehoe and rough, blocky `a`a. Many flows begin as hot fluid pahoehoe and transition to `a`a as they cool, crystallize, and become more viscous, although the transition also depends on the strain rate, i.e. the speed at which the lava is flowing. We used field and laboratory studies to determine the viscosity &ndash; strain rate conditions at which the transition occurs, for the first time. We even replicated the transition in surface textures in the lab.&nbsp; &nbsp;</p>\n<p>In January 2014 we visited Pacaya, Guatemala, while it was erupting, which allowed us to video active lava flows and sample the lava before it cooled and crystallized completely. A surprising finding was that decreasing slope is the single most important factor in changing effective lava viscosity over the first 600m from the vent. It follows that the complex relations between slope, flow velocity, and non-Newtonian lava rheology need to be incorporated into models of lava flow emplacement.</p>\n<p>For every volcano, we modeled variations in effective viscosity and yield strength as a function of <em>T</em>, composition (<em>X</em>) and crystal fraction, so they can be used to model volcanic processes. One notable finding is that every lava behaves slightly differently, including lavas erupted from the same volcano just a few years apart (e.g. Pacaya 2010 and 2014). Because viscosity increases very rapidly over narrow temperature intervals, this means that changes in lava morphology, flow advance rate, etc, are hard to predict until the lava has been sampled and studied experimentally.&nbsp;</p>\n<p>This grant supported research by 2 PhD and 1 MS students. Both PhD students have completed a graduate Minor in College Teaching; one is now a research scientist at NASA, one is still in the PhD program, and the MS student will continue into a PhD program. This grant supported research by 2 undergraduate students, both of whom are now employed as scientists in industry. Graduate and undergraduate students made a total of 14 conference presentations, and are authors on 4 peer-reviewed journal articles. We established new collaborations with the Universidad de San Carlos in Guatemala, and gave a seminar explaining our research, and with OvSiCoRi-UNA in Costa Rica.&nbsp;&nbsp;</p>\n<p>Informal education included regular outreach activities (~5 per year over the award period) with preschool and K-12 groups, in formats ranging from public science lectures to very hands-on explorations of non-Newtonian rheology (corn starch suspension) and explosive eruptions (soda and mentos) in schoo...",
  "por_txt_cntn": "\nThis project was designed to improve our understanding of the physical properties of basaltic lavas, which cover large portions of the surface of the Earth and several other planets and moons. The morphology of lava flows and other volcanic structures is related to the physical properties of the lava, the effusion rate, and environmental factors such as ground slope. Important physical properties of lavas include viscosity, yield strength, thermal diffusivity and heat capacity, all of which vary with temperature (T) and crystal fraction (?which increases during cooling).\n\nWe measured the rheological and thermal properties of basaltic lavas from several volcanoes around the world, including Arenal (Costa Rica), Cima (California), Kilauea (HawaiÆi), Nyiragongo and Nyamulagira (D.R. Congo), Pacaya (Guatemala), Piton de la Fournaise (R&eacute;union), and Puy de la Vache (France). Measurements included determination of magma viscosity, heat capacity and thermal diffusivity. From these measurements we calculated thermal conductivity of basaltic lavas, which is ~1.4 W/m/K, implying slow heat conduction. Partially molten zones in the mantle become less efficient at conducting heat as melting progresses. \n\nRheology affects surface morphology, which for basalts has two end-members: smooth, ropey pahoehoe and rough, blocky `a`a. Many flows begin as hot fluid pahoehoe and transition to `a`a as they cool, crystallize, and become more viscous, although the transition also depends on the strain rate, i.e. the speed at which the lava is flowing. We used field and laboratory studies to determine the viscosity &ndash; strain rate conditions at which the transition occurs, for the first time. We even replicated the transition in surface textures in the lab.   \n\nIn January 2014 we visited Pacaya, Guatemala, while it was erupting, which allowed us to video active lava flows and sample the lava before it cooled and crystallized completely. A surprising finding was that decreasing slope is the single most important factor in changing effective lava viscosity over the first 600m from the vent. It follows that the complex relations between slope, flow velocity, and non-Newtonian lava rheology need to be incorporated into models of lava flow emplacement.\n\nFor every volcano, we modeled variations in effective viscosity and yield strength as a function of T, composition (X) and crystal fraction, so they can be used to model volcanic processes. One notable finding is that every lava behaves slightly differently, including lavas erupted from the same volcano just a few years apart (e.g. Pacaya 2010 and 2014). Because viscosity increases very rapidly over narrow temperature intervals, this means that changes in lava morphology, flow advance rate, etc, are hard to predict until the lava has been sampled and studied experimentally. \n\nThis grant supported research by 2 PhD and 1 MS students. Both PhD students have completed a graduate Minor in College Teaching; one is now a research scientist at NASA, one is still in the PhD program, and the MS student will continue into a PhD program. This grant supported research by 2 undergraduate students, both of whom are now employed as scientists in industry. Graduate and undergraduate students made a total of 14 conference presentations, and are authors on 4 peer-reviewed journal articles. We established new collaborations with the Universidad de San Carlos in Guatemala, and gave a seminar explaining our research, and with OvSiCoRi-UNA in Costa Rica.  \n\nInformal education included regular outreach activities (~5 per year over the award period) with preschool and K-12 groups, in formats ranging from public science lectures to very hands-on explorations of non-Newtonian rheology (corn starch suspension) and explosive eruptions (soda and mentos) in school visits, at STEM outreach activities, and a local art fair. This continued the culture of educational training and outreach that is deeply embedded in the PIÆs research ..."
 }
}