{
 "awd_id": "1220026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBES: Small: Developing Countermeasures to Mitigate Psychology Cyber-Attacks on Personal Identity Information",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 464124.0,
 "awd_amount": 464124.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "Approximately six million Americans are targets of identity theft each year. Many of the attacks on identity privacy use psychological influence strategies (\"psychological attacks?) to induce individuals to provide their private information. Although people are appropriately concerned about their privacy, they often unnecessarily disclose information that could be used to their disadvantage. Our studies have shown that people?s privacy exposure behaviors may be severely affected by psychological attacks. Unfortunately, research from a psychological perspective to mitigate the attacks is scarce. This research identifies critical aspects of warnings for a sub-set of psychological cyber-attacks on privacy and provides guidelines for developing effective mitigations against other types of psychological cyber-attacks. We create computer-mediated countermeasures. We also ascertain the extent to which the warnings capture attention, are understood, are memorable, increase perceptions of risk, decrease trust, and lead to compliance under conditions of psychological attacks. \r\n\r\nIntellectual Merit. This research is a first investigation of whether theoretical models developed to reduce risky behaviors (e.g., health-related behaviors) can be extended to the domain of computer privacy. The research determines whether warnings can have significant impact on people?s decisions about disclosure of their private information. The effectiveness of our mitigation approach is tested on hand-held devices and web sites with the goal of increasing compliance with the warnings. \r\n\r\nBroader Impacts. This research provides mitigation strategies for private information exposure and provides guidelines for software developers to use when designing privacy preserving software. Potentially, the results can be generalized to mitigate other current and future psychological privacy attacks. Research findings are disseminated in both social psychology and computer science.  In addition, a website is developed to share the research results, the data sets, and the lessons learned, in order to raise the awareness of the importance of protecting identity information and mitigating psychological cyber-attacks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Carpenter",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra L Carpenter",
   "pi_email_addr": "carpens@uah.edu",
   "nsf_id": "000460231",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Zhu",
   "pi_email_addr": "fz0001@uah.edu",
   "nsf_id": "000520189",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 464124.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Identity theft is an increasing problem; about 5% of the people in the U.S. experience it every year. Methods to reduce identity theft must therefore be created and tested. The focus of this research was to identify the characteristics of digital warnings that can dissuade people from disclosing their personal information.</p>\n<p>Although people report being concerned about losing control of their private information, they often provide it unnecessarily in exchange for a small benefit (e.g., a coupon) or in the context of a social engineering or &ldquo;psychological attack.&rdquo; Typically, people are appropriately cautious when disclosing their credit card or social security number, but they do not realize that other aspects of their identity are also important to keep private. For example, the combination of birth date, gender, and zip code can uniquely identify individuals, at a rate of 63% (Golle, 2006) to 87% (Sweeney, 2000). Thus, disclosing this seemingly non-sensitive information increases the likelihood of identity theft.</p>\n<p>We designed and conducted several experiments and used eye-trackers to determine the focus and duration of peoples&rsquo; gaze when interacting with an online website as it requested personal information and when warnings not to disclose were presented. Following the Communication-Human Information Processing model (Wogalter, 2006), we tested various ways to (a) capture and maintain attention that would (b) increase perceptions of risk related to disclosing personal information, and (c) reduce disclosure. In each experiment, people were asked to provide their personal information in the context of a psychological attack (i.e., mindlessness). Mindlessness refers to people making decisions while not fully attending to the reasons for their decisions. Our major behavior of interest was whether or not people disclosed personal information when presented with warnings, compared to people not provided warnings (the control groups).</p>\n<p>Our research indicates which warning word (i.e., hazard) and warning source (i.e., FBI Cyber Division) were most effective at reducing disclosure. This is not trivial, as other warning words (i.e., waning, caution) and sources (i.e., Department of Justice, Google) that might be expected to be effective deterrents to disclosure were not. We also learned that dissuading people from disclosing date of birth, gender, and zip code was especially difficult. A warning, however, suggesting an alternative behavior (i.e., falsify the birth month) did reduce disclosure somewhat. Finally, we also learned that the structure of the wording of the warning (the &ldquo;framing&rdquo;) was an important factor in the warning&rsquo;s effectiveness. The negative frame employed in these experiments was &ldquo;Your identity may not be secure if you provide accurate information.&rdquo; The positive frame was &ldquo;Your identity will be secure if you do not provide accurate information.&rdquo; Note that these sentences convey the same information, but are phrased in a different way. The negative frame proved to be effective, whereas the positive frame did not. That is, more people seeing the warning using the negative frame declined to reveal their information than people who did not receive any warning. However, as many people in the positive frame condition revealed private information as people in the control/no warning group.</p>\n<p>Overall, we learned that designing warnings to reduce unnecessary exposure of personal information is not a simple or obvious task. Many characteristics of the warning need to be tested to verify the effectiveness of the warning. The results of this research provide mitigations to psychological cyber-attacks on private information and guidelines for software developers to use when designing privacy-preserving software (warnings). The long-term goal of this line of research is to help people better protect their private information.</p>\n<p>People who do not provide private information when not necessary can benefit personally in a variety of ways:</p>\n<ul>\n<li>Protect their income</li>\n<li>Avoid the loss of time while managing theft outcomes</li>\n<li>Avoid the stress of dealing with the challenges of re-establishing good credit </li>\n</ul>\n<p>People who do not provide private information when not necessary may also benefit others, more broadly:</p>\n<ul>\n<li>Local and national economy: people with less disposable income due to identity theft are unable to buy products and services</li>\n<li>Workplace: loss of time managing theft outcomes may lead to absenteeism; loss of work quality due to stress; increased insurance rates due to potential mental and physical health problems of employees dealing with identity theft</li>\n<li>Companies using credit cards incur costs due to safeguards against theft of people&rsquo;s personal information</li>\n</ul>\n<p>This research is a first step in identifying ways to reduce the type of personal information disclosure and, therefore, reduce the prevalence of identity theft for individuals and the impact of identity theft more broadly.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2016<br>\n\t\t\t\t\tModified by: Sandra&nbsp;L&nbsp;Carpenter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIdentity theft is an increasing problem; about 5% of the people in the U.S. experience it every year. Methods to reduce identity theft must therefore be created and tested. The focus of this research was to identify the characteristics of digital warnings that can dissuade people from disclosing their personal information.\n\nAlthough people report being concerned about losing control of their private information, they often provide it unnecessarily in exchange for a small benefit (e.g., a coupon) or in the context of a social engineering or \"psychological attack.\" Typically, people are appropriately cautious when disclosing their credit card or social security number, but they do not realize that other aspects of their identity are also important to keep private. For example, the combination of birth date, gender, and zip code can uniquely identify individuals, at a rate of 63% (Golle, 2006) to 87% (Sweeney, 2000). Thus, disclosing this seemingly non-sensitive information increases the likelihood of identity theft.\n\nWe designed and conducted several experiments and used eye-trackers to determine the focus and duration of peoples? gaze when interacting with an online website as it requested personal information and when warnings not to disclose were presented. Following the Communication-Human Information Processing model (Wogalter, 2006), we tested various ways to (a) capture and maintain attention that would (b) increase perceptions of risk related to disclosing personal information, and (c) reduce disclosure. In each experiment, people were asked to provide their personal information in the context of a psychological attack (i.e., mindlessness). Mindlessness refers to people making decisions while not fully attending to the reasons for their decisions. Our major behavior of interest was whether or not people disclosed personal information when presented with warnings, compared to people not provided warnings (the control groups).\n\nOur research indicates which warning word (i.e., hazard) and warning source (i.e., FBI Cyber Division) were most effective at reducing disclosure. This is not trivial, as other warning words (i.e., waning, caution) and sources (i.e., Department of Justice, Google) that might be expected to be effective deterrents to disclosure were not. We also learned that dissuading people from disclosing date of birth, gender, and zip code was especially difficult. A warning, however, suggesting an alternative behavior (i.e., falsify the birth month) did reduce disclosure somewhat. Finally, we also learned that the structure of the wording of the warning (the \"framing\") was an important factor in the warning?s effectiveness. The negative frame employed in these experiments was \"Your identity may not be secure if you provide accurate information.\" The positive frame was \"Your identity will be secure if you do not provide accurate information.\" Note that these sentences convey the same information, but are phrased in a different way. The negative frame proved to be effective, whereas the positive frame did not. That is, more people seeing the warning using the negative frame declined to reveal their information than people who did not receive any warning. However, as many people in the positive frame condition revealed private information as people in the control/no warning group.\n\nOverall, we learned that designing warnings to reduce unnecessary exposure of personal information is not a simple or obvious task. Many characteristics of the warning need to be tested to verify the effectiveness of the warning. The results of this research provide mitigations to psychological cyber-attacks on private information and guidelines for software developers to use when designing privacy-preserving software (warnings). The long-term goal of this line of research is to help people better protect their private information.\n\nPeople who do not provide private information when not necessary can benefit personally in a variety of ways:\n\nProtect their income\nAvoid the loss of time while managing theft outcomes\nAvoid the stress of dealing with the challenges of re-establishing good credit \n\n\nPeople who do not provide private information when not necessary may also benefit others, more broadly:\n\nLocal and national economy: people with less disposable income due to identity theft are unable to buy products and services\nWorkplace: loss of time managing theft outcomes may lead to absenteeism; loss of work quality due to stress; increased insurance rates due to potential mental and physical health problems of employees dealing with identity theft\nCompanies using credit cards incur costs due to safeguards against theft of people?s personal information\n\n\nThis research is a first step in identifying ways to reduce the type of personal information disclosure and, therefore, reduce the prevalence of identity theft for individuals and the impact of identity theft more broadly.\n\n \n\n\t\t\t\t\tLast Modified: 10/18/2016\n\n\t\t\t\t\tSubmitted by: Sandra L Carpenter"
 }
}