{
 "awd_id": "1220664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ocean Acidification: Impacts on copepod populations mediated by changes in prey quality",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 540020.0,
 "awd_amount": 540020.0,
 "awd_min_amd_letter_date": "2012-08-02",
 "awd_max_amd_letter_date": "2012-08-02",
 "awd_abstract_narration": "Research shows that ocean acidification (OA) has physiological consequences for individual organisms, even those lacking calcium carbonate skeletal structures. However, this research does not adequately address how OA effects to individuals are linked across trophic levels. Pelagic copepods are critical players in most marine biogeochemical cycles. Their consumption of phytoplankton and microzooplankton is the primary mechanism by which bacterial and phytoplankton production is transferred to higher trophic levels. Despite their high abundance and ecological importance, copepods have received little research attention concerning OA. The few studies focused on direct acute effects to copepods (e.g. egg hatching, survival) under elevated pCO2, and few significant effects have been observed at predicted future pCO2. However, there is increasing recognition that OA significantly affects their phytoplankton prey, including elevating growth rates, increasing cell sizes, altering nutrient uptake and ratios, and chemical composition. Because copepod grazing, egg production, and hatching success all can vary with these prey characteristics, OA mediated changes in phytoplankton quality may be an important indirect mechanism through which OA acts on copepod populations and, ultimately, marine food webs. \r\n\r\nThis study that will advance our understanding of how copepod populations may be affected by OA, specifically through OA induced changes in phytoplankton quality. The core objective of this study is to determine how changes in phytoplankton physiology and biochemistry (e.g. lipid composition) affect copepod egg production, hatching, and ontogenetic development of nauplii. The PIs will include a subset of experiments to test whether OA affects copepod reproductive output independent of changes to prey. To achieve these research goals, the diatom, Ditylum brightwellii, and dinoflagellate, Prorocentrum micans, will be cultured semi-continuously under several pCO2 concentrations, during which time the investigators will characterize changes in their physiology and biochemistry. The copepods, Calanus pacificus, a large, high lipid-bearing marine species, and Acartia clausi, a smaller, low lipid-bearing estuarine species, will be maintained across varying pCO2 concentrations and fed these pCO2-acclimated prey, and their grazing and reproductive capability quantified. The copepods and phytoplankton used in this study will be collected from the Salish Sea, a region already experiencing periods of high pCO2/H+ (>1000 ppm, pH 7.5) on varying timescales. Therefore, this research addresses a question of how future climate change may impact marine ecosystems, but also is relevant to pCO2/H+ variability presently experienced in coastal environments.  \r\n\r\nBroader Impacts: The PIs of this project are committed to: 1) promoting access to under-represented groups, 2) training and mentoring, 3) broadening knowledge of OA and 4) developing infrastructure for ongoing, multidisciplinary OA research. Under-represented groups will be served through Shannon Point Marine Center's (SPMC) nationally recognized NSF-funded Multicultural Initiative in the Marine Sciences: Undergraduate Participation (MIMSUP: http://www.wwu.edu/mimsup/), and University of Washington's Pacific Northwest Louis Stokes Alliance for Minority Participation (PNW LSAMP) programs. Educational goals are addressed through an array of activities including K-12 outreach, research experiences for undergraduates, including SPMC's summer REU program, and development of widely disseminated curricular materials. The project will support and participate in SPMC?s public outreach initiative, increasing awareness of marine issues in the general public. This study will support three early career scientists, a public education outreach specialist, and will train a postdoctoral researcher and a graduate student. Infrastructure improvements to SPMC's existing OA research facility will increase usability, making it more accessible for classroom use and student research. The additional instrumentation will also allow the facility to become a regional resource for monitoring pCO2 in the Salish Sea.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M Brady",
   "pi_last_name": "Olson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M Brady Olson",
   "pi_email_addr": "brady.olson@wwu.edu",
   "nsf_id": "000500592",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brooke",
   "pi_last_name": "Love",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brooke Love",
   "pi_email_addr": "brooke.love@wwu.edu",
   "nsf_id": "000528271",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "WWU Shannon Point Marine Lab",
  "perf_str_addr": "1900 Shannon Point Rd",
  "perf_city_name": "Anacortes",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982214042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 540020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Copepods are the most important marine secondary producers world-wide, and they serve as a dominant food for nearly all larval fish and many sea birds and marine mammals. They make up 70-90% of the zooplankton biomass throughout most of the world&rsquo;s oceans.&nbsp; Despite this, very few studies have addressed the impact of the emerging climate threat of ocean acidification (OA) on copepods.&nbsp; The existing studies have primarily focused on how OA directly affects copepods.&nbsp; Few significant effects of OA on copepods have been found, and almost no effects have been found at OA levels that are within realistic future predictions for the world&rsquo;s oceans.&nbsp; However, there is increasing evidence that OA significantly affects biological characteristics and the nutritional quality of their dominant prey, the phytoplankton. For example, some researchers have shown that OA affects the types and concentrations of fatty acids produced by phytoplankton. This is important because the amount and types of fatty acids present in phytoplankton are crucial for the health and development rate of juvenile copepods. &nbsp;Some fatty acids essential to growth and survival of juvenile copepods cannot be synthesized by the mother copepods themselves, and instead must be acquired through the mothers&rsquo; phytoplankton diets.&nbsp; If OA changes the nutritional quality of their food, then copepod grazing, egg production, and hatching success could also change.&nbsp; This could mean that copepod populations and, ultimately, marine food webs would also change.&nbsp;</p>\n<p>This award provided the opportunity to advance our understanding of how copepod populations are affected by OA.&nbsp; Our main objective was to determine how changes in phytoplankton physiology and biochemistry affect copepod reproductive performance and output. We also included a series of experiments that tested whether OA affects copepod reproductive output independent of changes to prey.&nbsp; A conceptual diagram showing the various pathways by which OA may affect copepods, and the pathways that formed the foundation of our hypotheses, is shown in Figure 1.&nbsp;</p>\n<p>Our results show that for the phytoplankton used in this study, OA indeed caused changes in phytoplankton that could alter copepod reproductive output.&nbsp; For example, all phytoplankton species tested under OA scenarios showed higher population growth rates compared to current ocean acidity levels.&nbsp; In two of the three phytoplankton tested, OA increased the total amount of lipids per phytoplankton cell, while one phytoplankton species showed an opposite trend, with lower lipid concentrations under OA scenarios.&nbsp;</p>\n<p>The biological changes we observed in the phytoplankton did give rise to some modifications in copepod behavior, reproductive output, and developmental rates of juvenile copepods.&nbsp; In the two copepods used in this study, a large lipid-rich, and a small lipid poor species, we observed differences in their feeding rates when offered phytoplankton grown under OA.&nbsp; For the small copepods, the developmental rate of copepod juveniles was faster when consuming phytoplankton grown under OA.&nbsp; For the larger copepod, the number of eggs produced by individual adult females was lower when feeding on phytoplankton grown under OA. &nbsp;These results show that the reproductive output and development of juvenile copepods can be affected by OA through the food quality of their prey, and that the degree to which this occurs is dependent on the individual species of copepods.&nbsp;</p>\n<p>Perhaps the most significant finding from this study is that female copepods that were feeding on lipid rich prey grown under OA conditions accumulated less fatty acids in their bodies than those eating prey grown at current ocean conditions.&nbsp; That is, the pattern was reversed in the copepods from what was observed in their prey.&nbsp; This result has implications for the efficiency of marine food webs.&nbsp; Specifically, it reduces the amount of these essential nutrients that are available to the animals that prey on these copepods. &nbsp;</p>\n<p>We were committed to broadening the scope of this project beyond just the research activities that most directly advance scientific understanding of OA effects on planktonic food webs.&nbsp; This award supported public outreach initiatives that increased awareness of marine issues in the general public through presentations by the faculty and students at public events.&nbsp; We collaborated with local schools to incorporate the concept of OA into K-12 school curriculums.&nbsp; Seven underrepresented multicultural students, mentored by the principle investigators of this project, showcased their research at national scientific conferences.&nbsp; All told, this award supported eleven undergraduate students conducting independent research projects, the research and academic costs for three graduate students, and the training and professional development of a postdoctoral researcher.&nbsp; Further, it increased research infrastructure and capacity at Western Washington University&rsquo;s (WWU) Shannon Point Marine Center, which is in use for ongoing student research projects (graduate and undergraduate), and has been used in several undergraduate courses.&nbsp; This increased capacity serves to benefit all science, technology, engineering and math (STEM) students enrolled at WWU and regional community colleges.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2017<br>\n\t\t\t\t\tModified by: M. Brady&nbsp;Olson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1220664/1220664_10196889_1490816887817_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1220664/1220664_10196889_1490816887817_Figure1--rgov-800width.jpg\" title=\"Conceptual Diagram\"><img src=\"/por/images/Reports/POR/2017/1220664/1220664_10196889_1490816887817_Figure1--rgov-66x44.jpg\" alt=\"Conceptual Diagram\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1.  Conceptual diagram showing possible direct (A) and (B) indirect pathways by which ocean acidification may impact copepod population growth.  Glowing objects represent mechanisms hypothesized to change under the different pathways (A and B).  Response arrows indicate trajectory of response</div>\n<div class=\"imageCredit\">Olson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">M. Brady&nbsp;Olson</div>\n<div class=\"imageTitle\">Conceptual Diagram</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nCopepods are the most important marine secondary producers world-wide, and they serve as a dominant food for nearly all larval fish and many sea birds and marine mammals. They make up 70-90% of the zooplankton biomass throughout most of the world?s oceans.  Despite this, very few studies have addressed the impact of the emerging climate threat of ocean acidification (OA) on copepods.  The existing studies have primarily focused on how OA directly affects copepods.  Few significant effects of OA on copepods have been found, and almost no effects have been found at OA levels that are within realistic future predictions for the world?s oceans.  However, there is increasing evidence that OA significantly affects biological characteristics and the nutritional quality of their dominant prey, the phytoplankton. For example, some researchers have shown that OA affects the types and concentrations of fatty acids produced by phytoplankton. This is important because the amount and types of fatty acids present in phytoplankton are crucial for the health and development rate of juvenile copepods.  Some fatty acids essential to growth and survival of juvenile copepods cannot be synthesized by the mother copepods themselves, and instead must be acquired through the mothers? phytoplankton diets.  If OA changes the nutritional quality of their food, then copepod grazing, egg production, and hatching success could also change.  This could mean that copepod populations and, ultimately, marine food webs would also change. \n\nThis award provided the opportunity to advance our understanding of how copepod populations are affected by OA.  Our main objective was to determine how changes in phytoplankton physiology and biochemistry affect copepod reproductive performance and output. We also included a series of experiments that tested whether OA affects copepod reproductive output independent of changes to prey.  A conceptual diagram showing the various pathways by which OA may affect copepods, and the pathways that formed the foundation of our hypotheses, is shown in Figure 1. \n\nOur results show that for the phytoplankton used in this study, OA indeed caused changes in phytoplankton that could alter copepod reproductive output.  For example, all phytoplankton species tested under OA scenarios showed higher population growth rates compared to current ocean acidity levels.  In two of the three phytoplankton tested, OA increased the total amount of lipids per phytoplankton cell, while one phytoplankton species showed an opposite trend, with lower lipid concentrations under OA scenarios. \n\nThe biological changes we observed in the phytoplankton did give rise to some modifications in copepod behavior, reproductive output, and developmental rates of juvenile copepods.  In the two copepods used in this study, a large lipid-rich, and a small lipid poor species, we observed differences in their feeding rates when offered phytoplankton grown under OA.  For the small copepods, the developmental rate of copepod juveniles was faster when consuming phytoplankton grown under OA.  For the larger copepod, the number of eggs produced by individual adult females was lower when feeding on phytoplankton grown under OA.  These results show that the reproductive output and development of juvenile copepods can be affected by OA through the food quality of their prey, and that the degree to which this occurs is dependent on the individual species of copepods. \n\nPerhaps the most significant finding from this study is that female copepods that were feeding on lipid rich prey grown under OA conditions accumulated less fatty acids in their bodies than those eating prey grown at current ocean conditions.  That is, the pattern was reversed in the copepods from what was observed in their prey.  This result has implications for the efficiency of marine food webs.  Specifically, it reduces the amount of these essential nutrients that are available to the animals that prey on these copepods.  \n\nWe were committed to broadening the scope of this project beyond just the research activities that most directly advance scientific understanding of OA effects on planktonic food webs.  This award supported public outreach initiatives that increased awareness of marine issues in the general public through presentations by the faculty and students at public events.  We collaborated with local schools to incorporate the concept of OA into K-12 school curriculums.  Seven underrepresented multicultural students, mentored by the principle investigators of this project, showcased their research at national scientific conferences.  All told, this award supported eleven undergraduate students conducting independent research projects, the research and academic costs for three graduate students, and the training and professional development of a postdoctoral researcher.  Further, it increased research infrastructure and capacity at Western Washington University?s (WWU) Shannon Point Marine Center, which is in use for ongoing student research projects (graduate and undergraduate), and has been used in several undergraduate courses.  This increased capacity serves to benefit all science, technology, engineering and math (STEM) students enrolled at WWU and regional community colleges.\n\n \n\n\t\t\t\t\tLast Modified: 03/29/2017\n\n\t\t\t\t\tSubmitted by: M. Brady Olson"
 }
}