{
 "awd_id": "1220148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Leveraging MIPOs: Developing a Theory of Productive Use of Student Mathematical Thinking",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 699965.0,
 "awd_amount": 699965.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2014-08-04",
 "awd_abstract_narration": "Leveraging MOSTs (Mathematically Significant Pedagogical Openings to build on Student Thinking) is a collaborative project among Brigham Young University, Michigan Technological University and Western Michigan University that focuses on improving the teaching of secondary school mathematics by improving teachers' abilities to use student thinking during instruction to develop mathematical concepts. The core research questions of the project are: (1) What is the nature of high-leverage student thinking that teachers have available to them in their classrooms? (2) How do teachers use student thinking during instruction and what goals, orientations and resources underlie that use? (3) What is the learning trajectory for the teaching practice of productively using student thinking? and (4) What supports can be provided to move teachers along that learning trajectory? The project is developing a theory of Productive Use of Student Mathematical Thinking (PUMT Theory) that articulates what the practice of productively using student mathematical thinking looks like, how one develops this practice, and how that development can be facilitated.\r\n\r\nDesign research methodology underlies the work of four interrelated phases: (1) Student thinking - testing and refining a preliminary framework by expanding an existing data set of classroom discourse video to include more diverse teacher and student populations; (2) Teachers' interactions with student thinking - assessing teachers' perceptions of using student thinking and how they make decisions about which thinking to pursue; (3) Teachers' learning about student thinking - using a series of teacher development experiments to improve teachers' abilities to productively use student mathematical thinking during instruction; and (4) Shareable products - creating useful products that are in forms that encourage feedback for further refinement. Data include video recordings of classroom instruction (to identify MOSTs and teachers' responses to them), teacher interviews (to understand their decisions in response to instances of student thinking), and records of teacher development sessions and the researchers' discussions about the teachers' development (to inform the teacher development experiments and future professional development activities). Project evaluation includes both formative and summative components that focus on the quality of the project's process for developing a PUMT Theory and associated tools and professional development, as well as the quality of the resulting products.\r\n\r\nLeveraging MOSTs provides critical resources - including a theory, framework, and hypothetical learning trajectory - for teachers, teacher educators, and researchers that make more tangible the often abstract but fundamental goal of productively using students' mathematical thinking. The project enhances the field's understanding of (1) the MOSTs that teachers have available to them in their classrooms, and how they vary in diverse contexts; (2) teachers' perceptions and productive use of student thinking during instruction; and (3) the trajectory of teachers' learning about student thinking and how best to support movement along that trajectory. Using student thinking productively is a cornerstone of effective teaching, thus the PUMT Theory and associated supports produced by the project are valuable resources for those involved in mathematics education as well as other fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Van Zoest",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Laura R Van Zoest",
   "pi_email_addr": "laura.vanzoest@wmich.edu",
   "nsf_id": "000330134",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "1903 West Michigan Avenue",
  "perf_city_name": "Kalamazoo",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 257544.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 442421.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-043cdad8-c05b-f8a0-f833-9222625d785b\"> </span></p>\n<p dir=\"ltr\"><span>Leveraging MOSTs was a collaborative project among researchers at Brigham Young University, Michigan Technological University and Western Michigan University. The project contributed to the improvement of the teaching of secondary school mathematics by studying the practice of productively using student mathematical thinking.</span></p>\n<p dir=\"ltr\"><span>The work began by conceptualizing &ldquo;teachable moments&rdquo; in mathematics classrooms. This theorizing led to the development of the MOST Analytic Framework. MOSTs are Mathematically Significant Pedagogical Opportunities to build on Student Thinking, and the framework describes how one can distinguish such instances of student thinking from among all the instances that might occur in a given mathematics lesson. This framework is thus a way to define mathematical &ldquo;teachable moments&rdquo; and it provides a lens to examine&mdash;and a vocabulary to talk about&mdash;instances of student mathematical thinking. This lens also allows researchers to determine whether and to what degree instruction attends&nbsp;</span>to student thinking, significant mathematics, and pedagogical opportunities.</p>\n<p dir=\"ltr\"><span>Having defined MOSTs, the project turned to applying the framework to videotapes of classroom mathematics lessons in order to learn more about the nature of these moments. Although MOSTs occurred in all of the classroom lessons that were analyzed, the rate at which they occurred varied. MOSTs occurred more frequently when students were given more opportunity to share their thinking. The vast majority of the MOSTs could be categorized into three types according to what made them &ldquo;compelling moments.&rdquo; Half of the MOSTs occurred when students showed evidence of grappling with a mathematical idea (Sense Making). The next highest category involved instances of student thinking&nbsp;</span>that were Incorrect or Incomplete (32%). Student thinking that led to Multiple Ideas or Solutions being available for students to consider occurred in 15% of the MOSTs.</p>\n<p dir=\"ltr\"><span>Throughout the project the team explored teachers perceptions of \"productive use of student thinking.\" These efforts resulted in the development and use of an interview protocol that gives teachers classroom scenarios and asks them to describe their thinking about and potential responses to instances of student mathematical thinking. Results from analyzing these interviews include the following: (a) We identified high-potential teacher orientations that position student thinking as a particularly valuable resource during whole-class discussion, where teachers value students directly interacting with one another by hearing other students&rsquo; explanations, and questioning, comparing, critiquing, and discussing their peers&rsquo; ideas; (b) We identified hindering orientations that position student thinking as needing to be evaluated and corrected, where teachers value highly scaffolded learning experiences in which their role is to explain and demonstrate mathematical ideas; (c) We found that teachers tended to: direct their responses to the same student who created the instance (as opposed to turning that thinking over to the class to consider), use only a few select type of moves (often not availing themselves of a wider range of potentially productive moves), and explicitly incorporate students&rsquo; thinking (thus making it quite clear that they were indeed taking up those ideas).</span></p>\n<p dir=\"ltr\"><span>This project advanced knowledge by enhancing the field&rsquo;s understanding of: (a) the student thinking that teachers have available to them in their classrooms; and (b) teachers&rsquo; perceptions and use of student thinking during instruction. The project provided tools for teachers, teacher educators, and researchers that make more tangible the often abstract but fundamental goal of productively using students&rsquo; mathematical thinking. These tools have the potential to enhance teachers&rsquo; practice of productively using student thinking during instruction, thus improving students&rsquo; opportunities to learn mathematics.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2017<br>\n\t\t\t\t\tModified by: Laura&nbsp;R&nbsp;Van Zoest</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1220148/1220148_10218186_1510761091008_mostlogo2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1220148/1220148_10218186_1510761091008_mostlogo2--rgov-800width.jpg\" title=\"MOST Logo\"><img src=\"/por/images/Reports/POR/2017/1220148/1220148_10218186_1510761091008_mostlogo2--rgov-66x44.jpg\" alt=\"MOST Logo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Project Logo</div>\n<div class=\"imageCredit\">Project Staff</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Laura&nbsp;R&nbsp;Van Zoest</div>\n<div class=\"imageTitle\">MOST Logo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1220148/1220148_10218186_1510761152937_MOSTflowchart_4.28.14--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1220148/1220148_10218186_1510761152937_MOSTflowchart_4.28.14--rgov-800width.jpg\" title=\"MOST Analytic Framework\"><img src=\"/por/images/Reports/POR/2017/1220148/1220148_10218186_1510761152937_MOSTflowchart_4.28.14--rgov-66x44.jpg\" alt=\"MOST Analytic Framework\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Analytic Framework for identifying MOSTs</div>\n<div class=\"imageCredit\">Project Staff</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Laura&nbsp;R&nbsp;Van Zoest</div>\n<div class=\"imageTitle\">MOST Analytic Framework</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nLeveraging MOSTs was a collaborative project among researchers at Brigham Young University, Michigan Technological University and Western Michigan University. The project contributed to the improvement of the teaching of secondary school mathematics by studying the practice of productively using student mathematical thinking.\nThe work began by conceptualizing \"teachable moments\" in mathematics classrooms. This theorizing led to the development of the MOST Analytic Framework. MOSTs are Mathematically Significant Pedagogical Opportunities to build on Student Thinking, and the framework describes how one can distinguish such instances of student thinking from among all the instances that might occur in a given mathematics lesson. This framework is thus a way to define mathematical \"teachable moments\" and it provides a lens to examine&mdash;and a vocabulary to talk about&mdash;instances of student mathematical thinking. This lens also allows researchers to determine whether and to what degree instruction attends to student thinking, significant mathematics, and pedagogical opportunities.\nHaving defined MOSTs, the project turned to applying the framework to videotapes of classroom mathematics lessons in order to learn more about the nature of these moments. Although MOSTs occurred in all of the classroom lessons that were analyzed, the rate at which they occurred varied. MOSTs occurred more frequently when students were given more opportunity to share their thinking. The vast majority of the MOSTs could be categorized into three types according to what made them \"compelling moments.\" Half of the MOSTs occurred when students showed evidence of grappling with a mathematical idea (Sense Making). The next highest category involved instances of student thinking that were Incorrect or Incomplete (32%). Student thinking that led to Multiple Ideas or Solutions being available for students to consider occurred in 15% of the MOSTs.\nThroughout the project the team explored teachers perceptions of \"productive use of student thinking.\" These efforts resulted in the development and use of an interview protocol that gives teachers classroom scenarios and asks them to describe their thinking about and potential responses to instances of student mathematical thinking. Results from analyzing these interviews include the following: (a) We identified high-potential teacher orientations that position student thinking as a particularly valuable resource during whole-class discussion, where teachers value students directly interacting with one another by hearing other students? explanations, and questioning, comparing, critiquing, and discussing their peers? ideas; (b) We identified hindering orientations that position student thinking as needing to be evaluated and corrected, where teachers value highly scaffolded learning experiences in which their role is to explain and demonstrate mathematical ideas; (c) We found that teachers tended to: direct their responses to the same student who created the instance (as opposed to turning that thinking over to the class to consider), use only a few select type of moves (often not availing themselves of a wider range of potentially productive moves), and explicitly incorporate students? thinking (thus making it quite clear that they were indeed taking up those ideas).\nThis project advanced knowledge by enhancing the field?s understanding of: (a) the student thinking that teachers have available to them in their classrooms; and (b) teachers? perceptions and use of student thinking during instruction. The project provided tools for teachers, teacher educators, and researchers that make more tangible the often abstract but fundamental goal of productively using students? mathematical thinking. These tools have the potential to enhance teachers? practice of productively using student thinking during instruction, thus improving students? opportunities to learn mathematics.\n\n \n\n\t\t\t\t\tLast Modified: 11/15/2017\n\n\t\t\t\t\tSubmitted by: Laura R Van Zoest"
 }
}