{
 "awd_id": "1220302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ocean Acidification - Collaborative Research: Measuring the kinetics of CaCO3 dissolution in seawater using novel isotope labeling, laboratory experiments, and in situ experiments",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 469212.0,
 "awd_amount": 469212.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "Ocean acidification by anthropogenic CO2 emissions to the atmosphere will ultimately be balanced by sedimentary carbonate dissolution. The time constant for this reaction, however, is ca. 6,000 years. So, in the coming decades, the ocean's response to CO2 uptake will be based on the kinetics of supply and removal, not on the thermodynamics of the system. Unfortunately our understanding of the basic rate law for carbonate dissolution in the ocean is lacking. The order of the rate law is still argued to be anywhere from 1 to 4.5; this range represents a major difference in the sensitivity of the system to small changes in saturation state. The relative importance of aragonite vs. calcite dissolution, the influence of Mg content in the minerals, and the sign of the role of organic matter are all still unknowns in the modern ocean. Of course, a truly useful rate law would be able to combine the relative importance of all of these factors into a predictive rule for how dissolution will respond to ocean acidification. \r\n\r\nIn this study, researchers at the California Institute of Technology and the University of Southern California will address this problem with a novel set of laboratory and in situ experiments that use 13C tracer labeled biogenic carbonates to measure the dissolution rate under a wide range of saturation states.  They will assemble a set of rules that will govern carbonate dissolution in sinking particles and in marine sediments. This will require two sub-projects. First, they will culture several different species of biogenic carbonate producers in the lab under the influence of a strong 13C label. With enrichments of around 30,000o/oo in the CaCO3, they will measure the change in DI13C at several time points over 1-2 weeks in specially built high-pressure reaction chambers. The construction of a prototype chamber is completed and it provides the means, for the first time, to control carbonate saturation state by changing seawater chemistry, pressure, and temperature independently. Experiments with pure 13C labeled inorganic CaCO3 will provide the inorganic reference frame for our biogenic carbonate results. Secondly, to check the lab-based rate data, they will also use labeled biogenic particles in a simple Niskin bottle based reactor that will be deployable on regular hydrowire. The accumulation of 13C in the Niskin DIC over 1-2 days will provide an initial rate that is directly comparable to the more extensive laboratory study on the same sorts of materials. Using the San Pedro Basin as a test bed for these in situ experiments will sample a range of saturation states in a series of 3-day cruises.  This high-sensitivity approach should allow the team to unpack the various components of carbonate dissolution in seawater under rising CO2 concentrations. \r\n\r\nBroader Impacts. Producing a better rate law for carbonate dissolution will have broad implications for the fields of marine chemistry, marine biology, paleoceanography, and for potential societal response to ocean acidification. This rate law sits at the heart of the marine carbonate cycle. In addition, this work will benefit at least two graduate students and promote US-Israel collaborations via the inclusion of Jonathan Erez and his students. The specific involvement of underrepresented high school students in scientific/oceanographic research is built into the efforts of this project as well as ongoing efforts by both PIs to communicate their science to a broad array of non-scientific audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Berelson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Berelson",
   "pi_email_addr": "berelson@usc.edu",
   "nsf_id": "000172578",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3651 Trousdale Parkway, ZHS117",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 469212.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As CO2 builds up in our atmosphere, ocean water pH gets more and more acidic. Ocean acidity can impact ocean ecosystem health, particularly organisms with calcium carbonate shells (gastropods, tiny plants, tiny shelled consumers). As the ocean becomes more acidic, these shells dissolve. Many of these organisms cannot live without shells. As a consequence, the whole-ocean food web is impacted.</p>\n<p>&nbsp;</p>\n<p>Our study is about how well the deep ocean can &lsquo;buffer&rsquo; itself against acidification, like TUMS antacid for your stomach, these shells help the ocean from getting too acidic. But just how effective are they&mdash;that is the question we address. We made measurements of the amount of carbonate shells in the surface ocean, how many are sinking, how many reach the sea floor and how the ocean chemistry varies in depth and distance between Hawaii and Alaska. We also measured the rate of dissolution of these grains at different locations and depths using a unique device we built. With this information, we&rsquo;ll be able to predict how ocean acidification will proceed and intensify or be ameliorated.</p>\n<p>&nbsp;</p>\n<p>A large part of a scientific research cruise, such as the one we completed in August, is the goal to teach a younger generation about ocean research and to be open to the joys of discovery. We had only 3 senior scientists on board the research ship, meaning we took 19 junior scientists for this voyage. For many, this was their first ever research trip on a ship. In sailing from Hawaii to Alaska we encountered many &lsquo;teaching opportunities&rsquo; and discovered new things about the ocean. We also discovered terrible things, such as the amount of floating plastic trash, especially around 40&deg; N. This discovery, seeing the amount of plastic in the ocean first-hand, left an impression that will last a lifetime.&nbsp; By taking two film-makers on board the ship, we now have footage that will go into documentaries and short clips that will help educate the public about ocean chemistry in general and ocean acidification, particularly.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2018<br>\n\t\t\t\t\tModified by: William&nbsp;M&nbsp;Berelson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs CO2 builds up in our atmosphere, ocean water pH gets more and more acidic. Ocean acidity can impact ocean ecosystem health, particularly organisms with calcium carbonate shells (gastropods, tiny plants, tiny shelled consumers). As the ocean becomes more acidic, these shells dissolve. Many of these organisms cannot live without shells. As a consequence, the whole-ocean food web is impacted.\n\n \n\nOur study is about how well the deep ocean can ?buffer? itself against acidification, like TUMS antacid for your stomach, these shells help the ocean from getting too acidic. But just how effective are they&mdash;that is the question we address. We made measurements of the amount of carbonate shells in the surface ocean, how many are sinking, how many reach the sea floor and how the ocean chemistry varies in depth and distance between Hawaii and Alaska. We also measured the rate of dissolution of these grains at different locations and depths using a unique device we built. With this information, we?ll be able to predict how ocean acidification will proceed and intensify or be ameliorated.\n\n \n\nA large part of a scientific research cruise, such as the one we completed in August, is the goal to teach a younger generation about ocean research and to be open to the joys of discovery. We had only 3 senior scientists on board the research ship, meaning we took 19 junior scientists for this voyage. For many, this was their first ever research trip on a ship. In sailing from Hawaii to Alaska we encountered many ?teaching opportunities? and discovered new things about the ocean. We also discovered terrible things, such as the amount of floating plastic trash, especially around 40&deg; N. This discovery, seeing the amount of plastic in the ocean first-hand, left an impression that will last a lifetime.  By taking two film-makers on board the ship, we now have footage that will go into documentaries and short clips that will help educate the public about ocean chemistry in general and ocean acidification, particularly.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/29/2018\n\n\t\t\t\t\tSubmitted by: William M Berelson"
 }
}