{
 "awd_id": "1220059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Investigation of Environmental, Social, and Demographic Transformations at Woodrow Ruin, Grant County, New Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 24658.0,
 "awd_amount": 24658.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "Under the direction of Dr. Catherine Cameron, Jakob Sedig will conduct research at Woodrow Ruin to examine the demographic, social, and environmental changes that occurred in the upper Gila region of New Mexico during the prehistoric Late Pithouse (AD 550-1000) and Classic (AD 1000-1130) periods. Mr. Sedig's research will be conducted under the framework of resilience theory, which archaeologists have recently employed in their research.  \r\n\r\nArchaeologists have long studied how environmental fluctuations have affected ancient populations. However, for the most part, such examinations have been limited to a regional context and have not been set in a broader theoretical framework. If successful, Mr. Sedig's research will demonstrate that resilience theory can help identify broader patterns, suggest specific research questions, and create testable hypotheses that are relevant to understanding transformation in linked systems of people and nature.\r\n\r\nThe archaeological research to be conducted at Woodrow Ruin during the summer of 2012 will serve two primary purposes: 1) illuminate the social, demographic, and environmental changes that occurred between the Late Pithouse and Classic periods, and 2) test and refine resilience theory. Archaeologists have identified dramatic transformations that occurred between the Late Pithouse and Classic periods in southwest New Mexico. During the Late Pithouse period people lived in subsurface pithouses that were grouped around a courtyard. Communal ceremonies and rituals were held in large, rectangular subterranean structures. Significant changes occurred by the Classic period. Instead of pithouses, people lived in above ground, apartment-like pueblos constructed from river cobbles. Communal ceremonies and rituals were held in large plazas. Mr. Sedig proposes that the transformations that occurred at Woodrow Ruin between the two periods were the result of how people reacted to environmental changes, both natural and human-induced. This hypothesis will be examined through geophysical survey, together with the analysis of floral, faunal, and other data from the site. Mr. Sedig's investigation will be conducted under the theoretical framework of resilience theory. Originally developed for the field of ecology, resilience theory has recently been used by archaeologists to better understand demographic, social, and environmental shifts in a given area. Mr. Sedig's research will examine how the Late Pithouse-Classic transition at Woodrow Ruin is consistent or inconsistent with the expectations of resilience theory. \r\n\r\nThe research conducted at Woodrow Ruin will be the central part of Mr. Sedig's dissertation. It will also have broader impacts for a wide variety of groups. Mr. Sedig will interact with the public by allowing local avocational archaeology groups to experience excavations first-hand; volunteers will be used in the screening of excavated fill, and site tours will be given to visitors whenever possible. Presentations to the general public and at academic conferences will demonstrate the importance of archaeology in human-environmental studies. Several graduate students will have the opportunity to develop their archaeological skills by working at Woodrow Ruin. Artifacts from the site will be used to train undergraduates in archaeological analysis. Finally, data from Mr. Sedig's research will be uploaded to online databases, making it accessible to researchers across the globe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Cameron",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine M Cameron",
   "pi_email_addr": "cameronc@colorado.edu",
   "nsf_id": "000463848",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jakob",
   "pi_last_name": "Sedig",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jakob W Sedig",
   "pi_email_addr": "sedig@colorado.edu",
   "nsf_id": "000610652",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24658.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Woodrow Ruin is a large and well-preserved archaeological site in the Mimbres region of southwest New Mexico owned by the Museum of New Mexico. Since 2011 Jakob Sedig has conducted research at the site to examine the social, demographic, and environmental transformations that occurred between AD 900 and 1000. Surface survey, geophysical testing, and test excavations have been part of that research. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In 2011 Jakob directed a survey of artifacts on the surface of Woodrow Ruin. Since the Museum&rsquo;s purchase of the site in the early 1970&rsquo;s Woodrow Ruin has been protected not only from looting, but also trampling by livestock, which can be just as damaging to a site. Because of its protection, an amazing assemblage of artifacts, especially ceramics, is found on the surface of the site. The survey conducted in 2011 took inventory of ceramics on the surface. Ceramics in over 70 units, each 10 meters in diameter, were typed and counted. The crews identified close to 16,000 sherds in just one week. The data from the survey was then analyzed in a mapping program called ArcGIS and Jakob was able to create maps of the site show where the highest densities of ceramics from a particular time period were located.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In March 2012, with the collaboration of Dr. Darrell Creel and the University of Texas Archaeological Research Laboratory, Jakob conducted geophysical survey of Woodrow Ruin. This survey produced maps that reveal subsurface anomalies with a magnetic charge different from the natural geologic matrix. While the geophysical survey does not reveal what an anomaly is, or how deep below the surface it is located, it does tell us that <em>something</em> cultural--a pithouse, a hearth, burned material--is present.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; With data from the ceramic and geophysical surveys in hand, Jakob began test excavation at Woodrow Ruin during the summer of 2012. The previous survey data helped Jakob determine precisely where to excavate; this allowed Jakob to test areas that would provide the most data for his dissertation research with as little disturbance of the site as possible.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A total of 8 different structures have now been excavated at Woodrow Ruin. These structures include parts of 4 different pithouses, 3 above ground stone rooms, and a great kiva. Analysis of artifacts from these structures and data from excavation is ongoing, but research at the site has already revealed several important pieces of information.</p>\n<p>&nbsp;</p>\n<p>1) Woodrow ruin had a very long occupation. Radiocarbon dates and initial ceramic data from the site indicate that Woodrow Ruin was occupied continuously from at least AD 550-1130.</p>\n<p>&nbsp;</p>\n<p>2) The Late Pithouse occupation of the site was substantial, perhaps more substantial than the Classic period occupation. Every unit excavated at Woodrow Ruin produced Late Pithouse period artifacts. The Late Pithouse period lasted longer than the Classic period, so a lower density of Classic period artifacts is somewhat expected. However, at sites with Classic period occupations in the Mimbres river valley, Classic period ceramics dominate assemblages. This is not the case at Woodrow Ruin. Research at the site in 2011 Woodrow Ruin has more Late Pithouse than Classic period ceramics on the surface of the site.</p>\n<p>&nbsp;</p>\n<p>3) Evidence of the Transitional 900-1000 AD period occupation is present at Woodrow Ruin. This is perhaps most important to Jakob&rsquo;s dissertation research. For years, archaeologists have debated whether the switch from living in below ground pithouses to surface architecture was...",
  "por_txt_cntn": "\n            Woodrow Ruin is a large and well-preserved archaeological site in the Mimbres region of southwest New Mexico owned by the Museum of New Mexico. Since 2011 Jakob Sedig has conducted research at the site to examine the social, demographic, and environmental transformations that occurred between AD 900 and 1000. Surface survey, geophysical testing, and test excavations have been part of that research.  \n\n            In 2011 Jakob directed a survey of artifacts on the surface of Woodrow Ruin. Since the MuseumÆs purchase of the site in the early 1970Æs Woodrow Ruin has been protected not only from looting, but also trampling by livestock, which can be just as damaging to a site. Because of its protection, an amazing assemblage of artifacts, especially ceramics, is found on the surface of the site. The survey conducted in 2011 took inventory of ceramics on the surface. Ceramics in over 70 units, each 10 meters in diameter, were typed and counted. The crews identified close to 16,000 sherds in just one week. The data from the survey was then analyzed in a mapping program called ArcGIS and Jakob was able to create maps of the site show where the highest densities of ceramics from a particular time period were located.\n\n            In March 2012, with the collaboration of Dr. Darrell Creel and the University of Texas Archaeological Research Laboratory, Jakob conducted geophysical survey of Woodrow Ruin. This survey produced maps that reveal subsurface anomalies with a magnetic charge different from the natural geologic matrix. While the geophysical survey does not reveal what an anomaly is, or how deep below the surface it is located, it does tell us that something cultural--a pithouse, a hearth, burned material--is present.\n\n            With data from the ceramic and geophysical surveys in hand, Jakob began test excavation at Woodrow Ruin during the summer of 2012. The previous survey data helped Jakob determine precisely where to excavate; this allowed Jakob to test areas that would provide the most data for his dissertation research with as little disturbance of the site as possible.\n\n            A total of 8 different structures have now been excavated at Woodrow Ruin. These structures include parts of 4 different pithouses, 3 above ground stone rooms, and a great kiva. Analysis of artifacts from these structures and data from excavation is ongoing, but research at the site has already revealed several important pieces of information.\n\n \n\n1) Woodrow ruin had a very long occupation. Radiocarbon dates and initial ceramic data from the site indicate that Woodrow Ruin was occupied continuously from at least AD 550-1130.\n\n \n\n2) The Late Pithouse occupation of the site was substantial, perhaps more substantial than the Classic period occupation. Every unit excavated at Woodrow Ruin produced Late Pithouse period artifacts. The Late Pithouse period lasted longer than the Classic period, so a lower density of Classic period artifacts is somewhat expected. However, at sites with Classic period occupations in the Mimbres river valley, Classic period ceramics dominate assemblages. This is not the case at Woodrow Ruin. Research at the site in 2011 Woodrow Ruin has more Late Pithouse than Classic period ceramics on the surface of the site.\n\n \n\n3) Evidence of the Transitional 900-1000 AD period occupation is present at Woodrow Ruin. This is perhaps most important to JakobÆs dissertation research. For years, archaeologists have debated whether the switch from living in below ground pithouses to surface architecture was rapid, or happened gradually over many years. Excavations at Woodrow Ruin indicate that the transition was gradual. The best evidence for a gradual transition is found in three structures that were built right on top of one another. The earliest structure was a deep pithouse, almost 2 meters below the modern ground surface. This structure was occupied between AD 800-900. After people stopped living in this deep pithouse..."
 }
}