{
 "awd_id": "1220084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental and Microanalytical Study of Dendritic Crystal Growth in CMAS and Basaltic Magma",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 270928.0,
 "awd_amount": 270928.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "Petrogenetic and geochemical models generally assume that magmas crystallize under near equilibrium conditions, and that crystal growth occurs firmly in the interface-limited (as opposed to diffusion-limited) regime. However, mounting textural and compositional evidence points toward incipient magma crystallization characterized by rapid growth and formation of dendritic crystals ? in which case diffusion rates of the incorporated elements can significantly influence crystal growth. This proposal outlines a plan for studying the mechanics and petrologic consequences of dendritic crystal growth in two mafic crystalline phases, olivine and clinopyroxene, utilizing dynamic crystallization experiments and frontier compositional and microtextural analysis techniques.\r\n \r\nIntellectual Merit. The experimental and analytical study of Module 1, targets olivine crystallization in a thermal gradient under dynamic temperature conditions, utilizing a novel experimental geometry to enhance formation of defects. Activities in this module will test hypotheses regarding the origin of curved olivine-melt interfaces, development of subgrain boundaries (low angle lattice misorientations) in the absence of anisotropic stress, and the process of melt inclusion entrapment. The anticipated results have important implications for geochemical ?crystal stratigraphy? as well as geophysical models of ocean island magmatic plumbing systems. The microanalytical study in Module 2, targets clinopyroxene dendrites to investigate a style of progressive lattice rotation that is previously unrecognized in crystals growing freely from a liquid, and unexplained by existing crystal growth theory. Electron backscatter diffraction (EBSD) mapping will be used to characterize the incidence of lattice misorientations in previously-synthesized experimental samples as well as naturally-occurring clinopyroxene dendrites and polyhedral crystals. Selected materials will be further interrogated in TEM foils using diffraction contrast imaging, high resolution phase contrast imaging, and enegy-dispersive x-ray spectroscopy to determine the defect microstructure that accommodates the lattice rotation.\r\n \r\nBroader Impacts. We will continue offering a professional development program for Hawaii K-12 teachers developed during prior and current award periods. The program, Research Experience for Teachers in Volcano-Petrology (RET/V-P) emphasizes geoscience fundamentals and exposure to geology in a field setting. We will develop and disseminate educational materials intended for 6-8th grade instruction, composed of pre- and post-assessment instruments, classroom activities, field trips to several Oahu sites, and resources for deeper investigation. We will work with Dr. Lehnert, Director of the Integrated Earth Data Applications (IEDA), to develop schema appropriate for incorporation of novel textural and analytical data in the Geochemical Resource Library catalog. Tasks include incorporating (a) analytical data collected from non-equilibrated (i.e., kinetics-focused) experiments, (b) metadata such as tabulated analytical data that is contextualized with imagery, and (c) microcrystallographic orientation data, e.g., as generated during EBSD analysis and Xray element mapping.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "Hammer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Julia E Hammer",
   "pi_email_addr": "jhammer@hawaii.edu",
   "nsf_id": "000341932",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "1680 East-West Rd",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222327",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270928.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Crystals present in volcanic rocks are widely recognized to hold clues to the geologic environments and processes that predate eruption. &nbsp;This project addresses two key assumptions underpinning most applications of compositional and textural data to volcanological problems: (a) that crystals grow from the inside-out, preserving a sequential history of environmental conditions that can be read like a tree ring record; (b) that crystals incorporate elements from the surrounding liquid according to the rules governing chemical equilibrium.</p>\n<p>We first focused our attention on the common mineral, olivine, and conducted a microchemical analysis of olivine crystals from a magma reservoir underlying a Hawaiian volcano. We supplemented this suite with samples of magmas cooled within the crusts of Earth and the Moon. Anomalous enrichments of the element phosphorus in the olivine reveal a growth architecture that is inconsistent with the assumption of concentric layering. To explain the observations, we develop a &ldquo;dendrite hypothesis&rdquo; that unifies varied but ubiquitous features of olivine (Figure 1). The model replaces the tree-ring notion of steady crystal growth with a snowflake picture of rapid branching growth followed by in-filling. &nbsp;</p>\n<p>The implications of the olivine study are far reaching, and suggest growth-related explanations for ubiquitous features of olivine structure including embayments, rounded surfaces, melt inclusions, and internal defects more commonly associated with post-growth deformation. Because our work calls into question the fundamental assumption of inside-out growth, many prior inferences about magmatic processes that have been based on olivine need to be critically evaluated.</p>\n<p>Our second focus was on the chemical record preserved in another common mineral, clinopyroxene. We examined intracrystalline compositional variations in clinopyroxene from Haleakala Volcano, Hawaii and address a critical problem in volcano-petrology: determining the depth of a magmatic plumbing system. &nbsp;Thermobarometry, a technique that relies upon the assumption of chemical equilibrium between growing crystals and the surrounding liquid, is a particularly attractive approach for evaluating depths of posthsield-stage reservoirs (such as the one feeding Haleakala Volcano currently) because it is difficult to extract magma chamber depths using other methods. It is particularly important that constraints derived from this approach are evaluated critically, in order to better understand the distance magmas must travel to the surface in a volcanic eruption.</p>\n<p>Our approach was to first assume that growth of Haleakala clinopyroxenes occurred at equilibrium conditions, and transform element concentration maps into pressure maps using thermobarometry (Figure 2). We next critically evaluated this interpretation, taking into account the range of pressure values associated with subdomains within the crystals and an independent assessment of the time-evolution of crystal growth conditions. We observe a strong correlation between crystallographic orientation and crystal composition, which is most readily explained by sector zoning. Our results indicate conditions that are inconsistent with the second fundamental assumption underpinning thermobarometry, instead suggesting rapid growth and chemical disequilibrium. The study shows that magmatic crystals preserve an even richer record of environmental conditions than previously recognized, provides guidelines for decoding this record, and considers the implications for the Haleakala plumbing system in the context of previous assessments (Figure 3).</p>\n<p>The award supported the thesis research project of an undergraduate student who is now completing a MS degree in geoscience, as well as the professional development of a postdoctoral scientist poised for a career in igneous petrology and volcan...",
  "por_txt_cntn": "\nCrystals present in volcanic rocks are widely recognized to hold clues to the geologic environments and processes that predate eruption.  This project addresses two key assumptions underpinning most applications of compositional and textural data to volcanological problems: (a) that crystals grow from the inside-out, preserving a sequential history of environmental conditions that can be read like a tree ring record; (b) that crystals incorporate elements from the surrounding liquid according to the rules governing chemical equilibrium.\n\nWe first focused our attention on the common mineral, olivine, and conducted a microchemical analysis of olivine crystals from a magma reservoir underlying a Hawaiian volcano. We supplemented this suite with samples of magmas cooled within the crusts of Earth and the Moon. Anomalous enrichments of the element phosphorus in the olivine reveal a growth architecture that is inconsistent with the assumption of concentric layering. To explain the observations, we develop a \"dendrite hypothesis\" that unifies varied but ubiquitous features of olivine (Figure 1). The model replaces the tree-ring notion of steady crystal growth with a snowflake picture of rapid branching growth followed by in-filling.  \n\nThe implications of the olivine study are far reaching, and suggest growth-related explanations for ubiquitous features of olivine structure including embayments, rounded surfaces, melt inclusions, and internal defects more commonly associated with post-growth deformation. Because our work calls into question the fundamental assumption of inside-out growth, many prior inferences about magmatic processes that have been based on olivine need to be critically evaluated.\n\nOur second focus was on the chemical record preserved in another common mineral, clinopyroxene. We examined intracrystalline compositional variations in clinopyroxene from Haleakala Volcano, Hawaii and address a critical problem in volcano-petrology: determining the depth of a magmatic plumbing system.  Thermobarometry, a technique that relies upon the assumption of chemical equilibrium between growing crystals and the surrounding liquid, is a particularly attractive approach for evaluating depths of posthsield-stage reservoirs (such as the one feeding Haleakala Volcano currently) because it is difficult to extract magma chamber depths using other methods. It is particularly important that constraints derived from this approach are evaluated critically, in order to better understand the distance magmas must travel to the surface in a volcanic eruption.\n\nOur approach was to first assume that growth of Haleakala clinopyroxenes occurred at equilibrium conditions, and transform element concentration maps into pressure maps using thermobarometry (Figure 2). We next critically evaluated this interpretation, taking into account the range of pressure values associated with subdomains within the crystals and an independent assessment of the time-evolution of crystal growth conditions. We observe a strong correlation between crystallographic orientation and crystal composition, which is most readily explained by sector zoning. Our results indicate conditions that are inconsistent with the second fundamental assumption underpinning thermobarometry, instead suggesting rapid growth and chemical disequilibrium. The study shows that magmatic crystals preserve an even richer record of environmental conditions than previously recognized, provides guidelines for decoding this record, and considers the implications for the Haleakala plumbing system in the context of previous assessments (Figure 3).\n\nThe award supported the thesis research project of an undergraduate student who is now completing a MS degree in geoscience, as well as the professional development of a postdoctoral scientist poised for a career in igneous petrology and volcanology. The principles of mineralogy as applied to understanding volcanoes were shared with the public in an interview o..."
 }
}