{
 "awd_id": "1220338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCEAN ACIDIFICATION - COLLABORATIVE RESEARCH: OMEGAS II - Linking ecological and organismal responses to the ocean acidification seascape in the California Current System",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 186183.0,
 "awd_amount": 186183.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "This project is a renewal of an existing ocean acidification (OA) grant supporting an interdisciplinary research team (called OMEGAS) with expertise in oceanography, ecology, biogeochemistry, molecular physiology, and molecular genetics. Research to date has documented a dynamic oceanographic mosaic in the inner shelf of the California Current System (CCS) that spans 1,200+ km and varies at tidal, diurnal, event, and seasonal temporal scales at local to ocean basin spatial scales. In OMEGAS II, the project seeks to better understand the drivers of this striking time-space variability, and to link the OA seascape to the physiological and ecological performance of a key member of this ecosystem, the mussel Mytilus californianus. In addition, the investigators will explore the influence of this oceanographic mosaic on species interactions and community organization. As a dominant habitat-forming species, strong interactor, and major space occupant, M. californianus is arguably the core component of the rocky intertidal ecosystem along the upwelling-dominated CCS. Using an interdisciplinary, spatially extensive approach integrating inner shelf oceanography with ecology, physiology, and eco-mechanics, the interdisciplinary team will study the response of juvenile mussels M. californianus to OA. The studies span levels of biological organization, thereby allowing assessment of how the cost of forming a shell under field conditions might influence physiological performance and resistance to predation. This investigation will include modeling to link to larger-scale ecosystem and oceanographic dynamics in the CCS and beyond.\r\n\r\nResults from OMEGAS I show that the growth, survival, and shell strength of mussel larvae are strongly negatively affected by elevated pCO2, and that growth of adult mussels varied among sites within regions and between regions. Emerging data on natural variability in seawater conditions will allow a deeper exploration of the organismal response of M. californianus, and the ecological consequences of traits, such as reduced shell thickness and strength. The present project will expand and strengthen the existing oceanographic network to increase our understanding of the coastal OA regime, and provide the environmental context for ecological and physiological research. Specifically, this project will (1) conduct field and laboratory experiments on the influence of OA on the growth, shell accretion, and resistance to predation of juvenile mussels collected from 10 sites spanning 1,400 km of coastline, (2) link the OA-sensor oceanographic \"backbone\" to an existing database of community structure via ecological modeling to assess the influence of OA on coastal variation in community organization, (3) determine the physiological responses of juvenile mussels following field deployments and culture under common garden conditions to evaluate mechanistic underpinnings to the responses observed in mussels from different sites, (4) explore the physiological and transcriptomic response of mussels in lab mesocosms to field-documented variability in pCO2, and (5) using modified ROMS models, evaluate the linkage between basin-scale oceanography and local-scale variation in inner-shelf oceanography to evaluate the relative influences of large-to-local scale factors on OA variability. This research aims to understand how coastal ecosystems will respond to OA, and thus to develop our capacity to predict the future impact of OA on coastal ecosystems.\r\n\r\nBroader Impacts. This project will leverage complementary funding for research, training and outreach, and engage undergraduates, graduate students, and postdoctoral researchers, as well as PIs. Part of an overall goal is to increase the visibility and familiarity of OA science for policy makers and the general public. Outreach will be facilitated through extensive ties to COMPASS (Communication Partnership for Science and the Sea), public lectures, websites, and multimedia outlets, such as films and television. Each campus is engaged in local-to-national displays on OA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Menge",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Menge",
   "pi_email_addr": "mengeb@oregonstate.edu",
   "nsf_id": "000381280",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Barth",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Barth",
   "pi_email_addr": "barth@coas.oregonstate.edu",
   "nsf_id": "000417288",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Chan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francis Chan",
   "pi_email_addr": "chanft@science.oregonstate.edu",
   "nsf_id": "000149869",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 186183.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project completed the first, and most comprehensive effort to study the patterns and impacts of ocean acidification at the scale of a large marine ecosystem using a combination of laboratory and field experiments, and remote sensing. The 2012 grant supported the continued research of the coast-wide consortium, OMEGAS (Ocean Margin Ecosystem Group for Acidification Studies), a group of 15 PIs spread across six west coast institutions from Oregon to southern California. OMEGAS addressed the problems induced by OA using an approach that integrated across levels of biological organization (e.g. genes, genomes, individuals, populations, communities and ecosystems), with laboratory experiments investigating the molecular, genetic, and physiological mechanisms underlying ecological responses of mussels and sea urchins across the varying oceanographic conditions along the US west coast. Here, the California Current system (CCS) flows from north to south, and during April-October each year, drives coastal upwelling. &nbsp;As is well known, this process injects cold, nutrient-rich, salty, and low pH water into the coastal zone. &nbsp;Infusions of high nutrients drive the high productivity of the CCS, but also have a downside. The dense phytoplankton blooms that are formed along some sectors of the CCS overwhelm the ability of planktonic grazers to control them, and after a short life, these microalgae die and begin to sink. The decomposition process uses oxygen, leading to hypoxia, and in some locations and times, anoxia. Phytoplankton decay also releases carbon dioxide, which ultimately drives down pH, making waters more acidic. Combined with the naturally low pH in the upwelled water, this additional acidification can drive coastal ocean pH to exceptionally low levels and interfere with precipitation of calcium carbonate structures in marine organisms that form hard parts such as shells, or incorporate CaCO<sub>3&nbsp;</sub>into their body walls. The discovery by R. Feely in 2007 that such acidified water occurs at the surface of the ocean over the continental shelf, and actually \"shoals\" on the shore was a surprise to most marine scientists.</p>\n<p>In OMEGAS 2012, we (1) maintained a network of pH sensors on the rocks and in shallow waters adjacent to rocky shores at 7-13 sites from central Oregon to southern California, (2) transplanted marked juvenile mussels, a key space occupier along the coast, to determine how their growth varied along the coastal ocean acidification (OA) mosaic, (3) transferred these field-exposed animals to a common-garden laboratory setting where experiments tested the ability of juvenile mussels to resist whelk predation, and (4) tested the growth of adult sea urchins to variable OA regimes in northern California and Oregon. We found that (1) periods of unexpectedly low pH are already occurring along the CCS and are induced by upwelling events, (2) that, surprisingly, these events reach lower levels to the north, where upwelling is weaker but where phytoplankton blooms are denser, (3) as a result, sectors of the shore differ in their intensity of OA, and thus, that refuges for organisms from intense OA may exist, and (4), the current decreasing levels of pH along the CCS are attributable to anthropogenic-derived increases in CO<sub>2</sub>, (5) juvenile mussels grew fastest at sites with frequent exposure to low pH but high food levels and slowest at sites with persistent upwelling or warmer waters independent of pH regime, and (6) sea urchin growth was minimally affected by elevated OA. Further, because of 30-40 year time lags between the uptake of CO<sub>2</sub>,in the Western and Tropical Pacific Ocean and the arrival of such waters to the CCS, we are committed to changes in carbonate chemistry that will result in substantial increases in the severity and frequency of corrosive conditions along the US West Coast. Thus, our work vastly in...",
  "por_txt_cntn": "\nThis project completed the first, and most comprehensive effort to study the patterns and impacts of ocean acidification at the scale of a large marine ecosystem using a combination of laboratory and field experiments, and remote sensing. The 2012 grant supported the continued research of the coast-wide consortium, OMEGAS (Ocean Margin Ecosystem Group for Acidification Studies), a group of 15 PIs spread across six west coast institutions from Oregon to southern California. OMEGAS addressed the problems induced by OA using an approach that integrated across levels of biological organization (e.g. genes, genomes, individuals, populations, communities and ecosystems), with laboratory experiments investigating the molecular, genetic, and physiological mechanisms underlying ecological responses of mussels and sea urchins across the varying oceanographic conditions along the US west coast. Here, the California Current system (CCS) flows from north to south, and during April-October each year, drives coastal upwelling.  As is well known, this process injects cold, nutrient-rich, salty, and low pH water into the coastal zone.  Infusions of high nutrients drive the high productivity of the CCS, but also have a downside. The dense phytoplankton blooms that are formed along some sectors of the CCS overwhelm the ability of planktonic grazers to control them, and after a short life, these microalgae die and begin to sink. The decomposition process uses oxygen, leading to hypoxia, and in some locations and times, anoxia. Phytoplankton decay also releases carbon dioxide, which ultimately drives down pH, making waters more acidic. Combined with the naturally low pH in the upwelled water, this additional acidification can drive coastal ocean pH to exceptionally low levels and interfere with precipitation of calcium carbonate structures in marine organisms that form hard parts such as shells, or incorporate CaCO3 into their body walls. The discovery by R. Feely in 2007 that such acidified water occurs at the surface of the ocean over the continental shelf, and actually \"shoals\" on the shore was a surprise to most marine scientists.\n\nIn OMEGAS 2012, we (1) maintained a network of pH sensors on the rocks and in shallow waters adjacent to rocky shores at 7-13 sites from central Oregon to southern California, (2) transplanted marked juvenile mussels, a key space occupier along the coast, to determine how their growth varied along the coastal ocean acidification (OA) mosaic, (3) transferred these field-exposed animals to a common-garden laboratory setting where experiments tested the ability of juvenile mussels to resist whelk predation, and (4) tested the growth of adult sea urchins to variable OA regimes in northern California and Oregon. We found that (1) periods of unexpectedly low pH are already occurring along the CCS and are induced by upwelling events, (2) that, surprisingly, these events reach lower levels to the north, where upwelling is weaker but where phytoplankton blooms are denser, (3) as a result, sectors of the shore differ in their intensity of OA, and thus, that refuges for organisms from intense OA may exist, and (4), the current decreasing levels of pH along the CCS are attributable to anthropogenic-derived increases in CO2, (5) juvenile mussels grew fastest at sites with frequent exposure to low pH but high food levels and slowest at sites with persistent upwelling or warmer waters independent of pH regime, and (6) sea urchin growth was minimally affected by elevated OA. Further, because of 30-40 year time lags between the uptake of CO2,in the Western and Tropical Pacific Ocean and the arrival of such waters to the CCS, we are committed to changes in carbonate chemistry that will result in substantial increases in the severity and frequency of corrosive conditions along the US West Coast. Thus, our work vastly increased the depth and extent of our understanding of current and likely future OA regimes in the CCS, and have set t..."
 }
}