{
 "awd_id": "1220327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Petro-Politics at the Grassroots: Big Oil, Environmental Education and Governance in Brazil",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1537.0,
 "awd_amount": 1537.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "Brown University doctoral student Paula S. Dias, guided by Dr. Jessaca Leinaweaver, will undertake research on how economic development projects linked to oil extraction affect and illuminate local politics and social dynamics. As some governments delegate development responsiblities to resource extraction corporations as a cost of doing business, the effects of these extraction activities are broadened, often in ways that are unanticipated. This project will trace how these impacts are understood and experienced and what these impacts reveal about local political processes and their relation to higher level politics more generally. The research will be conducted in Brazil, where government regulation of oil extraction is coupled with mandatory community-level, oil company-funded Environmental Education (EE) projects.\r\n\r\nDias will carry out 12 months of ethnographic research in Quilombo da Rasa, a community of Afro-descendants (\"maroons\") located in northeast Brazil.  She will collect data on the relationship between EE and community politics at two levels: (1) the broader level of political practices and relations with state agencies; and (2) the more micro level of community social dynamics. She will employ a mix of social science research methods including participant observation, interviews, and archival research.  \r\n\r\nFindings from this research will contribute to social science theory of how political processes work throughout the chain of relationships, from national institutions to community-level power dynamics. The research also will help policy makers to understand the  broader logics of governance that bridge strategic interests of resource extraction with progressive environmental legislation and state regulation of corporations. Funding this research supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessaca",
   "pi_last_name": "Leinaweaver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessaca Leinaweaver",
   "pi_email_addr": "Jessaca_Leinaweaver@brown.edu",
   "nsf_id": "000532682",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Dias",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Paula S Dias",
   "pi_email_addr": "Paula_Dias@brown.edu",
   "nsf_id": "000607940",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1537.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research is an ethnographic study of the implementation and impact of a state-mandated environmental education (EE) project in two &ldquo;quilombos&rdquo; in the state of Rio de Janeiro, Brazil. Similar to &ldquo;maroon&rdquo; communities elsewhere in Latin America, &ldquo;quilombos&rdquo; are Afro-descendant communities that have appropriated a legal category of identity (related to territorial and cultural resistance against slavery and racial discrimination) to fight for rights to land and social policies. EE projects are part of the process of environmental licensing of oil extraction in Brazil; they are monitored by Brazil&rsquo;s federal environmental agency, IBAMA, and conducted by consultancy firms hired by oil companies seeking environmental licensing.<br /> <br />&nbsp; The aim of this project was to understand how state regulation of the oil industry through EE is affecting the political landscapes of the quilombo communities of Rasa and Maria Joaquina at two levels: at the broader level of political practices &ndash; i.e., how new relations among state agencies, community leadership and the oil company are reshaping how local political claims are made &ndash; and at the more micro level of community social dynamics. The central question driving this study is: What political transformations emerge from the reconfiguration of governance represented by EE, both on the level of political practices and social dynamics? My project pursued three major goals through open-ended interviews, participant observation and archival research: 1) Trace and document the aims and practices of this EE project, 2) Investigate how community members and leaders, oil company employees, IBAMA officials and hired consultants understand this project to be shaping local political practices, and 3) Explore the specific consequences these projects have on local social dynamics, focusing on how political shifts related to EE are in dialogue with ongoing processes of belonging and representation.</p>\n<p>&nbsp;</p>\n<p>Up to present, the results of this project are the following:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br /> <br /> 1) EE projects emerged in an institutional context of &ldquo;bureaucratic activism&rdquo; in favor of the regulation of development, originating in academic debates that brought the rhetoric of &ldquo;social impacts&rdquo; and &ldquo;affected communities&rdquo; into environmental policy. <br /> <br /> 2) Expertise about cultural and social characteristics of quilombos is essential to the implementation of this EE project; while these forms of &ldquo;community expertise&rdquo; operate to ensure project legitimation, they leave &ldquo;community experts&rdquo; in a contradictory political situation, divided between their &ldquo;social movement&rdquo; and &ldquo;consulting&rdquo; responsibilities. <br /> <br /> 3) The EE project objective of creating new leadership among quilombo communities has provoked debates over the &ldquo;legitimacy&rdquo; of political action, causing conflicts with existing quilombo leaders about communities&rsquo; political autonomy vis-&agrave;-vis the project and IBAMA. <br /> <br /> 4) This EE project influenced quilombo political organizing by creating a space for the formation of political networks and facilitating participation in political events. It has also been a catalyst for the discussion of issues regarding ethnic identification and religious practices across diverse communities. However, this political influence raises questions about the political autonomy of quilombo communities. <br /> <br /> 5) Community leaders of EE participant quilombos see a disconnect between local youth and politically active sectors of the community. This disconnect is cultural, and related to rapid social change and challenges to the reproduction of collective meanings about territory, land, and local histories of resistance. My sub...",
  "por_txt_cntn": "\nThis research is an ethnographic study of the implementation and impact of a state-mandated environmental education (EE) project in two \"quilombos\" in the state of Rio de Janeiro, Brazil. Similar to \"maroon\" communities elsewhere in Latin America, \"quilombos\" are Afro-descendant communities that have appropriated a legal category of identity (related to territorial and cultural resistance against slavery and racial discrimination) to fight for rights to land and social policies. EE projects are part of the process of environmental licensing of oil extraction in Brazil; they are monitored by BrazilÆs federal environmental agency, IBAMA, and conducted by consultancy firms hired by oil companies seeking environmental licensing.\n \n  The aim of this project was to understand how state regulation of the oil industry through EE is affecting the political landscapes of the quilombo communities of Rasa and Maria Joaquina at two levels: at the broader level of political practices &ndash; i.e., how new relations among state agencies, community leadership and the oil company are reshaping how local political claims are made &ndash; and at the more micro level of community social dynamics. The central question driving this study is: What political transformations emerge from the reconfiguration of governance represented by EE, both on the level of political practices and social dynamics? My project pursued three major goals through open-ended interviews, participant observation and archival research: 1) Trace and document the aims and practices of this EE project, 2) Investigate how community members and leaders, oil company employees, IBAMA officials and hired consultants understand this project to be shaping local political practices, and 3) Explore the specific consequences these projects have on local social dynamics, focusing on how political shifts related to EE are in dialogue with ongoing processes of belonging and representation.\n\n \n\nUp to present, the results of this project are the following:         \n \n 1) EE projects emerged in an institutional context of \"bureaucratic activism\" in favor of the regulation of development, originating in academic debates that brought the rhetoric of \"social impacts\" and \"affected communities\" into environmental policy. \n \n 2) Expertise about cultural and social characteristics of quilombos is essential to the implementation of this EE project; while these forms of \"community expertise\" operate to ensure project legitimation, they leave \"community experts\" in a contradictory political situation, divided between their \"social movement\" and \"consulting\" responsibilities. \n \n 3) The EE project objective of creating new leadership among quilombo communities has provoked debates over the \"legitimacy\" of political action, causing conflicts with existing quilombo leaders about communitiesÆ political autonomy vis-&agrave;-vis the project and IBAMA. \n \n 4) This EE project influenced quilombo political organizing by creating a space for the formation of political networks and facilitating participation in political events. It has also been a catalyst for the discussion of issues regarding ethnic identification and religious practices across diverse communities. However, this political influence raises questions about the political autonomy of quilombo communities. \n \n 5) Community leaders of EE participant quilombos see a disconnect between local youth and politically active sectors of the community. This disconnect is cultural, and related to rapid social change and challenges to the reproduction of collective meanings about territory, land, and local histories of resistance. My subsequent analysis will examine narratives of non-politically engaged adults to investigate how community politics becomes disavowed as a form of engagement in the local social landscape.\n\n \n\nProject outcomes include: three conference presentations, one chapter in an edited volume (under review) and, in the future, a thesis/diss..."
 }
}