{
 "awd_id": "1220235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Coupled Fold-fracture Evolution in the Stillwell Anticline, West Texas",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 127155.0,
 "awd_amount": 127155.0,
 "awd_min_amd_letter_date": "2012-08-03",
 "awd_max_amd_letter_date": "2014-06-12",
 "awd_abstract_narration": "The linked formation and evolution of faults, folds, and fracture systems continue to be an important area of research because of the inherent importance of these features to the movement of fluids in the subsurface.  A reconnaissance investigation of the well-exposed Stillwell anticline in west Texas has revealed along strike variation in fold geometry tied to different stages of fold evolution; the fold?s geometry supports formation controlled by propagation of an underlying basement fault system.  Past research has revealed a range of factors that play important roles in the development of fracture systems in this context, including the influence of initial and transitional fold geometries, the influence of pre-existing fractures, the presence or absence of interlayer slip, and the effects of the underlying fault systems that are responsible for fold development.  However, few studies have integrated a quantitative description of fracture strain and width or explored how fracture cement textures can be used to unravel the timing of fracture opening or relict porosities associated with fracture networks. The goal of this project is to integrate an array of evidence in an attempt to answer four primary research questions including:  1) Can structural position within an anticline system be used as a predictor of fracture intensity?; 2) Can mechanical stratigraphy be correlated with fracture stratigraphy?; 3) How to do the distributions, intensities, orientations, and cements of fractures sets vary before, during, and after fold formation?; and 4) What other (non-fracture-related) modes of deformation accommodate strain at different positions within a fold system?\r\n\r\nThe excellent exposure of the anticline provides the opportunity to directly observe fractures, faults, and deformation bands within the folded layers, which can be used to help constrain the kinematic evolution of the fold. In addition, detailed mapping of cross-sectional fracture networks in concert with Schmidt hammer testing of these lithologies, to provide meter-scale semi-quantitative information about the rigidity of deformed beds, will generate a detailed mechanical stratigraphy that can be evaluated in the context of fold and fracture formation. Closely linked with analysis of mechanical behavior, the research team will apply fracture intensity analysis based on both layer thicknesses and structural position within the fold system, taking the wide spectrum of fracture sizes into account. This approach permits evaluation of the scale-dependence of fracture intensity, which can be a serious problem in the evaluation of permeability in subsurface core-based studies. In addition, standard microscopic petrographic analysis and scanning-electron-microscope-based cathodoluminescence imaging will help document growth textures in opening-mode fracture cements to determine synkinematic changes in permeability. Finally, computer kinematic modeling of fault-related fold formation will be used to constrain the predicted distribution of strain across the fold system in order to relate the timing of fracture formation to stages of fold evolution. The results of the proposed research will provide a new view of how permeability evolves during fold formation. Important decisions regarding subsurface water and petroleum exploration are commonly made with incomplete data. If the proposed research can answer the questions posed above, then this coupled fold-fracture investigation of the Stillwell anticline system will provide a model that should reduce uncertainty in permeability evaluation in less well-constrained systems worldwide. In addition to the scientific objectives of the research, the project is integrating undergraduate field instruction with field research, ensuring that undergraduate researchers gain a thorough overall understanding of fundamental geological processes in the context of their own work.  In addition, Trinity University undergraduate students will have the opportunity to travel to research labs to perform analyses with faculty at larger research institutions; will disseminate results of their research through independent research papers, senior theses, and presentations at both regional and national meetings; and all project research results and subsequent products will be made accessible to all Trinity students and to the general public through a collaborative project with the Trinity University library.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Surpless",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin E Surpless",
   "pi_email_addr": "bsurples@trinity.edu",
   "nsf_id": "000529259",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trinity University",
  "inst_street_address": "1 TRINITY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2109997246",
  "inst_zip_code": "782124674",
  "inst_country_name": "United States",
  "cong_dist_code": "35",
  "st_cong_dist_code": "TX35",
  "org_lgl_bus_name": "TRINITY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U4SCDG6B6NM8"
 },
 "perf_inst": {
  "perf_inst_name": "Trinity University",
  "perf_str_addr": "1 Trinity Place",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782127200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "35",
  "perf_st_cong_dist": "TX35",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 39541.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 43047.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 44567.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A common goal of geologists is to predict the flow of water, contaminants, oil, or natural gas beneath the Earth&rsquo;s surface. With knowledge about fluid pathways, geoscientists can address environmental contamination issues, water resource issues, mineral deposit formation, and extraction of oil and natural gas.&nbsp;</p>\n<p>Because rock properties such as permeability and porosity control fluid pathways and rates of flow, geologists also study the ways that rocks are deformed due to stresses within the Earth.&nbsp; When rock layers are fractured, fluids more easily flow, so with a better understanding about what controls rock fracture formation and growth, a geologist can better predict the fluid flow beneath the Earth&rsquo;s surface.&nbsp;</p>\n<p>In this study, the PI and his undergraduate students investigated the links between folding and the initiation of fractures, observing and analyzing a fully-exposed system of folded rock layers near Big Bend National Park in west Texas.&nbsp;&nbsp;The model developed in this project informs the broader geological community about expected distribution of fracture systems at different physical positions across folded rock layers.&nbsp; In most cases, folded layers like these are deep beneath the Earth&rsquo;s surface, so this model can be applied to subsurface fold systems at other locations worldwide.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>During this project, we used a diverse set of research methods to build a transferable model of fold-related fracture formation.&nbsp; These included field methods such as structural mapping of rock units involved in folding, carefully description of rocks exposed in the fold, and documentation of fracture length, width, orientation and fracture intensity at different positions across the fold system.&nbsp; We also collected rock and fracture samples from important locations, measured the strength of individual layers using a compressive stress tool, documented important fold- and fracture-related features using both standard handheld photography as well as airborne photography (using an unmanned aerial vehicle).&nbsp;</p>\n<p>In the lab, we analyzed rocks and the fractures that affected them using a combination of microscopic analysis, optical scanning of important features, and carbon- and oxygen-isotope analysis of the minerals that filled most of the fractures that we sampled.&nbsp; We used computer programs to statistically analyze fracture networks, model hypothetical 2D and 3D formation of the fold system, and build 3D models of fracture systems on the rock-layer scale.</p>\n<p>Our results suggest that layer thickness, the properties of the contacts between rock layers, location within the fold, and the physical behavior of the rock itself all affected the distribution of fractures across the fold system.&nbsp;&nbsp;At all parts of the fold, fracture orientations were consistent with those expected in fold-related fractures, as predicted by other studies.&nbsp; Importantly, our results suggest a predictable fracture network where shear deformation was greatest during fold formation.&nbsp; However, the fractures present and the intensity of fractures where rock layers were less &ldquo;bent&rdquo; or sheared during folding were not consistent through the vertical stack of rock layers or even from one layer to the layer above or below.&nbsp; Thus, fracture intensities in similar subsurface folds would be difficult to predict in areas of folds that were less deformed during the folding process.&nbsp;&nbsp;</p>\n<p>Based on our field observations and analysis, previous studies of fold-related fractures, and our lab and computer work, we suggest that the three-dimensional fracture distribution across the fold system was strongly affected by mechanisms associated with weak coupling between rock layers.&nbsp; Although our results suggest significant challenges to fracture network prediction in areas less &ldquo;bent&rdquo; by folding, we suggest that weak coupling between beds might enhance flow along layer contacts, thus enhancing both vertical and horizontal fluid connectivity.&nbsp; Thus, we would predict that folds that involve both thinner rock layers and weak layer-layer cohesion might have greater fluid flow potential relative to folds with thicker layers and strong layer-layer cohesion.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Undergraduate researchers were involved in every aspect of this project, which integrated field- and lab-based research, computer modeling, and statistical analysis.&nbsp; Students learned and applied field-based mapping and structural analysis, 3D computer modeling of fault and fold systems, statistical fracture analysis, and GIS-based analysis of large-scale, three-dimensional structures.&nbsp; As part of this project, student researchers had the opportunity to interact with scientists from institutions across the country, presenting their research results and improving their knowledge and skills as geologists.&nbsp;&nbsp; These students were integral to the success of this project, which allowed us to build&nbsp;a model that can be used to predict the formation of fracture networks, and therefore fluid flow, in similar fold systems where the fold is beneath the Earth&rsquo;s surface.&nbsp; In addition, NSF funding also supported a young PI at the start of his career and enabled him to interact closely with scientists who specialized in fracture research, permitting him to gain both knowledge and skills that will benefit his future research and teaching efforts.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2016<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;Surpless</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA common goal of geologists is to predict the flow of water, contaminants, oil, or natural gas beneath the Earth?s surface. With knowledge about fluid pathways, geoscientists can address environmental contamination issues, water resource issues, mineral deposit formation, and extraction of oil and natural gas. \n\nBecause rock properties such as permeability and porosity control fluid pathways and rates of flow, geologists also study the ways that rocks are deformed due to stresses within the Earth.  When rock layers are fractured, fluids more easily flow, so with a better understanding about what controls rock fracture formation and growth, a geologist can better predict the fluid flow beneath the Earth?s surface. \n\nIn this study, the PI and his undergraduate students investigated the links between folding and the initiation of fractures, observing and analyzing a fully-exposed system of folded rock layers near Big Bend National Park in west Texas.  The model developed in this project informs the broader geological community about expected distribution of fracture systems at different physical positions across folded rock layers.  In most cases, folded layers like these are deep beneath the Earth?s surface, so this model can be applied to subsurface fold systems at other locations worldwide.\n\nIntellectual Merit\n\nDuring this project, we used a diverse set of research methods to build a transferable model of fold-related fracture formation.  These included field methods such as structural mapping of rock units involved in folding, carefully description of rocks exposed in the fold, and documentation of fracture length, width, orientation and fracture intensity at different positions across the fold system.  We also collected rock and fracture samples from important locations, measured the strength of individual layers using a compressive stress tool, documented important fold- and fracture-related features using both standard handheld photography as well as airborne photography (using an unmanned aerial vehicle). \n\nIn the lab, we analyzed rocks and the fractures that affected them using a combination of microscopic analysis, optical scanning of important features, and carbon- and oxygen-isotope analysis of the minerals that filled most of the fractures that we sampled.  We used computer programs to statistically analyze fracture networks, model hypothetical 2D and 3D formation of the fold system, and build 3D models of fracture systems on the rock-layer scale.\n\nOur results suggest that layer thickness, the properties of the contacts between rock layers, location within the fold, and the physical behavior of the rock itself all affected the distribution of fractures across the fold system.  At all parts of the fold, fracture orientations were consistent with those expected in fold-related fractures, as predicted by other studies.  Importantly, our results suggest a predictable fracture network where shear deformation was greatest during fold formation.  However, the fractures present and the intensity of fractures where rock layers were less \"bent\" or sheared during folding were not consistent through the vertical stack of rock layers or even from one layer to the layer above or below.  Thus, fracture intensities in similar subsurface folds would be difficult to predict in areas of folds that were less deformed during the folding process.  \n\nBased on our field observations and analysis, previous studies of fold-related fractures, and our lab and computer work, we suggest that the three-dimensional fracture distribution across the fold system was strongly affected by mechanisms associated with weak coupling between rock layers.  Although our results suggest significant challenges to fracture network prediction in areas less \"bent\" by folding, we suggest that weak coupling between beds might enhance flow along layer contacts, thus enhancing both vertical and horizontal fluid connectivity.  Thus, we would predict that folds that involve both thinner rock layers and weak layer-layer cohesion might have greater fluid flow potential relative to folds with thicker layers and strong layer-layer cohesion.\n\nBroader Impacts\n\nUndergraduate researchers were involved in every aspect of this project, which integrated field- and lab-based research, computer modeling, and statistical analysis.  Students learned and applied field-based mapping and structural analysis, 3D computer modeling of fault and fold systems, statistical fracture analysis, and GIS-based analysis of large-scale, three-dimensional structures.  As part of this project, student researchers had the opportunity to interact with scientists from institutions across the country, presenting their research results and improving their knowledge and skills as geologists.   These students were integral to the success of this project, which allowed us to build a model that can be used to predict the formation of fracture networks, and therefore fluid flow, in similar fold systems where the fold is beneath the Earth?s surface.  In addition, NSF funding also supported a young PI at the start of his career and enabled him to interact closely with scientists who specialized in fracture research, permitting him to gain both knowledge and skills that will benefit his future research and teaching efforts. \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2016\n\n\t\t\t\t\tSubmitted by: Benjamin Surpless"
 }
}