{
 "awd_id": "1220340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Spatial and Temporal Growth of Upper Crustal Intrusions, Henry Mountains, Utah",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 82928.0,
 "awd_amount": 82928.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2014-06-11",
 "awd_abstract_narration": "The goal of this project is to take advantage of the exceptional exposures of shallow crustal igneous intrusions in the Henry Mountains of southern Utah to study in detail the spatial and temporal growth of plutons constructed from multiple magma pulses. Because the intrusions were emplaced during a tectonic lull, they are largely free of complicating tectonic structures and specific variables related to magma emplacement can be evaluated, some that is difficult to in many other geologic settings. Each of the five separate intrusive centers in the Henry Mountains preserves a different stage of the evolution of a shallowly constructed igneous system, ranging from a small-total-volume body comprised mostly of dikes to a fully mature body comprised of dozens of relatively large intrusions.  This project is focusing on detailed studies of three of these intrusive centers: one each at an early, moderate, and advanced stage of development.  Using data field, geochemical, geochronogical, and paleomagnetic data from these intrusive centers, a general construction model for a shallow igneous complex is being constructed. Synthesis of the data and construction of models for data emplacement are being facilitated by the integration of data into geographic information system. Ultimately, a series of fully 3-D models for each intrusive center  will be created using constraints from the collected data to study growth of the composite intrusions in space and time. This research will advance our understanding of how igneous intrusions grow in the shallow crust.  These intrusions are important for many reasons, including that they feed volcanic eruptions, they serve as heat reservoirs for geothermal fields, and that fluids associated with the intrusions are an important souce of economic mineral deposits.  This project is specifically designed to further our knowledge of: (1) the geometries of the plumbing system in shallow igneous systems, (2) how these systems evolve as magma pulses intrude sequentially, (3) magma intrusion rates and their variability in space and time, and (4) the manifestation of magma pulses at different spatial and temporal scales structurally, geochemically, etc. The project is a collaborative effort between researchers at Eastern Carolina University, SUNY College at Geneseo, and Central Michigan University.  In addition to the scientific goals of the project, the research is providing for the training of graduate and undergraduate students in STEM disciplines at all three institutions and results of the study will be used for the development of resources for teaching, research, and outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sven",
   "pi_last_name": "Morgan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sven S Morgan",
   "pi_email_addr": "svenmor@umich.edu",
   "nsf_id": "000158972",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Central Michigan University",
  "inst_street_address": "119 BOVEE UNIVERSITY CTR",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNT PLEASANT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9897746467",
  "inst_zip_code": "488583854",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MI02",
  "org_lgl_bus_name": "CENTRAL MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJDYK36PRTL5"
 },
 "perf_inst": {
  "perf_inst_name": "Central Michigan University",
  "perf_str_addr": "320 Brooks Hall",
  "perf_city_name": "Mount Pleasant",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488584679",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25973.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 42941.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 14014.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We discovered that magma bodies, perhaps the magma bodies that feed volcanoes, can be made up of many smaller bodies that are often emplaced in a sheet-like geometry and which can spread outward from smaller initial shapes.&nbsp; The sheets can be stacked upon one another.&nbsp; The project to study how these magma bodies were emplaced took place in the Henry Mountains of southern Utah.&nbsp; These mountains were chosen specifically because they are found on the Colorado Plateau; a region where there is very little tectonic deformation so that all the deformation we observed was from the emplacement of magma.</p>\n<p>Over the three-year life of the funding from NSF, the PI took 8 undergraduate students from Central Michigan University to Utah over three summers.&nbsp; Each summer we spent two weeks mapping, collecting samples and collecting geophysical data.&nbsp; We focused on two areas; the Maiden Creek sill on the edge of the mountains and a large dike (vertically oriented planar sheet of magma) within the mountains.&nbsp; My group also assisted the other two PI&rsquo;s in collecting their data sets.&nbsp;</p>\n<p>The Maiden Creek sill is a small magma body which can be studied in detail much more easily than the larger magma bodies that make up the greater mass of the Henry Mountains.&nbsp; We focused on collecting magnetic susceptibility data on the side of a cliff which is the actual edge of this magma body when it was hot magma.&nbsp; We needed to use ropes and climbing gear to obtain the data.&nbsp; We drilled 45 cores into the side of the cliff along three vertical sampling lines.&nbsp; We also collected over 1,000 data points of magnetic susceptibility using a hand-held susceptibility meter.&nbsp; The cores were used to make thin sections to examine the rock under the microscope and the susceptibility data indicates how much magnetite is in the rock.&nbsp; We were able to use the degree of susceptibility to show us where the contacts were between different sheets.&nbsp; In our model, new magma sheets are emplaced into older ones and give off water as they crystallize.&nbsp; This forceful emplacement breaks up the older sheets (fractures them) and injects them with hot water which reacts with their minerals and dissolves magnetite, reducing their susceptibility.&nbsp; We mapped the degree of susceptibility on the cliff-face and obtained a planar zone, approximately one meter in width, of very low susceptibility which was also bordered by a zone of crushed crystals.&nbsp; We defined this zone as the original, older sheet.&nbsp; Newer sheets intruded above and below this zone.&nbsp;</p>\n<p>The other project we worked on was how a dike was emplaced.&nbsp; We wanted to test if whether we could see multiple generations or pulses of magma within the dike.&nbsp; We collected 16 large hand samples (minimum 6 inches cubed) across the 5-meter wide dike so we could examine the microstructures and decide if there were internal contacts.&nbsp; Each large hand sample was slabbed so that three perpendicular faces were exposed.&nbsp; Photographs were taken of each face and input into software programs to have image analysis conducted on the crystals. &nbsp;The pattern of alignment across the dike was interpreted to show that three pulses of magma combined to produce the width of the dike.&nbsp;</p>\n<p>Our data indicates that when igneous rocks are examined in high detail on a very small scale, it is apparent that magma bodies tend to be emplaced as small pulses that are planar in shape and on the scale of one to several meters in width.&nbsp; Four of the students the PI worked with presented their data and results at national conferences and one presented at a regional conference.&nbsp; Two manuscripts are being prepared as journal articles.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2016<br>\n\t\t\t\t\tModified by: Sven&nbsp;S&nbsp;Morgan</p>\n</div>\n<div class=\"po...",
  "por_txt_cntn": "\nWe discovered that magma bodies, perhaps the magma bodies that feed volcanoes, can be made up of many smaller bodies that are often emplaced in a sheet-like geometry and which can spread outward from smaller initial shapes.  The sheets can be stacked upon one another.  The project to study how these magma bodies were emplaced took place in the Henry Mountains of southern Utah.  These mountains were chosen specifically because they are found on the Colorado Plateau; a region where there is very little tectonic deformation so that all the deformation we observed was from the emplacement of magma.\n\nOver the three-year life of the funding from NSF, the PI took 8 undergraduate students from Central Michigan University to Utah over three summers.  Each summer we spent two weeks mapping, collecting samples and collecting geophysical data.  We focused on two areas; the Maiden Creek sill on the edge of the mountains and a large dike (vertically oriented planar sheet of magma) within the mountains.  My group also assisted the other two PIÆs in collecting their data sets. \n\nThe Maiden Creek sill is a small magma body which can be studied in detail much more easily than the larger magma bodies that make up the greater mass of the Henry Mountains.  We focused on collecting magnetic susceptibility data on the side of a cliff which is the actual edge of this magma body when it was hot magma.  We needed to use ropes and climbing gear to obtain the data.  We drilled 45 cores into the side of the cliff along three vertical sampling lines.  We also collected over 1,000 data points of magnetic susceptibility using a hand-held susceptibility meter.  The cores were used to make thin sections to examine the rock under the microscope and the susceptibility data indicates how much magnetite is in the rock.  We were able to use the degree of susceptibility to show us where the contacts were between different sheets.  In our model, new magma sheets are emplaced into older ones and give off water as they crystallize.  This forceful emplacement breaks up the older sheets (fractures them) and injects them with hot water which reacts with their minerals and dissolves magnetite, reducing their susceptibility.  We mapped the degree of susceptibility on the cliff-face and obtained a planar zone, approximately one meter in width, of very low susceptibility which was also bordered by a zone of crushed crystals.  We defined this zone as the original, older sheet.  Newer sheets intruded above and below this zone. \n\nThe other project we worked on was how a dike was emplaced.  We wanted to test if whether we could see multiple generations or pulses of magma within the dike.  We collected 16 large hand samples (minimum 6 inches cubed) across the 5-meter wide dike so we could examine the microstructures and decide if there were internal contacts.  Each large hand sample was slabbed so that three perpendicular faces were exposed.  Photographs were taken of each face and input into software programs to have image analysis conducted on the crystals.  The pattern of alignment across the dike was interpreted to show that three pulses of magma combined to produce the width of the dike. \n\nOur data indicates that when igneous rocks are examined in high detail on a very small scale, it is apparent that magma bodies tend to be emplaced as small pulses that are planar in shape and on the scale of one to several meters in width.  Four of the students the PI worked with presented their data and results at national conferences and one presented at a regional conference.  Two manuscripts are being prepared as journal articles.\n\n \n\n\t\t\t\t\tLast Modified: 02/05/2016\n\n\t\t\t\t\tSubmitted by: Sven S Morgan"
 }
}