{
 "awd_id": "1221019",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Nanostructured Optical Materials for Integrated Optics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Goldberg",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 174955.0,
 "awd_amount": 205275.0,
 "awd_min_amd_letter_date": "2012-07-30",
 "awd_max_amd_letter_date": "2014-04-22",
 "awd_abstract_narration": "PI: Hunt, Heather\r\nInstitution: University of Missouri-Columbia\r\nTitle: BRIGE: Nanostructured Optical Materials for Integrated Optics\r\n\r\nABSTRACT\r\n\r\nIntellectual Merit: Novel optical material systems have tremendous potential to revolutionize the design, fabrication, and performance metrics of micro- and nano-scale integrated optical devices and systems.  Fortuitously, new synthetic techniques are available to build, at the molecular level, nanostructured materials that can be tailored for a specific function, such as improved optoelectronic properties.  Nanostructured zeolite materials have physicochemical properties that may be tailored framework atom substitution, ion exchange, insertion of active guest molecules, such as laser dyes, etc., and surface functionalization, leading to intriguing new chemical, mechanical, and optoelectronic properties that have yet to be leveraged in integrated optical systems.  The goal of this BRIGE research project is to fully characterize the effects of molecular tailoring on the optical properties of zeolite structures, and to determine their applicability for and compatibility with integrated optical platforms. Towards this end, three research objectives will be pursued: synthesis of thin zeolite films of various orientations and compositions, optical characterization of these thin film materials, and integration with optical components through standard photolithographic techniques.  The exploration of the unique optical properties of nanostructured materials will not only significantly improve knowledge of designing, at the molecular level, material systems for integrated optics, but will also transform the range of techniques and material systems that can be used to improve the overall performance of a variety of optical platforms.    \r\n\r\nBroader Impacts: A fundamental approach to understanding the molecular basis of optical properties in nanostructured materials will advance research in the area of integrated optics technology for communications, sensing, and computing, with direct applications in health and safety.  A prominent educational component involving \"hands-on\" educational and outreach activities, in transformative materials, photonics, and nanotechnology research, will target students from traditionally underrepresented groups to broaden participation.  Moreover, the broadening participation plan aims to increase female engineering student participation by improving recruitment and retention efforts.  Recruitment activities will include K-12 outreach during summer camp programs, and high school and undergraduate student laboratory experiences for students from local schools and regional colleges, including Lincoln University, with predominantly Black and Hispanic enrollment.  Additionally, the PI is piloting the Mizzou Engineering Mentoring Program, a new retention effort that provides professional development and personal support for female students via one-on-one mentoring, and networking.  This plan will create a more diverse and engaging environment for underrepresented students. These activities will involve secondary, graduate and undergraduate students, and the general public with the goal of broadening participation for underrepresented groups in fundamental science and engineering research in integrated optical systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Hunt",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Heather K Hunt",
   "pi_email_addr": "hunthk@missouri.edu",
   "nsf_id": "000595172",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "310 Jesse Hall",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  },
  {
   "pgm_ref_code": "095E",
   "pgm_ref_txt": "Photonic integration"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 174955.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15140.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15180.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong></p>\n<p>Novel optical material systems have tremendous potential to revolutionize the design, fabrication, and performance metrics of micro- and nano-scale integrated optical devices and systems.&nbsp; Nanostructured zeolite materials have physicochemical properties that may be tailored via framework atom substitution, ion exchange, insertion of active guest molecules, such as laser dyes, etc., and surface functionalization, leading to intriguing new optoelectronic properties that have yet to be leveraged in integrated optical systems.&nbsp; The <strong><span style=\"text-decoration: underline;\">research goal</span></strong> was to characterize the effects of molecular tailoring on the optical properties of zeolite structures, and to determine their applicability for and compatibility with integrated optical platforms.&nbsp; The outcomes of this work included:</p>\n<ul>\n</ul>\n<ol> </ol>\n<p>1. Silicalite-1 (MFI) zeolite films of different crystal sizes,  thicknesses, and film orientations were synthesized by various  deposition techniques.</p>\n<p>2. For the first time, we demonstrated that CO<sub>2</sub> laser ablation could be used to micropattern zeolite films, resulting in the creation of channels and three-dimensional features of various widths and depths that could be precisely controlled by the chosen laser power and scan rate.&nbsp; By varying the film thickness (5-24 &micro;m) and laser power (10-25%), we   were able to create 3D features, such as channels of various widths   (82-611.98 &micro;m) and depths (2.58-7.13 &micro;m).&nbsp; Features of these dimensions have potential applications as waveguides  (channel and slab),  gratings, and other components for integrated optics  (linear and  non-linear).&nbsp; Micropatterning also resulted in the creation of regions  of different  density in the film, which directly impacted the films'  optical  properties, including its refractive index and absorption.&nbsp;  Materials with these characteristics are useful for multi-layer  interference filters, which typically  requires densification of  alternating areas thus forming multilayer  stacks.</p>\n<p>3. CO<sub>2</sub> laser ablation was demonstrated as a single-step, direct-writing method for micropatterning zeolite films, and could be a viable replacement for traditional photolithography techniques, which can have poor compatability with nanostructured materials.&nbsp; This technique is a simple and flexible patterning method that does not  require multiple steps, or extensive and precise equipment set-up. It  allows us to patterns zeolite films with control over feature dimension,  location, morphology, aspect ratio, roughness, etc. without the need  for any specific mask design.This method adds to the toolkit available to researchers to perform materials patterning.</p>\n<p>4. We explored the optical properties of silicalite-1 films synthesized through two different approaches: <em>in situ </em>hydrothermal synthesis and <em>ex situ </em>deposition of silicalite-l nanocrystals in an ethanol or silica-based solution.&nbsp; Silicalite-1 films synthesized by <em>in situ</em> hydrothermal growth showed refractive indices in the range 1.335-1.638, while films formed by <em>ex situ</em> synthesis in ethanol had a range of 1.098-1.210 (in ethanol), and 1.402-1.765 (in a silica matrix) These deposition techniques allows us to judiciously modify the optical properties of the material based on the intended application.</p>\n<p>This work should provide the basis for further exploration of nanostructured, porous materials, like zeolites, in optoelectronic applications.&nbsp; <em>The exploration of the unique optical properties of nanostructured materials will not only significantly improve knowledge of designing, at the molecular level, material systems for integrated optics, but will also transform the range of techniques and material syst...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nNovel optical material systems have tremendous potential to revolutionize the design, fabrication, and performance metrics of micro- and nano-scale integrated optical devices and systems.  Nanostructured zeolite materials have physicochemical properties that may be tailored via framework atom substitution, ion exchange, insertion of active guest molecules, such as laser dyes, etc., and surface functionalization, leading to intriguing new optoelectronic properties that have yet to be leveraged in integrated optical systems.  The research goal was to characterize the effects of molecular tailoring on the optical properties of zeolite structures, and to determine their applicability for and compatibility with integrated optical platforms.  The outcomes of this work included:\n\n\n \n\n1. Silicalite-1 (MFI) zeolite films of different crystal sizes,  thicknesses, and film orientations were synthesized by various  deposition techniques.\n\n2. For the first time, we demonstrated that CO2 laser ablation could be used to micropattern zeolite films, resulting in the creation of channels and three-dimensional features of various widths and depths that could be precisely controlled by the chosen laser power and scan rate.  By varying the film thickness (5-24 &micro;m) and laser power (10-25%), we   were able to create 3D features, such as channels of various widths   (82-611.98 &micro;m) and depths (2.58-7.13 &micro;m).  Features of these dimensions have potential applications as waveguides  (channel and slab),  gratings, and other components for integrated optics  (linear and  non-linear).  Micropatterning also resulted in the creation of regions  of different  density in the film, which directly impacted the films'  optical  properties, including its refractive index and absorption.   Materials with these characteristics are useful for multi-layer  interference filters, which typically  requires densification of  alternating areas thus forming multilayer  stacks.\n\n3. CO2 laser ablation was demonstrated as a single-step, direct-writing method for micropatterning zeolite films, and could be a viable replacement for traditional photolithography techniques, which can have poor compatability with nanostructured materials.  This technique is a simple and flexible patterning method that does not  require multiple steps, or extensive and precise equipment set-up. It  allows us to patterns zeolite films with control over feature dimension,  location, morphology, aspect ratio, roughness, etc. without the need  for any specific mask design.This method adds to the toolkit available to researchers to perform materials patterning.\n\n4. We explored the optical properties of silicalite-1 films synthesized through two different approaches: in situ hydrothermal synthesis and ex situ deposition of silicalite-l nanocrystals in an ethanol or silica-based solution.  Silicalite-1 films synthesized by in situ hydrothermal growth showed refractive indices in the range 1.335-1.638, while films formed by ex situ synthesis in ethanol had a range of 1.098-1.210 (in ethanol), and 1.402-1.765 (in a silica matrix) These deposition techniques allows us to judiciously modify the optical properties of the material based on the intended application.\n\nThis work should provide the basis for further exploration of nanostructured, porous materials, like zeolites, in optoelectronic applications.  The exploration of the unique optical properties of nanostructured materials will not only significantly improve knowledge of designing, at the molecular level, material systems for integrated optics, but will also transform the range of techniques and material systems that can be used to improve the overall performance of a variety of optical platforms.   \n\nBroader Impacts: \n\nA fundamental approach to understanding the molecular basis of optical properties in nanostructured materials will advance research in the area of integrated optics technology for communications, s..."
 }
}