{
 "awd_id": "1221564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigations of a 17th-Century Spanish New Mexican Household: Social and Environmental Correlates of Colonization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 29905.0,
 "awd_amount": 29905.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Heather Trigg and John Steinberg will conduct remote sensing and revitalize the records for one of the most important early colonial (AD 1598 - 1680) Spanish sites in New Mexico. LA 20,000 is the largest, most complex, and best-preserved seventeenth-century Spanish New Mexican ranch thus far identified archaeologically. \r\n\r\nThe seventeenth century is the period of initial colonization when relationships between colonists and indigenous peoples were established. Spanish colonists' households provided an important context for intercultural exchanges among Spanish, Pueblo and Plains peoples.  However, as yet, they are untapped sources of information about colonization processes in the Southwest because most investigations have focused on Pueblo villages or Franciscan missions within these villages. This is also a period when colonists' agricultural activities practices were instituted. Drs. Trigg and Steinberg also seek to investigate the ecological relationships colonists developed as they introduced new plants, animals, and land use practices. LA 20,000 has the potential to shed light on how Spanish colonizers established themselves in this novel social and physical environment, but the state of the site records makes it difficult to frame the analyses that would allow one to investigate these beginnings of Hispanic society in the American Southwest.\r\n\r\nPortions of LA 20,000 have been studied by archaeological field schools in the 1980s and 1990s, but the information about the collections and maps is insufficient to even ascertain if the existing samples and artifacts are adequate to tackle questions about colonists' social and ecological relationships.  To address this problem, Drs. Trigg and Steinberg will examine the site records with the goal of assessing the quantity and distribution of the material recovered and accuracy of the spatial data generated during the field schools. Second, they will perform a geophysical survey (remote sensing) of the site to assess the nature of unexcavated archaeological features and relocate the field school excavations. With the results from these two activities, they will engage other personnel in evaluating the existing data relative to the overall project goals, which seek to investigate the economic production at the site, the engagement of indigenous peoples in these activities, and the social and economic links to nearby Pueblo villages. \r\n\r\nThis research project will provide for the education and training of students in various aspects of archaeological research. This first phase of the project will employ graduate students in data collection in GIS (geographic information systems) and data management. The material from the larger project will generate at least one Ph.D. dissertation and several MA theses. In addition to the students' professional development, this research will provide information to the general public. The site is owned by El Rancho de las Golondrinas, a living history museum dedicated to bringing local Hispanic history and culture to the public. Trigg and Steinberg will partner with Golondrinas to develop information that can be included in the museum's educational programs, and the information gathered here will assist the museum in their collections management strategy for this site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Trigg",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Heather B Trigg",
   "pi_email_addr": "heather.trigg@umb.edu",
   "nsf_id": "000281362",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Steinberg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Steinberg",
   "pi_email_addr": "john.steinberg@umb.edu",
   "nsf_id": "000471099",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 Morrissey Blvd",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 29905.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The work conducted here is a critical first step in allowing us to use the archaeological information from LA 20,000, a 17<sup>th</sup>-century Spanish colonial ranch in New Mexico. This archaeological site is one of only six known Spanish ranches from this period in the American Southwest, the time of the initial establishment of Hispanic society in the region. This unusual and highly significant site is the most architecturally complex and best-preserved 17<sup>th</sup>-century ranch, and was the object of research as an archaeological field school for 12 years during the 1980s and 1990s. While the excavators uncovered many architectural features and recovered large numbers of artifacts, the quality of the records and maps of the site were poor, compromising their usefulness for research and museum exhibits. In this project, we have rehabilitated the records and used other non-invasive, non-destructive techniques to examine the site, which allow researchers to plan future analyses and excavations.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We accomplished several tasks. First, we digitized the existing archaeological records: maps, excavation notes, inventory of recovered artifacts, and reports of any specialized analyses. This will make sharing the data with other scholars easier. Second, we created a comprehensive, detailed site map. The existing maps of the site were poor quality; there were multiple versions, none of which was complete, and even the most complete versions lacked useful detail. To remedy this, we combined all existing maps, reconciling inconsistencies. We also examined all the field notes in approximately 178 student/excavator notebooks for sketch maps and descriptions of the excavations. These notes were particularly helpful in creating a more much detailed map of the site and excavation units. This is critical for understanding how the ranch was constructed and the activities undertaken in each area.&nbsp; The map was created in ArcGIS, geographic information systems software, which is important for examining the site location relative to other archaeological and historical sites as well as environmental features such as water and topography.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Third, we created a digital database of the artifacts and samples recovered. Prior to this, there was only a paper inventory of artifacts and this was frequently missing critical information about artifact provenience. It also lacked organization and could not be easily searched. By re-examining field specimen sheets, we were able to augment the existing incomplete inventory. Our database (in Excel and FilemakerPro) is fully searchable, has information on nearly 30,000 artifacts including over 28,000 ceramics sherds, pieces of glass, and soil samples. Most importantly, it can be linked to the detailed site map so that the distribution of artifacts can be analyzed using GIS.</p>\n<p>Fourth, we completed a shallow geophysical survey (remote sensing) of the site. Using ground penetrating radar and conductivity, we mapped the subsurface features over the entire the site in 25 cm increments. This helped us to geo-reference the site map, verify the existence the walls and features that have already been excavated, and, most importantly, identify features that have not been recognized with the previous excavation. With the remote sensing, we have recorded over 20 geophysical anomalies that appear to be walls or other features that have been missed during excavation and should be investigated.</p>\n<p>These activities have made the most of existing records, artifacts, and non-invasive techniques. Now we can plan specialized analysis of artifacts and samples that have already been excavated, making interpretations more robust and secure, and we can better define future excavation and sampling strategies since w...",
  "por_txt_cntn": "\nThe work conducted here is a critical first step in allowing us to use the archaeological information from LA 20,000, a 17th-century Spanish colonial ranch in New Mexico. This archaeological site is one of only six known Spanish ranches from this period in the American Southwest, the time of the initial establishment of Hispanic society in the region. This unusual and highly significant site is the most architecturally complex and best-preserved 17th-century ranch, and was the object of research as an archaeological field school for 12 years during the 1980s and 1990s. While the excavators uncovered many architectural features and recovered large numbers of artifacts, the quality of the records and maps of the site were poor, compromising their usefulness for research and museum exhibits. In this project, we have rehabilitated the records and used other non-invasive, non-destructive techniques to examine the site, which allow researchers to plan future analyses and excavations.\n\n            We accomplished several tasks. First, we digitized the existing archaeological records: maps, excavation notes, inventory of recovered artifacts, and reports of any specialized analyses. This will make sharing the data with other scholars easier. Second, we created a comprehensive, detailed site map. The existing maps of the site were poor quality; there were multiple versions, none of which was complete, and even the most complete versions lacked useful detail. To remedy this, we combined all existing maps, reconciling inconsistencies. We also examined all the field notes in approximately 178 student/excavator notebooks for sketch maps and descriptions of the excavations. These notes were particularly helpful in creating a more much detailed map of the site and excavation units. This is critical for understanding how the ranch was constructed and the activities undertaken in each area.  The map was created in ArcGIS, geographic information systems software, which is important for examining the site location relative to other archaeological and historical sites as well as environmental features such as water and topography.\n\n            Third, we created a digital database of the artifacts and samples recovered. Prior to this, there was only a paper inventory of artifacts and this was frequently missing critical information about artifact provenience. It also lacked organization and could not be easily searched. By re-examining field specimen sheets, we were able to augment the existing incomplete inventory. Our database (in Excel and FilemakerPro) is fully searchable, has information on nearly 30,000 artifacts including over 28,000 ceramics sherds, pieces of glass, and soil samples. Most importantly, it can be linked to the detailed site map so that the distribution of artifacts can be analyzed using GIS.\n\nFourth, we completed a shallow geophysical survey (remote sensing) of the site. Using ground penetrating radar and conductivity, we mapped the subsurface features over the entire the site in 25 cm increments. This helped us to geo-reference the site map, verify the existence the walls and features that have already been excavated, and, most importantly, identify features that have not been recognized with the previous excavation. With the remote sensing, we have recorded over 20 geophysical anomalies that appear to be walls or other features that have been missed during excavation and should be investigated.\n\nThese activities have made the most of existing records, artifacts, and non-invasive techniques. Now we can plan specialized analysis of artifacts and samples that have already been excavated, making interpretations more robust and secure, and we can better define future excavation and sampling strategies since we will be able to target specific areas. These efforts preserve this important archaeological and cultural resource and save financial resources by rehabilitating and upgrading existing data. These efforts allow us to explo..."
 }
}