{
 "awd_id": "1221384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSR-EHCS(CPS), SM:   Nature-inspired Control of Networked Cyber-physical Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Krishna Kant",
 "awd_eff_date": "2011-11-04",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 6383.0,
 "awd_amount": 6383.0,
 "awd_min_amd_letter_date": "2012-01-17",
 "awd_max_amd_letter_date": "2012-01-17",
 "awd_abstract_narration": "This project focuses on deriving novel control strategies, inspired by properties exhibited in nature, for networked cyber-physical systems, with specific application to networked autonomous vehicles.  Many phenomena in nature cannot be explained in the framework of integer-order dynamics.  Similarly, networked cyber-physical systems operating in complex environments often demonstrate non-integer-order (i.e., fractional-order) dynamics.  Flocks of birds often exhibit distributed coordinated tracking behavior. Similarly, distributed discrete-time coordinated tracking strategies that are candidates for implementation on networked embedded computers are important in many applications involving networked autonomous vehicles.  The thrusts of this project are (i) analysis and design of distributed strategies for coordination of networked fractional-order systems, (ii) analysis and design of distributed discrete-time coordinated tracking strategies, and (iii) experimental validation of new distributed strategies on teams of networked ground robots and unmanned aerial vehicles (UAVs).  Specifically, the PI will analyze and design distributed coordination strategies for networked fractional differential equations and derive an optimal coordination strategy with varying fractional orders.  The PI will also address the theoretical challenges of distributed discrete-time coordinated tracking in the presence of dynamic network topology, time delay, asynchronous interaction, and information feedback.  The research is expected to lead to new thinking about networked cyber-physical systems operating in complex environments, provide coordination schemes accounting for real-world constraints, and help bridge the gap between theory and applications in distributed coordination of networked autonomous vehicles.  The research has impact on numerous civilian, homeland security, and military applications involving networked cyber-physical systems.  Examples include precision agriculture, automated mining, environmental monitoring, border patrol, surveillance, and reconnaissance.  On the education side, the PI will mentor and educate undergraduate and graduate students through his research, a yearly Sumo Robot competition, and the Utah State University Robotics Club.  The project will also provide research experience for K-12 teachers and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Ren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Ren",
   "pi_email_addr": "ren@ee.ucr.edu",
   "nsf_id": "000601477",
   "pi_start_date": "2012-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "900 University Avenue",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7903",
   "pgm_ref_txt": "EHCS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6383.0
  }
 ],
 "por": null
}