{
 "awd_id": "1221339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ATD: Algorithmic Aspects of Geometry for Using LIDAR and Wireless Sensor Networks for Combating Chemical Terror Attacks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 349493.0,
 "awd_amount": 349493.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "The project considers using a variety of sensors to monitor an unknown signal field over a spatial domain with unknown geometry, which may bear elevational variations. The main objective of this project is to develop mathematical algorithms that can integrate sensor readings from a large number of distributed devices and reconstruct both the signal field and the terrain. Specifically, the sensors involved in the project include the Light Detection And Ranging technology (LIDAR) and networked wireless sensors, for their complementary capabilities. LIDAR uses a constant number of powerful sensors, each takes an image  from a distance. On the other hand, distributed wireless sensors use a large number of inexpensive sensors (possibly piggybacking on cellular phones), each takes a density reading at its position. The approach in this project is to use  conformal and hyperbolic geometry, discrete curvature flows, topology and numerical analysis to develop novel algorithms to generate accurate density map. From the networking perspective, this project addresses the problems of LIDAR image fusion, network localization, sensor deployment, and integration of LIDAR and sensor data. \r\n \r\nThe project is motivated by the potentially devastating chemical terror attacks. Biological and chemical agents, used by adversaries, could potentially spread to a large region in a short time. This project focuses on development of algorithmic tools and techniques for gathering timely, accurate and useful information about the chemical or biological spread in case of such an attack. By exploiting the geometric properties of LIDAR data and sensor network data, the project provides critical observations on fundamental questions of how to organize such a large scale network; how to manage sensor data; and how to use the network for acting on the environment and the users.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xianfeng",
   "pi_last_name": "Gu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xianfeng Gu",
   "pi_email_addr": "gu@cs.sunysb.edu",
   "nsf_id": "000106449",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Gao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Gao",
   "pi_email_addr": "jg1555@cs.rutgers.edu",
   "nsf_id": "000488188",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 349493.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has developed algorithmic aspects of geometry for using LIDAR and wireless sensor networks to detect and combat&nbsp;large-scale chemical terror attacks. It produces two major theories, &nbsp;several algorithmic pipelines, and tens of applications in engineering and medicine fields. The research results have been summarized to about 20 papers in top journals and 30 conference papers. The main outcomes include:</p>\n<p>&nbsp;</p>\n<p>1. &nbsp;Discrete Surface Ricci Flow and Uniformization: &nbsp;The famous Poincare conjecture states that : given a closed 3 dimensional topological space, if all loops can shrink to &nbsp;a point in the space, then it must be a topological sphere. It has been proven using Ricci flow method, which deforms the Riemannian metric proportional to the curvature, such that the curvature evolves according to a non-linear heat diffusion process, and eventually becomes constant everywhere. The PIs generalized Ricci flow theory from smooth shapes to discrete settings, because on computer, all the smooth shapes are approximated by discrete ones. The discrete Ricci flow theory offers a powerful computational tool for surface uniformization, &nbsp;which deforms all the shapes to one of three canonical ones, the sphere, the plane or the hyperbolic disk, please see the first image. Therefore, most 3D geometric problems can be converted to 2D ones, which greatly simplifies the computational tasks. This method has been broadly applied for facial expression analysis, brain diseases diagnosis and so on.</p>\n<p>2. &nbsp;Discrete Optimal Mass Transportation Theory: &nbsp; Consider producer-consumer problem, the government needs to design a plan to transport products from the producers all over the country to the consumers, such that the plan should guarantees the supply and demand balance, and the minimal transportation cost, such kind of plan exists and is called the optimal mass transportation plan. The PIs have develop the theory and computational algorithm for finding such kind of plan. It can be applied to find area-preserving map from a surface onto a planar domain, as shown in the 3rd image. This has been applied for matching surfaces with high accuracy (shown in the 2nd image), cancer detection, brain cortical surface morphology study.</p>\n<p>&nbsp;</p>\n<div>\n<div>3. OTP for Distributed Resource Allocation</div>\n<div>One  application of the optimal transport theory is on distributed resource  allocation for mobile networks. In particular, the mobile nodes receive  services from nearby wireless base stations, which are capacitated. To  save energy and not overload the base stations, one asks for an optimal  assignment of mobile nodes to the base stations that minimize the total  energy consumption under the capacity constraints. The optimal transport  formulation provides a natural solution for this setting. Further our  algorithm admits a distributed iterative solution which is suitable for  the mobile network setting. Experiments show our method is orders of  magnitude faster than alternative ones, as shown in Figure 4.</div>\n<div></div>\n<div>4. Ricci Curvature of the Internet.</div>\n<div>The  Internet topology has been a popular subject of study for the past  twenty years. In our work, we examine the geometric property of the  Internet by measuring the discrete Ricci curvature. Ricci curvature  measures whether local distances diverge or converge. We show by various  Internet data sets that the distribution of Ricci curvature is spread  out, suggesting the network topology to be non-homogenous. We also show  that the Ricci curvature has interesting connections to both local  measures such as node degree and clustering coefficient, global measures  such as betweenness centrality and network connectivity, as well as  auxilary attributes such as geographical distances. In short, the  Internet is composed of local communities within which ed...",
  "por_txt_cntn": "\nThe project has developed algorithmic aspects of geometry for using LIDAR and wireless sensor networks to detect and combat large-scale chemical terror attacks. It produces two major theories,  several algorithmic pipelines, and tens of applications in engineering and medicine fields. The research results have been summarized to about 20 papers in top journals and 30 conference papers. The main outcomes include:\n\n \n\n1.  Discrete Surface Ricci Flow and Uniformization:  The famous Poincare conjecture states that : given a closed 3 dimensional topological space, if all loops can shrink to  a point in the space, then it must be a topological sphere. It has been proven using Ricci flow method, which deforms the Riemannian metric proportional to the curvature, such that the curvature evolves according to a non-linear heat diffusion process, and eventually becomes constant everywhere. The PIs generalized Ricci flow theory from smooth shapes to discrete settings, because on computer, all the smooth shapes are approximated by discrete ones. The discrete Ricci flow theory offers a powerful computational tool for surface uniformization,  which deforms all the shapes to one of three canonical ones, the sphere, the plane or the hyperbolic disk, please see the first image. Therefore, most 3D geometric problems can be converted to 2D ones, which greatly simplifies the computational tasks. This method has been broadly applied for facial expression analysis, brain diseases diagnosis and so on.\n\n2.  Discrete Optimal Mass Transportation Theory:   Consider producer-consumer problem, the government needs to design a plan to transport products from the producers all over the country to the consumers, such that the plan should guarantees the supply and demand balance, and the minimal transportation cost, such kind of plan exists and is called the optimal mass transportation plan. The PIs have develop the theory and computational algorithm for finding such kind of plan. It can be applied to find area-preserving map from a surface onto a planar domain, as shown in the 3rd image. This has been applied for matching surfaces with high accuracy (shown in the 2nd image), cancer detection, brain cortical surface morphology study.\n\n \n\n3. OTP for Distributed Resource Allocation\nOne  application of the optimal transport theory is on distributed resource  allocation for mobile networks. In particular, the mobile nodes receive  services from nearby wireless base stations, which are capacitated. To  save energy and not overload the base stations, one asks for an optimal  assignment of mobile nodes to the base stations that minimize the total  energy consumption under the capacity constraints. The optimal transport  formulation provides a natural solution for this setting. Further our  algorithm admits a distributed iterative solution which is suitable for  the mobile network setting. Experiments show our method is orders of  magnitude faster than alternative ones, as shown in Figure 4.\n\n4. Ricci Curvature of the Internet.\nThe  Internet topology has been a popular subject of study for the past  twenty years. In our work, we examine the geometric property of the  Internet by measuring the discrete Ricci curvature. Ricci curvature  measures whether local distances diverge or converge. We show by various  Internet data sets that the distribution of Ricci curvature is spread  out, suggesting the network topology to be non-homogenous. We also show  that the Ricci curvature has interesting connections to both local  measures such as node degree and clustering coefficient, global measures  such as betweenness centrality and network connectivity, as well as  auxilary attributes such as geographical distances. In short, the  Internet is composed of local communities within which edges are mostly  of positive curvature. The clusters are then connected by edges of  negative curvature. These observations add to the richness of geometric  structures in complex network theory ..."
 }
}