{
 "awd_id": "1221013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Diabatic Processes of the Madden-Julian Oscillation (MJO): Enabling and Analyzing THORPEX MJO Task Force and GEWEX Atmospheric System Study Global Model Evaluation Project",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 497408.0,
 "awd_amount": 497408.0,
 "awd_min_amd_letter_date": "2012-06-25",
 "awd_max_amd_letter_date": "2012-06-25",
 "awd_abstract_narration": "Given the central role of diabatic heating in Madden-Julian Oscillation (MJO) physics and theory along with the demands for reducing model deficiencies in simulating and predicting the MJO and related phenomena, it is of great interest and urgent need to explore how MJO vertical heating structures are represented in current General Circulation Models (GCMs). To address this demand, a joint research activity has been suggested and formulated by the World Climate Research Program (WCRP) World Weather Research Program (WWRP)/THORPEX MJO Task Force (MJOTF) and the GEWEX Atmospheric System Study (GASS). The objectives of the international research activity are to characterize, compare and evaluate the heating, moistening and momentum mixing processes associated with the MJO that are produced by present-day global weather and climate models, with a focus on their vertical structure. The GASS  activity represents the first multi-model comparison and evaluation of the vertical structure and evolution of diabatic processes of the MJO.\r\n\r\nThe objectives of this project are to: (i) support a contribution of overall organizational leadership to the MJOTF and GASS diabatic processes experiment; (ii) provide the logistical and management support associated with the climatological component of the experiment; and (iii) undertake the initial/lead analysis of the climatological component of the experiment. A tangible outcome, of this project is that it will provide valuable guidance for improving model fidelity in representing a number of fast processes, including convection, clouds, radiation, and boundary layer, associated with the MJO and related tropical phenomena. Such improvements have the potential to improve forecasting at subseasonal time scales.  Thus this project has substantial broader impacts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duane",
   "pi_last_name": "Waliser",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Duane E Waliser",
   "pi_email_addr": "waliser@ucla.edu",
   "nsf_id": "000437569",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xianan",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xianan Jiang",
   "pi_email_addr": "xianan@jifresse.ucla.edu",
   "nsf_id": "000527171",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "580 Portola Plaza",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900957228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 497408.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this activity is to increase our scientific community&rsquo;s understanding of weather and climate phenomena that undergo variations and effect the environment on timescales of a week to several weeks, and in turn lead to improved environmental prediction capabilities at these lead times.&nbsp; This improved capability would lead to improving the skill everyday weather predictions and provide new forecast products at lead times of 2-4 weeks.&nbsp;&nbsp; One avenue for affording the above advancements is through better understanding and model representation of the natural weather/climate variation referred to as the Madden Julian Oscillation (MJO).&nbsp; This planetary scale phenomenon occurs in the tropics; it develops as a massive storm in the central equatorial Indian Ocean, propagates east, making its way to the central Pacific Ocean about 3-4 weeks later.&nbsp; This large-scale, slowly evolving weather pattern has profound impacts on tropical weather but also impacts mid and high latitude weather as well through so-called &ldquo;teleconnections&rdquo;.&nbsp; Given that the MJO lifecycle is about 40-50 days, it affords a means of very long-lead predictability relative to 5-10 day weather forecasts.&nbsp; The science and operational forecasting community has been working for over a decade to improve our understanding of this complex phenomenon and our abilities to exploit it in our numerical weather/climate forecasts.&nbsp; This activity represents a comprehensive community effort to advance this scientific understanding and our forecast capabilities.&nbsp; Weather/climate modeling groups from around the world (over 30) contributed model simulations and forecasts to an experiment designed to yield answers regarding common shortcomings of models and forecasts regarding their representation of the MJO.&nbsp; The main focus on this study was to develop and shepherd the experiment and perform the systematic analyses of these experiments. &nbsp;The outcomes involved a number of scientific papers that illustrated key physical processes within large convective storm systems that appear to be critical to the realistic representation and forecasting of the MJO.&nbsp; This information will over time be translated to improvements in operational weather forecast models so that the MJO will be better represented, such that when an MJO is occurring in nature (~a few times a year), long-lead forecasts will be more skillful &ndash; both for the tropics and the mid-latitudes.&nbsp; In addition, through this activity, a number of young scientists were trained and helped to make the advancements produced from this study.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/17/2016<br>\n\t\t\t\t\tModified by: Duane&nbsp;E&nbsp;Waliser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this activity is to increase our scientific communityÆs understanding of weather and climate phenomena that undergo variations and effect the environment on timescales of a week to several weeks, and in turn lead to improved environmental prediction capabilities at these lead times.  This improved capability would lead to improving the skill everyday weather predictions and provide new forecast products at lead times of 2-4 weeks.   One avenue for affording the above advancements is through better understanding and model representation of the natural weather/climate variation referred to as the Madden Julian Oscillation (MJO).  This planetary scale phenomenon occurs in the tropics; it develops as a massive storm in the central equatorial Indian Ocean, propagates east, making its way to the central Pacific Ocean about 3-4 weeks later.  This large-scale, slowly evolving weather pattern has profound impacts on tropical weather but also impacts mid and high latitude weather as well through so-called \"teleconnections\".  Given that the MJO lifecycle is about 40-50 days, it affords a means of very long-lead predictability relative to 5-10 day weather forecasts.  The science and operational forecasting community has been working for over a decade to improve our understanding of this complex phenomenon and our abilities to exploit it in our numerical weather/climate forecasts.  This activity represents a comprehensive community effort to advance this scientific understanding and our forecast capabilities.  Weather/climate modeling groups from around the world (over 30) contributed model simulations and forecasts to an experiment designed to yield answers regarding common shortcomings of models and forecasts regarding their representation of the MJO.  The main focus on this study was to develop and shepherd the experiment and perform the systematic analyses of these experiments.  The outcomes involved a number of scientific papers that illustrated key physical processes within large convective storm systems that appear to be critical to the realistic representation and forecasting of the MJO.  This information will over time be translated to improvements in operational weather forecast models so that the MJO will be better represented, such that when an MJO is occurring in nature (~a few times a year), long-lead forecasts will be more skillful &ndash; both for the tropics and the mid-latitudes.  In addition, through this activity, a number of young scientists were trained and helped to make the advancements produced from this study.\n\n \n\n\t\t\t\t\tLast Modified: 01/17/2016\n\n\t\t\t\t\tSubmitted by: Duane E Waliser"
 }
}