{
 "awd_id": "1221351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Supporting the Emergence of a Professional Teaching Community Through Collective Knowledge-building in Assessment and Feedback of Mathematical Thinking",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 116883.0,
 "awd_amount": 116883.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2016-09-20",
 "awd_abstract_narration": "This collaborative work involves Drexel University and Temple University where they are developing an online, professional teaching community that is addressing issues of assessment in mathematics classes. The developers are building on the success of the NSF-supported Math Forum's Problem of the Week program to create a community that is working to increase students' mathematics learning by helping teachers stimulate student thinking, assess that thinking, and provide useful feedback to students.  The teachers are working together to create rubrics for assessing the progress of students as they solve challenging mathematics problems.  The program is structured so that the teachers are learning mathematics and assessment strategies in addition to establishing a research-based model for online, professional communities.\r\n\r\nResearchers are studying how specific activities (e.g., discourse, active participation, use of rubrics, feedback, and reflection) and an online community support teachers' engagement in authentic and generative assessment. Researchers are using ethnographic methods to understand the development of the community, and conducting focus groups and individual interviews to determine the impact of participation in the community on mathematics teachers.  In addition, they are collecting data through discourse analysis, student work analysis, and rubric analysis to determine the optimal design of the products. The intentional structure of the online community builds on research findings on creating professional communities and research on assessing mathematics learning. \r\n \r\nOnline professional teaching communities offer new venues for communication, professional development, and shared work among mathematics teachers.  The Math Forum provides an optimal, online context for expanding the popular Problem of the Week into a productive discussion of assessment of problem solving, the building of specific rubrics, and the related reflection on how to encourage student thinking.  This collaborative work will offer rubrics for assessing mathematical problem solving, a new model for online professional development, and extensive information on building an online mathematics community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Brandt",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Carol B Brandt",
   "pi_email_addr": "carol.brandt@temple.edu",
   "nsf_id": "000309189",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1301 Cecil B. Moore Avenue",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116883.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>intellectual Merit: One of our key findings was that an online professional development community requires a set of moderated and varied practices in which the participants can join in dialogue with one another. Having a structure of online professional development short courses (3-4 days in length, both synchronized and asynchronized) along with a variety of social media &ldquo;meeting rooms&rdquo; through Twitter, Google Hangouts, and Skype, fit into teachers&rsquo; busy lives and enabled them to flow in and out of the community as they felt need for support. The mathematics teachers overall felt isolated in their daily practice of teaching. As self-described &ldquo;math nerds&rdquo; they relished the ability to share their excitement and passion with other teachers who shared their love of mathematics learning. The community created through the first years of the MF and EnCoMPASS was extraordinary and serves as a model for sustaining other pd online communities in mathematics.</p>\n<p>&nbsp;The use of the EnCoMPASS tool became a &ldquo;boundary object&rdquo; to focus on teacher&rsquo;s understanding and perspective taking of students&rsquo; problem solving strategies. The EnCoMPASS tool was critical to engaging teachers across mathematical areas (geometry vs. algebra and calculus) and across types of schools (urban vs. suburban). The structure of the tool meant that teachers had to take seriously student learning strategies in order to analyze their own instructional strategies. This practice, that we termed &ldquo;double-reflection&rdquo; became a key finding in the work of the Drexel University group. The tool became especially important in working with pre-service teachers in the Drexel University mathematics education program. It was less important in the eyes of the EnCoMPASS fellows from the 2013-2014 Institutes, but nevertheless, they all valued being as collaborators in its development.</p>\n<p>Broader Impacts: This project has great implications for online teacher professional development in STEM education. Teachers from underprivileged urban schools were able to locate themselves in a supportive community of STEM educators, several of which became leaders in their educational community. This research especially points to the importance of new media in the support of online teacher professional development and the kinds of talk that supports teacher identity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2019<br>\n\t\t\t\t\tModified by: Carol&nbsp;B&nbsp;Brandt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nintellectual Merit: One of our key findings was that an online professional development community requires a set of moderated and varied practices in which the participants can join in dialogue with one another. Having a structure of online professional development short courses (3-4 days in length, both synchronized and asynchronized) along with a variety of social media \"meeting rooms\" through Twitter, Google Hangouts, and Skype, fit into teachers? busy lives and enabled them to flow in and out of the community as they felt need for support. The mathematics teachers overall felt isolated in their daily practice of teaching. As self-described \"math nerds\" they relished the ability to share their excitement and passion with other teachers who shared their love of mathematics learning. The community created through the first years of the MF and EnCoMPASS was extraordinary and serves as a model for sustaining other pd online communities in mathematics.\n\n The use of the EnCoMPASS tool became a \"boundary object\" to focus on teacher?s understanding and perspective taking of students? problem solving strategies. The EnCoMPASS tool was critical to engaging teachers across mathematical areas (geometry vs. algebra and calculus) and across types of schools (urban vs. suburban). The structure of the tool meant that teachers had to take seriously student learning strategies in order to analyze their own instructional strategies. This practice, that we termed \"double-reflection\" became a key finding in the work of the Drexel University group. The tool became especially important in working with pre-service teachers in the Drexel University mathematics education program. It was less important in the eyes of the EnCoMPASS fellows from the 2013-2014 Institutes, but nevertheless, they all valued being as collaborators in its development.\n\nBroader Impacts: This project has great implications for online teacher professional development in STEM education. Teachers from underprivileged urban schools were able to locate themselves in a supportive community of STEM educators, several of which became leaders in their educational community. This research especially points to the importance of new media in the support of online teacher professional development and the kinds of talk that supports teacher identity.\n\n\t\t\t\t\tLast Modified: 10/24/2019\n\n\t\t\t\t\tSubmitted by: Carol B Brandt"
 }
}