{
 "awd_id": "1221494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Initial Learning Progression in Chemical Design",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Reed",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 208633.0,
 "awd_amount": 208633.0,
 "awd_min_amd_letter_date": "2012-08-19",
 "awd_max_amd_letter_date": "2012-08-19",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nIn this two-year exploratory project, science educators at the University of Massachusetts Boston collaborate with those at the University of Arizona to develop and test a learning progression for the study of chemistry. Likely pathways are investigated for how grade 8-13 student's implicit assumptions develop on five major threads of chemical design - chemical identity, structure-property relationships,  chemical causality and mechanism, chemical control and cost-benefit-risks.  A focus on chemical design - the identification and synthesis of chemical compounds - facilitates the coherent integration of scientific and engineering practices, cross-cutting concepts, and disciplinary core ideas.  This approach should make chemistry more engaging to a greater variety of students including those in Career and Technical Education.   \r\n\r\nThe project investigates the core implicit assumptions that can be expected to characterize and constrain novice and sophisticated student reasoning about each of the five major threads of chemical design.  It also suggests the hypothetical \"stepping stones\" that characterize the progression from novice to sophisticated reasoning in chemical design.  Existing research literature on student ideas and on related developmental psychology and cognitive science research is reviewed.  Project staff together with twelve master high school and middle school science teachers in the Boston Public Schools develop a framework that can be used to compare and contrast more or less sophisticated ways of thinking about foundational ideas for the understanding of chemical design and from them derive hypotheses about \"stepping stones\" in understanding the implication of chemical design.  Questionnaires and interview protocols similar to those employed in previous projects are used with students in grades 8, 10, 12 and college freshmen and their teachers to refine and enrich initial hypotheses about the evolution of core implicit assumptions along the five threads.  The research is evaluated by an advisory board of science educators and educational researchers using a written protocol.  Content is reviewed by practicing chemists. \r\n\r\nA concise and clear summary of the learning progression is produced with an intended audience of teachers, curriculum developers and publishers who are implementing or revising curriculum. The dissemination of this summary includes a brief market research survey of teachers, curriculum developers and publishers of high school chemistry materials.   Versions of validated open-response instruments that can be easily implemented by teachers as formative assessments of student understanding in the areas targeted by the study are also published.  An understanding is gained of some of the challenges associated with implementing the Next Generation Science Standards in a way that meaningfully integrates science and engineering practice, important content and cross cutting themes in the context of learning about chemical design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vicente",
   "pi_last_name": "Talanquer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Vicente A Talanquer",
   "pi_email_addr": "vicente@u.arizona.edu",
   "nsf_id": "000299535",
   "pi_start_date": "2012-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 208633.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our exploratory DRK-12 project explored how students&rsquo; ideas about core concepts and ideas in chemistry develop as learners progress in their studies in the discipline. In particular, we investigated progression in students&rsquo; thinking about what makes substances different from each other (chemical identity), what factors influence their physical and chemical properties (structure-property relationships), why chemical processes happen (chemical causality), how chemical processes happen (chemical mechanism), how chemical processes can be controlled (chemical control), and what are the benefits, costs, and risks of engaging in or using the products of chemical activities (benefits-costs risks). Our research team was integrated by established chemistry education researchers, graduate students in chemistry education, one postdoctoral researcher, and secondary school chemistry teachers. We developed diverse instruments that can be used by secondary school teacher and college instructors to assess different aspects of their students&rsquo; chemical thinking. Among the major outcomes of our project is a set of maps of common ways of thinking expressed by students when working on relevant chemistry problems. These maps can be used to evaluate the sophistication of students&rsquo; reasoning and track progression in their understanding. These maps highlight major roadblocks and critical stepping stones in the development of student thinking, and provide insights into how to best scaffold students&rsquo; abilities to apply chemical thinking in relevant contexts.</p>\n<p>Our project initiated and sustained the collaboration of six chemistry education researchers and six chemistry teachers who comprised the core research team. This collaborative work had a strong influence on teachers&rsquo; beliefs about the purpose of assessment, as well as on their ability to assess and interpret student understanding. Evidence included changes in how teachers assessed and planned for assessment, how they listened to students differently, what they noticed about students&rsquo; ideas, their interpretations of students&rsquo; responses, and how they planned to address the variety of ways of thinking about chemistry expressed in their classrooms. These results suggest that involvement in the use and analysis of student work from formative assessments within a &ldquo;chemical thinking&rdquo; perspective can drive change in what teachers teach.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2015<br>\n\t\t\t\t\tModified by: Vicente&nbsp;Talanquer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1221494/1221494_10203149_1449608782613_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1221494/1221494_10203149_1449608782613_Figure2--rgov-800width.jpg\" title=\"Chemical Thinking\"><img src=\"/por/images/Reports/POR/2015/1221494/1221494_10203149_1449608782613_Figure2--rgov-66x44.jpg\" alt=\"Chemical Thinking\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Core concepts and essential questions that guided the development of the chemical thinking learning progression maps.</div>\n<div class=\"imageCredit\">H., Sevian and V. Talanquer</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Vicente&nbsp;Talanquer</div>\n<div class=\"imageTitle\">Chemical Thinking</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOur exploratory DRK-12 project explored how studentsÆ ideas about core concepts and ideas in chemistry develop as learners progress in their studies in the discipline. In particular, we investigated progression in studentsÆ thinking about what makes substances different from each other (chemical identity), what factors influence their physical and chemical properties (structure-property relationships), why chemical processes happen (chemical causality), how chemical processes happen (chemical mechanism), how chemical processes can be controlled (chemical control), and what are the benefits, costs, and risks of engaging in or using the products of chemical activities (benefits-costs risks). Our research team was integrated by established chemistry education researchers, graduate students in chemistry education, one postdoctoral researcher, and secondary school chemistry teachers. We developed diverse instruments that can be used by secondary school teacher and college instructors to assess different aspects of their studentsÆ chemical thinking. Among the major outcomes of our project is a set of maps of common ways of thinking expressed by students when working on relevant chemistry problems. These maps can be used to evaluate the sophistication of studentsÆ reasoning and track progression in their understanding. These maps highlight major roadblocks and critical stepping stones in the development of student thinking, and provide insights into how to best scaffold studentsÆ abilities to apply chemical thinking in relevant contexts.\n\nOur project initiated and sustained the collaboration of six chemistry education researchers and six chemistry teachers who comprised the core research team. This collaborative work had a strong influence on teachersÆ beliefs about the purpose of assessment, as well as on their ability to assess and interpret student understanding. Evidence included changes in how teachers assessed and planned for assessment, how they listened to students differently, what they noticed about studentsÆ ideas, their interpretations of studentsÆ responses, and how they planned to address the variety of ways of thinking about chemistry expressed in their classrooms. These results suggest that involvement in the use and analysis of student work from formative assessments within a \"chemical thinking\" perspective can drive change in what teachers teach. \n\n \n\n\t\t\t\t\tLast Modified: 12/16/2015\n\n\t\t\t\t\tSubmitted by: Vicente Talanquer"
 }
}