{
 "awd_id": "1222745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Developing a probabilistic model for gene family evolution",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 172888.0,
 "awd_amount": 172888.0,
 "awd_min_amd_letter_date": "2012-08-26",
 "awd_max_amd_letter_date": "2012-08-26",
 "awd_abstract_narration": "Accurately estimating the timing and mode of gene duplications along the evolutionary history of species can provide invaluable information about the underlying mechanisms by which the genomes of organisms evolved and the genes with novel functions arose. The major challenge is the lack of an appropriate modeling framework for gene family evolution. To address this challenge, the investigators develop a probabilistic model for gene family evolution that is able to describe the relationship between the history of a gene family and the history of species by taking into account the effects of different evolutionary mechanisms of gene retention (neofunctionalization, subfunctionalization, dosage balance). The model involves two stochastic processes - a non-homogeneous birth and death process and a mutation process. The probability distribution of a gene family tree given the species tree is derived from a non-homogeneous birth and death process in which a hazard function is employed for modeling the loss rate associated with different evolutionary mechanisms. The probabilistic model provides a systematic way of handling the estimation error of gene family trees when analyzing gene family data and is thus able to more accurately estimate the gene duplication and loss events along the phylogeny of species.\r\n\r\nAdvanced biotechnologies provide a vast amount of genetic data for the studies on gene family evolution. The main goal of the project is to develop a probabilistic model for gene family evolution, which can be used to effectively analyze gene family data. Gene duplication is the major resource of evolution novelty and plays an important role in gene family evolution. Thus this project will significantly advance our understanding on the process and biological consequences of gene duplication. As gene duplication played a pivotal role in evolution, the outcomes of the project will have significant impacts and important applications on a variety of fields, including evolutionary biology, phylogenetics, and cancer genetics that are closely related to human health and medicine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liang",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liang Liu",
   "pi_email_addr": "lliu@uga.edu",
   "nsf_id": "000591746",
   "pi_start_date": "2012-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "200 D.W. Brooks Drive",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 172888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>&nbsp;</p>\n<p>The project built models to characterize the process of duplicating genes in genomes and the subsequent evolution of the genes, resulting in 11 publications. These products included a program for implementing the proposed probabilistic models for understanding gene family evolution, and a web server for estimating the evolution of species. With the proposed model, we are able to better understand and distinguish between the underlying mechanisms of gene retention. The probability of a gene family tree given the relationships of species the genes are derived from has been generated from a mathematical process that changes over time in which the probability that a gene is lost at any time is associated with different evolutionary mechanisms. Unlike previous methods in this area that assumes gene family trees are known without error, our model provides a systematic way of handling the estimation error of gene family trees when analyzing gene sequences. It is thus able to more accurately estimate gene duplication and loss events along the phylogeny of species. The program for implementing the proposed probabilistic models can be used to estimate model parameters from genomes. The web server provides a user friendly interface for this type of analysis. In addition, the project supported two Ph.D. students, Jing Zhao from Dr. Liu&rsquo;s lab and Ashley Teufel from Dr. Liberles&rsquo; lab. Both students have graduated and are currently working in academic institutes. The project successfully organized a gene family evolution workshop at New Mexico State University in 2014, that was widely attended by researchers at various career stages, promoting their training in this area.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2016<br>\n\t\t\t\t\tModified by: Liang&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\n \n\nThe project built models to characterize the process of duplicating genes in genomes and the subsequent evolution of the genes, resulting in 11 publications. These products included a program for implementing the proposed probabilistic models for understanding gene family evolution, and a web server for estimating the evolution of species. With the proposed model, we are able to better understand and distinguish between the underlying mechanisms of gene retention. The probability of a gene family tree given the relationships of species the genes are derived from has been generated from a mathematical process that changes over time in which the probability that a gene is lost at any time is associated with different evolutionary mechanisms. Unlike previous methods in this area that assumes gene family trees are known without error, our model provides a systematic way of handling the estimation error of gene family trees when analyzing gene sequences. It is thus able to more accurately estimate gene duplication and loss events along the phylogeny of species. The program for implementing the proposed probabilistic models can be used to estimate model parameters from genomes. The web server provides a user friendly interface for this type of analysis. In addition, the project supported two Ph.D. students, Jing Zhao from Dr. Liu?s lab and Ashley Teufel from Dr. Liberles? lab. Both students have graduated and are currently working in academic institutes. The project successfully organized a gene family evolution workshop at New Mexico State University in 2014, that was widely attended by researchers at various career stages, promoting their training in this area.\n\n\t\t\t\t\tLast Modified: 11/19/2016\n\n\t\t\t\t\tSubmitted by: Liang Liu"
 }
}