{
 "awd_id": "1222359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing Principles for Mathematics Curriculum Design and Use in the Common Core Era",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ferdinand Rivera",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 2199976.0,
 "awd_amount": 2288668.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2015-07-23",
 "awd_abstract_narration": "This project is developing principles for supporting middle school mathematics teachers' capacity to use curriculum resources to design instruction that addresses the Common Core State Standards for Mathematics (CCSSM). These principles are intended for: (1) curriculum developers to help in the design of curriculum materials; (2) professional development designers and local instructional leaders, to help teachers understand and better utilize curriculum materials with respect to the CCSSM; and (3) teachers, so that they can use curriculum resources to design instruction that addresses the CCSSM. The study addresses the following research questions:\r\n1.  What design features of materials support effective instructional design?\r\n2.  What teacher and district characteristics support effective instructional design?\r\n3.  How do teachers use materials to design instruction that addresses the new CCSSM?\r\n4.  What design practices lead to instruction that addresses the progressions and practices in the CCSSM?\r\nA sample of teachers across grades 6 - 8 and their instructional leaders will be selected, up to a maximum of 72 teachers. The sample of teachers is purposefully diverse in terms of demographic, geographic, and curriculum contexts. The curricula  include NSF-funded programs as well as commercially-developed programs. The ways teachers understand and access curriculum resources in fully digital environments as well as more conventional media will be studied. Partnering institutions include the University of Rochester, Michigan State University, Western Michigan University, and Washington State University Tri-Cities. \r\n\r\nThe data collection includes surveys, assessments of teachers' mathematical knowledge for teaching, observations of teachers' use and enactment of curriculum materials, analyses of student text and associated teacher resource materials, and teacher logs. These data are used to test conjectures about: (1) how curriculum materials, particularly the teacher resources, can be better designed to help teachers productively design instruction, especially with regard to incorporating the mathematical practices in the CCSSM; and (2) how teachers can be better supported to understand and use curriculum resources. The project evaluation  includes formative and summative components, providing information and assistance to ensure that the project addresses its stated goals and employs rigorous methodology. Multiple methods are being used to collect evaluation data, including observations, interviews, and document review.  \r\n\r\nThe deliverables are aimed at audiences who can impact large numbers of teachers and students, such as curriculum developers, designers of professional development, and researchers. The deliverables include: (1) guidelines for curriculum developers that are intended to make curriculum resources more transparent and accessible; (2) guidelines for instructional leaders to support teachers to use curriculum materials to design instruction that addresses the rigorous features of the CCSSM, and (3) refined instruments for studying teachers' curricular practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Choppin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey M Choppin",
   "pi_email_addr": "jchoppin@warner.rochester.edu",
   "nsf_id": "000476657",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Drake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Corey Drake",
   "pi_email_addr": "cjdrake9505@gmail.com",
   "nsf_id": "000229506",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Davis",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jon D Davis",
   "pi_email_addr": "jon.davis@wmich.edu",
   "nsf_id": "000333125",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Roth McDuffie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Roth McDuffie",
   "pi_email_addr": "mcduffie@wsu.edu",
   "nsf_id": "000522311",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1194596.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 710429.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 383643.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We proposed to develop principles to support middle school mathematics teachers&rsquo; capacity to use curriculum resources to design instruction that addressed the rigorous aspects of the Common Core State Standards Mathematics. These principles are intended to inform the design of curriculum materials &ndash; especially the teacher resources &ndash; and curriculum-focused support for teachers. In the project, we articulated principles related to the design of curriculum materials and the impact of that design on how standards are implemented and on classroom instruction.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual merit</strong></p>\n<p>We generated 16 research publications and over 40 conference presentations. The PIs co-edited a special issue of the International Journal of Educational Research on curriculum ergonomics in which we had four separate manuscripts from the project. Other manuscripts in this special issue stemmed from a conference on curriculum ergonomics we organized in July 2017 in Rochester NY, at which we had 15 leading researchers and curriculum developers from the US discuss aspects of curriculum design and use. Three peer-reviewed manuscripts and a book chapter focus on characteristics and uses of digital curriculum materials, an area that NSF requested we explore, to inform the design of and research on digital curriculum resources.</p>\n<p>&nbsp;</p>\n<p>Our research demonstrated that:</p>\n<ul>\n<li>Teachers held strongly similar beliefs regarding the CCSSM;</li>\n<li>Despite that, we observed a range of instructional practices in lessons deemed by teachers to be addressing the CCSSM;</li>\n<li>There was a strong association between type of curriculum program and characteristics of classroom instruction, suggesting a strong curriculum effect that overshadowed teachers&rsquo; beliefs regarding the CCSSM;</li>\n<li>Teachers had particular orientations toward the use of curriculum materials, orientations that were related to the types of curriculum materials used by teachers, but not exclusively so.</li>\n<li>Conceptions of the Standards for Mathematical Practice in the CCSSM were more telling of teachers&rsquo; practices than conceptions of the content standards;</li>\n<li>Years of experience, certification level, and use of a standards-based curriculum were statistically significant predictors of MKT in the area of proportional reasoning;</li>\n<li>Methodologically, we found that having teachers plan with curriculum materials that were quite different from their regular materials helped reveal teachers&rsquo; tacit understandings of the nature and role of curriculum materials and teacher resources;</li>\n<li>Alignment matters when resources closest to teaching, such as curriculum materials and associated professional development, support desired forms of instruction. By contrast, alignment of curriculum frameworks with desired forms of instruction seems to matter less. Further, varying conceptualizations of alignment mean that different sets of &ldquo;aligned&rdquo; materials will support instruction in different ways.</li>\n<li>These findings have implications primarily for educational policy makers, but also for curriculum designers and those who design professional development around ambitious instructional practices.</li>\n</ul>\n<p>&nbsp;</p>\n<p>We published in the following research journals:</p>\n<p>Educational Policy, Journal of Mathematics Teacher Education, ZDM Mathematics Education, School Science and Mathematics, Middle Grades Research Journal. International Journal of Research in Education and Science, International Journal of Education in Mathematics, Science, and Technology, and the International Journal of Educational Research.</p>\n<p>&nbsp;</p>\n<p>Below, we list a sample of our research publications from the project:</p>\n<p>Choppin, J., Carson, C., Borys, Z., Cerosaletti, C., &amp; Gillis, R. (2014). A typology for analyzing digital curricula in mathematics education. <em>International Journal of Education in Mathematics, Science, and Technology, 2</em>(1), 11-25.</p>\n<p>Choppin, J., Roth McDuffie, A., Drake, C., &amp; Davis, J. (In review). Curriculum Ergonomics: Conceptualizing the interactions between curriculum design and use. <em>International Journal of Educational Research</em>.</p>\n<p>Davis, J., Choppin, J., Roth McDuffie, A., &amp; Drake, C., (2017). Middle school mathematics teachers&rsquo; perceptions of the Common Core State a Standards for Mathematics and its impact on the instructional environment. <em>School Science and Mathematics 117 </em>(6), 239-249. DOI: 10.1111/ssm.12232.</p>\n<p>Roth McDuffie, A., Choppin, J., Drake, C., Davis, J., &amp; Brown, J. (2017). Middle School Teachers' Differing Perceptions and Use of Curriculum Materials and the Common Core. <em>Journal of Mathematics Teacher Education</em>. doi:10.1007/s10857-017-9368-0</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impact</strong></p>\n<p>There were three ways in which the project had broad impact. First, we made publicly available all of our de-identifiable data in the ERGO database, (<a href=\"http://ergodatabase.info/\">http://ergodatabase.info/</a>), which was created with the help of supplemental NSF funding. In the database, we organized the data collected over four years, including nearly 500 interviews, 350 teacher logs, 2000 survey responses, 135 lesson observations, and 50 MKT assessments. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Second, we presented our research findings at the following conferences:</p>\n<ul>\n<li>Psychology of Mathematics Education &ndash; North American Chapter</li>\n<li>National Council of Teachers of Mathematics Research Conference</li>\n<li>Annual meeting of the American Educational Research Association</li>\n<li>Annual meeting of the National Council of Supervisors of Mathematics</li>\n<li>Association of Mathematics Teacher Educators Annual Conference</li>\n<li>Congress of European Research in Mathematics Education</li>\n<li>Re (s) sources conference in Lyon, France</li>\n<li>CADRE DRK-12 PI Meeting</li>\n</ul>\n<p>&nbsp;</p>\n<p>Third, we communicated our findings with curriculum designers and publishers, including those from NSF-funded projects and one large commercial publisher.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2018<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;M&nbsp;Choppin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe proposed to develop principles to support middle school mathematics teachers? capacity to use curriculum resources to design instruction that addressed the rigorous aspects of the Common Core State Standards Mathematics. These principles are intended to inform the design of curriculum materials &ndash; especially the teacher resources &ndash; and curriculum-focused support for teachers. In the project, we articulated principles related to the design of curriculum materials and the impact of that design on how standards are implemented and on classroom instruction.\n\n \n\nIntellectual merit\n\nWe generated 16 research publications and over 40 conference presentations. The PIs co-edited a special issue of the International Journal of Educational Research on curriculum ergonomics in which we had four separate manuscripts from the project. Other manuscripts in this special issue stemmed from a conference on curriculum ergonomics we organized in July 2017 in Rochester NY, at which we had 15 leading researchers and curriculum developers from the US discuss aspects of curriculum design and use. Three peer-reviewed manuscripts and a book chapter focus on characteristics and uses of digital curriculum materials, an area that NSF requested we explore, to inform the design of and research on digital curriculum resources.\n\n \n\nOur research demonstrated that:\n\nTeachers held strongly similar beliefs regarding the CCSSM;\nDespite that, we observed a range of instructional practices in lessons deemed by teachers to be addressing the CCSSM;\nThere was a strong association between type of curriculum program and characteristics of classroom instruction, suggesting a strong curriculum effect that overshadowed teachers? beliefs regarding the CCSSM;\nTeachers had particular orientations toward the use of curriculum materials, orientations that were related to the types of curriculum materials used by teachers, but not exclusively so.\nConceptions of the Standards for Mathematical Practice in the CCSSM were more telling of teachers? practices than conceptions of the content standards;\nYears of experience, certification level, and use of a standards-based curriculum were statistically significant predictors of MKT in the area of proportional reasoning;\nMethodologically, we found that having teachers plan with curriculum materials that were quite different from their regular materials helped reveal teachers? tacit understandings of the nature and role of curriculum materials and teacher resources;\nAlignment matters when resources closest to teaching, such as curriculum materials and associated professional development, support desired forms of instruction. By contrast, alignment of curriculum frameworks with desired forms of instruction seems to matter less. Further, varying conceptualizations of alignment mean that different sets of \"aligned\" materials will support instruction in different ways.\nThese findings have implications primarily for educational policy makers, but also for curriculum designers and those who design professional development around ambitious instructional practices.\n\n\n \n\nWe published in the following research journals:\n\nEducational Policy, Journal of Mathematics Teacher Education, ZDM Mathematics Education, School Science and Mathematics, Middle Grades Research Journal. International Journal of Research in Education and Science, International Journal of Education in Mathematics, Science, and Technology, and the International Journal of Educational Research.\n\n \n\nBelow, we list a sample of our research publications from the project:\n\nChoppin, J., Carson, C., Borys, Z., Cerosaletti, C., &amp; Gillis, R. (2014). A typology for analyzing digital curricula in mathematics education. International Journal of Education in Mathematics, Science, and Technology, 2(1), 11-25.\n\nChoppin, J., Roth McDuffie, A., Drake, C., &amp; Davis, J. (In review). Curriculum Ergonomics: Conceptualizing the interactions between curriculum design and use. International Journal of Educational Research.\n\nDavis, J., Choppin, J., Roth McDuffie, A., &amp; Drake, C., (2017). Middle school mathematics teachers? perceptions of the Common Core State a Standards for Mathematics and its impact on the instructional environment. School Science and Mathematics 117 (6), 239-249. DOI: 10.1111/ssm.12232.\n\nRoth McDuffie, A., Choppin, J., Drake, C., Davis, J., &amp; Brown, J. (2017). Middle School Teachers' Differing Perceptions and Use of Curriculum Materials and the Common Core. Journal of Mathematics Teacher Education. doi:10.1007/s10857-017-9368-0\n\n \n\nBroader Impact\n\nThere were three ways in which the project had broad impact. First, we made publicly available all of our de-identifiable data in the ERGO database, (http://ergodatabase.info/), which was created with the help of supplemental NSF funding. In the database, we organized the data collected over four years, including nearly 500 interviews, 350 teacher logs, 2000 survey responses, 135 lesson observations, and 50 MKT assessments.  \n\n \n\nSecond, we presented our research findings at the following conferences:\n\nPsychology of Mathematics Education &ndash; North American Chapter\nNational Council of Teachers of Mathematics Research Conference\nAnnual meeting of the American Educational Research Association\nAnnual meeting of the National Council of Supervisors of Mathematics\nAssociation of Mathematics Teacher Educators Annual Conference\nCongress of European Research in Mathematics Education\nRe (s) sources conference in Lyon, France\nCADRE DRK-12 PI Meeting\n\n\n \n\nThird, we communicated our findings with curriculum designers and publishers, including those from NSF-funded projects and one large commercial publisher.\n\n \n\n\t\t\t\t\tLast Modified: 09/14/2018\n\n\t\t\t\t\tSubmitted by: Jeffrey M Choppin"
 }
}