{
 "awd_id": "1222567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ATD: Online Multiscale Algorithms for Geometric Density Estimation in High-Dimensions and Persistent Homology of Data for Improved Threat Detection",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 993631.0,
 "awd_amount": 993631.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2017-08-18",
 "awd_abstract_narration": "The investigator and his colleagues develop novel ideas to tackle challenges in threat detection. The starting point are insights from multiscale geometric and topological analysis of high-dimensional data: low-intrinsic dimensionality, manifold structures and/or other types of geometric properties of the data are exploited by their novel approaches for tasks such as density estimation, anomaly detection, dimensionality reduction and classification. This approach has the advantage of being adaptive to the low intrinsic dimensionality of the data, thereby leading to algorithms to perform these tasks efficiently, both in terms of sample size require to learn, and in terms of computational costs, leading to a new generation of results and algorithms. Their research focuses on the detection of chemical attacks, which are one of the most pernicious threats, and in particular on hyperspectral imaging for chemical detection, specifically using atmospheric longwave infrared spectroscopy built into the longwave HSI systems. He and his collaborators apply these techniques to HSI data, in the form of images and streaming HSI movies containing chemical plumes, taking advantage of the speed of the proposed techniques.\r\n\r\nThe input data (images, spectra, etc...) for many threat detection problems is typically large, high-dimensional, corrupted by noise, and often subject to distortions due to environmental conditions. Many threat detection tasks fall into one of the following broad categories: regression, classification, anomaly or outlier detection, and changepoint detection. These tasks face the fundamental curse of dimensionality: to achieve a target level of accuracy, the number of observations required is exponential in the number of dimensions of the data. Such dimension may be the number of pixels in a sub-image of interest or the number of spectral bands in a HyperSpectral Image (HSI) or a spectrometer, and may be very large. This makes the analysis of high-dimensional data hopeless unless we can discover a low-dimensional representation of the data, or at least of those features of the data that are sufficient to perform the task at hand: the PI and his colleagues develop novel techniques for discovering such representations and exploiting them to model the data, and detecting anomalies in evolving data. These constructions and algorithms enhance our capability in threat detection, and are key to advance information technology in the field of analysis of large data sets arising in threat detection.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mauro",
   "pi_last_name": "Maggioni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mauro Maggioni",
   "pi_email_addr": "mauro.maggioni@jhu.edu",
   "nsf_id": "000398937",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Harer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Harer",
   "pi_email_addr": "john.harer@duke.edu",
   "nsf_id": "000240074",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "120 Science Drive",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 613691.0
  }
 ],
 "por": null
}