{
 "awd_id": "1222541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ISE Pathways:  Earthquake!",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Neufeld",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 249464.0,
 "awd_amount": 249464.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "This pathways project would refine and test a game based on the Kinect technology gaming tool to teach seismology concepts in an informal education setting and how they apply to phenomenon in other STEM fields. The game will be developed as a companion tool to the \"Quake Catcher Network\" a low-cost network of seismic sensors in schools, homes and offices world-wide and tie-ins with seismology programs such as the great California ShakeOut with a participant base of 8.6 million.\r\n\r\nThe project design would select three new learning modules, chosen by a group of scientists and educators, to incorporate into the game and evaluate player experience and knowledge gain. The activities will be conducted at a partner test site, an aquarium, frequented by area youth 8 - 12 years old. The focus of the effort is to add to the knowledge of how gaming can be used effectively in informal learning environments\r\n\r\nThe game places the player as a scientist, allowing the player to make decisions about seismic station deployment strategies following an earthquake, installing the sensors and monitoring incoming data. The game has levels of difficulty and players accrue points by acting swiftly and correctly. Learning goals for the project include making abstract math concepts understandable; involve participants in data collection and the process of scientific investigation, plus demonstrate how scientists and mathematicians use tools of their fields to address real-world issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Kilb",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah L Kilb",
   "pi_email_addr": "dkilb@ucsd.edu",
   "nsf_id": "000157527",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930225",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A key component inherently built into videogames is trying something, failing, and then unabashedly trying again. This &ldquo;we will all fail&rdquo; concept is counter to the &ldquo;everyone is a winner&rdquo; perception currently proliferating in our culture. Based on our experience, we believe that using videogames as an educational tool increases our chance to engage students who experience frustration because of learning difficulties and/or students who lack the self-confidence to ask questions during class. We expect this type of learning is particularly important for students who do not excel in traditional learning environments.</p>\n<p>Currently over 97% of children play videogames. In spite of this clear trend, there is a vast divide between videogames and science education. Videogames are primarily reserved for after dinner, after homework, and after chores.&nbsp; Because videogames are commonly used and accepted in popular cultures, especially by today&rsquo;s youth, we want to leverage that excitement in science education.&nbsp; In this work, we use the Microsoft Kinect technology to explore if a fast-paced zany seismology videogame can be used to entice a student to play and learn. We target 8- to 12-year-old players because research indicates early exposure to science is an effective way to refute protests of &ldquo;science is hard and boring&rdquo;. Our goal is to get the player to look at failure as a challenge, not a stigma, and to provoke their curiosity in exploring scientific unknowns.</p>\n<p>In our QUAKE CATCHER KINECT GAME the player plays the role of a scientist, making decisions about seismic station deployment strategies similar to decisions made by today&rsquo;s seismologist. The game also allows the player to participate in the immediacy of deploying seismic sensors as quickly as possible to record aftershocks. Pretending to be a seismologist and making decisions about station deployment strategies may at first sounds very boring to some students. &nbsp;But, we have found that our videogame format that requires players be very physically active during learning engages students and makes them laugh, and as a result many of the players want to play the game again.&nbsp;</p>\n<p>The player in our game is a seismologist responding to a large earthquake. Similar to today&rsquo;s seismologists, when the player becomes aware that an earthquake just occurred in their city, they must act quickly to deploy seismic sensors in buildings to record the impending aftershocks. When gameplay begins, players first select a building where they want to deploy a seismic sensor. At this point, the main gameplay is paused, and the player is asked to complete one of several science-based mini-games that are designed to interactively teach the players about geoscience-related concepts. These mini-games communicate ideas such as safety themes, seismic station deployment techniques, seismogram reading instructions, and basic concepts of plate tectonics among others. For example, ducking under a sturdy table or correctly identifying seismic phases. If the player successfully completes the mini-game challenge, the sensor is installed in the chosen building. If not, the sensor is not installed, and they return to select another building. Gameplay continues in this way, where the player repeatedly selects different building locations and is then challenged to complete a mini-game with the aim of setting up as many sensors as possible. The game ends after the first aftershock, at which point the player is instructed how to locate the aftershock using a method called trilateration. Player&rsquo;s scores are calculated according to their ability to correctly locate the aftershock on the map and sensors placed closer to the epicenter of the aftershock add more points to the score than more distant sensors.</p>\n<p>Photos taken by the Kinect are shown to the player after each...",
  "por_txt_cntn": "\nA key component inherently built into videogames is trying something, failing, and then unabashedly trying again. This \"we will all fail\" concept is counter to the \"everyone is a winner\" perception currently proliferating in our culture. Based on our experience, we believe that using videogames as an educational tool increases our chance to engage students who experience frustration because of learning difficulties and/or students who lack the self-confidence to ask questions during class. We expect this type of learning is particularly important for students who do not excel in traditional learning environments.\n\nCurrently over 97% of children play videogames. In spite of this clear trend, there is a vast divide between videogames and science education. Videogames are primarily reserved for after dinner, after homework, and after chores.  Because videogames are commonly used and accepted in popular cultures, especially by todayÆs youth, we want to leverage that excitement in science education.  In this work, we use the Microsoft Kinect technology to explore if a fast-paced zany seismology videogame can be used to entice a student to play and learn. We target 8- to 12-year-old players because research indicates early exposure to science is an effective way to refute protests of \"science is hard and boring\". Our goal is to get the player to look at failure as a challenge, not a stigma, and to provoke their curiosity in exploring scientific unknowns.\n\nIn our QUAKE CATCHER KINECT GAME the player plays the role of a scientist, making decisions about seismic station deployment strategies similar to decisions made by todayÆs seismologist. The game also allows the player to participate in the immediacy of deploying seismic sensors as quickly as possible to record aftershocks. Pretending to be a seismologist and making decisions about station deployment strategies may at first sounds very boring to some students.  But, we have found that our videogame format that requires players be very physically active during learning engages students and makes them laugh, and as a result many of the players want to play the game again. \n\nThe player in our game is a seismologist responding to a large earthquake. Similar to todayÆs seismologists, when the player becomes aware that an earthquake just occurred in their city, they must act quickly to deploy seismic sensors in buildings to record the impending aftershocks. When gameplay begins, players first select a building where they want to deploy a seismic sensor. At this point, the main gameplay is paused, and the player is asked to complete one of several science-based mini-games that are designed to interactively teach the players about geoscience-related concepts. These mini-games communicate ideas such as safety themes, seismic station deployment techniques, seismogram reading instructions, and basic concepts of plate tectonics among others. For example, ducking under a sturdy table or correctly identifying seismic phases. If the player successfully completes the mini-game challenge, the sensor is installed in the chosen building. If not, the sensor is not installed, and they return to select another building. Gameplay continues in this way, where the player repeatedly selects different building locations and is then challenged to complete a mini-game with the aim of setting up as many sensors as possible. The game ends after the first aftershock, at which point the player is instructed how to locate the aftershock using a method called trilateration. PlayerÆs scores are calculated according to their ability to correctly locate the aftershock on the map and sensors placed closer to the epicenter of the aftershock add more points to the score than more distant sensors.\n\nPhotos taken by the Kinect are shown to the player after each mini-game, often capturing the playersÆ look of determination and enjoyment.  Because the game requires so much physical agility, the photos often catch the player i..."
 }
}