{
 "awd_id": "1222515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Environmental Sciences: Water GRC, Plymouth, NH, June 24-29, 2012",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Debra Reinhart",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 23500.0,
 "awd_amount": 23500.0,
 "awd_min_amd_letter_date": "2012-03-16",
 "awd_max_amd_letter_date": "2012-03-16",
 "awd_abstract_narration": "CBET-1222515 Tratnyek\r\n\r\nThis project supports the Gordon Research Conference on Environmental Sciences:\r\nWater to be held June 24-29, 2012. The conference will bring together 150 participants in an informal setting, for a program of plenary talks by established and emerging researchers who are doing the most innovative and significant research on diverse aspects of environmental aquatic science. The scope will span multiple disciplines (chemistry, biology, geology, engineering, health science), media (soil, groundwater, surface water, atmospheric water, drinking water, wastewater), and scales (molecular, nano, cellular, ecosystem, global). This year, the unifying theme will be the scientific \"grand challenges\" that form the foundations and, at the same time, the frontiers of aquatic environmental science. These grand challenges, which include topics related to free radical reactions, natural organic matter, nanoparticles, biotransformation, reactive transport and surface chemistry, will provide the general themes for each session. Overall, the program will highlight the crosscutting significance of these grand challenges through sessions that represent the depth and breadth of each grand challenge issue with speakers engaged in innovative and significant research on diverse aspects to environmental aquatic science.  The conference offers a platform for graduate student and postdoctoral researchers to present their research and participate fully in the conference activities. The conference promotes broad participation from a diverse background, both through the speaker selection and through special GRC funding mechanisms that target underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Tratnyek",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Tratnyek",
   "pi_email_addr": "tratnyek@ohsu.edu",
   "nsf_id": "000090747",
   "pi_start_date": "2012-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sedlak",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Sedlak",
   "pi_email_addr": "sedlak@ce.berkeley.edu",
   "nsf_id": "000159023",
   "pi_start_date": "2012-03-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 23500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on ENVIRONMENTAL SCIENCES: WATER was held at Holderness School, Holderness New Hampshire, June 24 - 29, 2012. The Conference was well-attended<br />with 168 participants (attendees list attached). The attendees represented the<br />spectrum of endeavor in this field coming from academia, industry, and<br />government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 168 attendees, 111 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 111 respondents, 16%<br />were Minorities &ndash; 4% Hispanic, 11% Asian and 1% African American. Approximately<br />41% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on ENVIRONMENTAL SCIENCES: WATER was held at Holderness School, Holderness New Hampshire, June 24 - 29, 2012. The Conference was well-attended\nwith 168 participants (attendees list attached). The attendees represented the\nspectrum of endeavor in this field coming from academia, industry, and\ngovernment laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 168 attendees, 111 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 111 respondents, 16%\nwere Minorities &ndash; 4% Hispanic, 11% Asian and 1% African American. Approximately\n41% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/08/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}