{
 "awd_id": "1222709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identifying Science Teaching Strategies for Promoting Reasoned Discussions of Concepts and Simulations",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 342705.0,
 "awd_amount": 342705.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "A key goal of the New Generation Science Standards is ensuring that students develop the capacity to not just participate in the discussions of science phenomenon, but also be able to reason cogently and deeply about those ideas in the disciplines. This project supports teachers in improving classroom discourse and reasoning by identifying key teaching strategies for building scientific concepts in successful discussions. It links these strategies together with the use of visual displays in classroom instruction with a particular emphasis on simulations. The focus of the classroom discourse strategy development is on teachers demonstrating learning of explanatory models of physical phenomena in three subject areas: high school electricity, high school mechanics, and middle school states of matter, with an emphasis on the use of visual displays. Based on previous research that showed preliminary promising evidence for the teachers orchestration of productive classroom discourse and using video data collected during the prior research settings, the project uses video case studies to characterize key elements of effective pedagogical processes and develop materials for use in pre- and in-service teacher training. \r\n\r\nThis study uses existing videos of exemplary physics teachers who are using the CASTLE curriculum to teach units on electricity and magnetism. Research questions address the identification of whole class strategies that are used with simulations to support the development of a visualizable particulate model across a number of time scales in the classroom. Another question addresses how teachers differ in their use of static as opposed to dynamic display models to identify the advantages and disadvantages of both types of displays. The researchers work within the socio-cognitive framework of the ways that students and teachers construct explanatory models and the socio-linguistic framework by which discussion strategies can encourage productive engagement in the development of disciplinary knowledge. The researchers have developed a framework that codifies the elements of the developing student to identify particularly productive segments of lessons that illustrate how such discourse can be scaffolded in the classroom. These segments will be organized into a video-based teaching manual disseminated through a project website and used in the pre-service teacher preparation at the university. \r\n\r\nThis project represents the ways in which research in science education on student and teacher reasoning around scientific phenomena can be translated from research into practice. The cognitive research that describes the nature and elements of students' conceptual models requires concrete resources to make them applicable within the typical classroom. The teacher video-based workbooks that result from this study provide such a resource that is open-source and available to a larger population of teachers than just those in the project. The connection of the videos to the CASTLE curricular materials provides additional research evidence to support the adoption of this curriculum that will be especially cogent as the New Generation Science Standards require deeper understanding of disciplinary content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Clement",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Clement",
   "pi_email_addr": "clement@educ.umass.edu",
   "nsf_id": "000297742",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "70 Butterfield Terrace",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 342705.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2>Introduction</h2>\n<p>A long-term goal for the nation is to find teaching strategies for developing deeper understanding of science topics in schools. This two-year study examined strategies teachers use for leading class discussions to support conceptual understanding in science, with a particular focus on scientific models. &nbsp;We also investigated the role of whole class discussion when using computer simulations to support learning.</p>\n<p>&nbsp;</p>\n<h2>Strategies for leading whole class discussions</h2>\n<p>Modern research-based curriculum units provide well thought-out strategies at the one-hour lesson plan level. However, we lack transparent descriptions of minute-by-minute strategies that successful teachers use adaptively in leading whole class discussions. This project used video case studies to identify key strategies used by exemplary teachers to guide class discussions. The project studied teachers in the areas of high school electricity and middle school life sciences, and was designed to help us identify and describe key discussion-leading strategies.</p>\n<p>&nbsp;</p>\n<p>This study showed that teachers use a variety of strategies, and may use several strategies at once to achieve multiple goals while teaching.&nbsp; Some of these strategies aim to keep students talking and contributing to the discussion, while others are aimed at facilitating specific kinds of student cognition.&nbsp; The project identified 19 such cognitive strategies.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<h2>Simulations</h2>\n<p>Computer simulations are increasingly used in science classrooms and may help students learn abstract models. &nbsp;We conducted a study that compared middle school classes using static overhead projections with matched classes using an animated simulation that was projected and run in front of the class. &nbsp;The study involved 222 students.&nbsp; The classes using simulations did significantly better on tests of conceptual understanding.&nbsp; &nbsp;An analysis of teacher behavior suggested that the simulation mode may have offered greater opportunities than the overhead mode for planning and enacting discussions. The study also offered new descriptions of teaching strategies used during the discussions of simulations.</p>\n<p>&nbsp;</p>\n<p>Another study found that groups studying computer simulations or animations in whole class discussion format did as well or better than those studying the same displays in small groups, suggesting that both modes may be important for instruction. &nbsp;An implication is that, although most teachers expect the small group format to foster more active learning, some combination with whole class discussions is probably best, especially where students may miss, or misunderstand, visual aspects of the computer simulations.</p>\n<p>&nbsp;</p>\n<h2>Experts</h2>\n<p>The above projects were aided by an ongoing study of data on learning processes employed by expert scientists when they are asked to explain an unfamiliar system, with an emphasis on the roles of analogy, imagery, and thought experiments.&nbsp; Describing their learning processes has helped us formulate new descriptions of scientific practices that can also help describe student learning in science.&nbsp;</p>\n<p>&nbsp;</p>\n<h2>Broader Impact</h2>\n<p>We assembled collections of the strategies that the teachers in these studies used, and developed new techniques for diagramming discussions to help teachers envision the strategies.&nbsp; The strategies and examples identified were then piloted in teacher education courses. &nbsp;We were able to measure positive changes in prospective teacher's beliefs about the role of discussions in science classes in this pilot. Descriptions of the strategies are being disseminated to teachers via a website on discussion-leading strategies for building models using computer simulations, accompanied by real classroom examples.&nbsp;</p>\n<p...",
  "por_txt_cntn": "Introduction\n\nA long-term goal for the nation is to find teaching strategies for developing deeper understanding of science topics in schools. This two-year study examined strategies teachers use for leading class discussions to support conceptual understanding in science, with a particular focus on scientific models.  We also investigated the role of whole class discussion when using computer simulations to support learning.\n\n \nStrategies for leading whole class discussions\n\nModern research-based curriculum units provide well thought-out strategies at the one-hour lesson plan level. However, we lack transparent descriptions of minute-by-minute strategies that successful teachers use adaptively in leading whole class discussions. This project used video case studies to identify key strategies used by exemplary teachers to guide class discussions. The project studied teachers in the areas of high school electricity and middle school life sciences, and was designed to help us identify and describe key discussion-leading strategies.\n\n \n\nThis study showed that teachers use a variety of strategies, and may use several strategies at once to achieve multiple goals while teaching.  Some of these strategies aim to keep students talking and contributing to the discussion, while others are aimed at facilitating specific kinds of student cognition.  The project identified 19 such cognitive strategies.\n\n \n\n \nSimulations\n\nComputer simulations are increasingly used in science classrooms and may help students learn abstract models.  We conducted a study that compared middle school classes using static overhead projections with matched classes using an animated simulation that was projected and run in front of the class.  The study involved 222 students.  The classes using simulations did significantly better on tests of conceptual understanding.   An analysis of teacher behavior suggested that the simulation mode may have offered greater opportunities than the overhead mode for planning and enacting discussions. The study also offered new descriptions of teaching strategies used during the discussions of simulations.\n\n \n\nAnother study found that groups studying computer simulations or animations in whole class discussion format did as well or better than those studying the same displays in small groups, suggesting that both modes may be important for instruction.  An implication is that, although most teachers expect the small group format to foster more active learning, some combination with whole class discussions is probably best, especially where students may miss, or misunderstand, visual aspects of the computer simulations.\n\n \nExperts\n\nThe above projects were aided by an ongoing study of data on learning processes employed by expert scientists when they are asked to explain an unfamiliar system, with an emphasis on the roles of analogy, imagery, and thought experiments.  Describing their learning processes has helped us formulate new descriptions of scientific practices that can also help describe student learning in science. \n\n \nBroader Impact\n\nWe assembled collections of the strategies that the teachers in these studies used, and developed new techniques for diagramming discussions to help teachers envision the strategies.  The strategies and examples identified were then piloted in teacher education courses.  We were able to measure positive changes in prospective teacher's beliefs about the role of discussions in science classes in this pilot. Descriptions of the strategies are being disseminated to teachers via a website on discussion-leading strategies for building models using computer simulations, accompanied by real classroom examples. \n\n \n\nIn summary, this study contributes to a deeper understanding of teacher-student interactions during effective discussions&mdash;of how teachers and students can both contribute to learning in a way that both engages students by building on their ideas and subjects those ideas to evaluation a..."
 }
}