{
 "awd_id": "1222566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Community-Based Engineering Design Challenges for Adolescent English Learners",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 403423.0,
 "awd_amount": 403423.0,
 "awd_min_amd_letter_date": "2012-09-26",
 "awd_max_amd_letter_date": "2014-08-25",
 "awd_abstract_narration": "The purpose of this exploratory study is to conduct in-depth ethnographic studies in Latino neighborhoods, documenting the funds of knowledge, social networks, and linguistic and representational repertoires that are available in the adolescents' online and offline communities. This study is based on a theoretical model that embeds engineering design within social, cultural, and linguistic activity, seeking to understand (a) how adolescent English learners draw from various linguistic, representational, and social resources as they work toward solving community-based engineering design challenges; (b) the problems they face in working on the challenges and how they seek to overcome those problems; and (c) adolescents' willingness to conceptualize themselves as future engineers before and after participating in the project.\r\n\r\nThe ethnographic research is being conducted over the course of three years. The first year includes a pilot study in which approximately four Latino adolescents from the same community identify an engineering design project and work toward implementing it. Upon completion of the pilot project, the advisory committee reviews the data collection instruments, the observation and interview techniques, and the data analysis methods. Year two includes a scaled-up version of the ethnography, in which two groups of five to seven adolescents identify a need in their respective communities and spend the remainder of the school year addressing that need through an engineering design.  Student participants are members of both the MESA and Upward Bound programs which target ethnically diverse adolescents.  In all, up to 18 participants (4 in the first year and 14 in the second year) are selected through a combination of direct recruitment and peer recommendations.\r\n\r\nThis study will generate frameworks for understanding the types of social resources and the types of literacy practices that are relevant to engineering processes.  The knowledge generated in this study is essential for creating future curricular materials and professional development models that will enhance engineering education for culturally diverse students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Wilson-Lopez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Amy A Wilson-Lopez",
   "pi_email_addr": "amyalexandra.wilson@usu.edu",
   "nsf_id": "000607950",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Hailey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Hailey",
   "pi_email_addr": "chris.hailey@usu.edu",
   "nsf_id": "000417335",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Householder",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Householder",
   "pi_email_addr": "dan.householder@usu.edu",
   "nsf_id": "000503266",
   "pi_start_date": "2012-09-26",
   "pi_end_date": "2014-08-25"
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "2805 Old Main Hill",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843222805",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 403423.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Latino English learners remain underrepresented in engineering coursework and in the engineering workforce. To combat this trend, this grant resulted in a framework that described the engineering-related bodies of knowledge and skills held by the research participants, Latina/o high school students who spoke Spanish as a primary language. High school engineering teachers can use this framework to connect students&rsquo; backgrounds, interests, and existing skills to engineering design processes. This framework was published in the Journal of Engineering Education, a peer-reviewed research journal that is the flagship journal of the American Society for Engineering Education. This framework was also shared with practitioners through journals such as The Technology and Engineering Teacher and the Agricultural Education Magazine. Finally, this grant resulted in published sets of peer-reviewed curricular materials on high-traffic digital repositories.</p>\n<p>In addition to resulting in publications for practitioners and researchers, this grant featured outreach to the public. The Latina/o high school students who participated in this study selected problems in their communities, and they worked in small groups to solve these problems through engineering. For instance, one group designed a new playground and presented their ideas to a local city council, while another group designed a swing for children in wheelchairs, and they presented this design to the head of a municipal Parks and Recreation Department. The students&rsquo; work was featured in local newspapers and on websites. The students also co-hosted a community engineering night in which they shared their projects with local community members. Finally, the students produced video testimonials in both Spanish and English, in which they attested to how Latina/o youth can use engineering to make a difference in their communities. These video testimonials were used as recruitment materials by a regional chapter of the Society of Professional Hispanic Engineers, and they were also made available on a project website.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2016<br>\n\t\t\t\t\tModified by: Amy&nbsp;A&nbsp;Wilson-Lopez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLatino English learners remain underrepresented in engineering coursework and in the engineering workforce. To combat this trend, this grant resulted in a framework that described the engineering-related bodies of knowledge and skills held by the research participants, Latina/o high school students who spoke Spanish as a primary language. High school engineering teachers can use this framework to connect students? backgrounds, interests, and existing skills to engineering design processes. This framework was published in the Journal of Engineering Education, a peer-reviewed research journal that is the flagship journal of the American Society for Engineering Education. This framework was also shared with practitioners through journals such as The Technology and Engineering Teacher and the Agricultural Education Magazine. Finally, this grant resulted in published sets of peer-reviewed curricular materials on high-traffic digital repositories.\n\nIn addition to resulting in publications for practitioners and researchers, this grant featured outreach to the public. The Latina/o high school students who participated in this study selected problems in their communities, and they worked in small groups to solve these problems through engineering. For instance, one group designed a new playground and presented their ideas to a local city council, while another group designed a swing for children in wheelchairs, and they presented this design to the head of a municipal Parks and Recreation Department. The students? work was featured in local newspapers and on websites. The students also co-hosted a community engineering night in which they shared their projects with local community members. Finally, the students produced video testimonials in both Spanish and English, in which they attested to how Latina/o youth can use engineering to make a difference in their communities. These video testimonials were used as recruitment materials by a regional chapter of the Society of Professional Hispanic Engineers, and they were also made available on a project website.\n\n\t\t\t\t\tLast Modified: 12/21/2016\n\n\t\t\t\t\tSubmitted by: Amy A Wilson-Lopez"
 }
}