{
 "awd_id": "1222526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ATD: Sequential quickest detection and identification of multiple co-dependent epidemic outbreaks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 278154.0,
 "awd_amount": 278154.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "This project is key to the development of next generation quantitative algorithms for detection of epidemic outbreaks.  The investigators address two focus problems that arise in epidemic surveillance, namely that of quickest detection of (a) spatially and (b) pathogen heterogeneous outbreaks. An early and accurate response is achieved by taking advantage of the co-dependent nature of the corresponding syndromic observations and by appropriate modeling of this dependency.  To this end, the investigators develop innovative online quickest detection and sequential classification techniques to analyze multiple correlated data streams undergoing distinct changes.  These techniques are assessed through their ability to optimally issue timely outbreak alerts with minimal false alarm rates. Moreover, the investigators address the problem of early detection and identification of an epidemic outbreak by designing a simultaneous min-max change-point detection and classification algorithm of a single data stream with unknown post-disorder characteristics.  In this way, the investigators are able to also address the problem of model uncertainty and build robust algorithms. Finally, the investigators combine their expertise by carrying out a multi-faceted comparison of alternative formulations (especially Bayesian versus min-max) for the focus problems, thus creating a model-free state-of-the-art toolkit targeting highly complex bio-surveillance data.\r\n\r\nStatistical and mathematical methods are essential to address some of the manifold challenges presented by the threat of infectious epidemics. This project is vital to the improvement of public health infrastructure for effective epidemic countermeasures. The investigators build innovative techniques  for the early detection and pathogen-type classification of epidemic outbreaks spanning multiple geographic sites by taking advantage of the co-dependent nature of such outbreaks. The developed methods will be directly communicated to public health epidemiologists through outreach activities. Thus, this project is expected to improve the effectiveness of bio-surveillance and contribute to the health and well-being of our communities at large. The interdisciplinary nature of the research activities assists in the training of graduate and undergraduate students and expands the exchange of ideas between Brooklyn College, the Graduate Center of CUNY and UC Santa Barbara.  The PIs? techniques constitute an innovative breakthrough in the general methodology of detection and identification of threats in related but distinct streams of observations. Thus, they provide a state-of-the-art platform for threat detection and classification in other areas of engineering such as communications, network intrusion and others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olympia",
   "pi_last_name": "Hadjiliadis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olympia Hadjiliadis",
   "pi_email_addr": "olympia.hadjiliadis@gmail.com",
   "nsf_id": "000079351",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Brooklyn College",
  "inst_street_address": "2900 BEDFORD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189515622",
  "inst_zip_code": "112102850",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NY09",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "XNAKYW3FTSE1"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Brooklyn College",
  "perf_str_addr": "2900 Bedford Avenue",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112102889",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "NY09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 224695.0
  }
 ],
 "por": null
}