{
 "awd_id": "1222659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Science on the Move: Everyday Encounters with Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 249942.0,
 "awd_amount": 249942.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "The Oregon Museum of Science and Industry is implementing a Pathways project that will test and refine a model to promote an appreciation that science is everywhere and personally relevant by engaging transit riders in Portland, OR with location-relevant STEM content through unfacilitated, interactive science exhibits in everyday places. The study will employ a \"design-based research\" approach that both iteratively tests exhibit effectiveness and develops and refines an underlyting theoretical model that can contribute knowledge to the field.  The \"Science on the Move\" model will be developed and tested using an exhibit prototype that includes 1) an easily transportable prototype core with a familiar touch-screen interface, 2) multiple sets of interactive digital content, and 3) a variety of accompanying outer skins designed to attract the public. The exhibit prototype will be placed at bus transit nodes to reach adults, specifically targeting those without college degrees who are underrepresented in science centers.  A range of possible STEM content domains will be selected and tested based on topics of interest to the public. \r\n\r\nIf successful, given the several challenges involved, the feasibility study will be applied more fully around Portland and be a model for other cities to consider.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Johnson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn D Johnson",
   "pi_email_addr": "marilyn.johnson@omsi.edu",
   "nsf_id": "000427382",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcie",
   "pi_last_name": "Benne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcie Benne",
   "pi_email_addr": "mbenne@omsi.edu",
   "nsf_id": "000291198",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Museum of Science and Industry",
  "inst_street_address": "1945 SE WATER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037974600",
  "inst_zip_code": "972143356",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON MUSEUM OF SCIENCE AND INDUSTRY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CLUFG5P4B554"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Museum of Science and Industry",
  "perf_str_addr": "1945 SE Water Ave",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972143354",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249942.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Science on the Move</em> Outcomes Report</p>\n<p>&nbsp;</p>\n<p><em>Science on the Move: Everyday Encounters with Science</em> (<em>SOTM</em>) (DRL-1222659) was a National Science Foundation-funded Advancing Informal STEM Learning (AISL) Pathways project that focused on the development, deployment, and research of informal learning experiences at transit stations in the Portland, Oregon, area. The Oregon Museum of Science and Industry (OMSI) received the Pathways grant to explore innovative ways of reaching adults who typically do not frequent science centers, through the placement of unexpected science learning experiences in free public spaces. This work addressed three critical issues in informal science education (ISE): (a) reaching underserved audiences, (b) creating new models for science centers to partner with public agencies and businesses, and (c) developing robust, flexible strategies for researching science exhibits in public spaces.</p>\n<p>&nbsp;</p>\n<p>The <em>SOTM</em> project team developed two prototype exhibits about science and technology topics relevant to Portland-area residents, particularly the target audience of adults without college degrees. OMSI team members worked with partners at Portland&rsquo;s transit authority, TriMet; advertising firm Lamar; and local businesses to create and deploy these exhibits in Portland-area transit stations. The team then conducted design-based research (DBR) to develop context-specific &ldquo;theories of action&rdquo; that reflected how the public engages with science, technology, engineering, and math (STEM) learning experiences at transit stations. Through these activities, <em>SOTM</em> was meant to provide initial insights and encourage further exploration by the field into unexpected informal learning experiences in public spaces.</p>\n<p>&nbsp;</p>\n<p>In their research, team members identified three stages of engagement they could consistently and reliably identify across several hundred observations: &ldquo;noticing&rdquo; (when passersby first saw or heard the exhibit), &ldquo;attending&rdquo; (when people stopped and devoted mental energy to what they saw, for instance by trying to figure out what the exhibit was and why it was there), and &ldquo;engaging&rdquo; (when people actually participated in the exhibit activities or read graphic panels). This multiphase model of engagement built on research and theories related to the concept of &ldquo;situational interest&rdquo;; it has the potential to be of significant value to others attempting to explore and understand how individuals engage and interact with informal learning experiences in public spaces. The research also indicated that social norms and expectations played a powerful role in what caught people&rsquo;s attention and whether they were encouraged to engage with the exhibits. Additionally, the norms and expectations at the bus stations were found to be significantly different from those within museum walls. In particular, the team found that to minimize confusion and maximize participation, experiences outside of a science center need to include clear invitations to participate; contextual clues for the exhibit&rsquo;s topic; and cues that the experience is safe, free, and fun. Also, because the audience in public spaces is likely to be in transit and unable to linger, learning experiences should be structured to allow for brief, but meaningful, engagement. Finally, the team found that the novelty of informal learning experiences in public spaces is highly effective at eliciting attention and engagement. It is therefore beneficial to have the ability to add new content to maintain novelty, while also cultivating a sense of familiarity and understandability so visitors feel they can engage in the experience successfully.</p>\n<p>&nbsp;</p>\n<p>The team also collected reflections on the DBR process that could be helpful to others in the fi...",
  "por_txt_cntn": "\nScience on the Move Outcomes Report\n\n \n\nScience on the Move: Everyday Encounters with Science (SOTM) (DRL-1222659) was a National Science Foundation-funded Advancing Informal STEM Learning (AISL) Pathways project that focused on the development, deployment, and research of informal learning experiences at transit stations in the Portland, Oregon, area. The Oregon Museum of Science and Industry (OMSI) received the Pathways grant to explore innovative ways of reaching adults who typically do not frequent science centers, through the placement of unexpected science learning experiences in free public spaces. This work addressed three critical issues in informal science education (ISE): (a) reaching underserved audiences, (b) creating new models for science centers to partner with public agencies and businesses, and (c) developing robust, flexible strategies for researching science exhibits in public spaces.\n\n \n\nThe SOTM project team developed two prototype exhibits about science and technology topics relevant to Portland-area residents, particularly the target audience of adults without college degrees. OMSI team members worked with partners at PortlandÆs transit authority, TriMet; advertising firm Lamar; and local businesses to create and deploy these exhibits in Portland-area transit stations. The team then conducted design-based research (DBR) to develop context-specific \"theories of action\" that reflected how the public engages with science, technology, engineering, and math (STEM) learning experiences at transit stations. Through these activities, SOTM was meant to provide initial insights and encourage further exploration by the field into unexpected informal learning experiences in public spaces.\n\n \n\nIn their research, team members identified three stages of engagement they could consistently and reliably identify across several hundred observations: \"noticing\" (when passersby first saw or heard the exhibit), \"attending\" (when people stopped and devoted mental energy to what they saw, for instance by trying to figure out what the exhibit was and why it was there), and \"engaging\" (when people actually participated in the exhibit activities or read graphic panels). This multiphase model of engagement built on research and theories related to the concept of \"situational interest\"; it has the potential to be of significant value to others attempting to explore and understand how individuals engage and interact with informal learning experiences in public spaces. The research also indicated that social norms and expectations played a powerful role in what caught peopleÆs attention and whether they were encouraged to engage with the exhibits. Additionally, the norms and expectations at the bus stations were found to be significantly different from those within museum walls. In particular, the team found that to minimize confusion and maximize participation, experiences outside of a science center need to include clear invitations to participate; contextual clues for the exhibitÆs topic; and cues that the experience is safe, free, and fun. Also, because the audience in public spaces is likely to be in transit and unable to linger, learning experiences should be structured to allow for brief, but meaningful, engagement. Finally, the team found that the novelty of informal learning experiences in public spaces is highly effective at eliciting attention and engagement. It is therefore beneficial to have the ability to add new content to maintain novelty, while also cultivating a sense of familiarity and understandability so visitors feel they can engage in the experience successfully.\n\n \n\nThe team also collected reflections on the DBR process that could be helpful to others in the field who are considering this approach. It is important to emphasize the value of creating and constantly updating the theory of action with team members, particularly stakeholders without prior experience in DBR. This emphasis is especially important be..."
 }
}