{
 "awd_id": "1222355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Supporting the Emergence of a Professional Teaching Community Through Collective Knowledge-building in Assessment and Feedback of Mathematical Thinking",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2083101.0,
 "awd_amount": 2083101.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2018-04-12",
 "awd_abstract_narration": "This collaborative work involves Drexel University and Temple University where they are developing an online, professional teaching community that is addressing issues of assessment in mathematics classes. The developers are building on the success of the NSF-supported Math Forum's Problem of the Week program to create a community that is working to increase students' mathematics learning by helping teachers stimulate student thinking, assess that thinking, and provide useful feedback to students.  The teachers are working together to create rubrics for assessing the progress of students as they solve challenging mathematics problems.  The program is structured so that the teachers are learning mathematics and assessment strategies in addition to establishing a research-based model for online, professional communities.\r\n\r\nResearchers are studying how specific activities (e.g., discourse, active participation, use of rubrics, feedback, and reflection) and an online community support teachers' engagement in authentic and generative assessment. Researchers are using ethnographic methods to understand the development of the community, and conducting focus groups and individual interviews to determine the impact of participation in the community on mathematics teachers.  In addition, they are collecting data through discourse analysis, student work analysis, and rubric analysis to determine the optimal design of the products. The intentional structure of the online community builds on research findings on creating professional communities and research on assessing mathematics learning. \r\n \r\nOnline professional teaching communities offer new venues for communication, professional development, and shared work among mathematics teachers.  The Math Forum provides an optimal, online context for expanding the popular Problem of the Week into a productive discussion of assessment of problem solving, the building of specific rubrics, and the related reflection on how to encourage student thinking.  This collaborative work will offer rubrics for assessing mathematical problem solving, a new model for online professional development, and extensive information on building an online mathematics community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Silverman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Silverman",
   "pi_email_addr": "silverman@drexel.edu",
   "nsf_id": "000277485",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Weimar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Weimar",
   "pi_email_addr": "sweimar@21pstem.org",
   "nsf_id": "000225897",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Shumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley Shumar",
   "pi_email_addr": "wes@drexel.edu",
   "nsf_id": "000208494",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marie Hope",
   "pi_last_name": "Yursa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marie Hope Yursa",
   "pi_email_addr": "mhy23@drexel.edu",
   "nsf_id": "000585626",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2083101.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The EnCoMPASS Project, a collaborative effort of Drexel University, Temple University and the Math Forum, focused on creating an online community of teachers that supports and encourages analysis of student work and thinking to inform formative assessment and instruction. There were three major outcomes of the project.&nbsp;&nbsp;First, the project advanced our thinking about how to support teachers in their efforts to engage with students around their work.&nbsp;Second, the project developed the EnCoMPASS tool, which is a web-based software environment that can be used by teachers in a variety of contexts.&nbsp;&nbsp;Finally, the project supported the development of a community of teachers who are engaged in thinking and learning about formative assessment the role of&nbsp;<em>doing</em>mathematics in teaching and learning mathematics.</p>\n<p>Drawing on earlier work with the Math Forum, the EnCoMPASS project focused on the ways that teachers can be scaffolded to engage students in productive and purposeful mathematical thinking and use this as the basis for formative assessment. Our research identified three elements of effective mentoring of students' mathematical thinking.&nbsp;First, teachers need to reflect on their own math problem solving.&nbsp;&nbsp;Second, they need to slow down the process of responding to students so that they can reframe their thinking to be about what students are thinking and doing, not simply about correctness and mistakes.&nbsp;&nbsp;In this second stage, teachers engage in a process of double reflection, reflection on how their own approach to the relevant math informs their understanding of the student's approach.&nbsp;&nbsp;Finally, teachers notice and wonder things about the student work in order to scaffold an instructional conversation at the intersection of the students' thinking and the instructional goals. This understanding of the elements of teacher' effective mentoring served as a framework that guided the development and subsequent revisions to the EnCoMPASS software tool.&nbsp;</p>\n<p>Key to the EnCoMPASS Project was the EnCoMPASS tool, a web-based software environment designed to support and scaffold teachers' enhanced formative assessment and differentiated instruction capabilities. The tool provides a scaffold for looking carefully at student work and raising questions about that work, beginning the process of dialogue between teachers and their students about mathematics and thinking.&nbsp;It allows for teachers to efficiently examine and organize student work, with an option to share that results of that thinking, organizing and commenting both with other teachers in their community for support, discussion and reflection and directly with students as feedback. As this feedback can be developed based on categories of student work and student thinking (e.g. a particular representation, misconception, solution strategy, etc.), and just for a particular student, feedback can be generated for multiple students simultaneously. While specific feedback for each student may require tuning, the system generated feedback drafts serve as a starting point for semi-individualized or individualized feedback to groups of students. Our participating teachers agree with our initial conjecture that this approach to individualized feedback is both effective and efficient. Built into the EnCoMPASS tool is the Math Forum&rsquo;s Noticing &amp; Wondering (N&amp;W) framework is used&nbsp;&nbsp;to encourage and scaffold teachers to make evidenced-based claims about students' work.</p>\n<p>A critical part of the EnCoMPASS project was the development and support of an online community of teachers.&nbsp;Throughout the project teachers were invited to be part of several different workshops and then to maintain their interaction through both face-to-face and online activities. Teachers in these workshops worked together doing math, discussing strategies, analyzing student work, and developing and testing conjectures about ways to engage students in mathematical conversations at the intersection of students&rsquo; understanding and instructional goals. Further, the teachers worked together to think about how carefully selected tasks can engender student responses to mathematical problems and how this student work can be used to orchestrate productive learning interactions. By utilizing and sharing their work in the EnCoMPASS software environment, teachers not only improve their ability to help students become part of the discourse of mathematics, they help each other become better mentors, teachers who were deliberately trying to engage in mathematically generative conversations with their students.</p>\n<p>To date, the EnCoMPASS project has worked 100+ teachers and their students, many of whom continue to engage with our activities and the EnCoMPASS tool and resources in various ways. In addition, both the software environment and the community continue to persist beyond funding. The EnCoMPASS Software is currently being maintained by the 21st Century Partnership for STEM Education (21PSTEM), and the software has recently been redeveloped and deployed for university or school teacher use. Additionally, it is being prepared for expansion through future funded projects.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2019<br>\n\t\t\t\t\tModified by: Jason&nbsp;Silverman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe EnCoMPASS Project, a collaborative effort of Drexel University, Temple University and the Math Forum, focused on creating an online community of teachers that supports and encourages analysis of student work and thinking to inform formative assessment and instruction. There were three major outcomes of the project.  First, the project advanced our thinking about how to support teachers in their efforts to engage with students around their work. Second, the project developed the EnCoMPASS tool, which is a web-based software environment that can be used by teachers in a variety of contexts.  Finally, the project supported the development of a community of teachers who are engaged in thinking and learning about formative assessment the role of doingmathematics in teaching and learning mathematics.\n\nDrawing on earlier work with the Math Forum, the EnCoMPASS project focused on the ways that teachers can be scaffolded to engage students in productive and purposeful mathematical thinking and use this as the basis for formative assessment. Our research identified three elements of effective mentoring of students' mathematical thinking. First, teachers need to reflect on their own math problem solving.  Second, they need to slow down the process of responding to students so that they can reframe their thinking to be about what students are thinking and doing, not simply about correctness and mistakes.  In this second stage, teachers engage in a process of double reflection, reflection on how their own approach to the relevant math informs their understanding of the student's approach.  Finally, teachers notice and wonder things about the student work in order to scaffold an instructional conversation at the intersection of the students' thinking and the instructional goals. This understanding of the elements of teacher' effective mentoring served as a framework that guided the development and subsequent revisions to the EnCoMPASS software tool. \n\nKey to the EnCoMPASS Project was the EnCoMPASS tool, a web-based software environment designed to support and scaffold teachers' enhanced formative assessment and differentiated instruction capabilities. The tool provides a scaffold for looking carefully at student work and raising questions about that work, beginning the process of dialogue between teachers and their students about mathematics and thinking. It allows for teachers to efficiently examine and organize student work, with an option to share that results of that thinking, organizing and commenting both with other teachers in their community for support, discussion and reflection and directly with students as feedback. As this feedback can be developed based on categories of student work and student thinking (e.g. a particular representation, misconception, solution strategy, etc.), and just for a particular student, feedback can be generated for multiple students simultaneously. While specific feedback for each student may require tuning, the system generated feedback drafts serve as a starting point for semi-individualized or individualized feedback to groups of students. Our participating teachers agree with our initial conjecture that this approach to individualized feedback is both effective and efficient. Built into the EnCoMPASS tool is the Math Forum?s Noticing &amp; Wondering (N&amp;W) framework is used  to encourage and scaffold teachers to make evidenced-based claims about students' work.\n\nA critical part of the EnCoMPASS project was the development and support of an online community of teachers. Throughout the project teachers were invited to be part of several different workshops and then to maintain their interaction through both face-to-face and online activities. Teachers in these workshops worked together doing math, discussing strategies, analyzing student work, and developing and testing conjectures about ways to engage students in mathematical conversations at the intersection of students? understanding and instructional goals. Further, the teachers worked together to think about how carefully selected tasks can engender student responses to mathematical problems and how this student work can be used to orchestrate productive learning interactions. By utilizing and sharing their work in the EnCoMPASS software environment, teachers not only improve their ability to help students become part of the discourse of mathematics, they help each other become better mentors, teachers who were deliberately trying to engage in mathematically generative conversations with their students.\n\nTo date, the EnCoMPASS project has worked 100+ teachers and their students, many of whom continue to engage with our activities and the EnCoMPASS tool and resources in various ways. In addition, both the software environment and the community continue to persist beyond funding. The EnCoMPASS Software is currently being maintained by the 21st Century Partnership for STEM Education (21PSTEM), and the software has recently been redeveloped and deployed for university or school teacher use. Additionally, it is being prepared for expansion through future funded projects.\n\n\t\t\t\t\tLast Modified: 04/16/2019\n\n\t\t\t\t\tSubmitted by: Jason Silverman"
 }
}