{
 "awd_id": "1222819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Differences to Blame: Agency and Ethnogenesis in Contemporary Suriname",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 6628.0,
 "awd_amount": 6628.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "Doctoral candidate Stuart Strange of the University of Michigan, under the supervision of Dr. Webb Keane, will conduct research on how conceptions of responsibility, agency, and misfortune influence the ongoing construction of ethnic difference in contemporary Suriname. Focusing on the wider implications of cultural attributions of responsibility, the research investigates the different cultural and religious logics used to recognize and assign agency in order to ascertain how these differences impact peoples' perceptions and performances of ethnicity. \r\n\r\nThe research employs social science methods to analyze rituals, narratives, and conversations and to investigate how members from distinct ethnic and religious backgrounds variably communicate and explain misfortune. The project seeks to grasp how diverse ways of attributing responsibility for misfortune and describing the agency of humans, spirits, and ritual objects impact the construction of seemingly objective differences between ethnic communities. The researcher will record and analyze how people talk about misfortune and describe responsibility in different social settings: (1) at a Hindu Surinamese oracle and temple, (2) at an Afro-Surinamese Shrine and church, and (3) in everyday talk in both communities. The research also comparatively records and analyzes narratives of the Surinamese civil war to discern the impact of cultural and religious logics of explanation on the interpretation of this national crisis. \r\n\r\nThe research will contribute to a clearer understanding of how people in contemporary multi-ethnic societies create and understand ethnic and religious differences, while observing the implication of such concepts for the practices of all areas of social life, from politics to the market. By explaining how responsibility and misfortune are attributed and transformed in a society simultaneously culturally hybrid and socially segregated, the research will provide an incisive analysis of human social and cultural difference.  The project will also contribute to the training of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Webb",
   "pi_last_name": "Keane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Webb Keane",
   "pi_email_addr": "wkeane@umich.edu",
   "nsf_id": "000086617",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Strange",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart E Strange",
   "pi_email_addr": "strange@umich.edu",
   "nsf_id": "000580951",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 S. State St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091276",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This dissertation project investigates how spirits and Gods are used to create objective knowledge of social relations in urban Suriname, where spirit mediums are commonly consulted about an array of problems. Starting from detailed ethnography of Afro-Surinamese Ndyuka Maroon and Surinamese and Guyanese Hindu mediumistic healing s&eacute;ances, I detail the semiotic forms enacting spirit presence and knowledge. I argue that, rather than seeing these &lsquo;beings&rsquo; as epiphenomenal of more fundamental &lsquo;systems&rsquo; like kinship or economy, gods and spirits may be better understood as epistemic/semiotic &lsquo;technologies&rsquo;. By technologies, I mean that, similarly to the intervening techniques of natural science or formal politics (like microscopes and polls), spirits and gods as voiced by mediums have a role in the production of defining knowledge about society and nature. By speaking about social relations between humans and humans and non-humans, spirits and gods help to discursively assemble and define relationships, and collectivities&mdash;like lineages or ethnic groups&mdash;abstracted from these relations. My research indicates that gods and spirits as animated by oracular mediums help produce ethical models of collective participation by assigning and defining what responsibility is, and who can possess it. Spirit speech, I argue, objectifies moral discourses by producing facts about reality from the perspectival otherness of spirit communication.</p>\n<p>Dealing with Afro-Surinamese and Hindu contexts, I compare how Gods and spirits are evidentially constituted in two distinct ritual formations in communities where these practices occupy different degrees of institutional influence. I explore how socially situated practices of voice and address impact the importance of spirit communication in these different settings. Thinking through the materiality of spirits and the role of the voice in mediating truth, I analyze the politics of performance and the ways spirit performances enact and ratify what can be held to be true of social relations. In becoming real in these ritual events, spirits make the hidden intentions of other persons and beings known. These interventions serve to recreate peoples&rsquo; descriptions of their social worlds, allowing active transformations in the ways people relate to others, like kin and neighbors. Spirit possession, I contend, is a primary means of knowing about a world in which all relations are understood to be intentional and all misfortune motivated.</p>\n<p>Describing the generation of Gods and spirits in interaction, I explore how these invisible agents are made evident in the material conditions of the world. I explain how spirits make themselves apparent and effective through language, pain, goods like liquor and cloth, shrines and places, as well as in less commonsensical forms like invisibility. Relating how spirits are made certain in interaction discloses the ways in which language and other material affordances frame spirits as ontological fact. This facticity provides spirit voices influence in defining the content of more proximate social relations. I argue that the invisible otherness of Gods and spirits provides them unique authority in designating the meaning of relations between people, and categories like gender and ethnicity, used to describe it. The authority of these moral descriptions extends interpersonal relations, making persons into tokens of types like ethnicity and gender, and reifying the ethical identity of these types.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Exploring how spirits are materially enacted helps me consider the implications of voice as a medium in the constitution of social relations. Detailing how the members of different ritual complexes create and interpret spirit presence, my work explores the semiotic logics that allow spir...",
  "por_txt_cntn": "\nThis dissertation project investigates how spirits and Gods are used to create objective knowledge of social relations in urban Suriname, where spirit mediums are commonly consulted about an array of problems. Starting from detailed ethnography of Afro-Surinamese Ndyuka Maroon and Surinamese and Guyanese Hindu mediumistic healing s&eacute;ances, I detail the semiotic forms enacting spirit presence and knowledge. I argue that, rather than seeing these æbeingsÆ as epiphenomenal of more fundamental æsystemsÆ like kinship or economy, gods and spirits may be better understood as epistemic/semiotic ætechnologiesÆ. By technologies, I mean that, similarly to the intervening techniques of natural science or formal politics (like microscopes and polls), spirits and gods as voiced by mediums have a role in the production of defining knowledge about society and nature. By speaking about social relations between humans and humans and non-humans, spirits and gods help to discursively assemble and define relationships, and collectivities&mdash;like lineages or ethnic groups&mdash;abstracted from these relations. My research indicates that gods and spirits as animated by oracular mediums help produce ethical models of collective participation by assigning and defining what responsibility is, and who can possess it. Spirit speech, I argue, objectifies moral discourses by producing facts about reality from the perspectival otherness of spirit communication.\n\nDealing with Afro-Surinamese and Hindu contexts, I compare how Gods and spirits are evidentially constituted in two distinct ritual formations in communities where these practices occupy different degrees of institutional influence. I explore how socially situated practices of voice and address impact the importance of spirit communication in these different settings. Thinking through the materiality of spirits and the role of the voice in mediating truth, I analyze the politics of performance and the ways spirit performances enact and ratify what can be held to be true of social relations. In becoming real in these ritual events, spirits make the hidden intentions of other persons and beings known. These interventions serve to recreate peoplesÆ descriptions of their social worlds, allowing active transformations in the ways people relate to others, like kin and neighbors. Spirit possession, I contend, is a primary means of knowing about a world in which all relations are understood to be intentional and all misfortune motivated.\n\nDescribing the generation of Gods and spirits in interaction, I explore how these invisible agents are made evident in the material conditions of the world. I explain how spirits make themselves apparent and effective through language, pain, goods like liquor and cloth, shrines and places, as well as in less commonsensical forms like invisibility. Relating how spirits are made certain in interaction discloses the ways in which language and other material affordances frame spirits as ontological fact. This facticity provides spirit voices influence in defining the content of more proximate social relations. I argue that the invisible otherness of Gods and spirits provides them unique authority in designating the meaning of relations between people, and categories like gender and ethnicity, used to describe it. The authority of these moral descriptions extends interpersonal relations, making persons into tokens of types like ethnicity and gender, and reifying the ethical identity of these types.\n\n            Exploring how spirits are materially enacted helps me consider the implications of voice as a medium in the constitution of social relations. Detailing how the members of different ritual complexes create and interpret spirit presence, my work explores the semiotic logics that allow spirits to causally interact with the world. Doing so allows for the full-fledged analysis of the politics of spirit presence. Describing the semiotic infrastructure of spirit prese..."
 }
}