{
 "awd_id": "1223615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Citizen Reactions to Political Disagreement",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 23233.0,
 "awd_amount": 23233.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2012-09-05",
 "awd_abstract_narration": "While political scientists have studied citizens' reactions to political disagreement in their social networks, there have been only a handful of attempts to empirically investigate how citizens react to public political disagreements.  This research uses a nationally representative Web survey over 1000 citizens, to examine how citizens' reactions to political disagreement affect voter turnout and political participation.\r\n\r\nThis project tackles a question of central importance in the study of democracy and the implications of an informed citizenry.  This research will expand and deepen our understanding of how citizens experience political engagement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Huber",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Huber",
   "pi_email_addr": "gregory.huber@yale.edu",
   "nsf_id": "000303232",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Celia",
   "pi_last_name": "Paris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Celia Paris",
   "pi_email_addr": "celia.paris@yale.edu",
   "nsf_id": "000612290",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "77 Prospect St.",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 23233.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigates how citizens interpret partisan conflict in Congress. While pundits and scholars warn that partisanship, incivility, and gridlock are creating a crisis of representation, such warnings raise more questions than they answer. Why should partisanship, incivility, and a lack of legislative accomplishment be taken to indicate that representatives are doing a bad job? Do citizens actually react negatively to these features of the political process? What kind of incentives do such reactions create for elected officials? Finally, if we wish to increase citizens&rsquo; political trust and confidence in Congress, which features of the process should we strive to change?</p>\n<p>Many scholars have investigated how polarization and the ideological <em>content </em>of partisan disagreement affect representation in Congress, and shape the behavior and attitudes of citizens and elected officials. In contrast, only a handful of studies have directly examined how the <em>process</em> of visible partisan disagreement between elected officials affects citizens&rsquo; evaluations of elected officials and attitudes towards government. Moreover, previous work tends to conflate the effects of partisanship, incivility, and gridlock, making it difficult to determine when, how, and why citizens might react negatively to these features of the legislative process. Thus, before we can start to address citizens&rsquo; discontent with Congress, we need to disentangle exactly what role partisanship, incivility, and gridlock play in creating this discontent.</p>\n<p>To this purpose, we gather data through a new nationally representative survey experiment (funded by a National Science Foundation dissertation improvement grant) in which we independently manipulate bipartisanship/partisanship, civility/incivility, and bill passage/bill failure in a fictionalized news story about a Congressional debate.<a href=\"file:///C:/Users/Celia/Dropbox/Dissertation/Funding%20Applications/NSF%20Final%20Materials/Paris%20Public%20Outcomes%20Report%20Draft%20112013.docx#_ftn1\">[1]</a></p>\n<p>Our results show that bipartisanship has a significant positive impact on confidence in Congress (see Figure 1). However, partisan respondents only react positively to an individual representative who engages in bipartisan behavior or civil behavior when that representative is from the opposite party (see upward sloping &ldquo;Opposite Party&rdquo; line in Figure 2, illustrating the difference between the partisan and bipartisan conditions). Additionally, although independents say they prefer bipartisan decision-making processes to partisan processes, they do not adjust their evaluations of Congress and individual representatives accordingly. (See Figures 2 and 3.)</p>\n<p>These findings help explain why partisan conflict in Congress persists: a representative&rsquo;s decision to act in a bipartisan or partisan way does not affect how he is perceived by citizens from his own party or independents, the two groups most likely to vote for him. Similarly, whether a representative acts in a civil or uncivil fashion has no effect on how he is rated by citizens who share his party affiliation or who are independents (Figure 4). Only when citizens are from the opposite party as the representative do bipartisanship and civility increase ratings of and stated willingness to vote for the representative (Figures 2 and 4).</p>\n<p>The finding that independents do not react positively to bipartisanship challenges the conventional wisdom that independents strongly value cooperation between the parties. What, then, do independents care about when it comes to the political process? We find that in assessing an individual representative, independents react most positively when the representative is able to get his bill passed, all else equal. This suggests that independents may have a pragmatic attitude towards politics, fo...",
  "por_txt_cntn": "\nThis project investigates how citizens interpret partisan conflict in Congress. While pundits and scholars warn that partisanship, incivility, and gridlock are creating a crisis of representation, such warnings raise more questions than they answer. Why should partisanship, incivility, and a lack of legislative accomplishment be taken to indicate that representatives are doing a bad job? Do citizens actually react negatively to these features of the political process? What kind of incentives do such reactions create for elected officials? Finally, if we wish to increase citizensÆ political trust and confidence in Congress, which features of the process should we strive to change?\n\nMany scholars have investigated how polarization and the ideological content of partisan disagreement affect representation in Congress, and shape the behavior and attitudes of citizens and elected officials. In contrast, only a handful of studies have directly examined how the process of visible partisan disagreement between elected officials affects citizensÆ evaluations of elected officials and attitudes towards government. Moreover, previous work tends to conflate the effects of partisanship, incivility, and gridlock, making it difficult to determine when, how, and why citizens might react negatively to these features of the legislative process. Thus, before we can start to address citizensÆ discontent with Congress, we need to disentangle exactly what role partisanship, incivility, and gridlock play in creating this discontent.\n\nTo this purpose, we gather data through a new nationally representative survey experiment (funded by a National Science Foundation dissertation improvement grant) in which we independently manipulate bipartisanship/partisanship, civility/incivility, and bill passage/bill failure in a fictionalized news story about a Congressional debate.[1]\n\nOur results show that bipartisanship has a significant positive impact on confidence in Congress (see Figure 1). However, partisan respondents only react positively to an individual representative who engages in bipartisan behavior or civil behavior when that representative is from the opposite party (see upward sloping \"Opposite Party\" line in Figure 2, illustrating the difference between the partisan and bipartisan conditions). Additionally, although independents say they prefer bipartisan decision-making processes to partisan processes, they do not adjust their evaluations of Congress and individual representatives accordingly. (See Figures 2 and 3.)\n\nThese findings help explain why partisan conflict in Congress persists: a representativeÆs decision to act in a bipartisan or partisan way does not affect how he is perceived by citizens from his own party or independents, the two groups most likely to vote for him. Similarly, whether a representative acts in a civil or uncivil fashion has no effect on how he is rated by citizens who share his party affiliation or who are independents (Figure 4). Only when citizens are from the opposite party as the representative do bipartisanship and civility increase ratings of and stated willingness to vote for the representative (Figures 2 and 4).\n\nThe finding that independents do not react positively to bipartisanship challenges the conventional wisdom that independents strongly value cooperation between the parties. What, then, do independents care about when it comes to the political process? We find that in assessing an individual representative, independents react most positively when the representative is able to get his bill passed, all else equal. This suggests that independents may have a pragmatic attitude towards politics, focusing on productivity rather than cooperation between the parties.\n\nOne important implication of these findings is that incentives facing representatives vary significantly with the constituency to which they aim to appeal. Representatives aiming to gain the support of citizens from the opposite party should see..."
 }
}