{
 "awd_id": "1223198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Perturbation Methods for Markov-Switching Models",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 237031.0,
 "awd_amount": 284437.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2014-08-28",
 "awd_abstract_narration": "Abstract\r\nProposal Title: Collaborative Research: Perturbation Methods for Markov-Switching Models\r\nProposal Number: SES - 1223198 \r\n\r\nThis proposal aims to develop new tools for the computation and estimation of dynamic models in macroeconomics and for the application of those tools to relevant policy questions. \r\n\r\nDynamic models have become a standard instrument in modern macroeconomics. Because they are built to analyze how the economy evolves over time, they are used to study growth and business cycles, to design monetary and fiscal policy, or to investigate the aggregate aspects of financial and labor markets, among many other tasks. However, many instruments are still missing in the toolbox of the applied macroeconomic researcher. For instance, economists do not have a good understanding of the effects of changes in policy regimes ?that is, variations in the way in which economic policy is systematically conducted in opposition to changes within one regime- or how the beliefs about future policies affect current behavior by households and firms.\r\n\r\nThe goal of this proposal is to provide some of the required tools for these tasks and show how they can be used to address important questions in the design and evaluation of public policy. Consequently, much of this new research may have positive externalities for other economists within macro and, more generally, for researchers in other fields where dynamic models are also employed. \r\n\r\nIn particular, this proposal focuses on how to use perturbation methods to solve Markov switching rational expectations (MSRE) models starting from first principles, that is, from the set of non-linearized optimality conditions that describe the behavior of the economic agents, rather than from the set of linearized ones, as the literature has previously done. Perturbation methods, commonly used in natural sciences and economics, built approximated solution to models that are analytically intractable. MSRE models allow for different possible policy regimes (for instance, a hawkish central banker and a dovish central banker) that evolve and switch over time (hawkish central bankers are followed, with some probability, by dovish central bankers and so on).\r\n\r\nThe proposal derives the set of algebraic equations to be solved to find the first-order Taylor expansion to the policy functions using a perturbation. Next, it shows how the traditional approach, based on singular value decomposition (SVD) algorithms and used in the constant parameter case, does not work in the case of MSRE models. Instead, the proposal uses a Gröbner basis method. Then, it studies how to check for determinacy and, as an example, it solves a business cycle model with nominal rigidities. Finally, the proposal points out how the perturbation approach also allows us to find higher-order approximations to the solution of MSRE models. \r\n\r\nPolicy-making institutions in the U.S. and abroad can apply the methods presented in this proposal. For instance, the Federal Reserve Board and several regional Federal Reserve Banks, the International Monetary Fund, the European Central Bank, the Bank of England, and the central banks of Austria, Canada, Germany, Italy, Japan, Spain, and Sweden (just to name a few) are actively formulating and estimating dynamic macroeconomic models for policy analysis and forecasting that can benefit from the type of extensions presented in the proposal. Moreover, the economics profession is accumulating evidence of the good forecasting performance of this class of models, even when compared with judgmental predictions from staff economists. The newer and better tools that this proposal outlines are designed explicitly for the purpose of helping the Federal Reserve Board and other policy-making institutions to develop more flexible models that will contribute to the implementation of an effective public policy in the U.S.     \r\n\r\nFinally, the development of new computation techniques has potential applications in other fields of economics (such as international economics, industrial organization, or labor economics), and other social sciences where researchers want to solve and estimate dynamic models using flexible, yet powerful tools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Rubio-Ramirez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juan Rubio-Ramirez",
   "pi_email_addr": "jrubior@emory.edu",
   "nsf_id": "000073017",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 237031.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 47406.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Markov-switching DSGE (MSDSGE) modeling has become a growing body of literature on economic and policy issues related to structural shifts. One of the clear applications is the change in some parameters of the policy functions in the models, as for example the taylor rule driving monetary policy. This paper develops a general perturbation methodology for constructing high-order approximations to the solutions of MSDSGE models. Our new method, called &ldquo;the partition perturbation method,&rdquo; partitions the Markov-switching parameter space to keep a maximum number of time-varying parameters from perturbation. For this method to work in practice, we show how to reduce the potentially intractable problem of solving MSDSGE models to the manageable problem of solving a system of quadratic polynomial equations. This approach allows us to first obtain all the solutions and then determine how many of them are stable. We illustrate the tractability of our methodology throught revealing examples. In our paper we&nbsp;</span>apply our methodology to a Markov-switching RBC model and compares approximation errors between the two perturbation methods.&nbsp;</p>\n<p>We are not the paper trying to solve DSGE models with&nbsp;Markov-switching. The literature on Markov-switching linear rational expectations (MSLRE) models has been an active field in empirical macroeconomics (Leeper and Zha (2003), Blake and Zampolli (2006), Svensson and Williams (2007), Davig and Leeper (2007), and Farmer et al. (2009)). Building on standard linear rational expectations models, the MSLRE approach allows parameters to change over time according to discrete Markov processes. This nonlinearity has proven to be important in explaining shifts in monetary policy and macroeconomic time se- ries (Schorfheide (2005), Davig and Doh (2008), Liu et al. (2011), and Bianchi (2010)) and in modeling the expected effects of future fiscal policy changes (Davig et al. (2010), Davig et al. (2011), Bi and Traum (2012), Bianchi and Melosi (2013)). In particular, Markov-switching models provide a tractable way to study how agents form expectations over possible discrete changes in the economy, such as those in technology and policy.</p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>There are, however, two major shortcomings with the MSLRE approach advocated by Farmer et al. (2011). First, the approach begins with a system of standard linear rational expectations equations that have been obtained by linearizing equilibrium conditions as though the parameters were constant over time. Discrete Markov processes are then annexed to certain parameters. As a consequence, the resultant MSLRE model may be incompatible with the optimizing behavior of agents in an original economic model with Markov-switching parameters. Second, because it builds on linear rational expectations models, the MSLRE approach does not take into account higher-order coefficients in the approximation. Not only do higher-order approximations improve the approximation accuracy but they are essential to addressing important questions such as whether time-varying volatility is the driving force of fluctuations in the financial markets and business cycles (Bloom, 2009).&nbsp;</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Juan&nbsp;Rubio-Ramirez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nMarkov-switching DSGE (MSDSGE) modeling has become a growing body of literature on economic and policy issues related to structural shifts. One of the clear applications is the change in some parameters of the policy functions in the models, as for example the taylor rule driving monetary policy. This paper develops a general perturbation methodology for constructing high-order approximations to the solutions of MSDSGE models. Our new method, called \"the partition perturbation method,\" partitions the Markov-switching parameter space to keep a maximum number of time-varying parameters from perturbation. For this method to work in practice, we show how to reduce the potentially intractable problem of solving MSDSGE models to the manageable problem of solving a system of quadratic polynomial equations. This approach allows us to first obtain all the solutions and then determine how many of them are stable. We illustrate the tractability of our methodology throught revealing examples. In our paper we apply our methodology to a Markov-switching RBC model and compares approximation errors between the two perturbation methods. \n\nWe are not the paper trying to solve DSGE models with Markov-switching. The literature on Markov-switching linear rational expectations (MSLRE) models has been an active field in empirical macroeconomics (Leeper and Zha (2003), Blake and Zampolli (2006), Svensson and Williams (2007), Davig and Leeper (2007), and Farmer et al. (2009)). Building on standard linear rational expectations models, the MSLRE approach allows parameters to change over time according to discrete Markov processes. This nonlinearity has proven to be important in explaining shifts in monetary policy and macroeconomic time se- ries (Schorfheide (2005), Davig and Doh (2008), Liu et al. (2011), and Bianchi (2010)) and in modeling the expected effects of future fiscal policy changes (Davig et al. (2010), Davig et al. (2011), Bi and Traum (2012), Bianchi and Melosi (2013)). In particular, Markov-switching models provide a tractable way to study how agents form expectations over possible discrete changes in the economy, such as those in technology and policy.\n\n\n\n\nThere are, however, two major shortcomings with the MSLRE approach advocated by Farmer et al. (2011). First, the approach begins with a system of standard linear rational expectations equations that have been obtained by linearizing equilibrium conditions as though the parameters were constant over time. Discrete Markov processes are then annexed to certain parameters. As a consequence, the resultant MSLRE model may be incompatible with the optimizing behavior of agents in an original economic model with Markov-switching parameters. Second, because it builds on linear rational expectations models, the MSLRE approach does not take into account higher-order coefficients in the approximation. Not only do higher-order approximations improve the approximation accuracy but they are essential to addressing important questions such as whether time-varying volatility is the driving force of fluctuations in the financial markets and business cycles (Bloom, 2009). \n\n\n\n\n \n\n \n\n \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Juan Rubio-Ramirez"
 }
}