{
 "awd_id": "1223363",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Project STEAM: Integrating Art with Science to Build Science Identities among Girls",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 275521.0,
 "awd_amount": 275521.0,
 "awd_min_amd_letter_date": "2012-09-12",
 "awd_max_amd_letter_date": "2015-07-06",
 "awd_abstract_narration": "Abstract: Conner #1224020 \r\n\r\nThe University of Alaska Fairbanks will partner with the National Optical and Astronomy Observatory, the University of Alaska Museum of the North, and the University of Washington-Bothell to bring biomaterials, optics, photonics, and nanotechnology content, art infused experiences, and career awareness to art-interested girls. This full scale development project, Project STEAM, will explore the intersections between biology, physics, and art using advanced technologies at the nano to macro scale levels. Middle school girls from predominately underrepresented Alaskan Native, Native American (Tohono O'odham, Pascula Yaqui) and Hispanic groups, their families, teachers, and Girl Scout Troop Leaders in two site locations- Anchorage, Alaska and Tucson, Arizona will participate in the project. Centered on the theme \"Colors of Nature,\" Project STEAM will engage girls in science activities designed to enhance STEM learning and visual-spatial skills. Using advanced technologies, approximately 240 girls enrolled in the Summer Academy over the project duration will work with women scientist mentors, teachers, and Girl Scout Troop Leaders to create artistic representations of natural objects observed at the nano and macro scale levels. Forty girls will participate in the Summer Academy in year one (20 girls per site- Alaska and Arizona). In consequent years, approximately180 girls will participate in the Academy (30 girls per site).  Another 1,500 girls are expected to be reached through their Girl Scout Troop Leaders (n=15) who will be trained to deliver a modified version of the program using specialized curriculum kits. In addition, over 6,000 girls and their families are expected to attend Project STEAM Science Café' events held at local informal science education institutions at each site during the academic year. \r\n\r\nIn conjunction with the programmatic activities, a research investigation will be conducted to study the impact of the program on girls' science identity.  Participant discourse, pre and post assessments, and observed engagement with the scientific and artistic ideas and tools presented will be examined and analyzed. A mixed methods approach will also be employed for the formative and summative evaluations, which will be conducted by The Goldstream Group. \r\n\r\nUltimately, the project endeavors to increase STEM learning and interest through art, build capacity through professional development, advance the research base on girls' science identity and inspire and interest girls in STEM careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carrie",
   "pi_last_name": "Tzou",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Carrie T Tzou",
   "pi_email_addr": "tzouct@u.washington.edu",
   "nsf_id": "000522318",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington Bothell",
  "perf_str_addr": "18115 Campus Way NE",
  "perf_city_name": "Bothell",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980118246",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 134750.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 69613.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 71158.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Broadening participation in science is widely acknowledged to be important in order to maximize science talent and innovation. Equitable representation is also an important social justice issue. While our society has made strides towards gender equity in the sciences, women are still severely underrepresented in many scientific fields. The reasons for this are complex, and often have an onset during youth. Girls frequently report that science is not relevant to their interests, and commonly perceive science as a rote, uncreative, and passionless enterprise that leads to an unattractive lifestyle.</p>\n<p>The project &ldquo;Collaborative Research: Project STEAM: Integrating Art with Science to Build Science Identities among Girls&rdquo; aimed to counteract negative views of science and to build interest and identification with science through an arts-based approach. The project offered summer academies, science cafes, and educator kits over the span of five years.&nbsp; We used an approach that deeply leveraged both science and art practices. Project outcomes included positive changes in attitudes about science, interest in science, knowledge about the nature of science, self-concept of science ability, and self-concept of art ability. Additionally, our research showed that participating girls underwent identity shifts towards science through making connections between science and everyday life and by seeing new ways in which art and science overlap.</p>\n<p>The formation of STEM-related identities is a significant factor in whether or not youth pursue STEM beyond high school. Thus, the outcomes of our project suggest that the girls we reached may be more likely to pursue STEM hobbies and careers as they grow older, which may in turn contribute to the goal of broadening participation in science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2017<br>\n\t\t\t\t\tModified by: Carrie&nbsp;T&nbsp;Tzou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBroadening participation in science is widely acknowledged to be important in order to maximize science talent and innovation. Equitable representation is also an important social justice issue. While our society has made strides towards gender equity in the sciences, women are still severely underrepresented in many scientific fields. The reasons for this are complex, and often have an onset during youth. Girls frequently report that science is not relevant to their interests, and commonly perceive science as a rote, uncreative, and passionless enterprise that leads to an unattractive lifestyle.\n\nThe project \"Collaborative Research: Project STEAM: Integrating Art with Science to Build Science Identities among Girls\" aimed to counteract negative views of science and to build interest and identification with science through an arts-based approach. The project offered summer academies, science cafes, and educator kits over the span of five years.  We used an approach that deeply leveraged both science and art practices. Project outcomes included positive changes in attitudes about science, interest in science, knowledge about the nature of science, self-concept of science ability, and self-concept of art ability. Additionally, our research showed that participating girls underwent identity shifts towards science through making connections between science and everyday life and by seeing new ways in which art and science overlap.\n\nThe formation of STEM-related identities is a significant factor in whether or not youth pursue STEM beyond high school. Thus, the outcomes of our project suggest that the girls we reached may be more likely to pursue STEM hobbies and careers as they grow older, which may in turn contribute to the goal of broadening participation in science.\n\n \n\n\t\t\t\t\tLast Modified: 10/26/2017\n\n\t\t\t\t\tSubmitted by: Carrie T Tzou"
 }
}