{
 "awd_id": "1223600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Multi-Method Approach to Determine the Role of Semiconducting Oxide and Sulfide Surfaces in Catalyzing As, Cr, and Se Redox Reactions",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 242538.0,
 "awd_amount": 242538.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "Technical description.\r\n\r\nRedox reactions are the driving force behind the mobilization and geochemical (and biogeochemical) cycling of As, Cr, and Se at the Earth's surface. The kinetics of these reactions are known to be catalyzed by sulfide and oxide mineral surfaces based on the development of empirically derived rate laws from macroscale experiments, but the actual reaction mechanisms (occurring at the nanoscale) are far from being understood. Previous studies by the Principle Investigators have demonstrated the importance of processes such as proximity effects, spintransitions, and oxygen dissociation to control the rate of redox reactions. This project will attempt to quantify these atomic scale processes in the context of the known rate laws, thereby linking the macroscale observables with the nanoscale processes that may be rate limiting.\r\n\r\nThe strength of the U. of M. and Dartmouth College approach is their unique combination of molecular simulations (quantum mechanical to account for charge and electron spin transfer), electrochemical methods, and surface probe techniques to describe surface-mediated redox mechanisms and to resolve individual rate-determining steps. Molecular simulations will predict possible activated states that can occur between co-adsorbates on the surface and give insight into the reaction mechanism itself, especially steps that may be rate limiting, such as spin transfer, ligand reorganization, bond breaking, or mass transport (to name a few). Microelectrode techniques that have not traditionally been applied to study environmental reactions will be used to rapidly evaluate surface-specific mechanisms and kinetics in multivariable space. Finally, redox-dependent scanning probe microscopy will allow to observe these processes in situ.\r\n\r\nThis study is a necessary - transition state - for the development of more comprehensive kinetic redox models in the future that will include bacterially-mediated redox processes, biomineralization, and the role of sulfide and oxide mineral surfaces as templates for the formation of complex organic molecules (i.e., precursors for origin of life).\r\n\r\nBroader significance and importance.\r\n\r\nAnswering the aforementioned questions has profound implications for understanding the geochemical cycling of toxic elements and, maybe most importantly in this regard, provides a necessary foundation for future investigations on microbe-mineral interfaces. The results of this study will be important to the engineer developing permeable reactive barriers to immobilize toxic elements or to the geoscientist developing predictive models to describe the mobility of these species in the near-surface environment. The potential implications for technology development are widespread, including heterogeneous catalysts, chemical sensors, anti-corrosion processes, and photovoltaics, to name a few.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Devon",
   "pi_last_name": "Renock",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Devon J Renock",
   "pi_email_addr": "Devon.J.Renock@Dartmouth.edu",
   "nsf_id": "000610911",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "19 Fayerweather",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553716",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 242538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>A recent report by the United States Geological Survey (USGS) indicates that 19% of drinking water wells tested in the U.S.<em> </em>exceed human health benchmarks for at least one trace element, with arsenic (As) and manganese (Mn) topping the list.&nbsp; Arsenic is the cause of human health problems worldwide, most notably in Southeast Asia where arsenic contamination in drinking water is considered the largest mass poisoning in human history.&nbsp; Manganese oxides are highly reactive minerals and their presence in nature can affect the distribution and bioavailability of many other toxic elements including As and chromium (Cr).&nbsp; In many cases, the sources of As, Mn and Cr are not anthropogenic, but rather they are naturally occurring in minerals and are released into groundwater by oxidation-reduction, or &ldquo;redox&rdquo;, reactions induced by human-influenced changes in the hydrological conditions of the aquifer.&nbsp; Conversely, redox reactions between dissolved species and minerals can also lead to uptake of contaminants by minerals and removal from groundwater.&nbsp; Thus, a more comprehensive understanding of As and Mn speciation and redox processes is required to improve upon low temperature biogeochemical models that explain and predict dissolved concentrations in groundwater.</p>\n<p>This National Science Foundation grant resulted in two main projects that provide new insights into the redox reactions between dissolved elements (As and Mn) in groundwater and common minerals found in aquifer environments.&nbsp; Additionally, we developed an electrochemical approach facilitated by mineral powder microelectrodes (PMEs) to investigate these reactions.&nbsp; The advantage of this approach is the ability to measure reactions occurring <em>in situ</em> and under precisely controlled redox-pH conditions.</p>\n<p>In the first study,<em> </em>we showed that dissolved arsenite, As(III) (As with an oxidation state of +3), can be reduced to a solid elemental form, As(0) (As with an oxidation state of 0), on the surface of the iron sulfide mineral pyrite under low pH and low oxygen conditions.&nbsp; This is important because these aqueous conditions are similar to those found in many contaminated aquifers and the formation of As(0) along with reduced As sulfide phases can influence As mobility and bioavailability in the aquifer.&nbsp; Furthermore, the reduction of As(III) is shown to be promoted by the formation of atomic hydrogen on the mineral surface under these conditions.&nbsp; This is the first study to suggest that adsorbed atomic hydrogen on pyrite can affect the As uptake mechanism.&nbsp; This mechanism is revealed by our electrochemical approach and may be similar to well-known catalytic processes that occur on noble metals like platinum and also on some metal oxides.&nbsp; Furthermore, the broader implications are that atomic hydrogen formation on pyrite (and iron oxides) may affect the mobility and cycling of other elements in natural environments with intermittent oxidizing and reducing conditions.&nbsp; Future studies will focus on understanding the impact of this reduction mechanism in other systems.</p>\n<p>The second study focused on understanding the aqueous conditions under which reactive manganese oxide phases form by abiotic processes.&nbsp; Formation of these reactive phases in natural freshwater environments is considered to be dominated by biological processes (e.g., catalyzed by bacteria or fungi). &nbsp;Here we used electrochemical methods and synthesized a manganese oxide mineral (hexagonal birnessite) on the surface of glassy carbon electrodes.&nbsp; &nbsp;Using the synthetic birnessite electrode we were able to describe two distinct electrochemical-chemical-electrochemical, or &ldquo;ECE&rdquo;, mechanisms that result in the growth of the hexagonal birnessite phase; one occurring under oxic (oxygen present) conditions and the other under suboxic (low oxygen) conditions.&nbsp; Using PMEs we were able to show that this growth process is catalyzed by the surface of the hexagonal birnessite and does not occur on other common Mn oxide minerals such as pyrolusite.&nbsp; A more comprehensive understanding of the formation and growth of these reactive phases has broad implications for considering processes that contribute, for example, to the oxidation of Cr(III) in minerals to the carcinogenic hexavalent Cr(VI).&nbsp; In this case, hexagonal birnessites have been implicated in catalyzing the oxidation of Cr(III) in natural sources to dissolved Cr(VI).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/22/2017<br>\n\t\t\t\t\tModified by: Devon&nbsp;J&nbsp;Renock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nA recent report by the United States Geological Survey (USGS) indicates that 19% of drinking water wells tested in the U.S. exceed human health benchmarks for at least one trace element, with arsenic (As) and manganese (Mn) topping the list.  Arsenic is the cause of human health problems worldwide, most notably in Southeast Asia where arsenic contamination in drinking water is considered the largest mass poisoning in human history.  Manganese oxides are highly reactive minerals and their presence in nature can affect the distribution and bioavailability of many other toxic elements including As and chromium (Cr).  In many cases, the sources of As, Mn and Cr are not anthropogenic, but rather they are naturally occurring in minerals and are released into groundwater by oxidation-reduction, or \"redox\", reactions induced by human-influenced changes in the hydrological conditions of the aquifer.  Conversely, redox reactions between dissolved species and minerals can also lead to uptake of contaminants by minerals and removal from groundwater.  Thus, a more comprehensive understanding of As and Mn speciation and redox processes is required to improve upon low temperature biogeochemical models that explain and predict dissolved concentrations in groundwater.\n\nThis National Science Foundation grant resulted in two main projects that provide new insights into the redox reactions between dissolved elements (As and Mn) in groundwater and common minerals found in aquifer environments.  Additionally, we developed an electrochemical approach facilitated by mineral powder microelectrodes (PMEs) to investigate these reactions.  The advantage of this approach is the ability to measure reactions occurring in situ and under precisely controlled redox-pH conditions.\n\nIn the first study, we showed that dissolved arsenite, As(III) (As with an oxidation state of +3), can be reduced to a solid elemental form, As(0) (As with an oxidation state of 0), on the surface of the iron sulfide mineral pyrite under low pH and low oxygen conditions.  This is important because these aqueous conditions are similar to those found in many contaminated aquifers and the formation of As(0) along with reduced As sulfide phases can influence As mobility and bioavailability in the aquifer.  Furthermore, the reduction of As(III) is shown to be promoted by the formation of atomic hydrogen on the mineral surface under these conditions.  This is the first study to suggest that adsorbed atomic hydrogen on pyrite can affect the As uptake mechanism.  This mechanism is revealed by our electrochemical approach and may be similar to well-known catalytic processes that occur on noble metals like platinum and also on some metal oxides.  Furthermore, the broader implications are that atomic hydrogen formation on pyrite (and iron oxides) may affect the mobility and cycling of other elements in natural environments with intermittent oxidizing and reducing conditions.  Future studies will focus on understanding the impact of this reduction mechanism in other systems.\n\nThe second study focused on understanding the aqueous conditions under which reactive manganese oxide phases form by abiotic processes.  Formation of these reactive phases in natural freshwater environments is considered to be dominated by biological processes (e.g., catalyzed by bacteria or fungi).  Here we used electrochemical methods and synthesized a manganese oxide mineral (hexagonal birnessite) on the surface of glassy carbon electrodes.   Using the synthetic birnessite electrode we were able to describe two distinct electrochemical-chemical-electrochemical, or \"ECE\", mechanisms that result in the growth of the hexagonal birnessite phase; one occurring under oxic (oxygen present) conditions and the other under suboxic (low oxygen) conditions.  Using PMEs we were able to show that this growth process is catalyzed by the surface of the hexagonal birnessite and does not occur on other common Mn oxide minerals such as pyrolusite.  A more comprehensive understanding of the formation and growth of these reactive phases has broad implications for considering processes that contribute, for example, to the oxidation of Cr(III) in minerals to the carcinogenic hexavalent Cr(VI).  In this case, hexagonal birnessites have been implicated in catalyzing the oxidation of Cr(III) in natural sources to dissolved Cr(VI). \n\n\t\t\t\t\tLast Modified: 02/22/2017\n\n\t\t\t\t\tSubmitted by: Devon J Renock"
 }
}