{
 "awd_id": "1223210",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pathway to BioTrails: DNA-assisted Species Identification for Citizen Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 249849.0,
 "awd_amount": 249849.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "The Mount Desert Island Biological Laboratory, the National Park Service, and the Schoodic Education and Research Center Institute are investigating whether DNA-based identification of organisms (DNA barcoding) can enhance the public's understanding of biodiversity by helping volunteer citizen scientists identify unknown species. DNA barcoding allows non-scientists to identify unknown organisms at the species level by comparing short DNA sequences taken from unknown organisms to DNA sequences in a reference library for known species. Project deliverables include preliminary data on science learning outcomes among adult citizen scientists; preliminary biodiversity data for invertebrates collected from two habitats in Acadia National Park (forest and eelgrass); and two DNA barcode reference libraries for park invertebrates. \r\n\r\nEighty adult volunteers are collecting invertebrates along two transects (one terrestrial; one marine) in Acadia National Park in Maine. Volunteers are sorting and identifying the unknown organisms by (1) traditional morphological analysis, (2) morphological analysis supplemented with existing DNA barcoding data, or (3) generating DNA barcoding sequencing data through hands-on laboratory work. Project personnel are using observation, interviews, questionnaires, and evaluation instruments to determine how the three species identification strategies impact volunteers' science awareness, knowledge, understanding, attitudes, and behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "James",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Karen E James",
   "pi_email_addr": "karen.james@maine.edu",
   "nsf_id": "000597071",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abraham",
   "pi_last_name": "Miller-Rushing",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Abraham J Miller-Rushing",
   "pi_email_addr": "abe_miller-rushing@nps.gov",
   "nsf_id": "000279597",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Zoellick",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "William N Zoellick",
   "pi_email_addr": "bzoellick@schoodicinstitute.org",
   "nsf_id": "000497516",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mount Desert Island Biological Laboratory",
  "inst_street_address": "159 OLD BAR HARBOR RD",
  "inst_street_address_2": "",
  "inst_city_name": "BAR HARBOR",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2072883605",
  "inst_zip_code": "046097250",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "THE MOUNT DESERT ISLAND BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U46RJM97ML83"
 },
 "perf_inst": {
  "perf_inst_name": "Mount Desert Island Biological Laboratory",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "046720035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249849.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How do plants and animals respond to climate change and other human impacts on the environment? This is a critical question for the nation and the world. To answer it, we need to know what species exist, where, in past, present, and future. Public participation in scientific research (PPSR), or &ldquo;citizen science&rdquo;, can help generate this information. Citizen science can also create science learning opportunities and outcomes for participants. But there&rsquo;s a problem: collecting &ldquo;what, where, and when&rdquo; data about species involves the accurate identification of sampled species, and species identification is a difficult and labor-intensive task. In the last decade, &ldquo;DNA barcoding&rdquo; (identifying a specimen by comparing its DNA against a library of DNA from known species) has emerged as a technological solution for species identification.</p>\n<p>This AISL &ldquo;Pathways&rdquo; award supported a collaboration of MDI Biological Laboratory, Acadia National Park, and the Schoodic Institute to carry out an initial exploration of how DNA barcoding might be combined with citizen science to 1) help meet the region&rsquo;s and ultimately the nation&rsquo;s specimen sampling and identification needs, and 2) extend and enhance the educational potential of citizen science. The primary goal of the award was to generate resources for a citizen science framework called BioTrails. BioTrails will enable public participation in a range of citizen science projects organized around hiking, cycling and sea-kayaking trails. The specimens they collect will be identified by DNA barcoding and other technologies and delivered to scientists, land managers, and others with data needs.</p>\n<p>Before we could implement BioTrails, we needed an improved understanding of 1) how well DNA barcoding can identify specimens in the context of citizen science projects and 2) how the use of DNA barcoding impacts the learning of citizen science participants. To gain this knowledge, we implemented two citizen science events engaging 20 adult volunteers (including volunteers from a range of socioeconomic groups, by offering financial support) and we developed and tested Acadia region DNA reference libraries for use in citizen science contexts.</p>\n<p>From these activities, we gained knowledge and experience, which we shared via conference presentations, posters, and manuscripts both with citizen science practitioners and researchers and with environmental scientists. We also developed an AISL &ldquo;Innovations in Development&rdquo; proposal &ndash; submitted November, 2015 &ndash; to further implement, demonstrate, and disseminate the BioTrails model.</p>\n<p>The Innovations in Development proposal expands the initial collaboration to include over 25 additional partners representing research, education, government, industry, community groups, and individuals. The project will scale up citizen science to generate environmental data, engage more participants in authentic science, and enable powerful informal STEM learning research and evaluation. BioTrails will be implemented via <em>BioTrails Basecamp</em>, a user-friendly, online platform and mobile app that will enable and support large-scale data generation and research. <em>BioTrails Basecamp</em> will be for everyone: informal STEM learning researchers and practitioners, environmental scientists, project participants, and others will be able to generate and/or analyze large-scale environmental and learning data. We will implement and demonstrate <em>BioTrails Basecamp</em> in the Acadia and Downeast region of Maine, training over 150 &ldquo;BioTrails Guides&rdquo; to facilitate the participation of up to 1,000 novice participants, and disseminate the model to other regions, where tens of thousands might ultimately be engaged.</p>\n<p>In addition to advancing our primary goals (to explore how DNA barcoding might be combined...",
  "por_txt_cntn": "\nHow do plants and animals respond to climate change and other human impacts on the environment? This is a critical question for the nation and the world. To answer it, we need to know what species exist, where, in past, present, and future. Public participation in scientific research (PPSR), or \"citizen science\", can help generate this information. Citizen science can also create science learning opportunities and outcomes for participants. But thereÆs a problem: collecting \"what, where, and when\" data about species involves the accurate identification of sampled species, and species identification is a difficult and labor-intensive task. In the last decade, \"DNA barcoding\" (identifying a specimen by comparing its DNA against a library of DNA from known species) has emerged as a technological solution for species identification.\n\nThis AISL \"Pathways\" award supported a collaboration of MDI Biological Laboratory, Acadia National Park, and the Schoodic Institute to carry out an initial exploration of how DNA barcoding might be combined with citizen science to 1) help meet the regionÆs and ultimately the nationÆs specimen sampling and identification needs, and 2) extend and enhance the educational potential of citizen science. The primary goal of the award was to generate resources for a citizen science framework called BioTrails. BioTrails will enable public participation in a range of citizen science projects organized around hiking, cycling and sea-kayaking trails. The specimens they collect will be identified by DNA barcoding and other technologies and delivered to scientists, land managers, and others with data needs.\n\nBefore we could implement BioTrails, we needed an improved understanding of 1) how well DNA barcoding can identify specimens in the context of citizen science projects and 2) how the use of DNA barcoding impacts the learning of citizen science participants. To gain this knowledge, we implemented two citizen science events engaging 20 adult volunteers (including volunteers from a range of socioeconomic groups, by offering financial support) and we developed and tested Acadia region DNA reference libraries for use in citizen science contexts.\n\nFrom these activities, we gained knowledge and experience, which we shared via conference presentations, posters, and manuscripts both with citizen science practitioners and researchers and with environmental scientists. We also developed an AISL \"Innovations in Development\" proposal &ndash; submitted November, 2015 &ndash; to further implement, demonstrate, and disseminate the BioTrails model.\n\nThe Innovations in Development proposal expands the initial collaboration to include over 25 additional partners representing research, education, government, industry, community groups, and individuals. The project will scale up citizen science to generate environmental data, engage more participants in authentic science, and enable powerful informal STEM learning research and evaluation. BioTrails will be implemented via BioTrails Basecamp, a user-friendly, online platform and mobile app that will enable and support large-scale data generation and research. BioTrails Basecamp will be for everyone: informal STEM learning researchers and practitioners, environmental scientists, project participants, and others will be able to generate and/or analyze large-scale environmental and learning data. We will implement and demonstrate BioTrails Basecamp in the Acadia and Downeast region of Maine, training over 150 \"BioTrails Guides\" to facilitate the participation of up to 1,000 novice participants, and disseminate the model to other regions, where tens of thousands might ultimately be engaged.\n\nIn addition to advancing our primary goals (to explore how DNA barcoding might be combined with citizen science for the advancement of both science and education, and to generate knowledge, experience, and other resources to support our vision for BioTrails, culminating in an Innovations in Develop..."
 }
}