{
 "awd_id": "1223173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Seeding the Future:   Growing STEM Learning and Interest through Hydroponic Food Production",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Haury",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 249661.0,
 "awd_amount": 249661.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2012-09-13",
 "awd_abstract_narration": "This pathways project from Boston College will test the efficacy of an intergenerational interdisciplinary hydroponics program involving curriculum development and activities at the Salvation Army's Kroc Center and the STEM Garden Institute for 4-6th grade youths and seniors.  The primary research includes an examination of the efficacy of intergenerational interdisciplinary community based research. Additional goals of the hydroponic program include the examination of the ways in which urban community-based hydroponic programs foster motivation and self-efficacy, and how well youths and seniors understand the scientific inquiry process involving technology, economics and plant production.\r\n\r\nThe research design includes qualitative and quantitative methods.  The project will evaluate the ways in which the instructors implement the program with youth and seniors. The project will also evaluate the effectiveness of the technologies associated with plant production and knowledge acquisition in the area of hydroponics from the development through the delivery of the plant products to sell at the local Farmer's Market. Interviews, focus groups and survey will be administered to seniors and youth throughout the project. \r\n\r\nThe project will disseminate a science inquiry based instructional guide for informal providers and youth who are involved with informal science education programs. The guide will focus on hydroponics with an emphasis on the electromagnetic spectrum, photosynthesis, pH, and nutrients, and electrical conductivity science concepts. More than 120-150 youth and 200 seniors will participate in the hydroponics program.  Additional materials on the development of economic and business planning will be developed for the use of planning and setting up a Farmer's Market retail business. The materials will be available through the Salvation Army's Kroc Center. The Kroc Center averages 500-1000 visitors per day in addition to the Center's website, which averages 1200 unique visits per day.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Barnett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "George M Barnett",
   "pi_email_addr": "barnetge@bc.edu",
   "nsf_id": "000344426",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonwealth Ave",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024671533",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9199",
   "pgm_ref_txt": "UNDISTRIBUTED PANEL/IPA FUNDS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249661.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Summary of the project work</span></p>\n<p>This project, Seeding the Future: Blending urban gardening with community outreach and STEM learning, focused on the design of an informal afterschool program for elementary age students. The program engaged students in fun, interesting, relevant, science related to growing plants in hydroponics. Hydroponics is a method of growing plants without using soil, where nutrients that plants typically extract from the soil are added to the water.&nbsp; Systems generally include a structure for holding the plants, a reservoir of water containing nutrients, a method for getting the water to the plants, and light. Through this program, we aimed to foster positive attitudes towards science in the critical elementary-age years among students who are typically underrepresented in science. This project reached 3000 elementary aged students across the states of New Hampshire and Massachusetts. In doing this work, we developed a set of curriculum materials that can be found at <a href=\"http://iuse.bc.edu/\">http://iuse.bc.edu</a> that engages students in doing research, asking questions, and learning basic mathematics through a financial literacy curriculum. The research conducted in this program focused on examining changes in students&rsquo; attitudes over the course of the program at multiple afterschool locations, as well as variations in attitudes based on two factors, gender and language, that are often associated with differences in student outcomes related to science learning.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit of the Project</span></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We assembled a strong interdisciplinary team that includes a financial expert, a science educator with expertise in designing science and technology experiences for youth, and partnerships with two national non-profit organizations (STEM Garden Institute and the Salvation Army and expanded to additional partners throughout the project to include Groundwork Lawrence and two universities Saint Anselm College and Salve Regina College). The work engaged students in not just learning science but also provided a way for youth to give back to their community because they could operate their hydroponic urban gardens indefinitely and sell their produce to the community. We also engaged a number of business partners ranging from one of the leading companies in hydroponics manufacturing to commercial hydroponic growers.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impact </span></p>\n<p>Our work is about creating opportunities for young people from low-income communities to learn about growing food, learning science, and recognizing that science is something that they can do and that by doing science they can contribute in positive ways to their community. Our work targets upper-elementary school aged youth (3<sup>rd</sup> &ndash; 5<sup>th</sup> grades) to solve to two critical problems. The first problem is that most urban youth perceive school science as boring, irrelevant, and certainly not for them. The second problem is that most urban youth have little knowledge of where their food comes from and have little opportunity to learn how to grow their own food. One of the many reasons for this situation is that the growing season for many low-income minority youth coincide with summer vacation when it is harder for youth to participate in such programs as most such programs have a cost associated with them. Thus, our approach has been to build a holistic program that integrates hydroponics (which allows youth to grow produce indoors and year-round) into a variety of educational settings, including after-school environments, summer programs, and other out-of-school environments. Lastly, our program meets one of the National Science Foundation&rsquo;s core mi...",
  "por_txt_cntn": "\nSummary of the project work\n\nThis project, Seeding the Future: Blending urban gardening with community outreach and STEM learning, focused on the design of an informal afterschool program for elementary age students. The program engaged students in fun, interesting, relevant, science related to growing plants in hydroponics. Hydroponics is a method of growing plants without using soil, where nutrients that plants typically extract from the soil are added to the water.  Systems generally include a structure for holding the plants, a reservoir of water containing nutrients, a method for getting the water to the plants, and light. Through this program, we aimed to foster positive attitudes towards science in the critical elementary-age years among students who are typically underrepresented in science. This project reached 3000 elementary aged students across the states of New Hampshire and Massachusetts. In doing this work, we developed a set of curriculum materials that can be found at http://iuse.bc.edu that engages students in doing research, asking questions, and learning basic mathematics through a financial literacy curriculum. The research conducted in this program focused on examining changes in studentsÆ attitudes over the course of the program at multiple afterschool locations, as well as variations in attitudes based on two factors, gender and language, that are often associated with differences in student outcomes related to science learning.\n\nIntellectual Merit of the Project\n\n            We assembled a strong interdisciplinary team that includes a financial expert, a science educator with expertise in designing science and technology experiences for youth, and partnerships with two national non-profit organizations (STEM Garden Institute and the Salvation Army and expanded to additional partners throughout the project to include Groundwork Lawrence and two universities Saint Anselm College and Salve Regina College). The work engaged students in not just learning science but also provided a way for youth to give back to their community because they could operate their hydroponic urban gardens indefinitely and sell their produce to the community. We also engaged a number of business partners ranging from one of the leading companies in hydroponics manufacturing to commercial hydroponic growers.\n\nBroader Impact \n\nOur work is about creating opportunities for young people from low-income communities to learn about growing food, learning science, and recognizing that science is something that they can do and that by doing science they can contribute in positive ways to their community. Our work targets upper-elementary school aged youth (3rd &ndash; 5th grades) to solve to two critical problems. The first problem is that most urban youth perceive school science as boring, irrelevant, and certainly not for them. The second problem is that most urban youth have little knowledge of where their food comes from and have little opportunity to learn how to grow their own food. One of the many reasons for this situation is that the growing season for many low-income minority youth coincide with summer vacation when it is harder for youth to participate in such programs as most such programs have a cost associated with them. Thus, our approach has been to build a holistic program that integrates hydroponics (which allows youth to grow produce indoors and year-round) into a variety of educational settings, including after-school environments, summer programs, and other out-of-school environments. Lastly, our program meets one of the National Science FoundationÆs core mission goals, namely the integration of research and program development in a rigorous way through designing and researching the impact of our work on youth and, in particular adults (which are typically not an active participant in many NSF projects).\n\nProject Outcomes\n\nTo date, we have analyzed the data from 234 of the youth participants at three separate sites.  ..."
 }
}