{
 "awd_id": "1223290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research, Pathways Project: Project SOS - Making Connections Using The Science Of Sustainability",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 182998.0,
 "awd_amount": 182998.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "This Pathways Project connects rural, underserved youth and families in Eastern Washington and Northern Idaho to STEM concepts important in sustainable building design. The project is a collaboration of the Palouse Discovery Science Center (Pullman, WA), Washington State University and University of Idaho, working in partnership with rural community organizations and businesses. The deliverables include: 1) interactive exhibit prototype activities, 2) a team cooperative learning problem-solving challenge, and (3) take-home materials to encourage participants to use what they have learned to investigate ways to make their homes more energy-efficient and sustainable.\r\n\r\nThe project introduces youth and families to the traditionally difficult physics concept of thermal energy, particularly as it relates to sustainable building design. Participants explore how building materials and their properties can be used to control all three types of heat transfer: conduction, convection, and radiation. The interactive exhibit prototypes are coupled with an Energy Efficient Engineering Challenge in which participants, working in cooperative learning teams, use information learned from the exhibit prototype activities to retrofit a model house, improving its energy efficiency. The project components are piloted at the Palouse Discovery Science Center, and then travel to three underserved rural/tribal communities in Northern Idaho and Eastern Washington. Front-end and formative evaluation studies will demonstrate whether this model advances participant understanding of and interest in STEM topics and careers. \r\n\r\nThe project will yield information about ways that other ISE practitioners can effectively incorporate cooperative learning strategies in informal settings to improve the transferability of knowledge gained from exhibits to real-world problem-solving challenges, especially for rural and underserved audiences. This project will also provide the ISE field with: 1) a model for increasing the capacity of small, rural science centers to form collaborative regional networks that draw on previously unused resources in their communities and provide more effective outreach to the underrepresented populations they serve, and 2) a model for coupling cooperative learning with outreach exhibits, providing richer experiences of active engagement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Dawes",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine P Dawes",
   "pi_email_addr": "outreachpdsc@gmail.com",
   "nsf_id": "000570149",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Palouse Discovery Science Center",
  "inst_street_address": "950 NE NELSON CT",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093326869",
  "inst_zip_code": "991635608",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "PALOUSE DISCOVERY SCIENCE CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "UZYNWJFY6AN3"
 },
 "perf_inst": {
  "perf_inst_name": "Palouse Discovery Science Center",
  "perf_str_addr": "950 NE Nelson Ct.",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991635608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 182998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>How can understanding science help us stay warm when it&rsquo;s cold outside? Do the same principles apply when we want to keep our homes warm in winter? Can science help us save energy and make our homes more sustainable? Understanding the physics of heat energy allows us to answer these questions, to see connections in a variety of situations around us, and to realize how science can be used to help solve real-world problems.</p>\n<p>&nbsp;</p>\n<p><em>Project SOS: Making Connections Using the Science Of Sustainability, </em>funded by the National Science Foundation, was developed by an interdisciplinary team from the Palouse Discovery Science Center (PDSC), University of Idaho, Washington State University, and the Palouse-Clearwater Environmental Institute. In collaboration with representatives from local power companies and the communities served by the project, the team effectively developed and tested a model for a unique science outreach program aimed at rural youth (ages 11-15) and their families. The program, which focuses on the science behind how heat energy moves and how to slow down that movement in order to save energy in our homes, includes (1) hands-on activities, (2) interactive exhibits, (3) team cooperative learning problem-solving challenges, and (4) take-home materials for participants to use as &ldquo;heat science detectives&rdquo; to find areas of heat loss and investigate ways to make their homes more energy-efficient and sustainable. Program components were tested and revised in three rural communities in northern Idaho and eastern Washington. The final version of the program consisted of the following:</p>\n<p>&nbsp;</p>\n<p>&nbsp;In a one-day session, participants:</p>\n<ul>\n<li>explored heat energy through hands-on activities, computer-based animations, and a team challenge;</li>\n<li>experienced hands-on exhibit prototypes to discover how building materials and their properties can be used to control all three types of heat transfer: conduction, convection, and radiation;</li>\n<li>worked as cooperative learning teams to apply what they had learned from the exhibit activities to retrofit a tabletop model house and improve its energy efficiency (the <em>Model House Challenge)</em>; and</li>\n<li>received Home Energy Audit Training (<em>HEAT</em>) kits with take-home materials to apply what they learned to investigate heat transfer in their own homes. </li>\n</ul>\n<p>&nbsp;</p>\n<p>A week later, youth and their families met at the PDSC to discuss their findings with the Project SOS Team and power company representatives, receive free weatherization materials to fix problem areas in their homes, and learn about related career opportunities in STEM fields (science, technology, engineering, and math).</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Project SOS explored how best to introduce participants to the traditionally difficult physics concepts of heat energy and heat transfer, particularly as they relate to sustainable building design. The project addressed many common misconceptions about heat energy by developing hands-on activities and demonstrations that made it possible for participants to &ldquo;visualize&rdquo; how heat energy moves in several different everyday situations and thus better understand how the same physics principles apply in all cases. The project also included a cooperative learning component to promote the transfer of knowledge gained from using the exhibit prototypes to the problem-solving required to successfully complete the <em>Model House Challenge</em>. Youths worked in teams of 6, with 2 members becoming experts in each type of heat transfer. Each pair of experts then shared what they learned with the rest of their team before solving their <em>Model House Challenge.</em> This use of cooperative learning simulated how scientists work together, gave youth an opportunity to practice exp...",
  "por_txt_cntn": "\n \n\nHow can understanding science help us stay warm when itÆs cold outside? Do the same principles apply when we want to keep our homes warm in winter? Can science help us save energy and make our homes more sustainable? Understanding the physics of heat energy allows us to answer these questions, to see connections in a variety of situations around us, and to realize how science can be used to help solve real-world problems.\n\n \n\nProject SOS: Making Connections Using the Science Of Sustainability, funded by the National Science Foundation, was developed by an interdisciplinary team from the Palouse Discovery Science Center (PDSC), University of Idaho, Washington State University, and the Palouse-Clearwater Environmental Institute. In collaboration with representatives from local power companies and the communities served by the project, the team effectively developed and tested a model for a unique science outreach program aimed at rural youth (ages 11-15) and their families. The program, which focuses on the science behind how heat energy moves and how to slow down that movement in order to save energy in our homes, includes (1) hands-on activities, (2) interactive exhibits, (3) team cooperative learning problem-solving challenges, and (4) take-home materials for participants to use as \"heat science detectives\" to find areas of heat loss and investigate ways to make their homes more energy-efficient and sustainable. Program components were tested and revised in three rural communities in northern Idaho and eastern Washington. The final version of the program consisted of the following:\n\n \n\n In a one-day session, participants:\n\nexplored heat energy through hands-on activities, computer-based animations, and a team challenge;\nexperienced hands-on exhibit prototypes to discover how building materials and their properties can be used to control all three types of heat transfer: conduction, convection, and radiation;\nworked as cooperative learning teams to apply what they had learned from the exhibit activities to retrofit a tabletop model house and improve its energy efficiency (the Model House Challenge); and\nreceived Home Energy Audit Training (HEAT) kits with take-home materials to apply what they learned to investigate heat transfer in their own homes. \n\n\n \n\nA week later, youth and their families met at the PDSC to discuss their findings with the Project SOS Team and power company representatives, receive free weatherization materials to fix problem areas in their homes, and learn about related career opportunities in STEM fields (science, technology, engineering, and math).\n\n \n\nIntellectual Merit\n\nProject SOS explored how best to introduce participants to the traditionally difficult physics concepts of heat energy and heat transfer, particularly as they relate to sustainable building design. The project addressed many common misconceptions about heat energy by developing hands-on activities and demonstrations that made it possible for participants to \"visualize\" how heat energy moves in several different everyday situations and thus better understand how the same physics principles apply in all cases. The project also included a cooperative learning component to promote the transfer of knowledge gained from using the exhibit prototypes to the problem-solving required to successfully complete the Model House Challenge. Youths worked in teams of 6, with 2 members becoming experts in each type of heat transfer. Each pair of experts then shared what they learned with the rest of their team before solving their Model House Challenge. This use of cooperative learning simulated how scientists work together, gave youth an opportunity to practice explaining these concepts to their peers, and encouraged practice explaining these concepts to them to use what they had learned to solve the challenge. Finally, youth were shown how to use simple tools to pinpoint areas of heat loss in their own homes and find ways to fix them. This innovat..."
 }
}