{
 "awd_id": "1223564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Sustainable Diffusion of Research-Based Instructional Strategies:   A Rich Case Study of SCALE-UP",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce B. Evans",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 190852.0,
 "awd_amount": 190852.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "This project is designed to improve knowledge of the diffusion of research-based instructional strategies. It involves a rich case study of the spread of one particular research-based instructional strategy, Student-Centered Active Learning Environment for Undergraduate Programs (SCALE-UP). SCALE-UP was chosen because it has been shown to be effective in a variety of contexts, has been disseminated in multiple ways by the developer (workshops, presentations, publications, individual consultations), has spread informally from one adopter to another, and has crossed into multiple STEM departments at a variety of institutions. \r\n\r\nThis project is: \r\n1. Developing a national census of where SCALE-UP is used in the US and abroad and the connections that led to that use, resulting in a network map that allows visualization of the structure and paths of the spread of a research-based innovation. \r\n2. Identifying and surveying three department types: i) departments with sustained implementations, ii) departments that adopted, but subsequently abandoned, SCALE-UP and iii) departments that, after consideration, chose not to adopt SCALE-UP. \r\n3. Conducting an intensive study of a subset of departments through interviews and a small number of site visits. \r\n4. Producing a research informed guide for secondary implementers to be disseminated through the PER Users guide (www.perusersguide.org). \r\n\r\nThe survey and intensive study include an analysis of the implementation process: the departmental context, who the leaders were, what circumstances led to adoption, classroom characteristics, and outcomes. Common modifications made during secondary implementations are also being identified along with reasons motivating those modifications. The results of this project are intended to test and improve current thinking about how innovative instructional strategies spread.\r\n\r\n Main Research Questions \r\n1. How do secondary implementations come to be initiated? \r\n2. What characteristics are common in secondary implementations? \r\n3. How sustainable are secondary implementations? \r\n4. What might education researchers, policy makers, funding agencies, etc. do to better support successful secondary implementations? \r\n\r\n Intellectual Merit: Much time, money and effort have been put into documenting the effectiveness of innovative teaching methods and curriculum and in disseminating these results. Available evidence indicates that while these efforts have had some impact on mainstream teaching, the majority of teaching is still inconsistent with what research has shown to be best practices. This project is increasing the value of the substantial R&D efforts in science education by contributing to a better understanding of how and why research-based innovations come to be integrated in mainstream teaching, and developing recommendations for increasing the impact of research-based reforms. Additionally, when large-scale diffusion of ideas occurs, the majority of implementations will necessarily be secondary implementations (those not directly part of the work of the developers). However, despite their obvious importance, very little work has been done to understand the nature of secondary implementations, a hole this project aims to fill. This project is part of a larger research program toward the development of more effective, research-based models of change.\r\n\r\n Broader Impacts: The results of this project can help researchers, curriculum developers, designers of professional development, and funding agencies to better support reform toward research-based pedagogies that is sustained and effective. Additionally project results are being disseminated to faculty interested in implementing research-based pedagogies through the PER User's Guide. There is currently no effective model for sustained reform, leading to a reduction of the impact of the large body of research and curriculum development in science education. It should also be noted that many of the research-based pedagogies, while improving outcomes and reducing attrition for all students, have been shown to have a disproportionately positive effect on traditionally underrepresented groups such as women and ethnic minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Henderson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Charles R Henderson",
   "pi_email_addr": "charles.henderson@wmich.edu",
   "nsf_id": "000243453",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190852.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved a rich case study of the spread of the SCALE-UP instructional strategy in higher education. SCALE-UP was chosen because it has spread through a variety of means and crossed into multiple STEM departments at a variety of institutions.&nbsp;SCALE-UP (Student-Centered Active Learning Environment with Upside-Down Pedagogies) is an example of a broader class of studio-style instructional reforms. Studio-style teaching combines lecture and lab into one class, frequently incorporating collaborative active learning activities to engage students. While students are working on activities, the instructor moves around the classroom to interact with and encourage interaction among students. Lecture is used sparingly.&nbsp;</p>\n<p>Project goals were to:</p>\n<p>1. Develop a national census of where SCALE-UP is used in the US and abroad and the connections that led to that use.&nbsp; The result was a network map that allowed us to visualize the structure and paths of the spread of SCALE-UP.</p>\n<p>2. Identify and survey three department types: i) departments with sustained implementations, ii) departments that adopted, but subsequently abandoned, SCALE-UP and iii) departments that, after consideration, chose not to adopt SCALE-UP. We had to modify this goal because we could not identify sites that had abandoned&nbsp;SCALE-UP once they had adopted it. We took this as an important result in itself.</p>\n<p>3. Conduct an intensive study of a sub-set of departments through interviews and a small number of site visits. We were able to identify a variety of paths that led to successful implementation of SCALE-UP. The results and recommendations for adopters are published in several journal articles resulting from this project. &nbsp;</p>\n<p>4. Produce a research informed guide for instructors interested in implementing SCALE-UP. The guide will be freely available through&nbsp;Physport (<a rel=\"nofollow\" href=\"https://www.physport.org/index.cfm\" target=\"_blank\">https://www.physport.org</a>).</p>\n<p>All aspects of the project were completed. Probably the most interesting finding was that the cost and cooperation required to implement SCALE-UP, while initially a barrier, ends up acting as a sustaining factor. It usually takes a team of instructors and administrators, discussing educational goals and approaches, to create an implementation site. This kind of effort required and promoted significant engagement around instructional improvement. The resulting redesigned SCALE-UP space became a highly visible artifact of the change which people were reluctant to drop because of the expense and effort required to establish it in the first place.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2016<br>\n\t\t\t\t\tModified by: Charles&nbsp;R&nbsp;Henderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project involved a rich case study of the spread of the SCALE-UP instructional strategy in higher education. SCALE-UP was chosen because it has spread through a variety of means and crossed into multiple STEM departments at a variety of institutions. SCALE-UP (Student-Centered Active Learning Environment with Upside-Down Pedagogies) is an example of a broader class of studio-style instructional reforms. Studio-style teaching combines lecture and lab into one class, frequently incorporating collaborative active learning activities to engage students. While students are working on activities, the instructor moves around the classroom to interact with and encourage interaction among students. Lecture is used sparingly. \n\nProject goals were to:\n\n1. Develop a national census of where SCALE-UP is used in the US and abroad and the connections that led to that use.  The result was a network map that allowed us to visualize the structure and paths of the spread of SCALE-UP.\n\n2. Identify and survey three department types: i) departments with sustained implementations, ii) departments that adopted, but subsequently abandoned, SCALE-UP and iii) departments that, after consideration, chose not to adopt SCALE-UP. We had to modify this goal because we could not identify sites that had abandoned SCALE-UP once they had adopted it. We took this as an important result in itself.\n\n3. Conduct an intensive study of a sub-set of departments through interviews and a small number of site visits. We were able to identify a variety of paths that led to successful implementation of SCALE-UP. The results and recommendations for adopters are published in several journal articles resulting from this project.  \n\n4. Produce a research informed guide for instructors interested in implementing SCALE-UP. The guide will be freely available through Physport (https://www.physport.org).\n\nAll aspects of the project were completed. Probably the most interesting finding was that the cost and cooperation required to implement SCALE-UP, while initially a barrier, ends up acting as a sustaining factor. It usually takes a team of instructors and administrators, discussing educational goals and approaches, to create an implementation site. This kind of effort required and promoted significant engagement around instructional improvement. The resulting redesigned SCALE-UP space became a highly visible artifact of the change which people were reluctant to drop because of the expense and effort required to establish it in the first place.\n\n\t\t\t\t\tLast Modified: 09/27/2016\n\n\t\t\t\t\tSubmitted by: Charles R Henderson"
 }
}