{
 "awd_id": "1223955",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Small: Flash Memory for Ubiquitous Hardware Security Functions",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-08-02",
 "awd_max_amd_letter_date": "2012-08-02",
 "awd_abstract_narration": "Performing financial transactions on a smartphone raises a number of security concerns.  How can a bank be certain that a request is authentic?  How do we prevent the same transaction to be unintentionally repeated?  How can we ensure your sensitive information cannot be copied even if a phone is lost?  Strong hardware security functions such as device fingerprints and true random number generators are essential in addressing these questions.  However, traditional hardware security functions are difficult and expensive to build.  This project investigates using off-the-shelf Flash memory, which is already in most digital systems today, to provide security functions like device fingerprints, random number generators, and secure information storage.  These security functions will be extracted in a plug-and-play fashion from today's Flash without any customized modification, enabling hardware-based security in virtually all electronic devices.  Therefore, this project will greatly enhance security and privacy in an era where computing devices are everywhere. Also, the project will train and educate a new generation of interdisciplinary engineers who can understand both security and semiconductor device.\r\n\r\nTo enable the proposed security functions, this project taps into inherent analog behaviors of Flash memory such as hidden variations, noises, aging, etc.  For example, random numbers can be generated from thermal or quantum noise in Flash memory.  The device fingerprints can be extracted from program/erase timing variations of each memory cell, which cannot be predicted or controlled even by the Flash memory manufacturer.  Information hiding can be achieved through selective stressing of bits to create probabilistic differences.  Such hidden information will be very difficult to copy or even detect unless a specific secret key is known.  These analog behaviors can be observed through the standard Flash memory interface without interfering with normal memory functions. Therefore, the proposed security functions will be broadly applicable to electronic systems with Flash memory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gookwon",
   "pi_last_name": "Suh",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gookwon E Suh",
   "pi_email_addr": "gs272@cornell.edu",
   "nsf_id": "000104889",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Kan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin C Kan",
   "pi_email_addr": "kan@ece.cornell.edu",
   "nsf_id": "000306792",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Imagine performing financial transactions on a smartphone. How can a bank be certain that a request is authentic? How do we prevent the same transaction to be unintentionally repeated? How can we ensure your sensitive information cannot be copied even if a phone is lost? Strong hardware security functions such as device fingerprints and true random number generators are essential in addressing these questions. However, traditional hardware security functions are difficult and expensive to build.</p>\n<p>This project investigated using off-the-shelf Flash memory, which is already in most digital systems today, to provide such security functions &ndash; device fingerprints, random number generators, secure information storage (hiding), and chip layout authentication. The project showed that these security functions can be extracted from today&rsquo;s Flash without any customized modification, enabling hardware-based security in virtually any electronic devices with Flash memory. These security functions have a potential to greatly enhance security and privacy in an era where computing devices are everywhere.</p>\n<p>To enable the proposed security functions, the project developed techniques that tap into inherent analog behaviors of Flash memory such as hidden variations, noises, aging, etc. For example, random numbers can be generated from thermal or quantum noise in Flash memory. The device fingerprints can be extracted from program/erase timing variations of each memory cell, which cannot be predicted or controlled even by the Flash memory manufacturer. Information hiding can be achieved through selective stressing of bits to create probabilistic differences. Such hidden information will be very difficult to copy, erase, or even detect unless a specific secret key is known. A chip layout can be identified through systematic timing variations. These analog behaviors can be observed through the standard Flash memory interface without interfering with normal memory functions.</p>\n<p>In addition to developing new Flash-based security functions and experimentally demonstrating them on commercial Flash memory chips, the project also investigated physical origins of the Flash memory&rsquo;s analog behaviors that are leveraged for security. The study using physical and statistical modeling mapped random telegraph noise to random number generation, discrete dopant fluctuation to fingerprinting, &nbsp;single defect generation to data hiding, and optical proximity to layout authentication. These findings provide theoretical foundations on why these security functions are secure and will be usable even for future Flash memory.</p>\n<p>For broader impacts, we published its findings as conference and journal papers, gave multiple invited talks, and shared our Flash testbed with other research groups. The project also included multiple educational components. For example, the project trained many graduate and undergraduate students through research activities. The research outcome was used to developed a new course module in a graduate-level course that teach security challenges and techniques to future hardware engineers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2015<br>\n\t\t\t\t\tModified by: Gookwon&nbsp;E&nbsp;Suh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nImagine performing financial transactions on a smartphone. How can a bank be certain that a request is authentic? How do we prevent the same transaction to be unintentionally repeated? How can we ensure your sensitive information cannot be copied even if a phone is lost? Strong hardware security functions such as device fingerprints and true random number generators are essential in addressing these questions. However, traditional hardware security functions are difficult and expensive to build.\n\nThis project investigated using off-the-shelf Flash memory, which is already in most digital systems today, to provide such security functions &ndash; device fingerprints, random number generators, secure information storage (hiding), and chip layout authentication. The project showed that these security functions can be extracted from todayÆs Flash without any customized modification, enabling hardware-based security in virtually any electronic devices with Flash memory. These security functions have a potential to greatly enhance security and privacy in an era where computing devices are everywhere.\n\nTo enable the proposed security functions, the project developed techniques that tap into inherent analog behaviors of Flash memory such as hidden variations, noises, aging, etc. For example, random numbers can be generated from thermal or quantum noise in Flash memory. The device fingerprints can be extracted from program/erase timing variations of each memory cell, which cannot be predicted or controlled even by the Flash memory manufacturer. Information hiding can be achieved through selective stressing of bits to create probabilistic differences. Such hidden information will be very difficult to copy, erase, or even detect unless a specific secret key is known. A chip layout can be identified through systematic timing variations. These analog behaviors can be observed through the standard Flash memory interface without interfering with normal memory functions.\n\nIn addition to developing new Flash-based security functions and experimentally demonstrating them on commercial Flash memory chips, the project also investigated physical origins of the Flash memoryÆs analog behaviors that are leveraged for security. The study using physical and statistical modeling mapped random telegraph noise to random number generation, discrete dopant fluctuation to fingerprinting,  single defect generation to data hiding, and optical proximity to layout authentication. These findings provide theoretical foundations on why these security functions are secure and will be usable even for future Flash memory.\n\nFor broader impacts, we published its findings as conference and journal papers, gave multiple invited talks, and shared our Flash testbed with other research groups. The project also included multiple educational components. For example, the project trained many graduate and undergraduate students through research activities. The research outcome was used to developed a new course module in a graduate-level course that teach security challenges and techniques to future hardware engineers.\n\n\t\t\t\t\tLast Modified: 10/06/2015\n\n\t\t\t\t\tSubmitted by: Gookwon E Suh"
 }
}