{
 "awd_id": "1223477",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Small: Knowing Your Enemy: Understanding and Counteracting Web Malvertising",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 478160.0,
 "awd_amount": 478160.0,
 "awd_min_amd_letter_date": "2012-08-16",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "With the Internet becoming the dominant channel for marketing and promotion, online advertisements (ad for short) are also increasingly used for propagating malware, committing scams, click frauds and other illegal activities. These activities, which we call malvertising, systematically deliver malicious ad content and victimize visitors through an infrastructure, which includes malicious advertisers, ad networks, redirection servers, exploit servers and others. Our preliminary study shows that most of such malvertising activities are missed by popular detection services such as Google Safe Browsing and Microsoft Forefront.  This points to a disturbing lack of understanding of such web malvertising activities, which renders existing countermeasures less effective, and an urgent need to study the features of this threat to better prepares us to defend against it. \r\n\r\nThe proposed research endeavors to gain a holistic, in-depth understanding about the scope and magnitude of malicious display, search and contextual advertising, features of their infrastructures and ad content, behavior of malicious ad-related parties, and economics of this underground business. Based upon such a understanding, we continue to develop novel infrastructure-aware technologies to detect these malicious activities, which include effective malvertising analysis techniques that capture malicious ads, advertisers and ad networks through web patrol, client-side defense that protects a user from stepping into exploit servers and publisher-side countermeasures that empower legitimate publishers and ad networks to shield their customers from such attacks. This research involves industry collaborators and also contributes to mitigation of other related threats such as black-hat Search Engine Optimization, SPAM-based phishing and drive-by-downloads.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "XiaoFeng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "XiaoFeng Wang",
   "pi_email_addr": "xw7@indiana.edu",
   "nsf_id": "000219306",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "901 E. 10th Street",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474083912",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 478160.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the Internet becoming the dominant channel for marketing and promotion, online advertisements are also increasingly used for propagating malware, committing scams, click frauds and other illegal activities. These activities, called malvertising, systematically deliver illicit ad content and victimize visitors through various channels and infrastructures. Prior research demonstrates the pervasiveness of the threat, inadequate understanding of the adversary&rsquo;s strategies, techniques, infrastructures and capabilities, and lack of effective protection against the threat.</p>\n<p><strong>Intellectual Merit</strong>. This project systematically investigated the ever-evolving malvertising landscape, to gain a holistic, in-depth understanding about this Cybercrime and related illicit activities, and develop effective means to detect and mitigate the threat. More specifically, we first studied the more conventional, redirection based malvertising infrastructure, and built a detection tool to utilize short redirection sequences to characterize the attack infrastructures the adversary uses to hide their operations and deliver their content. Further our research looked into the unique structural features of the infrastructures, identifying its &ldquo;linchpin&rdquo;, the traffic redirection systems that plays the central role in the malvertising ecosystem. Further down the road, we leveraged the adversary&rsquo;s blind attack content injection techniques to automatically detect infected web content, the entries of the redirection chains.</p>\n<p>During the project, we continued to monitor the adversary&rsquo;s evolving strategies, techniques and ecosystems.&nbsp; We found the emergence of the APT attacks utilizing compromised domains as a strategic target weapon, called watering holes, spread of promotional infections to advertise malicious content on leading .gov, .edu and other sponsored top-level domains, also the use of domain parking, cloud repositories and autocomplete services to perform illicit advertising and even involvement of mobile devices in the malicious operations.&nbsp; Further observed in our study is the evolution of the attack infrastructure, particular their hosting services for malicious content, which moves from the dedicated dark network to the legitimate ISP&rsquo;s IP blocks sub-allocated to untrusted parties. Such new malverting and Cybercrimes trends are captured by Cyber Threat Intelligence, which we developed new techniques to automatically collect and analyze to help detect these emerging attacks.</p>\n<p>The impacts of the research are significant and far-reaching: the outcomes of the study help the community better understand, continuously monitor Cybercrimes, malvertising in particular, and identify large-scale attack campaigns. Such understanding can also support the effort of the policy maker to regulate online grey businesses often leveraged by the adversary for Cybercrimes and the law enforcement to hit the crimes at their weakest links. Our research has resulted in more than 10 papers, most in the top-tiered security venues. Further the studies led to the discovery of tens of thousands of compromised high-profile domains, including those of government agencies (the US department of state, NIH, etc.) and universities around the world. &nbsp;Also the discoveries and analysis of watering holes were reported by AlienVault and New York Times.</p>\n<p><strong>Broader Impacts</strong>. The outcomes of this project have been extensively disseminated.&nbsp; We will continue to release the systems related to the project whenever the code becomes mature enough.&nbsp; We communicated with different parties (e.g., Microsoft) to explore the potential of technical transfers. Also, the project involved HBCU students through summer internships, helping them understand Cybercrimes and the techniques to mitigate such threats. We also present our research findings and dissimilate the new techniques developed in the project through conference and invited talks around the world.</p>\n<p>&nbsp;</p>\n<p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2017<br>\n\t\t\t\t\tModified by: Xiaofeng&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the Internet becoming the dominant channel for marketing and promotion, online advertisements are also increasingly used for propagating malware, committing scams, click frauds and other illegal activities. These activities, called malvertising, systematically deliver illicit ad content and victimize visitors through various channels and infrastructures. Prior research demonstrates the pervasiveness of the threat, inadequate understanding of the adversary?s strategies, techniques, infrastructures and capabilities, and lack of effective protection against the threat.\n\nIntellectual Merit. This project systematically investigated the ever-evolving malvertising landscape, to gain a holistic, in-depth understanding about this Cybercrime and related illicit activities, and develop effective means to detect and mitigate the threat. More specifically, we first studied the more conventional, redirection based malvertising infrastructure, and built a detection tool to utilize short redirection sequences to characterize the attack infrastructures the adversary uses to hide their operations and deliver their content. Further our research looked into the unique structural features of the infrastructures, identifying its \"linchpin\", the traffic redirection systems that plays the central role in the malvertising ecosystem. Further down the road, we leveraged the adversary?s blind attack content injection techniques to automatically detect infected web content, the entries of the redirection chains.\n\nDuring the project, we continued to monitor the adversary?s evolving strategies, techniques and ecosystems.  We found the emergence of the APT attacks utilizing compromised domains as a strategic target weapon, called watering holes, spread of promotional infections to advertise malicious content on leading .gov, .edu and other sponsored top-level domains, also the use of domain parking, cloud repositories and autocomplete services to perform illicit advertising and even involvement of mobile devices in the malicious operations.  Further observed in our study is the evolution of the attack infrastructure, particular their hosting services for malicious content, which moves from the dedicated dark network to the legitimate ISP?s IP blocks sub-allocated to untrusted parties. Such new malverting and Cybercrimes trends are captured by Cyber Threat Intelligence, which we developed new techniques to automatically collect and analyze to help detect these emerging attacks.\n\nThe impacts of the research are significant and far-reaching: the outcomes of the study help the community better understand, continuously monitor Cybercrimes, malvertising in particular, and identify large-scale attack campaigns. Such understanding can also support the effort of the policy maker to regulate online grey businesses often leveraged by the adversary for Cybercrimes and the law enforcement to hit the crimes at their weakest links. Our research has resulted in more than 10 papers, most in the top-tiered security venues. Further the studies led to the discovery of tens of thousands of compromised high-profile domains, including those of government agencies (the US department of state, NIH, etc.) and universities around the world.  Also the discoveries and analysis of watering holes were reported by AlienVault and New York Times.\n\nBroader Impacts. The outcomes of this project have been extensively disseminated.  We will continue to release the systems related to the project whenever the code becomes mature enough.  We communicated with different parties (e.g., Microsoft) to explore the potential of technical transfers. Also, the project involved HBCU students through summer internships, helping them understand Cybercrimes and the techniques to mitigate such threats. We also present our research findings and dissimilate the new techniques developed in the project through conference and invited talks around the world.\n\n \n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2017\n\n\t\t\t\t\tSubmitted by: Xiaofeng Wang"
 }
}