{
 "awd_id": "1223674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessment of Product Archaeology as a Platform for Contextualizing Engineering Design",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 64982.0,
 "awd_amount": 64982.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2013-08-06",
 "awd_abstract_narration": "Many engineering programs struggle to meet the accreditation requirement that all engineering students have \"the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context.\" As a result, engineering students receive meaningful contextual experiences in a piecemeal fashion and graduate with a lack of concrete competencies that bridge knowledge and practice in the global world in which they live and work. By considering products as designed artifacts with a history rooted in their development, the product archaeology framework combines concepts from archaeology with advances in cyber-enhanced product dissection to implement pedagogical innovations that address the significant educational gap.  With an archaeological mindset, students approach product dissection with the task of evaluating and understanding a product's (and its designers') global, societal, economic and environmental context and impact. These hands-on, inductive learning activities require students to move beyond rote knowledge to hone their engineering judgment, extend and refine their knowledge, and apply their knowledge in meaningful ways to realistic challenges. This pedagogical framework thus provides students with formal activities to think more broadly about their professional roles as engineers.  This project, which is a collaboration among 6 universities, focuses on assessing the learning outcomes of exercises developed within the product archaeology framework. By documenting the implementation characteristics of the exercises at each school (for example, is the course a required or elective course, how many students are enrolled, is it a design or analysis course, etc.) and assessing the learning outcomes both quantitatively and qualitatively, the project is developing strong evidence of what factors enable engineering students to develop an understanding of the broader impacts of their decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Simpson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy W Simpson",
   "pi_email_addr": "tws8@psu.edu",
   "nsf_id": "000098308",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Gul",
   "pi_last_name": "Kremer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gul E Kremer",
   "pi_email_addr": "gkremer2@udayton.edu",
   "nsf_id": "000397064",
   "pi_start_date": "2012-08-23",
   "pi_end_date": "2013-08-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Zappe",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Zappe",
   "pi_email_addr": "ser163@psu.edu",
   "nsf_id": "000117351",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Conrad",
   "pi_last_name": "Tucker",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Conrad S Tucker",
   "pi_email_addr": "conradt@andrew.cmu.edu",
   "nsf_id": "000612280",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 64982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Product archaeology involves the dissection, analysis, and reassembly of physical products and goods within a classroom environment to help contextualize engineering design.&nbsp; In particular, we have developed an educational paradigm for product archaeology that emphasizes the global, societal, economic, and environmental impact of engineering design and product realization.&nbsp; The objective in this multi-university project is to develop a comprehensive assessment plan and implement it at a number of universities.&nbsp; The assessment plan includes the collection of data on the effectiveness of taking a product archaeology approach to teach students &ldquo;the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context&rdquo; (ABET outcome h).</p>\n<p>&nbsp;</p>\n<p>At Penn State University, we offered and evaluated the effectiveness of the product archaeology teaching modules in three courses, spanning freshmen through senior years. At the freshmen level, we utilized the modules in the Introduction to Engineering Design course by combining both in-class activities centered on global, societal, economic, and environmental issues with out of the classroom field trips.&nbsp; The in-class design activities enabled students to physically interact with design artifacts and work on activities to trace its history and evolution, while the out-of-class field trips enabled students to observe the impact of design decisions on the environment and sustainability practices.&nbsp; Students provided feedback relating to design activities through a series of essays and reports which were then evaluated through specific coding mechanisms that helped quantify the results.</p>\n<p>&nbsp;</p>\n<p>At the sophomore and junior level, we implemented several product archaeology modules into a Product Dissection engineering elective course as part of their in-class teardown activities.&nbsp; In this course, product archaeology was used to have students &ldquo;dig&rdquo; deeper into the global, societal, economic, and environmental impact of the products they were analyzing, comparing their findings to previous results.&nbsp; Activities in this course were also refined and deployed at other universities within the team as part of their product archaeology activities. &nbsp;</p>\n<p>&nbsp;</p>\n<p>At the senior level, product archaeology was implemented as a semester-long course project in the technical elective, Concurrent Engineering.&nbsp; Over the course of the semester, students formed teams and dissected and analyzed a variety products that were provided for teardown.&nbsp; They then &ldquo;dug&rdquo; into the global, societal, economic, and environmental impact of the products and reported their findings at the end of the semester.&nbsp;</p>\n<p>&nbsp;</p>\n<p>One faculty member in Mechanical &amp; Industrial Engineering, two faculty members in Engineering Design, and an educational assessment expert, along with two Ph.D. candidates and a post-doctoral scholar helped develop, deliver, and assess the modules. &nbsp;We are also collaborating with the other teams in the multi-university network are assessing the effectiveness of these modules when implemented in other institutions. &nbsp;Not only do the Product Archaeology activities impact the global, societal, economic, and environmental criteria, but they also positively impact many of the other knowledge areas that have been identified as vitally important for the engineers of 2020.&nbsp; This project also has impact beyond science and engineering.</p>\n<p>&nbsp;</p>\n<p>While educating a new generation of students on knowledge areas critical to their survival and success as engineers such as globalization, economic forces, environmental impacts, and social concerns is a significant impact in and of itself, the educational value of the project has even further rea...",
  "por_txt_cntn": "\nProduct archaeology involves the dissection, analysis, and reassembly of physical products and goods within a classroom environment to help contextualize engineering design.  In particular, we have developed an educational paradigm for product archaeology that emphasizes the global, societal, economic, and environmental impact of engineering design and product realization.  The objective in this multi-university project is to develop a comprehensive assessment plan and implement it at a number of universities.  The assessment plan includes the collection of data on the effectiveness of taking a product archaeology approach to teach students \"the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context\" (ABET outcome h).\n\n \n\nAt Penn State University, we offered and evaluated the effectiveness of the product archaeology teaching modules in three courses, spanning freshmen through senior years. At the freshmen level, we utilized the modules in the Introduction to Engineering Design course by combining both in-class activities centered on global, societal, economic, and environmental issues with out of the classroom field trips.  The in-class design activities enabled students to physically interact with design artifacts and work on activities to trace its history and evolution, while the out-of-class field trips enabled students to observe the impact of design decisions on the environment and sustainability practices.  Students provided feedback relating to design activities through a series of essays and reports which were then evaluated through specific coding mechanisms that helped quantify the results.\n\n \n\nAt the sophomore and junior level, we implemented several product archaeology modules into a Product Dissection engineering elective course as part of their in-class teardown activities.  In this course, product archaeology was used to have students \"dig\" deeper into the global, societal, economic, and environmental impact of the products they were analyzing, comparing their findings to previous results.  Activities in this course were also refined and deployed at other universities within the team as part of their product archaeology activities.  \n\n \n\nAt the senior level, product archaeology was implemented as a semester-long course project in the technical elective, Concurrent Engineering.  Over the course of the semester, students formed teams and dissected and analyzed a variety products that were provided for teardown.  They then \"dug\" into the global, societal, economic, and environmental impact of the products and reported their findings at the end of the semester. \n\n \n\nOne faculty member in Mechanical &amp; Industrial Engineering, two faculty members in Engineering Design, and an educational assessment expert, along with two Ph.D. candidates and a post-doctoral scholar helped develop, deliver, and assess the modules.  We are also collaborating with the other teams in the multi-university network are assessing the effectiveness of these modules when implemented in other institutions.  Not only do the Product Archaeology activities impact the global, societal, economic, and environmental criteria, but they also positively impact many of the other knowledge areas that have been identified as vitally important for the engineers of 2020.  This project also has impact beyond science and engineering.\n\n \n\nWhile educating a new generation of students on knowledge areas critical to their survival and success as engineers such as globalization, economic forces, environmental impacts, and social concerns is a significant impact in and of itself, the educational value of the project has even further reaching implications.  Engineering is no longer a profession driven solely by technical issues &ndash; engineers must now understand the global implications of their decisions on social communities, corporate economics, and the environment.  This project ..."
 }
}