{
 "awd_id": "1224550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Talking About Leaving Revisited: Exploring the Contribution of Teaching in Undergraduate Persistence in the Sciences",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1764127.0,
 "awd_amount": 1939572.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2015-09-09",
 "awd_abstract_narration": "This is a mixed-methods research project to explore what has and has not changed in the learning experiences of undergraduates in science, technology, engineering, and mathematics (STEM) majors since the original study by Elaine Seymour and Nancy Hewitt, \"Talking about Leaving: Why Undergraduates Leave the Sciences (TAL-1),\" published in 1997.  The study is focusing on the impact on student persistence of a variety of factors.   This is also the first large scale investigation of STEM field-switching since TAL-1 across multiple institutions that are changing teaching practices and forms of student support in foundational STEM courses.  This study is exploring whether and how problems with the learning experience found to be major contributors to switching decisions have been addressed at the original sample of seven institutions, and whether such changes enable more students to graduate in these disciplines.  The seven institutions provide a useful baseline to gauge the extent of changes in the teaching and learning environment. These seven also represent the full range of types of higher education institutions providing most STEM undergraduate education (except for community colleges).  Many factors affecting student decisions are being examined and independent measures of faculty teaching practices are being made using classroom visits.  \r\nThe project has three inter-related component studies: (1) a study of STEM fields-switching patterns based on national and institutional data, (2) a switcher and non-switcher interview study that replicates and extends the original research, and (3) a three-part study of instructors teaching foundational STEM courses using course observation, instructor interviews, and online surveys of all students in those courses. Ethnographic data will be gathered from three sources: student interviews, instructor interviews, and students' write-in responses to the online survey. Instructor interviews will explore the processes that both enable and constrain uptake of available evidence-based teaching methods and materials. Structured classroom observation and recording will be undertaken using the Teaching Dimensions Observational Protocol (TDOP), and a custom version of the Student Assessment of their Learning Gains (SALG) online instrument will be administered to all students in the foundational courses. \r\nIntellectual Merit: Among a number of analytical focal points, the study will produce multi-level regression analyses to assess how student demographic and academic characteristics, SALG responses, and course characteristics such as instructional methods predict the probability of students switching from their major later in the study.  It will identify variables that predict switching, and the relative weight of individual predictors. These analyses will shed light on links between particular teaching methods used in foundational STEM courses and their persistence outcomes in students.\r\nBroader Impacts: The dissemination plan for the last year of the project includes preparation of research briefs, peer-reviewed and popular articles, and a book.  These will examine issues of persistence in the context of educational change.  Findings will be presented at the seven research sites to audiences that include deans, directors, and chairs of STEM departments, colleges, and graduate schools; to funding agencies interested in STEM reform; to current and prospective STEM doctoral students; to faculty advisors; and to scholars of STEM education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Connolly",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Connolly",
   "pi_email_addr": "mrconnolly@wisc.edu",
   "nsf_id": "000304253",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Pfund",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christine E Pfund",
   "pi_email_addr": "cepfund@wisc.edu",
   "nsf_id": "000299981",
   "pi_start_date": "2012-08-30",
   "pi_end_date": "2014-11-06"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hora",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew T Hora",
   "pi_email_addr": "hora@wisc.edu",
   "nsf_id": "000465017",
   "pi_start_date": "2012-08-30",
   "pi_end_date": "2012-10-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Ferrare",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Ferrare",
   "pi_email_addr": "ferrare@wisc.edu",
   "nsf_id": "000612402",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  },
  {
   "pgm_ele_code": "751200",
   "pgm_ele_name": "TUES-Type 3 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1110679.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 653448.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 175445.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This follow-up study explored what has and has not changed in the learning experiences of undergraduates in science, technology, engineering, and mathematics (STEM) majors since the original 1997 study by Seymour &amp; Hewitt,&nbsp;<em>Talking about Leaving: Why Undergraduates Leave the Sciences,</em><em>&nbsp;</em>and with what consequences for student persistence&nbsp;in STEM majors through graduation.</p>\n<p>To answer these questions,&nbsp;researchers from the University of Wisconsin-Madison, University of Colorado Boulder, and the University of Kentucky&nbsp;returned to six institutions participating in the original study partly because they offered a baseline, but largely because they represent the range of higher education institutions that are the normal context for most STEM undergraduate education.&nbsp;</p>\n<p>The project comprised three component studies: (1) a&nbsp;National &amp; Institutional Study using national and institutional datasets to identify patterns in students' \"field switching\" (i.e., switching into or out of a STEM major); (2)&nbsp;Gateway Course-taking Study focusing on introductory \"gatekeeper\" STEM courses at the participating institutions. This component study drew upon data collected through classroom observation, instructor interviews, and focus-group interviews with, and online surveys of, students in those courses; and (3) a&nbsp;Persistence Study replicating the 1997 study--that is, interviewing student switchers and non-switchers to (a) identify patterns of persistence and loss, their contributing causes, and precursors; and (b) look for connections between persistence patterns and teaching methods used in STEM gatekeeping courses.</p>\n<p><span style=\"text-decoration: underline;\">FINDINGS/INTELLECTUAL MERIT</span></p>\n<p>From the first two component studies, three major papers were published in high-impact journals.&nbsp;</p>\n<p class=\"list-number1\">1. <a href=\"https://doi.org/10.1080/00221546.2019.1602392\">A 2019&nbsp;article&nbsp;by Ferrare and Miller in the&nbsp;<em>Journal of Higher Education</em></a>&nbsp;analyzed&nbsp;the interpretive frames through which instructors of introductory STEM courses make sense of the factors that influence student persistence and success in STEM degree programs. Interview data collected from 73 instructors of introductory STEM courses at six predominantly white institutions of higher education across the United States&nbsp;were analyzed using&nbsp;cluster analysis, multidimensional scaling, and correspondence analysis. The coding process identified six unique interpretive frames through which instructors made sense of student persistence. These frames varied greatly in&nbsp;how&nbsp;students were perceived to have agency in shaping their persistence and success in STEM, as well as the steps that can be taken to ameliorate social inequalities in these outcomes.</p>\n<p>2. <a href=\"http://doi.org/10.1353/rhe.2019.0095\">A 2019 article by Lee and Ferrare in the&nbsp;<em>Review of Higher Education</em></a>&nbsp;used the Beginning Postsecondary Students Longitudinal Study dataset to examine how initially declaring and then departing from a STEM major&nbsp;affects&nbsp;college dropout and degree completion rates for students. The results showed&nbsp;that students who initially declared a STEM major but switched to a non-STEM area of study were less likely to complete a bachelor's degree and more likely to drop&nbsp;out of college than those who stayed in their initially declared major. These outcomes were most severe for students who switched early in their academic trajectory and among those whose parents&nbsp;did&nbsp;not have a bachelor's degree.&nbsp;</p>\n<p>3. <a href=\"https://doi.org/10.1187/cbe.17-12-0257\">A 2019 paper by Ferrare in&nbsp;<em>CBE-Life Sciences Education</em></a>&nbsp;examined&nbsp;the relationship between instructors' beliefs about teaching and learning and their observed classroom practices.&nbsp;Data collection included in-depth interviews with 71 instructors and more than 140 hours of classroom observations using&nbsp;an structured protocol. Thematic coding of interviews identified 31 distinct beliefs that instructors held about the ways students best learn introductory concepts and skills in these courses. The observable practices were classified into four instructional styles representing disparate sets of beliefs about student learning. The results were supportive of instructional change efforts take into account not only instructors' subjective beliefs about teaching and learning but also their strategies in the classroom.</p>\n<p><span style=\"text-decoration: underline;\">BROADER IMPACTS</span></p>\n<p>Findings from the TALR project have salience for education policy makers, the research and evaluation communities and practitioners working on STEM-education improvement. They offer an updated portrait of the extent and nature of factors shaping undergraduate persistence, including issues with relevance for particular racial and ethnic groups, and that distinguish female and male experiences of STEM education. They provide a foundation for strategies intended to improve quality, access, and persistence to graduation in STEM undergraduate education, the wider benefits of which are scientifically capable graduates who can deploy their knowledge across a wide range of career fields in a world facing serious economic and environmental problems.&nbsp;</p>\n<p>The project effected broader impacts by creating (1) peer-reviewed publications in high-impact journals and (2) numerous presentations (peer reviewed and invited) that not only shared research findings but also raised awareness. In keeping with funders' expectations, a project website with data collection tools, publications, and other resources was established and maintained, but has since been discontinued following the investigators' departure from the host center.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2020<br>\n\t\t\t\t\tModified by: Mark&nbsp;R&nbsp;Connolly</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis follow-up study explored what has and has not changed in the learning experiences of undergraduates in science, technology, engineering, and mathematics (STEM) majors since the original 1997 study by Seymour &amp; Hewitt, Talking about Leaving: Why Undergraduates Leave the Sciences, and with what consequences for student persistence in STEM majors through graduation.\n\nTo answer these questions, researchers from the University of Wisconsin-Madison, University of Colorado Boulder, and the University of Kentucky returned to six institutions participating in the original study partly because they offered a baseline, but largely because they represent the range of higher education institutions that are the normal context for most STEM undergraduate education. \n\nThe project comprised three component studies: (1) a National &amp; Institutional Study using national and institutional datasets to identify patterns in students' \"field switching\" (i.e., switching into or out of a STEM major); (2) Gateway Course-taking Study focusing on introductory \"gatekeeper\" STEM courses at the participating institutions. This component study drew upon data collected through classroom observation, instructor interviews, and focus-group interviews with, and online surveys of, students in those courses; and (3) a Persistence Study replicating the 1997 study--that is, interviewing student switchers and non-switchers to (a) identify patterns of persistence and loss, their contributing causes, and precursors; and (b) look for connections between persistence patterns and teaching methods used in STEM gatekeeping courses.\n\nFINDINGS/INTELLECTUAL MERIT\n\nFrom the first two component studies, three major papers were published in high-impact journals. \n1. A 2019 article by Ferrare and Miller in the Journal of Higher Education analyzed the interpretive frames through which instructors of introductory STEM courses make sense of the factors that influence student persistence and success in STEM degree programs. Interview data collected from 73 instructors of introductory STEM courses at six predominantly white institutions of higher education across the United States were analyzed using cluster analysis, multidimensional scaling, and correspondence analysis. The coding process identified six unique interpretive frames through which instructors made sense of student persistence. These frames varied greatly in how students were perceived to have agency in shaping their persistence and success in STEM, as well as the steps that can be taken to ameliorate social inequalities in these outcomes.\n\n2. A 2019 article by Lee and Ferrare in the Review of Higher Education used the Beginning Postsecondary Students Longitudinal Study dataset to examine how initially declaring and then departing from a STEM major affects college dropout and degree completion rates for students. The results showed that students who initially declared a STEM major but switched to a non-STEM area of study were less likely to complete a bachelor's degree and more likely to drop out of college than those who stayed in their initially declared major. These outcomes were most severe for students who switched early in their academic trajectory and among those whose parents did not have a bachelor's degree. \n\n3. A 2019 paper by Ferrare in CBE-Life Sciences Education examined the relationship between instructors' beliefs about teaching and learning and their observed classroom practices. Data collection included in-depth interviews with 71 instructors and more than 140 hours of classroom observations using an structured protocol. Thematic coding of interviews identified 31 distinct beliefs that instructors held about the ways students best learn introductory concepts and skills in these courses. The observable practices were classified into four instructional styles representing disparate sets of beliefs about student learning. The results were supportive of instructional change efforts take into account not only instructors' subjective beliefs about teaching and learning but also their strategies in the classroom.\n\nBROADER IMPACTS\n\nFindings from the TALR project have salience for education policy makers, the research and evaluation communities and practitioners working on STEM-education improvement. They offer an updated portrait of the extent and nature of factors shaping undergraduate persistence, including issues with relevance for particular racial and ethnic groups, and that distinguish female and male experiences of STEM education. They provide a foundation for strategies intended to improve quality, access, and persistence to graduation in STEM undergraduate education, the wider benefits of which are scientifically capable graduates who can deploy their knowledge across a wide range of career fields in a world facing serious economic and environmental problems. \n\nThe project effected broader impacts by creating (1) peer-reviewed publications in high-impact journals and (2) numerous presentations (peer reviewed and invited) that not only shared research findings but also raised awareness. In keeping with funders' expectations, a project website with data collection tools, publications, and other resources was established and maintained, but has since been discontinued following the investigators' departure from the host center.\n\n\t\t\t\t\tLast Modified: 03/06/2020\n\n\t\t\t\t\tSubmitted by: Mark R Connolly"
 }
}