{
 "awd_id": "1224098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Defining and Evaluating States' Obligations to Eliminate Racial Discrimination",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 24891.0,
 "awd_amount": 24891.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "This project will analyze how accountability procedures of the United Nations human rights treaty system are carried out in practice.  Even those states that cooperate with accountability requirements never fully meet their treaty obligations.  By studying three groups of Costa Rican government officials and a UN expert committee as each formally evaluates progress towards implementing the International Convention on the Elimination of All Forms of Racial Discrimination, the researcher will be able to compare responsible parties? interpretations of obligations within the Convention?s broad norms.\r\n\r\nBy engaging in direct observation, semi-structured interviews, and participant observation, the researcher will investigate how officials within a country use census data, other government records, and public consultations to construct a report on discrimination against indigenous, Afro-Costa Rican, and immigrant populations.  The researcher will also observe the UN Committee on the Elimination of Racial Discrimination as it evaluates such state reports.  The study will analyze these Costa Rican and UN officials? deliberations over questions of evidence and treaty interpretation, focusing in particular on how they understand the scope of the term ?discrimination,? and the bounds of states? responsibilities to combat it.\r\n\r\nFindings from this project will contribute to practical knowledge of treaty implementation processes.  Existing macro-level analyses of human rights treaties attribute unfulfilled obligations to weak enforcement and uncooperative states.  By analyzing the process at a different level, this project will open the way toward explanations based in norm ambiguity and interpretation.  Its novel approach will generate findings that are valuable to ongoing efforts to improve the human rights treaty accountability system.  This project will also support the training of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Maurer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Maurer",
   "pi_email_addr": "wmmaurer@uci.edu",
   "nsf_id": "000180171",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Clark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Clark",
   "pi_email_addr": "clarkj1@uci.edu",
   "nsf_id": "000609036",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24891.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated processes by which UN experts and government officials evaluate states&rsquo; fulfillment of commitments under the International Convention on the Elimination of All Forms of Racial Discrimination.&nbsp; The purpose was to examine how the particular actors, the forms of information they used, and the procedures they followed each influenced which manifestations of discrimination became the focus of evaluation.&nbsp; Understanding the roles of these different elements of evaluation is important because it is through these processes for assessing implementation that broadly worded human rights treaties like the Convention are translated into concrete state obligations.</p>\n<p>&nbsp;</p>\n<p>The researcher conducted 11 months of ethnographic fieldwork with policymakers, demographers, and other state officials in Costa Rica, and at the United Nations Committee on the Elimination of Racial Discrimination (CERD) in Geneva.&nbsp; His research found that these various experts conceptualize &ldquo;racial discrimination&rdquo; and define states&rsquo; obligations to address it in quite diverse ways, despite that all employ the same international legal documents as their normative sources.&nbsp; Interestingly, disagreement among these actors only occasionally appears to arise from their interpretations of the legal texts themselves.&nbsp; More often, debates are about the scope of the state&rsquo;s responsibility to ameliorate a situation of discrimination, or how much it is &ldquo;realistic&rdquo; to expect the state to be able to do about it.&nbsp; Such questions emerge in large part because racial discrimination is currently understood in the international human rights sphere largely in terms of social and economic inequality, access to resources and development, the legacies of historical injustices, and their ongoing manifestation in contemporary social structures and discourse.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The researcher found that the outcomes of debates about what can be done &ndash; and not so much about what international law mandates &ndash; become the ideals against which a state&rsquo;s performance is judged, and the targets towards which future efforts to implement the Convention are directed.&nbsp; It is in this sense that evaluation processes not only assess state&rsquo;s obligations, but also shape them.&nbsp; Insofar as debates over a state&rsquo;s responsibilities from one round of evaluation to the next do not articulate the same targets, a state can be both perpetually implementing the Convention and perpetually not fulfilling all of its obligations.&nbsp; In Costa Rica, the advent of broader civil society participation in these processes has made the scope of such obligations very dynamic.&nbsp; Above all, it has altered the scale at which obligations are understood, with Afro-Costa Rican, indigenous, and immigrant populations pressing the state to address its commitments to the micro-level, which these advocates believe will make them less likely to turn out to be empty words &ndash; to &ldquo;remain in the air,&rdquo; as one of the researcher&rsquo;s interviewees put it.</p>\n<p>&nbsp;</p>\n<p>Recent social science research has drawn attention to the increasing use of statistical data to measure human rights fulfillment in the type of evaluations this project studied.&nbsp; The researcher found that both in Costa Rica and at the CERD such data are indeed utilized, but do not take on the decisive role this scholarship suggests.&nbsp; In fact, even as their pursuit for concrete information leads them to consult with statistical indicators, UN experts and government officials alike exercise a healthy skepticism about the meanings behind them.&nbsp; Ultimately, these data have less authority than they may appear to have when studied from a distance, as participants in the evaluation tend to uphold that interpretation of them which make...",
  "por_txt_cntn": "\nThis project investigated processes by which UN experts and government officials evaluate statesÆ fulfillment of commitments under the International Convention on the Elimination of All Forms of Racial Discrimination.  The purpose was to examine how the particular actors, the forms of information they used, and the procedures they followed each influenced which manifestations of discrimination became the focus of evaluation.  Understanding the roles of these different elements of evaluation is important because it is through these processes for assessing implementation that broadly worded human rights treaties like the Convention are translated into concrete state obligations.\n\n \n\nThe researcher conducted 11 months of ethnographic fieldwork with policymakers, demographers, and other state officials in Costa Rica, and at the United Nations Committee on the Elimination of Racial Discrimination (CERD) in Geneva.  His research found that these various experts conceptualize \"racial discrimination\" and define statesÆ obligations to address it in quite diverse ways, despite that all employ the same international legal documents as their normative sources.  Interestingly, disagreement among these actors only occasionally appears to arise from their interpretations of the legal texts themselves.  More often, debates are about the scope of the stateÆs responsibility to ameliorate a situation of discrimination, or how much it is \"realistic\" to expect the state to be able to do about it.  Such questions emerge in large part because racial discrimination is currently understood in the international human rights sphere largely in terms of social and economic inequality, access to resources and development, the legacies of historical injustices, and their ongoing manifestation in contemporary social structures and discourse. \n\n \n\nThe researcher found that the outcomes of debates about what can be done &ndash; and not so much about what international law mandates &ndash; become the ideals against which a stateÆs performance is judged, and the targets towards which future efforts to implement the Convention are directed.  It is in this sense that evaluation processes not only assess stateÆs obligations, but also shape them.  Insofar as debates over a stateÆs responsibilities from one round of evaluation to the next do not articulate the same targets, a state can be both perpetually implementing the Convention and perpetually not fulfilling all of its obligations.  In Costa Rica, the advent of broader civil society participation in these processes has made the scope of such obligations very dynamic.  Above all, it has altered the scale at which obligations are understood, with Afro-Costa Rican, indigenous, and immigrant populations pressing the state to address its commitments to the micro-level, which these advocates believe will make them less likely to turn out to be empty words &ndash; to \"remain in the air,\" as one of the researcherÆs interviewees put it.\n\n \n\nRecent social science research has drawn attention to the increasing use of statistical data to measure human rights fulfillment in the type of evaluations this project studied.  The researcher found that both in Costa Rica and at the CERD such data are indeed utilized, but do not take on the decisive role this scholarship suggests.  In fact, even as their pursuit for concrete information leads them to consult with statistical indicators, UN experts and government officials alike exercise a healthy skepticism about the meanings behind them.  Ultimately, these data have less authority than they may appear to have when studied from a distance, as participants in the evaluation tend to uphold that interpretation of them which makes them conform as much as possible to their previous generalizations or suppositions about the matter at hand.  In this sense, human rights evaluation does not treat statistical data as a privileged form of information despite the claims of many that numbers po..."
 }
}