{
 "awd_id": "1224079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Regulation of Genetically Modified Seeds in Developing Countries",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 17640.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "The purpose of this study is to understand how policies regarding the regulation of genetically modified seeds are made in developing countries. The research is being conducted to understand the policy options available to developing countries in managing the opportunities and risks arising from developments in agricultural biotechnology.\r\n\r\nGenetically modified (GM) agricultural seed varieties, which are in use since 1996, promise welfare increases through agricultural productivity enhancement. Their widespread adaption is advocated as the single best solution to meet the food demand of a growing world population with finite arable land, and GM varieties have already completely colonized the seed variety portfolio for certain important crops in some countries. On the other hand, there are other countries that went as far as making the release of GM seeds to the environment a criminal offense, moved by sanitary, environmental, socioeconomic concerns. While normative arguments dominate the debates, we do not have satisfactory comparative studies of such dramatically divergent policies, analyzing why they exist and how they structure the market for seeds, the most essential input for agriculture. \r\n\r\nThe intellectual merit of this project is connected with its efforts to fill the gap in our understanding of these policies. The research will be confined to the commodity chains of three commercially significant crops - cotton, maize, soy - and is designed in two levels. First is a structured comparison of five countries' trajectories from 1996 to the present: Argentina, Brazil, India, Mexico, and Turkey. The second is the more detailed study of the Argentinean and Brazilian cases, where these seeds have been used extensively, but with different approaches to intellectual property rights protection and other policy challenges involved. \r\n\r\nThe project should improve our understanding of why developing countries facing broadly similar international regime and market constraints end up with different policies for administering the challenge of GM seeds, and whether these policies have been consequential for the seed market in ways intended by the policy stakeholders. The research will demonstrate the latitude for policy variation available to developing countries in the context of a common international regime (agreements regulating various aspects of GM seeds and food products) constraining the behavior of countries. It will also venture to explore the micro-foundations that create the macro behavior observed at the country level. In Argentina and Brazil, by interviewing various stakeholders (politicians and bureaucrats, scientists, influential private sector and civil society representatives) the co-PI will gather data on the considerations and interests that have played decisive roles in shaping national policy. By evaluating this information together with public policy documents, industry reports, studies by agronomic and economic specialists and other secondary literature the project should improve our understanding of how said considerations and interests have been served by policy.\r\n\r\nThe broader impacts are connected with the study of an important policy area that has not been subjected to scrutiny. The study will enable us to better understand policy-formation under conditions of complexity and uncertainty, and contribute to debates in political economy; international environmental politics; science, technology and society (STS) studies. It will also inform commercial groups, policy-makers, and monitoring civil society groups interested in the regulation of agricultural biotechnology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Haas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Haas",
   "pi_email_addr": "haas@polsci.umass.edu",
   "nsf_id": "000467546",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alper",
   "pi_last_name": "Yagci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alper Yagci",
   "pi_email_addr": "ayagci@polsci.umass.edu",
   "nsf_id": "000608308",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "70 Butterfield Terrace",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 17640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Genetically modified (transgenic) crops, which are in use since 1996, promise welfare increases through agricultural productivity enhancement. However, (in addition to being controversial on sanitary and environmental grounds) transgenic seeds are relatively expensive, their reproduction is subject to intellectual property (IP) protection, and a few US and Europe-based biotechnology firms dominate the world market in transgenic seeds. Hence, the adoption of transgenic seeds in developing countries with limited domestic biotechnology capacity is likely to change the relationship between a) the farmers, b) the domestic seed industry, and c) the multinational biotechnology firms; and consequently it is subject to much political debate.These actors have contested to help create a regulatory regime that would serve their respective perceived interests. Our research examines four countries&rsquo; trajectories from 1996 to 2012 as they have created such regulatory regimes: Argentina, Brazil, India, and Turkey. The NSF grant was received to fund fieldwork to facilitate elite interviews and archival research in Argentina and Brazil.</p>\n<p>The Co-PI travelled to Argentina (October 2012-February 2013, Buenos Aires and Rosario) and Brazil (February-May 2013, Sao Paulo, Campinas, Brasilia and Rio de Janeiro) for fieldwork. A total of 39 individuals were interviewed in person in Argentina, and 32 in Brazil; including bureaucrats, business and farm sector representatives, scientists and civil society activists. Interviews were conducted in English, Spanish and in a few cases Portuguese. The Co-PI also attended conferences, surveyed local journalism and scholarship, and visited research facilities and farms.</p>\n<p>The conclusive results will become available with the completion of the Co-PI&rsquo;s dissertation, since the fieldwork activities funded through the NSF grant are yet to be incorporated fully with the ongoing desk research. The preliminary findings to be noted are the following:</p>\n<p>The agronomic performance record justifies the GM plants&rsquo; reputation as a productivity-enhancing technology. But whether and how the productivity gains would be translated into economic gains for particular actors seems to be heavily conditioned by the policy regime, especially the IP protection regime in effect. Static economic gains to the farmers have been greater where the enforcement of IP protection was incomplete (due to lack of patent protection over the transgenic trait, lack of proprietary germplasm, or lack of control over the seed market), since this enabled the farmers to access the technology with more favorable prices. It should be noted that the varying IP protection regimes, however, came into being as a result as much of the varying degrees of state capacity in enforcing existing IP protection rules, as the strategic visions purposefully pursued. Because the biosafety aspects of transgenic agriculture initially received the greatest attention worldwide; the public regulatory decisions especially at the formative stages of the introduction of the technology were primarily preoccupied with addressing questions of biosafety regulation. The IP regulation often emerged as a by-product of this broader regulatory effort, and for this reason it is typically lacking in strategic direction and responding to fortuitous events.&nbsp;</p>\n<p>The incomplete IP protection gave the farmers in these developing countries the opportunity to contest the pricing and market control strategies pursued by the foreign biotechnology companies, who enjoy monopoly or oligopoly positions in the provision of transgenic traits; thus serving as a \"proxy developmental\" correction to the overwhelmingly corporate orientation of transgenic agribusiness. However, even from a developmental perspective, this is hardly an ideal situation: First, incomplete IP protection is typically coupled with inform...",
  "por_txt_cntn": "\nGenetically modified (transgenic) crops, which are in use since 1996, promise welfare increases through agricultural productivity enhancement. However, (in addition to being controversial on sanitary and environmental grounds) transgenic seeds are relatively expensive, their reproduction is subject to intellectual property (IP) protection, and a few US and Europe-based biotechnology firms dominate the world market in transgenic seeds. Hence, the adoption of transgenic seeds in developing countries with limited domestic biotechnology capacity is likely to change the relationship between a) the farmers, b) the domestic seed industry, and c) the multinational biotechnology firms; and consequently it is subject to much political debate.These actors have contested to help create a regulatory regime that would serve their respective perceived interests. Our research examines four countriesÆ trajectories from 1996 to 2012 as they have created such regulatory regimes: Argentina, Brazil, India, and Turkey. The NSF grant was received to fund fieldwork to facilitate elite interviews and archival research in Argentina and Brazil.\n\nThe Co-PI travelled to Argentina (October 2012-February 2013, Buenos Aires and Rosario) and Brazil (February-May 2013, Sao Paulo, Campinas, Brasilia and Rio de Janeiro) for fieldwork. A total of 39 individuals were interviewed in person in Argentina, and 32 in Brazil; including bureaucrats, business and farm sector representatives, scientists and civil society activists. Interviews were conducted in English, Spanish and in a few cases Portuguese. The Co-PI also attended conferences, surveyed local journalism and scholarship, and visited research facilities and farms.\n\nThe conclusive results will become available with the completion of the Co-PIÆs dissertation, since the fieldwork activities funded through the NSF grant are yet to be incorporated fully with the ongoing desk research. The preliminary findings to be noted are the following:\n\nThe agronomic performance record justifies the GM plantsÆ reputation as a productivity-enhancing technology. But whether and how the productivity gains would be translated into economic gains for particular actors seems to be heavily conditioned by the policy regime, especially the IP protection regime in effect. Static economic gains to the farmers have been greater where the enforcement of IP protection was incomplete (due to lack of patent protection over the transgenic trait, lack of proprietary germplasm, or lack of control over the seed market), since this enabled the farmers to access the technology with more favorable prices. It should be noted that the varying IP protection regimes, however, came into being as a result as much of the varying degrees of state capacity in enforcing existing IP protection rules, as the strategic visions purposefully pursued. Because the biosafety aspects of transgenic agriculture initially received the greatest attention worldwide; the public regulatory decisions especially at the formative stages of the introduction of the technology were primarily preoccupied with addressing questions of biosafety regulation. The IP regulation often emerged as a by-product of this broader regulatory effort, and for this reason it is typically lacking in strategic direction and responding to fortuitous events. \n\nThe incomplete IP protection gave the farmers in these developing countries the opportunity to contest the pricing and market control strategies pursued by the foreign biotechnology companies, who enjoy monopoly or oligopoly positions in the provision of transgenic traits; thus serving as a \"proxy developmental\" correction to the overwhelmingly corporate orientation of transgenic agribusiness. However, even from a developmental perspective, this is hardly an ideal situation: First, incomplete IP protection is typically coupled with informal systems of seed provision that get around the biosafety regulations and seed market controls that are supp..."
 }
}