{
 "awd_id": "1224305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing the Vitality of Arctic Indigenous Languages - Research Development Workshops",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 174990.0,
 "awd_amount": 174990.0,
 "awd_min_amd_letter_date": "2012-04-11",
 "awd_max_amd_letter_date": "2012-04-11",
 "awd_abstract_narration": "The Arctic is a locus of change. Researchers, governments and indigenous communities are coming together to seek evidence-based responses to ongoing environmental, cultural, social, political and economic changes. Language vitality is integrally intertwined with all aspects of changing Arctic societies. The Assessing the Vitality of Arctic Indigenous Languages research development workshops establish a platform for an indigenous-led, Arctic state-supported, and academically anchored circumpolar collaboration seeking to understand and respond to communities? goals for the future of their languages. \r\n\r\nThe workshops provide an opportunity for indigenous peoples, academics, policy makers and practitioners to share what they are already doing in Arctic language assessment and promotion. Stakeholders will discuss needs, opportunities and parameters for working together. \r\n\r\nThe specific workshop objectives are to:\r\n1. Establish a research network for the assessment of the vitality of Arctic indigenous languages, including representatives of Arctic states, indigenous peoples? organizations, academic researchers, language policy-makers, programmers and activists. \r\n2. Develop a shared, indigenous-driven and academically grounded method (or methods) for research into the vitality of Arctic indigenous languages, with mechanisms and protocols for inter-agency and international collaboration.\r\n3. Plan for the dissemination of reliable and comparable data about the status of all Arctic languages in a centralized, accessible format; facilitate local, regional, and international sharing of best practices in addressing Arctic indigenous language vitality. \r\n\r\nThe workshops will bridge academic and indigenous discourses and methodologies, establishing an acceptable research methodology for assessing indigenous language vitality. Development of shared frameworks and methodologies will lay the foundation for collection and dissemination of comparable pan-Arctic data, needed for further comparisons, analysis, and ultimately better understandings of how communities? goals (e.g. for balanced bilingualism) may best be achieved. Establishing indigenously driven research collaborations between Arctic indigenous groups and academic researchers will build the capacity of both to develop and implement research projects which address the needs of indigenous communities. Circumpolar collaboration under the auspices of the Arctic Council and led by the Inuit Circumpolar Council provides insight into how such international bodies may contribute to language planning for indigenous languages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jim",
   "pi_last_name": "Stotts",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jim Stotts",
   "pi_email_addr": "jimmy@iccalaska.org",
   "nsf_id": "000613290",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Duane",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Duane Smith",
   "pi_email_addr": "inuvialuk@northwestel.net",
   "nsf_id": "000613821",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Inuit Circumpolar Conference",
  "inst_street_address": "3900 ARCTIC BLVD STE 203",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9072749058",
  "inst_zip_code": "995035781",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "INUIT CIRCUMPOLAR COUNCIL-ALASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "CXLMUX1YNPK7"
 },
 "perf_inst": {
  "perf_inst_name": "Inuit Circumpolar Council",
  "perf_str_addr": "75 Abert St Suite 1001",
  "perf_city_name": "Ottawa",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520200",
   "pgm_ele_name": "ARCTIC RES & POLICY SUPPORT PR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 174990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong></p>\n<p>On June 18, 19, and 20, 2012, the Inuit Circumpolar Council (ICC) hosted a series of NSF-funded workshops, laying the academic foundation for a circumpolar and collaborative assessment of the vitality of Arctic indigenous languages. The assessment<em>&nbsp;</em>is one component of a broader Arctic Council-endorsed project: <em>Assessing, Monitoring, and Promoting Arctic Indigenous Languages, </em>led by ICC with the support of other Arctic indigenous organizations. Leading contributors to Arctic language vitality came together, including representatives of Arctic states, indigenous peoples&rsquo; organizations, academic researchers, language policy makers, programmers and activists. Interactions at these workshops, as well as follow-up meetings and research initiatives, demonstrate that the workshops reached their goal of launching an effective circumpolar collaboration, with a diverse, indigenous-led team working together to understand and address language vitality in the Arctic.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The research development workshops occurred in a context of increased attention to the Arctic as a locus of a change, and to the threat to indigenous languages internationally. Panel presentations and dialogue addressed the relevance and applicability of theories of language shift and vitality originally developed in non-indigenous contexts. Workshop participants identified theoretical and practical limitations to current theories and assessment models, and explored new factors to consider when evaluating language vitality in the Arctic. The dialogue thus initiated the development of new theories that better reflect modern Northern contexts.</p>\n<p>These theoretical discussions were directly applied to the development of methodologies and assessment tools. Three assessment sub-committees were formed, each chaired by an indigenous scholar. The first is documenting and evaluating the impacts of existing indigenous language policies found across the Arctic. The second is assessing the state of indigenous language acquisition, collecting and sharing information about existing resources, programs and best practices available to educators and learners in the Arctic. The third assessment sub-committee is developing tools for assessing language attitudes and factors in language shift/maintenance, and for measuring language proficiency.&nbsp;These tools are based on indigenously-defined criteria and include mechanisms for community input and review.</p>\n<p>For years, outsiders have studied and reported on language vitality within indigenous communities. These evaluations often do not reflect local understandings of the indigenous language&rsquo;s importance and strength. The workshops laid the groundwork for indigenous knowledges and methodologies to influence the theories driving the research and the tools being used for data collection. Built-in mechanisms for community review promise to further improve the quality of data and interpretations ultimately collected and shared.</p>\n<p><strong>Broader Impact</strong></p>\n<p>Indigenous people have been under-represented as lead investigators and authors of the research pertaining to indigenous language vitality in the North. The project has created a supportive environment for emerging indigenous scholars to be inspired by and learn from each other, and to collaborate with other leading experts in their field. By bringing together scholars working, sometimes in isolation, in different regions of the North and building a network of people and organizations committed to indigenous-led research in the North, this project is building capacity and strengthening the voices of indigenous scholars in language vitality research.&nbsp;</p>\n<p>Language policy and planning is a highly practical field, yet academics working alone are not always the best equipped to take their resea...",
  "por_txt_cntn": "\nOverview\n\nOn June 18, 19, and 20, 2012, the Inuit Circumpolar Council (ICC) hosted a series of NSF-funded workshops, laying the academic foundation for a circumpolar and collaborative assessment of the vitality of Arctic indigenous languages. The assessment is one component of a broader Arctic Council-endorsed project: Assessing, Monitoring, and Promoting Arctic Indigenous Languages, led by ICC with the support of other Arctic indigenous organizations. Leading contributors to Arctic language vitality came together, including representatives of Arctic states, indigenous peoplesÆ organizations, academic researchers, language policy makers, programmers and activists. Interactions at these workshops, as well as follow-up meetings and research initiatives, demonstrate that the workshops reached their goal of launching an effective circumpolar collaboration, with a diverse, indigenous-led team working together to understand and address language vitality in the Arctic.\n\nIntellectual Merit\n\nThe research development workshops occurred in a context of increased attention to the Arctic as a locus of a change, and to the threat to indigenous languages internationally. Panel presentations and dialogue addressed the relevance and applicability of theories of language shift and vitality originally developed in non-indigenous contexts. Workshop participants identified theoretical and practical limitations to current theories and assessment models, and explored new factors to consider when evaluating language vitality in the Arctic. The dialogue thus initiated the development of new theories that better reflect modern Northern contexts.\n\nThese theoretical discussions were directly applied to the development of methodologies and assessment tools. Three assessment sub-committees were formed, each chaired by an indigenous scholar. The first is documenting and evaluating the impacts of existing indigenous language policies found across the Arctic. The second is assessing the state of indigenous language acquisition, collecting and sharing information about existing resources, programs and best practices available to educators and learners in the Arctic. The third assessment sub-committee is developing tools for assessing language attitudes and factors in language shift/maintenance, and for measuring language proficiency. These tools are based on indigenously-defined criteria and include mechanisms for community input and review.\n\nFor years, outsiders have studied and reported on language vitality within indigenous communities. These evaluations often do not reflect local understandings of the indigenous languageÆs importance and strength. The workshops laid the groundwork for indigenous knowledges and methodologies to influence the theories driving the research and the tools being used for data collection. Built-in mechanisms for community review promise to further improve the quality of data and interpretations ultimately collected and shared.\n\nBroader Impact\n\nIndigenous people have been under-represented as lead investigators and authors of the research pertaining to indigenous language vitality in the North. The project has created a supportive environment for emerging indigenous scholars to be inspired by and learn from each other, and to collaborate with other leading experts in their field. By bringing together scholars working, sometimes in isolation, in different regions of the North and building a network of people and organizations committed to indigenous-led research in the North, this project is building capacity and strengthening the voices of indigenous scholars in language vitality research. \n\nLanguage policy and planning is a highly practical field, yet academics working alone are not always the best equipped to take their research results and move from knowledge to action. The creation of the network of scholars, policy makers and practitioners, and the implementation of tools to facilitate ongoing dialogue between these contribu..."
 }
}