{
 "awd_id": "1224173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Power of Policy Ideas: Tracing Language in Policymaking",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 236422.0,
 "awd_amount": 236422.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2017-06-29",
 "awd_abstract_narration": "The purpose of the proposed project is to initiate the systematic study of policy ideas. Bills often contain a multitude of policy provisions and evolve during their consideration. This project addresses the extent to which successful bills incorporate policy ideas originally proposed by lawmakers other than the bill's sponsor. Is policy influence substantially more widespread when assessed in terms of the progress of policy ideas rather than bills? What personal and institutional factors promote or inhibit the incorporation of policy ideas? How do external focusing events or internal schedules such as reauthorizations shape opportunities to advance policy ideas?\r\n\r\nThe project's intellectual merit is associated with its comprehensive data collection and analysis, interdisciplinary component, and attention to critical policy questions. To study these questions, the project uses a \"big data\" approach to examine the substance of the approximately 80,000 House and Senate bills introduced during the 1993-2011 time period. Each bill is divided, or parsed, by section (approximately 800,000 sections), before assessing the similarity of each section to each other section using algorithms developed to study \"text reuse\" in computer science. An underlying assumption is that similar sections found in different bills constitute the same policy idea. This allows the researcher to follow the progress of an idea as distinct from the progress of a particular bill. Validation will be a central focus of the project. The project will engage computer scientists to test alternative approaches to assessing section similarity to better understand their implications for Type I and Type II errors. It is expected that a study of policy ideas will lead to important insights into three topics integrally related to mainstream legislative research: policy influence, legislative agenda setting, and comparative committee processes.\r\n\r\nThe broader impacts of the project are directly related to the data it will produce. The corpus will be a valued resource for future researchers and students in many fields. By partitioning complex and often large laws and bills into a researchable format, scholars will be able to systematically peer \"under the hoods\" of bills and therefore gain valuable new perspectives on the policymaking process. For example, the dataset will provide a valuable resource for scholars interested in legislative networks such as policy subsystems, policy representation, logrolling, lobbying influence, and many other topics. In addition, computer and information scientists will value the corpus as a test bed for natural language processing research. Finally, any citizen or reporter will be able to utilize our searchable database to trace the substance and progress of policy ideas proposed by a given lawmaker. Such a search will yield a more accurate assessment of priorities and policy influence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wilkerson",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "John Wilkerson",
   "pi_email_addr": "jwilker@uw.edu",
   "nsf_id": "000435798",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "Center for American Politics and Public Policy",
  "perf_str_addr": "221 Smith Hall",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981103535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "WA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 236422.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Legislatures make policy by passing legislation. This project develops a new computational approach to better understand how laws are made. Prior lawmaking research focused almost exclusively on whether individual bills advance. However, policy proposals sometimes advance by jumping from one bill to another. We study the progress of policy proposals by using text resue (plagiarism detection) methods to identify when a proposal of one bill becomes law as a provision of another bill.</p>\n<p>This shift in focus leads to very different conclusions about lawmaking. Congress is about twice as productive when these 'hitchhiker' policies are counted. In addition, many lawmakers who never sponsor a successful bill do sponsor successful hitchhiker policies. By our new measure of legislative success, Congress is significantly less partisan and more inclusive.</p>\n<p>When we proposed this project, we did not know whether we would be able to accurately identify when a policy idea from one bill had been placed into another. One challenge was that different policy proposals can share lots of words but still have different substantive purposes. A second challenge was that&nbsp; we needed to examine and compare more than 100,000+ bill texts (a 100,000 x 100,000 matrix of documents). We ultimately developed a new computational approach that is accurate and fast. Our application of text reuse methods has inspired many new political science projects applying similar methods to study interest group influence, state legislative politics, treaty negotiations and more.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2018<br>\n\t\t\t\t\tModified by: John&nbsp;Wilkerson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLegislatures make policy by passing legislation. This project develops a new computational approach to better understand how laws are made. Prior lawmaking research focused almost exclusively on whether individual bills advance. However, policy proposals sometimes advance by jumping from one bill to another. We study the progress of policy proposals by using text resue (plagiarism detection) methods to identify when a proposal of one bill becomes law as a provision of another bill.\n\nThis shift in focus leads to very different conclusions about lawmaking. Congress is about twice as productive when these 'hitchhiker' policies are counted. In addition, many lawmakers who never sponsor a successful bill do sponsor successful hitchhiker policies. By our new measure of legislative success, Congress is significantly less partisan and more inclusive.\n\nWhen we proposed this project, we did not know whether we would be able to accurately identify when a policy idea from one bill had been placed into another. One challenge was that different policy proposals can share lots of words but still have different substantive purposes. A second challenge was that  we needed to examine and compare more than 100,000+ bill texts (a 100,000 x 100,000 matrix of documents). We ultimately developed a new computational approach that is accurate and fast. Our application of text reuse methods has inspired many new political science projects applying similar methods to study interest group influence, state legislative politics, treaty negotiations and more. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/07/2018\n\n\t\t\t\t\tSubmitted by: John Wilkerson"
 }
}