{
 "awd_id": "1224129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Portal to the Public: Expanding the National Network",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 1214091.0,
 "awd_amount": 1330645.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2018-01-11",
 "awd_abstract_narration": "Portal to the Public: Expanding the National Network (PoP: ENN) is implementing around the county the successful NSF-funded Portal to the Public model in which researchers are trained to communicate and interact with the general public at informal science education (ISE) institutions about the research that they are conducting.  The project, which follows on a thorough evaluation of the model at eight sites and current implementation at an additional fifteen sites, will incorporate twenty new ISE sites into the growing network, provide training and mentorship to ISE professionals on the use and adaptation of the PoP implementation manual and toolkits, and develop an enhanced network website that will serve as a communication and innovation hub.\r\n\r\nThe work is responsive to the needs and activities of ISE organizations which continue to expand their missions beyond presenting to the public established science, technology, engineering and math (STEM) and are working to become places where visitors can also experience the process and promise of current research via face-to-face interactions with researchers.  The project is expanding both the kind and number of institutions involved around the country and is facilitating their capacity to develop a knowledge base, share experiences and best practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Meena",
   "pi_last_name": "Selvakumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meena Selvakumar",
   "pi_email_addr": "meenas2@uw.edu",
   "nsf_id": "000534847",
   "pi_start_date": "2012-09-04",
   "pi_end_date": "2015-03-30"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "McMahon",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Ann P McMahon",
   "pi_email_addr": "mcmahon4@uw.edu",
   "nsf_id": "000674157",
   "pi_start_date": "2015-03-30",
   "pi_end_date": "2016-12-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eve",
   "pi_last_name": "Klein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eve Klein",
   "pi_email_addr": "eklein@astc.org",
   "nsf_id": "000685659",
   "pi_start_date": "2016-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pacific Science Center Foundation",
  "inst_street_address": "200 2ND AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2064432001",
  "inst_zip_code": "981094816",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "PACIFIC SCIENCE CENTER FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "J55EZDN4G947"
 },
 "perf_inst": {
  "perf_inst_name": "Pacific Science Center Foundation",
  "perf_str_addr": "200 2nd Ave. North",
  "perf_city_name": "Seattel",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981094895",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1214091.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 116554.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Portal to the Public: Expanding the National Network (PoP: ENN) was the next step for the innovative Portal to the Public model. The project built on both the original Portal to the Public framework (also funded by NSF) and the IMLS-funded Portal to the Public Network (PoPNet) projects to create foster a larger, more diverse community of practitioners. PoP: ENN created a broad, living network of ideas and strategies for scientist/public engagement in ISE settings. Specifically, this broad implementation project:</p>\n<p>1. Broadened the dissemination of the Portal to the Public &ldquo;guiding framework&rdquo; to over 30 new ISE organizations that represented a broader range of ISE-types, including university outreach groups, zoos and aquaria, and botanical gardens.</p>\n<p>2. Supported collaboration among participating institutions and scientists through in-person convenings, webinars, and enhanced online resources.</p>\n<p>3. Supported innovation by working to connect the Network with communities outside the dissemination sites such as other networks (e.g., the National Alliance for Broader Impacts), national initiatives (CAISE), professional societies (AAAS) and funding agencies.</p>\n<p>By expanding and strengthening the Network and its connections across the field, we aimed to help improve the programs at individual sites, which in turn support ways of engaging the public in the process of science and improve public understanding of current science and research. Each site&rsquo;s programs increase the public&rsquo;s awareness of the scientific work being done in their community and allow for scientists to be seen as accessible members of the local community.</p>\n<p>The results of this project&rsquo;s summative study confirmed that PoPNet was able to achieve its major objectives. PoPNet created an emerging network of participating institutions. PoPNet also created institutional value based on connection to scientific research via scientists and their institutions. The benefits extended to the institutions&rsquo; audiences who where able to engage first-hand with scientists and with current research in accessible and enjoyable ways. (Positive impacts on audiences was established in previous evaluation and research studies.) The PoP model overall seems robust not only to various locations, but also to different institution types: staff could adjust elements of the model to fit specific local needs.&nbsp; Participating scientists in the sample were mostly in their early career, and reported to benefit tremendously from their involvement in PoPNet. They reported gains in their science communication and science engagement abilities and skills, which extended into their regular professional context.&nbsp; Most importantly, they conducted significant levels of science engagement activities in ways that adhere to evidence-based practices in informal science education and science communication.&nbsp; Overall, PoPNet was successful, and has served as a crucial institutional infrastructure to support a closer connection between science and society.</p>\n<p>In additional to the originally outlined project objectives, supplemental funding enabled the project team to convene a group of field leaders and Portal to the Public Network members in 2017 to discuss the different needs and opportunities various intuition-types pose for the Portal to the Public framework. Based largely on the input of attendees, the Network leadership team developed an updated Portal to the Public implementation manual, which is available now at popnet.instituteforlearninginnovation.org.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2018<br>\n\t\t\t\t\tModified by: Eve&nbsp;Klein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPortal to the Public: Expanding the National Network (PoP: ENN) was the next step for the innovative Portal to the Public model. The project built on both the original Portal to the Public framework (also funded by NSF) and the IMLS-funded Portal to the Public Network (PoPNet) projects to create foster a larger, more diverse community of practitioners. PoP: ENN created a broad, living network of ideas and strategies for scientist/public engagement in ISE settings. Specifically, this broad implementation project:\n\n1. Broadened the dissemination of the Portal to the Public \"guiding framework\" to over 30 new ISE organizations that represented a broader range of ISE-types, including university outreach groups, zoos and aquaria, and botanical gardens.\n\n2. Supported collaboration among participating institutions and scientists through in-person convenings, webinars, and enhanced online resources.\n\n3. Supported innovation by working to connect the Network with communities outside the dissemination sites such as other networks (e.g., the National Alliance for Broader Impacts), national initiatives (CAISE), professional societies (AAAS) and funding agencies.\n\nBy expanding and strengthening the Network and its connections across the field, we aimed to help improve the programs at individual sites, which in turn support ways of engaging the public in the process of science and improve public understanding of current science and research. Each site?s programs increase the public?s awareness of the scientific work being done in their community and allow for scientists to be seen as accessible members of the local community.\n\nThe results of this project?s summative study confirmed that PoPNet was able to achieve its major objectives. PoPNet created an emerging network of participating institutions. PoPNet also created institutional value based on connection to scientific research via scientists and their institutions. The benefits extended to the institutions? audiences who where able to engage first-hand with scientists and with current research in accessible and enjoyable ways. (Positive impacts on audiences was established in previous evaluation and research studies.) The PoP model overall seems robust not only to various locations, but also to different institution types: staff could adjust elements of the model to fit specific local needs.  Participating scientists in the sample were mostly in their early career, and reported to benefit tremendously from their involvement in PoPNet. They reported gains in their science communication and science engagement abilities and skills, which extended into their regular professional context.  Most importantly, they conducted significant levels of science engagement activities in ways that adhere to evidence-based practices in informal science education and science communication.  Overall, PoPNet was successful, and has served as a crucial institutional infrastructure to support a closer connection between science and society.\n\nIn additional to the originally outlined project objectives, supplemental funding enabled the project team to convene a group of field leaders and Portal to the Public Network members in 2017 to discuss the different needs and opportunities various intuition-types pose for the Portal to the Public framework. Based largely on the input of attendees, the Network leadership team developed an updated Portal to the Public implementation manual, which is available now at popnet.instituteforlearninginnovation.org. \n\n \n\n\t\t\t\t\tLast Modified: 09/30/2018\n\n\t\t\t\t\tSubmitted by: Eve Klein"
 }
}