{
 "awd_id": "1224091",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research Improvement Grants: Finding Blight: Code Enforcement in Post-Katrina New Orleans",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 25200.0,
 "awd_amount": 25200.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "University of California-Irvine doctoral student Sean Mallin, supervised by Dr. William M. Maurer, will undertake research on building code enforcement as a lens through which to observe debates over the meaning of property, recovery, and community in post-disaster contexts. In particular, Mallin will investigate the proposition that legal processes tied to code enforcement coalesce with rebuilding imperatives to enact discourses and understandings of the meaning of property and ownership. In previous research, it has been observed that some residents see code enforcement as a welcome mechanism to transfer vacant properties from less responsible owners who have not rebuilt to those who will commit to neighborhood recovery. On the other hand, residents still struggling to return may be more critical of the process in that it appears to turn their misfortune into a crime. This scenario plays out in post-disaster contexts throughout the world, which makes the research both timely and significant.\r\n\r\nFor the purposes of this study, Mallin will conduct 12 months of ethnographic research in post-Katrina New Orleans. New Orleans is an appropriate site because a local anti-blight campaign has targeted vacant properties through comprehensive code enforcement and thus the reconceptualization of property and ownership may be underway. Mallin will collect data and conduct semi-structured interviews at four sites: the Department of Code Enforcement, city-run property auctions, an organization assisting property owners, and in neighborhoods with residents and local organizations. Mallin will employ a mix of social science methods including direct observation, participant observation, semi-structured interviews, and analysis of archival documents and newspaper articles (to provide social and historical context for contemporary redevelopment activities). These data will be analyzed to address four overarching research questions: (1) How are designations of blight made, supported, interpreted, or contested, especially in relation to Hurricane Katrina? (2) What kind of social, moral, and material relationships between residents and property are framed through the concepts of blight and responsible ownership? (3) Do municipal laws and real estate markets create economic and non-economic values through new categories of property (blighted or non-blighted)? and (d) Are criteria for social inclusion and exclusion mediated through categories of property and ownership?\r\n\r\nThis research is important because it contributes to knowledge about new urban dynamics. Results should also generalize to other post-disaster contexts such as communities affected by the current foreclosure crisis and coastal cities anticipating property-related issues because of climate change, and thus will be of use to planners and policy makers. Funding this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Maurer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Maurer",
   "pi_email_addr": "wmmaurer@uci.edu",
   "nsf_id": "000180171",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Mallin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean Mallin",
   "pi_email_addr": "smallin@uci.edu",
   "nsf_id": "000610246",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "5171 California Avenue, Ste 150",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7582",
   "pgm_ref_txt": "HURRICANE KATRINA"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes:&nbsp;</p>\n<p>This project explores code enforcement and other blight-eradication programs in New Orleans as a lens onto debates over the meaning of recovery and community in post-Katrina landscape. It traces processes of urban decline and urban renewal as they play out through individual rebuilding efforts, neighborhood organizing, and municipal and state policies. In particular, it studies changes to the city's enforcement of health, safety, and building codes to understand how different visions of recovery and redevelopment have been made manifest in the years since the storm.</p>\n<p>The co-PI conducted observations and interviews at the Department of Code Enforcement at the City of New Orleans, with NGOs and non-profits involved in blight-eradication efforts, and with residents and community groups in several different neighborhoods damaged by Hurricane Katrina. Fieldwork focused on finding the connections and disconnections between the everyday and \"on-the-ground\" reality of blight--through interviews with residents living next door to vacant properties--and the social and policy-related worlds that have emerged around the problem in New Orleans. The co-PI also focused on the implementation of the city's ambitious goal of getting rid of 10,000 blighted properties by 2014, by observing the work of the Department of Code Enforcement in New Orleans, which is responsible for property inspections, hearings, and demolition orders.&nbsp;</p>\n<p>This project's findings revolve around new ways of understanding two main concepts: property and governance. Property is often understood as a \"bundle of rights.\" However, blight-eradication is more concerned with the responsibility of property owners, rather than rights. They pursue their work in the name of the \"public good,\" in cases where the public welfare is seen to trump private rights. Such a view explicitly treats property as a <em>social</em>&nbsp;object--one that has effects on others, and that others (non-owners) can make claims on. Urban governance is often treated as an analog to state governance, only on a smaller scale. However, I build on work by scholars such as Mariana Valverde that show how urban governance often works through a different socio-legal logic than state governance. What she calls \"seeing like a city\" draws on qualitative, subjective, and relational forms of knowledge--like the kind involved in defining \"blight,\" which usually refers to the material qualities or conditions of a property.&nbsp;</p>\n<p>Intellectual merit: Through my research, I was able to build towards a way of thinking about property in terms of ethics and aesthetics. While the public versus private binary has framed much of the previous work on property in the social sciences, such a framing is not appropriate for post-storm New Orleans. Rather, residents, bureaucrats, neighborhood groups, and others think about property through its material condition and its effects on others, and how these both reflect on the moral status of its owner--whether they are being a \"good neighbor\" and acting responsibly. This reflects how the meaning of vacant property changed over time. As more properties were rebuilt, those that remained vacant came to be seen as a \"threat\" to further recovery. Community was redefined around those who returned, while demonizing those who \"abandoned\" their properties. While race and class were important features in early post-storm debates about the future of the city, vacant properties have now taken center stage as the biggest \"problem\" facing the recovering city.&nbsp;</p>\n<p>Broader impacts: City officials in New Orleans are pursuing one of the most aggressive blight-eradication programs in the country. With hundreds of cities facing similar problems related to depopulation and economic decline, there are many lessons to be learned through studying present-day New Orleans. One of the primary...",
  "por_txt_cntn": "\nProject Outcomes: \n\nThis project explores code enforcement and other blight-eradication programs in New Orleans as a lens onto debates over the meaning of recovery and community in post-Katrina landscape. It traces processes of urban decline and urban renewal as they play out through individual rebuilding efforts, neighborhood organizing, and municipal and state policies. In particular, it studies changes to the city's enforcement of health, safety, and building codes to understand how different visions of recovery and redevelopment have been made manifest in the years since the storm.\n\nThe co-PI conducted observations and interviews at the Department of Code Enforcement at the City of New Orleans, with NGOs and non-profits involved in blight-eradication efforts, and with residents and community groups in several different neighborhoods damaged by Hurricane Katrina. Fieldwork focused on finding the connections and disconnections between the everyday and \"on-the-ground\" reality of blight--through interviews with residents living next door to vacant properties--and the social and policy-related worlds that have emerged around the problem in New Orleans. The co-PI also focused on the implementation of the city's ambitious goal of getting rid of 10,000 blighted properties by 2014, by observing the work of the Department of Code Enforcement in New Orleans, which is responsible for property inspections, hearings, and demolition orders. \n\nThis project's findings revolve around new ways of understanding two main concepts: property and governance. Property is often understood as a \"bundle of rights.\" However, blight-eradication is more concerned with the responsibility of property owners, rather than rights. They pursue their work in the name of the \"public good,\" in cases where the public welfare is seen to trump private rights. Such a view explicitly treats property as a social object--one that has effects on others, and that others (non-owners) can make claims on. Urban governance is often treated as an analog to state governance, only on a smaller scale. However, I build on work by scholars such as Mariana Valverde that show how urban governance often works through a different socio-legal logic than state governance. What she calls \"seeing like a city\" draws on qualitative, subjective, and relational forms of knowledge--like the kind involved in defining \"blight,\" which usually refers to the material qualities or conditions of a property. \n\nIntellectual merit: Through my research, I was able to build towards a way of thinking about property in terms of ethics and aesthetics. While the public versus private binary has framed much of the previous work on property in the social sciences, such a framing is not appropriate for post-storm New Orleans. Rather, residents, bureaucrats, neighborhood groups, and others think about property through its material condition and its effects on others, and how these both reflect on the moral status of its owner--whether they are being a \"good neighbor\" and acting responsibly. This reflects how the meaning of vacant property changed over time. As more properties were rebuilt, those that remained vacant came to be seen as a \"threat\" to further recovery. Community was redefined around those who returned, while demonizing those who \"abandoned\" their properties. While race and class were important features in early post-storm debates about the future of the city, vacant properties have now taken center stage as the biggest \"problem\" facing the recovering city. \n\nBroader impacts: City officials in New Orleans are pursuing one of the most aggressive blight-eradication programs in the country. With hundreds of cities facing similar problems related to depopulation and economic decline, there are many lessons to be learned through studying present-day New Orleans. One of the primary findings of this research that is relevant to New Orleans and other \"shrinking\" cities is the way that blight-eradication is ..."
 }
}