{
 "awd_id": "1224943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Effects of Hydrodynamic and Granular Controls on Bed Load Flux Intermittency: Application to Steep Mountain Streams",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 179360.0,
 "awd_amount": 179360.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "Understanding how fluid flow drives sediment transport in a river is fundamental for predicting erosion and landscape evolution, managing river infrastructure, and protecting and promoting fish habitat. Bed load transport ? the movement of sediment in frequent contact with the river bottom ? remains notoriously unpredictable, despite almost a century of quantitative research. The problem is particularly acute in steep mountain streams where transport occurs close to the threshold of motion, and the resulting large-magnitude bed load pulses cannot be predicted using existing mathematical models. There are two unique aspects of mountain streams that we will examine here: (1) the presence of large, rarely-mobile boulders that generate large-scale fluid turbulence structures; and (2) highly energetic grain-grain collisions that cause coordinated motion of many particles. We will perform two parallel sets of laboratory experiments to examine the influence of these two factors on the formation and breakup of granular bed structures. Flow will be mapped using particle image velocimetry, while acoustic sensors will quantify bed load transport, pressure sensors will measure fluid stresses, and laser-induced fluorescence will be used to image the granular bed. These measurements will allow us to determine the relative contributions of fluid and granular stresses to bed load transport, and to develop a refined bed load transport equation that is better suited for prediction in mountain streams. We will test whether a recent framework developed in soft-matter physics, which unites the description of transport in a wide class of disordered systems, can be useful for understanding the statistical mechanics of sediment transport in rivers.\r\n\r\nFloods erode streambanks, take out bridges and fill reservoirs with sediment. In steep mountain streams, large boulders form natural dams that can suddenly give way during a rain storm, sending catastrophic pulses of sediment downstream that endanger property and lives. These events occur infrequently, making it difficult to obtain the measurements required to understand the physical processes and to build predictive models. In this study we will use a set of scaled laboratory experiments, which allow us to effectively speed up time by scaling down size, to understand the physical processes driving the movement of boulders in mountain streams. We will measure the forces exerted on boulders by the moving water, and among boulders as they collide with each other, under carefully controlled conditions. We will then build a mathematical model that uses this physical understanding to predict when, and how much, boulders will move in floods of different magnitudes. This model will help Earth scientists studying the long-timescale evolution of eroding landscapes. Results will also be useful for engineers and managers charged with protecting and maintaining infrastructure, and restoring natural river function, in mountain settings. In addition, this grant will provide important training for future scientists, as the experiments will be led by a doctoral student and post-doctoral researcher, and also involve several undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Jerolmack",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas J Jerolmack",
   "pi_email_addr": "sediment@sas.upenn.edu",
   "nsf_id": "000222922",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "240 S. 33rd St.",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  },
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 179360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:<br />The onset of sediment transport is associated with river bed and bank erosion, and the initiation of landslides. Understanding when and how sediment begins to move under the action of a fluid is essential for predicting and mitigating hazards, and for maintaining infrastructure such as bridges. Yet, predicting the onset of motion has remained an outstanding problem for almost 100 years. In steep mountain streams, additional processes become relevant that may change the conditions associated with the onset of transport - such as violent collisions among boulders. Sediment transport in such streams is very intermittent, and almost always close to the threshold of motion. We undertook a new approach to understand the threshold of motion, using recent developments in granular physics to design a novel experimental study. We developed a doughnut-shaped flume in which special optical techniques were used to see deep inside a granular \"river\" bed. Results showed that even below the apparent onset of motion, sediment grains slowly \"creep\" - and that this creeping contributes to failure and flow. Creep has been seen in dry granular flows, but never before observed in river transport. We showed how this creeping results in avalanches that make near-threshold transport highly intermittent. Another experiment focused on grain collisions in a straight flume, using marbles in water as a proxy for boulders. We found that a single grain striking the bed can destabilize large portions of the river, leading to avalanching behavior also. These collisions lower the effective fluid force required to move grains. Overall, our work shows how fluid-based models for predicting the onset of motion need to be modified to account for granular physics. Our findings are now being used to improve computer models of landscape erosion.<br /><br /><br />Broader Impacts: <br />Two postdoctoral researchers were trained, providing employment while helping to build capacity in interdisciplinary Earth science. Results may ultimately benefit the ecological restoration of rivers, and help to predict or prevent erosion and flooding around heavily populated streams. We have developed sophisticated software for tracking the motion of particles in sediment transport experiments, and shared it freely with the public so that other researchers can perform experiments more efficiently. Our data have also been published in open online repositories, allowing others to verify our results and make new discoveries.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2015<br>\n\t\t\t\t\tModified by: Douglas&nbsp;J&nbsp;Jerolmack</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1224943/1224943_10209624_1451504775089_ExperimentalSetup--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1224943/1224943_10209624_1451504775089_ExperimentalSetup--rgov-800width.jpg\" title=\"Experimental setup of the annular flume.\"><img src=\"/por/images/Reports/POR/2015/1224943/1224943_10209624_1451504775089_ExperimentalSetup--rgov-66x44.jpg\" alt=\"Experimental setup of the annular flume.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A miniature river setup allows us to image the motion of grains deep below the surface of the bed. With special optical techniques developed as part of this grant, we can perform tomography to see inside the bed using a laser and camera.</div>\n<div class=\"imageCredit\">Jerolmack</div>\n<di...",
  "por_txt_cntn": "\nIntellectual Merit:\nThe onset of sediment transport is associated with river bed and bank erosion, and the initiation of landslides. Understanding when and how sediment begins to move under the action of a fluid is essential for predicting and mitigating hazards, and for maintaining infrastructure such as bridges. Yet, predicting the onset of motion has remained an outstanding problem for almost 100 years. In steep mountain streams, additional processes become relevant that may change the conditions associated with the onset of transport - such as violent collisions among boulders. Sediment transport in such streams is very intermittent, and almost always close to the threshold of motion. We undertook a new approach to understand the threshold of motion, using recent developments in granular physics to design a novel experimental study. We developed a doughnut-shaped flume in which special optical techniques were used to see deep inside a granular \"river\" bed. Results showed that even below the apparent onset of motion, sediment grains slowly \"creep\" - and that this creeping contributes to failure and flow. Creep has been seen in dry granular flows, but never before observed in river transport. We showed how this creeping results in avalanches that make near-threshold transport highly intermittent. Another experiment focused on grain collisions in a straight flume, using marbles in water as a proxy for boulders. We found that a single grain striking the bed can destabilize large portions of the river, leading to avalanching behavior also. These collisions lower the effective fluid force required to move grains. Overall, our work shows how fluid-based models for predicting the onset of motion need to be modified to account for granular physics. Our findings are now being used to improve computer models of landscape erosion.\n\n\nBroader Impacts: \nTwo postdoctoral researchers were trained, providing employment while helping to build capacity in interdisciplinary Earth science. Results may ultimately benefit the ecological restoration of rivers, and help to predict or prevent erosion and flooding around heavily populated streams. We have developed sophisticated software for tracking the motion of particles in sediment transport experiments, and shared it freely with the public so that other researchers can perform experiments more efficiently. Our data have also been published in open online repositories, allowing others to verify our results and make new discoveries.\n\n\t\t\t\t\tLast Modified: 12/30/2015\n\n\t\t\t\t\tSubmitted by: Douglas J Jerolmack"
 }
}