{
 "awd_id": "1224240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Virtual Faculty Workshops on TUES Project Development and Implementation",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gul Kremer",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 90125.0,
 "awd_amount": 90125.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "PROJECT DESCRIPTION\r\n\r\nThis Central Resource Project seeks to develop a virtual web-based framework to better prepare current and future TUES principal investigators in the development, implementation, evaluation and dissemination of their projects. The project builds upon the Interactive Web-Based Workshop (IWBW) model developed and used extensively by engineering and computer science NSF Program Directors (PDs) to provide professional development for engineering and computer sciences faculty. Five workshops that have already been tested are being refined for use across other STEM disciplines (these include: Introduction to the TUES Program; Proposal Writing Strategies; Project Evaluation; Making an Impact: Building Transportable Projects; and Broader Impacts and Project Evaluation). Three other topics are also are being considered for future development, including: faculty development for dissemination, project transportability and dissemination, and increasing participation of underrepresented groups.\r\n\r\nEach of the Interactive Web-Based Workshops (IWBWs) is 90 minutes long and is being offered multiple times over the course of the two-year project. The workshop sessions are evenly distributed throughout the combined Spring 2013, Fall 2013, and Spring 2014 timeframe. Each workshop involves pre- and post-assignments, discussion communities as well as Q&A opportunities with current NSF PDs during the on-line sessions. The materials for the workshops are being developed by the project team, in collaboration with former and current NSF PDs and leaders in STEM undergraduate education and evaluation.\r\n\r\nThe project is specifically helping TUES grantees and other science, technology, engineering, and mathematics (STEM) faculty at colleges and universities (including community colleges) to better understand how they can: 1) improve existing NSF TUES undergraduate STEM education projects, 2) work with an evaluator to plan and implement effective evaluations that document the impacts of TUES projects, 3) design educational research and development projects with broad impact; including faculty change, dissemination and broadening participation, and 4) develop, create and implement TUES-specific or other undergraduate STEM education projects.\r\n\r\n\r\nBROADER SIGNIFICANCE\r\n\r\nThis project is engaging the more than 750 current NSF TUES-funded projects, which represent about 379 institutions, as well as additional faculty members who intend to submit TUES proposals. Special efforts are being conducted to engage STEM faculty from community colleges and from minority-serving institutions (MSIs). Colleges and universities (as well as individual faculty) can participate in one or more workshops - but are being strongly encouraged to participate in all 8 workshops. \r\n\r\nThe specific resources and products being developed by this project include: eight virtual workshops focused on TUES project development, implementation, and evaluation; a project website, hosting IWBW descriptions and presenters, resources, evaluation instruments, registration, and other project related information; ten on-going virtual focus groups (PI Forums) organized during the TUES PI Conference and facilitated by the project to discuss specific STEM education topics; and an online monthly electronic TUES newsletter, including announcements from projects that are recruiting collaborators, field test sites, or faculty workshop participants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Seals",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Roger K Seals",
   "pi_email_addr": "ceseal@lsu.edu",
   "nsf_id": "000267278",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751400",
   "pgm_ele_name": "TUES-Central Resource Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90125.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the one year, no-cost extension period of this project, conducted in collaboration with the American Association for Advancement of Science (AAAS), Louisiana State University facilitated two series of online webinars to improve the STEM education community's knowledge of the Improving Undergraduate STEM Education- Education and Human Resources (IUSE:EHR)&nbsp;Program. One of these webinars was comprehensive in nature and&nbsp;encompassed technical presentations on the scope and objectives of the IUSE:EHR Program&nbsp;by former NSF Division of Undergraduate Education(DUE)&nbsp;Program Officers affliated with Higher Education Services (HES)&nbsp;operating under a subcontract with AAAS. In addition, the webinars&nbsp;included the participation of Program Officers from the NSF DUE who answered questions submitted by the webinar participants. Two additional IUSE:EHR Program webinars were offered; (1) STEM Teacher Preparation and (2) Geosciences. The former was presented by two current NSF Program Officers while the latter was presented by two former program officers working in concert with a current NSF Program Officer. Individual participation in the webinars was solicited and promoted by AAAS by diirect emailings to STEM education programs nationally. Individual participation in the webinars varied from approximately 70 in the more topic specific webinars to 250&nbsp;for the comprehensive webinars.&nbsp;</p>\n<p>Addiitionally, during the extension period, LSU facilitated two series of five Interactive Web-Based Workshops (IWBW) designed to improvide the NSF IUSE:EHR project development and proposal preparation skills of STEM faculty. The IWBWs encompassed the following topics: Goals, Objectives, and Evaluation Questions; Impact and Transportability; Proposal Strategies; Broader Impacts; and Project Evaluation. Each workshop was developed and presented to achieve clearly&nbsp; stated learning objectives and&nbsp;was presented collaboratively by two individuals from HES both of who were former NSF DUE Program Officers. The workshops included the presentation of relevant content interspersed with Think, Share, Report, Learn (TSRL) segments which allowed participants to interact both locally at their home institution and virtually with all workshop participants. Two Q&amp;A segments are incorporated into each workshop which allow participants to submitted written questions to the presenters and receive oral answers to their questions. The two hour workshops&nbsp;are divided into three components: (1)&nbsp;Pre Workshop&nbsp;(15 minutes)- <span>final opportunity for participants to sign up, get organized, and engage in an initial reflection about the workshop topic: (2)&nbsp; Workshop (90 minutes)- interactive engagement of the workshop participants with the topic and learning objectives of the session; and (3) Post Workshop (15 minutes)- <span>participants&nbsp;are asked to respond to a second &ldquo;reflection&rdquo; question and then share their responses with the local group.Participation&nbsp;is required to take place on an institutional basis with faculty meeting as a group with a local facilitator&nbsp;at their home institution.<strong>&nbsp;</strong><em>&nbsp;</em> Attendance at the workshops generally varied from 20-50 institutions with institutional participation on the average varying from 5-20 STEM faculty. Given those numbers, the range of individual participation at any given IWBW could have varied from as few as approximately 100-250 per session&nbsp;to as many as 160- 400 per session&nbsp;based on an average of 8 participants per instituiton.</span></span></p>\n<p>Guided by an External Evaluator, assessment surveys of the participants and the local facilitators were conducted for each IWBW. Participants were asked to self report an assessment of their pre&nbsp;and post&nbsp;level attainment of the individual workshop learning objectives.&nbsp;The result...",
  "por_txt_cntn": "\nDuring the one year, no-cost extension period of this project, conducted in collaboration with the American Association for Advancement of Science (AAAS), Louisiana State University facilitated two series of online webinars to improve the STEM education community's knowledge of the Improving Undergraduate STEM Education- Education and Human Resources (IUSE:EHR) Program. One of these webinars was comprehensive in nature and encompassed technical presentations on the scope and objectives of the IUSE:EHR Program by former NSF Division of Undergraduate Education(DUE) Program Officers affliated with Higher Education Services (HES) operating under a subcontract with AAAS. In addition, the webinars included the participation of Program Officers from the NSF DUE who answered questions submitted by the webinar participants. Two additional IUSE:EHR Program webinars were offered; (1) STEM Teacher Preparation and (2) Geosciences. The former was presented by two current NSF Program Officers while the latter was presented by two former program officers working in concert with a current NSF Program Officer. Individual participation in the webinars was solicited and promoted by AAAS by diirect emailings to STEM education programs nationally. Individual participation in the webinars varied from approximately 70 in the more topic specific webinars to 250 for the comprehensive webinars. \n\nAddiitionally, during the extension period, LSU facilitated two series of five Interactive Web-Based Workshops (IWBW) designed to improvide the NSF IUSE:EHR project development and proposal preparation skills of STEM faculty. The IWBWs encompassed the following topics: Goals, Objectives, and Evaluation Questions; Impact and Transportability; Proposal Strategies; Broader Impacts; and Project Evaluation. Each workshop was developed and presented to achieve clearly  stated learning objectives and was presented collaboratively by two individuals from HES both of who were former NSF DUE Program Officers. The workshops included the presentation of relevant content interspersed with Think, Share, Report, Learn (TSRL) segments which allowed participants to interact both locally at their home institution and virtually with all workshop participants. Two Q&amp;A segments are incorporated into each workshop which allow participants to submitted written questions to the presenters and receive oral answers to their questions. The two hour workshops are divided into three components: (1) Pre Workshop (15 minutes)- final opportunity for participants to sign up, get organized, and engage in an initial reflection about the workshop topic: (2)  Workshop (90 minutes)- interactive engagement of the workshop participants with the topic and learning objectives of the session; and (3) Post Workshop (15 minutes)- participants are asked to respond to a second \"reflection\" question and then share their responses with the local group.Participation is required to take place on an institutional basis with faculty meeting as a group with a local facilitator at their home institution.   Attendance at the workshops generally varied from 20-50 institutions with institutional participation on the average varying from 5-20 STEM faculty. Given those numbers, the range of individual participation at any given IWBW could have varied from as few as approximately 100-250 per session to as many as 160- 400 per session based on an average of 8 participants per instituiton.\n\nGuided by an External Evaluator, assessment surveys of the participants and the local facilitators were conducted for each IWBW. Participants were asked to self report an assessment of their pre and post level attainment of the individual workshop learning objectives. The results of these surveys clearly indicated that the participants judged the workshops to be of great value in improving their project development and proposal preparation skills consistent with the learning objectives of the individual IWBWs.\n\n\t\t\t\t\tLast Modified: ..."
 }
}