{
 "awd_id": "1225914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Military Service and the Life Course",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 81002.0,
 "awd_amount": 81002.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "\"Military Service and the Life Course\" \r\nMeredith Kleykamp, John R. Warren, Alair MacLean \r\n\r\nResearch on the correlates of military service has typically focused narrowly on particular historical periods (e.g., the Vietnam era) or on the experiences of particular cohorts (e.g., the World War II generation). Such designs preclude analysis of the ways in which veterans' outcomes are influenced by longer-term changes to major social institutions. \r\nThis project focuses on whether and how relationships between military service and a variety of outcomes \r\n(i.e., marriage, employment, education, and earnings) have changed as broader institutional changes have reshaped American society in the past half century. \r\n\r\nData are from the 1964-2012 Current Population Surveys (CPS) that will be significantly enhanced in two ways (as compared to currently existing public CPS data files): First, key measures will be harmonized over time. Second, records for individual veterans will be linked longitudinally across the full 16 months of their participation in the CPS. These uniquely rich data make it possible to address two specific empirical questions. First, how have differences between veterans and non-veterans changed over the past half century? Second, how have the correlates of specific military experiences, including serving in combat and having a service-related disability, changed in recent decades across the past half century? In both sets of analyses, four sets of outcomes are considered: marriage, education, employment, and earnings. No previous research has directly considered changes in veterans' outcomes across such an extensive array of cohorts and periods, or with a large enough sample to separately consider the experiences of female veterans or of veterans from ethno-racial minority groups. \r\n\r\nBroader Impacts: Relatively little is known about the social and economic consequences of post-9/11 military service, especially as compared to the experiences of earlier generations. Indeed, Congress and the administration continue to express concern about the lack of research on how veterans of this era readjust to civilian life (Institute of Medicine 2010). In addition, veterans have long been the best (or worst) recruiters for the military. It is important that veterans are successful in their civilian roles after their periods of service in order to staff future all-volunteer forces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Warren",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Warren",
   "pi_email_addr": "warre046@umn.edu",
   "nsf_id": "000231635",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Oak Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81002.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this collaborative project (&ldquo;Military Service and the Life Course&rdquo;), Alair MacLean, Rob Warren, and Meredith Kleykamp used NSF funding to analyze data from the 1971-2013 Current Population Surveys to examine how differences between veterans and non-veterans changed over the past half century. They considered such differences in marriage, employment, earnings, and retirement. They show that these relationships have varied across history.</p>\n<p>As a result of their work, they have presented five papers at professional conferences, wrote one chapter and contributed to another that will appear in a forthcoming edited book, and wrote one journal article that is forthcoming.&nbsp; They continue to work on three journal articles that will be submitted for review soon.</p>\n<p>One of the central challenges of the project was to develop variables that allow them and future analysts to compare veterans to non-veterans on the basis of their historical experiences.&nbsp; In order to compare those who served to those who did not, this measure had to be based on the year in which people were born, which determines the year that they would have first become eligible to serve in the military. They therefore developed, tested, and compared three different versions of this variable.&nbsp; They expect this conceptualization and comparison will be useful for future research that seeks to compare veterans to non-veterans across different cohorts.&nbsp; This work contributed to a co-authored chapter titled &ldquo;Recommendations Regarding the Measurement of Periods of Military Service and Corresponding Age 18 Birth Cohorts&rdquo;<strong></strong>that will appear in the edited volume&nbsp;<em>Long-term outcomes of military service</em>&nbsp;that is slated to appear in January 2016.&nbsp; They also used this work to produce the project outcomes described below.</p>\n<p>For example, they used a variant of this measure to examine whether the general trends in increased income inequality in the United States have also affected veterans.&nbsp; According to this work, veterans became more similar to non-veterans in terms of their earnings between 1979 and 2010, but more unequal from each other.&nbsp; These changes may stem not just from period but also from cohort effects.&nbsp; This research led to an article titled &ldquo;Income Inequality and the Military&rdquo; that will appear in&nbsp;<em>The Annals of the American Academy of Political and Social Science</em>&nbsp;in January 2016.</p>\n<p>In other work, they demonstrated that the chances of early retirement among veterans and non-veterans have shifted over time.&nbsp; According to this research, men have become increasingly likely to remain in the labor force between the ages of 50 and 65.&nbsp; Among the World War II cohort, veterans were less likely to retire early than were non-veterans.&nbsp; Among the Vietnam era cohort, however, they were more likely to do so.&nbsp; These findings were presented at an NIH R24 meeting and will be published in a chapter titled &ldquo;Retirement Trends among&nbsp; Male Veterans from World War II to Vietnam&rdquo; in the book&nbsp;<em>Long-term outcomes of military service</em>&nbsp;mentioned above.</p>\n<p>According to other work funded by this project, veterans appear better off than non-veterans in terms of their earnings, though their relative positions depend on age and cohort.&nbsp; When they are younger, for example, they earn more than non-veterans.&nbsp; When they are in their mid-forties, non-veterans catch up to and surpass veterans in terms of earnings.&nbsp; In addition, veterans earned more if they were eligible to serve in World War II or Korea, but less if they served in the Vietnam era and the early years of the all-volunteer force (1974-1990).&nbsp; The researchers have presented these findings at two professional conferences and expect to submit this article for review to ...",
  "por_txt_cntn": "\nIn this collaborative project (\"Military Service and the Life Course\"), Alair MacLean, Rob Warren, and Meredith Kleykamp used NSF funding to analyze data from the 1971-2013 Current Population Surveys to examine how differences between veterans and non-veterans changed over the past half century. They considered such differences in marriage, employment, earnings, and retirement. They show that these relationships have varied across history.\n\nAs a result of their work, they have presented five papers at professional conferences, wrote one chapter and contributed to another that will appear in a forthcoming edited book, and wrote one journal article that is forthcoming.  They continue to work on three journal articles that will be submitted for review soon.\n\nOne of the central challenges of the project was to develop variables that allow them and future analysts to compare veterans to non-veterans on the basis of their historical experiences.  In order to compare those who served to those who did not, this measure had to be based on the year in which people were born, which determines the year that they would have first become eligible to serve in the military. They therefore developed, tested, and compared three different versions of this variable.  They expect this conceptualization and comparison will be useful for future research that seeks to compare veterans to non-veterans across different cohorts.  This work contributed to a co-authored chapter titled \"Recommendations Regarding the Measurement of Periods of Military Service and Corresponding Age 18 Birth Cohorts\"that will appear in the edited volume Long-term outcomes of military service that is slated to appear in January 2016.  They also used this work to produce the project outcomes described below.\n\nFor example, they used a variant of this measure to examine whether the general trends in increased income inequality in the United States have also affected veterans.  According to this work, veterans became more similar to non-veterans in terms of their earnings between 1979 and 2010, but more unequal from each other.  These changes may stem not just from period but also from cohort effects.  This research led to an article titled \"Income Inequality and the Military\" that will appear in The Annals of the American Academy of Political and Social Science in January 2016.\n\nIn other work, they demonstrated that the chances of early retirement among veterans and non-veterans have shifted over time.  According to this research, men have become increasingly likely to remain in the labor force between the ages of 50 and 65.  Among the World War II cohort, veterans were less likely to retire early than were non-veterans.  Among the Vietnam era cohort, however, they were more likely to do so.  These findings were presented at an NIH R24 meeting and will be published in a chapter titled \"Retirement Trends among  Male Veterans from World War II to Vietnam\" in the book Long-term outcomes of military service mentioned above.\n\nAccording to other work funded by this project, veterans appear better off than non-veterans in terms of their earnings, though their relative positions depend on age and cohort.  When they are younger, for example, they earn more than non-veterans.  When they are in their mid-forties, non-veterans catch up to and surpass veterans in terms of earnings.  In addition, veterans earned more if they were eligible to serve in World War II or Korea, but less if they served in the Vietnam era and the early years of the all-volunteer force (1974-1990).  The researchers have presented these findings at two professional conferences and expect to submit this article for review to a journal soon.\n\nThey are currently preparing papers exploring marital status. In preliminary analyses, they have discovered that the relationship between such outcomes and veteran status appears to have shifted historically. Among cohorts eligible to serve through the Korean War, veterans are more..."
 }
}