{
 "awd_id": "1225632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  weCompute Content Authoring System: Facilitating User-Created Content in an Intelligent Tutoring System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-12-31",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 49130.0,
 "awd_amount": 49130.0,
 "awd_min_amd_letter_date": "2012-02-25",
 "awd_max_amd_letter_date": "2012-02-25",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project focuses on the creation of a Teacher Content Authoring System for an Intelligent Tutoring System designed for math, science, and computer science education.  Intelligent Tutoring Systems (ITS) are becoming an increasingly larger part of the education landscape. EDalytics, LLC is developing a Content Authoring System that allows teachers to integrate their own content into the cognitive modeling architecture of the ITS for computational thinking.  The weCompute ITS (wITS) Content Authoring System offers a new perspective to the ITS community, and potentially transform the ways that commercial companies and research institutions approach content creation.  The research plan is constructed to solicit teachers? feedback throughout the design stages to ensure their needs are met. This SBIR project focuses on teachers? ability to transform meaningful content that can be easily integrated with pre-created content models in an intelligent tutoring system.  An iterative development process including user studies will help tie together content authors and software designers to produce a well-balanced product.  Overall, the wITS Content Authoring System has the potential to make content authoring a distributed task in tutoring environments.\r\n\r\n\r\nThe broader impact/commercial potential of this project is an educational tool that will build an effective pedagogical system for STEM educators that is affordable and accessible to schools and students across the economic spectrum. A major drawback in developing intelligent tutoring systems (ITS) is the enormous investment in expert hours required to build a full library of curriculum content. Ultimately, the customers pay for the ITS publishers to recoup their investment, yet they have no way to adapt that content to their specific needs. Our solution - the the weCompute Content Authoring System - addresses both of these obstacles by improving the weCompute Intelligent Tutoring System (wITS) with a tool that educators and students can afford and modify. In addition, the wITS provides more pedagogical support for schools lacking teachers knowledgeable in the emerging content areas that define 21st century skills. Students will enjoy effective individualized instruction on subjects at low cost, since the curriculum development cost is subsidized by leveraging the power of teachers who already create curriculum materials. The decreased cost of development coupled with the inexpensive web-based delivery mechanism will allow for more content hours and wider dissemination of quality instruction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christy",
   "pi_last_name": "McGuire",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christy L McGuire",
   "pi_email_addr": "christy@edalytics.com",
   "nsf_id": "000518351",
   "pi_start_date": "2012-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tutor Technologies, inc.",
  "inst_street_address": "7441 Ben Hur Street",
  "inst_street_address_2": "",
  "inst_city_name": "Pittsburgh",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4124487667",
  "inst_zip_code": "152082911",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Tutor Technologies",
  "perf_str_addr": "242 S. Highland Ave",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152063937",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49130.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Abstract</p>\n<p>&nbsp;</p>\n<p>We built an Authoring System to enhance and expand the functionality of our Intelligent Tutoring System (ITS), CodeTrainer. Through exploratory and experimental testing, we confirmed some design decisions and improved upon others. We examined teachers&rsquo; understanding of content development for an ITS, as well as optimal interface design for authoring.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Background</p>\n<p>&nbsp;</p>\n<p>Intelligent Tutoring Systems (ITS) have the potential to provide rich and effective instruction: delivering some of the benefits of a personal tutor to the vast majority of students who are not in a position to afford to hire them, and providing support for under-qualified teachers, especially those in grades K-12 who are required to teach out-of-field -- a practice that is rampant in STEM subjects (Gal-Ezer, 2009). ITSs are set apart from other forms of education software by the elaborate network of theoretically-grounded cognitive models that evaluate and represent student learning in real time. These models allow the system to scaffold students&rsquo; learning experiences according to minutely differentiated abilities (Ainsworth et al., 2003; Aleven 2006; Blessing 1997; Kodaganallur et al., 2004; Roselli et al., 2008). Despite their effectiveness, the enormous development expense and expertise required to build an ITS deters most educational software developers from providing intelligent feedback (Anderson, 1993; Murray, 2003). Material used in an ITS must be representable in a model of the discipline, and secondly, an ITS requires that the actions which a student takes in the context of the material be representable in a cognitive model of the student, requiring authors of ITS curriculum to work with cognitive scientists and/or understand those models. This requirement encumbers development and thus, building an ITS is more feasible in domains that change little over the years and have a high volume of usage (e.g., algebra) than in those that change rapidly and/or have a smaller volume of usage (e.g., computer science).</p>\n<p>&nbsp;</p>\n<p>With the support of the NSF Phase I SBIR grant, we addressed these obstacles &ndash; development and expertise - by designing, developing, and experimenting with an integrated authoring tool to facilitate the process of acquiring expert pedagogical content for an ITS. We refer to the authoring tool proper - which is, at its core, a representation of the pedagogical content and its interface - as the <em>weCompute Content Authoring System (weCAS)</em>.</p>\n<p>&nbsp;</p>\n<p>We chose the domain of computer science - specifically first-year computer science education - as the pedagogical context on which we based our research because of the immediate applicability and the high need in the marketplace. We believe that by developing a way for teachers to easily provide meaningful contributions to an ITS, that we could expand the feasibility of a system to more learning domains. The <em>content </em>in this case targeted &nbsp;Introductory Java programming problems: a problem setup and question, hints, feedback, as well as meta-data about the concepts (or skills) that would allow the system to situate the content within the domain and cognitive student models.</p>\n<p>&nbsp;</p>\n<p>The Research Questions we addressed:</p>\n<p>&nbsp;</p>\n<p>1. Can teachers understand the relationship between skills and content required by an ITS, and develop content with that paradigm in mind?</p>\n<p>&nbsp;</p>\n<p>2. What are the appropriate interface components for a teacher/content authoring system</p>\n<p>&nbsp;</p>\n<p>3. Will teachers be willing to share content they produced, and will they trust shared content from other users of the same ITS?</p>\n<p>&nbsp;</p>\n<p>4. What are the key usability issues with the interface design?</p>\n<p>&nbsp;</p>\n<p>Our investigations consisted of a pilot study and two...",
  "por_txt_cntn": "\nAbstract\n\n \n\nWe built an Authoring System to enhance and expand the functionality of our Intelligent Tutoring System (ITS), CodeTrainer. Through exploratory and experimental testing, we confirmed some design decisions and improved upon others. We examined teachersÆ understanding of content development for an ITS, as well as optimal interface design for authoring.\n\n \n\n \n\nBackground\n\n \n\nIntelligent Tutoring Systems (ITS) have the potential to provide rich and effective instruction: delivering some of the benefits of a personal tutor to the vast majority of students who are not in a position to afford to hire them, and providing support for under-qualified teachers, especially those in grades K-12 who are required to teach out-of-field -- a practice that is rampant in STEM subjects (Gal-Ezer, 2009). ITSs are set apart from other forms of education software by the elaborate network of theoretically-grounded cognitive models that evaluate and represent student learning in real time. These models allow the system to scaffold studentsÆ learning experiences according to minutely differentiated abilities (Ainsworth et al., 2003; Aleven 2006; Blessing 1997; Kodaganallur et al., 2004; Roselli et al., 2008). Despite their effectiveness, the enormous development expense and expertise required to build an ITS deters most educational software developers from providing intelligent feedback (Anderson, 1993; Murray, 2003). Material used in an ITS must be representable in a model of the discipline, and secondly, an ITS requires that the actions which a student takes in the context of the material be representable in a cognitive model of the student, requiring authors of ITS curriculum to work with cognitive scientists and/or understand those models. This requirement encumbers development and thus, building an ITS is more feasible in domains that change little over the years and have a high volume of usage (e.g., algebra) than in those that change rapidly and/or have a smaller volume of usage (e.g., computer science).\n\n \n\nWith the support of the NSF Phase I SBIR grant, we addressed these obstacles &ndash; development and expertise - by designing, developing, and experimenting with an integrated authoring tool to facilitate the process of acquiring expert pedagogical content for an ITS. We refer to the authoring tool proper - which is, at its core, a representation of the pedagogical content and its interface - as the weCompute Content Authoring System (weCAS).\n\n \n\nWe chose the domain of computer science - specifically first-year computer science education - as the pedagogical context on which we based our research because of the immediate applicability and the high need in the marketplace. We believe that by developing a way for teachers to easily provide meaningful contributions to an ITS, that we could expand the feasibility of a system to more learning domains. The content in this case targeted  Introductory Java programming problems: a problem setup and question, hints, feedback, as well as meta-data about the concepts (or skills) that would allow the system to situate the content within the domain and cognitive student models.\n\n \n\nThe Research Questions we addressed:\n\n \n\n1. Can teachers understand the relationship between skills and content required by an ITS, and develop content with that paradigm in mind?\n\n \n\n2. What are the appropriate interface components for a teacher/content authoring system\n\n \n\n3. Will teachers be willing to share content they produced, and will they trust shared content from other users of the same ITS?\n\n \n\n4. What are the key usability issues with the interface design?\n\n \n\nOur investigations consisted of a pilot study and two iterations of design-and-experiment. Each of the studies was constructed to delve into both the essential interface components of such an authoring tool as well as the affective reasons that would motivate teachers to use the tool and/or contribute to the shared content. For example, what type..."
 }
}