{
 "awd_id": "1225578",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessment of Product Archaeology as a Platform for Contextualizing Engineering Design",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 65649.0,
 "awd_amount": 65649.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "Many engineering programs struggle to meet the accreditation requirement that all engineering students have \"the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context.\" As a result, engineering students receive meaningful contextual experiences in a piecemeal fashion and graduate with a lack of concrete competencies that bridge knowledge and practice in the global world in which they live and work. By considering products as designed artifacts with a history rooted in their development, the product archaeology framework combines concepts from archaeology with advances in cyber-enhanced product dissection to implement pedagogical innovations that address the significant educational gap.  With an archaeological mindset, students approach product dissection with the task of evaluating and understanding a product's (and its designers') global, societal, economic and environmental context and impact. These hands-on, inductive learning activities require students to move beyond rote knowledge to hone their engineering judgment, extend and refine their knowledge, and apply their knowledge in meaningful ways to realistic challenges. This pedagogical framework thus provides students with formal activities to think more broadly about their professional roles as engineers.  This project, which is a collaboration among 6 universities, focuses on assessing the learning outcomes of exercises developed within the product archaeology framework. By documenting the implementation characteristics of the exercises at each school (for example, is the course a required or elective course, how many students are enrolled, is it a design or analysis course, etc.) and assessing the learning outcomes both quantitatively and qualitatively, the project is developing strong evidence of what factors enable engineering students to develop an understanding of the broader impacts of their decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Shooter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Steven B Shooter",
   "pi_email_addr": "steven.shooter@bucknell.edu",
   "nsf_id": "000200452",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Kim",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charles J Kim",
   "pi_email_addr": "cjk019@bucknell.edu",
   "nsf_id": "000297454",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Smolleck",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lori A Smolleck",
   "pi_email_addr": "lsmollec@bucknell.edu",
   "nsf_id": "000613848",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Tranquillo",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph V Tranquillo",
   "pi_email_addr": "jvt002@bucknell.edu",
   "nsf_id": "000613853",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178371111",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 65649.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In order to institutionalize the product archaeology framework as an effective pedagogical tool, the objective of this multi-university project is to develop a comprehensive assessment plan and implement it at a number of universities.&nbsp; The assessment plan includes the collection of data on the effectiveness of taking a product archaeology approach to teach students &ldquo;the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context&rdquo; (ABET outcome h).</p>\n<p>&nbsp;At Bucknell University, we offered and evaluated the effectiveness of the product archaeology teaching modules in three courses. In Mechanical Engineering we introduced product archaeology in the junior level required course Mech392: Mechanical Design. The students engaged in a different and advanced teaching module in Mech 402: Senior Design. We also transferred the approach to Biomedical Engineering where they offered and evaluated the effectiveness in a junior level product archaeology course.</p>\n<p>&nbsp;For the junior level Mechanical Design course students dissected rice cookers and explored the global, societal, environmental and economic issues involved in the rice cooker artifacts in addition to rice production and consumption. Students read a chapter from the book, &ldquo;Where there are Asians, there are Rice Cookers&rdquo; that explored the development of the rice cooker in post World War II Hong Kong.</p>\n<p>&nbsp;In senior design the students revisited product archaeology by incorporating it with Failure Modes and Effects Analysis of coffee makers. Students compared and contrasted different coffee makers on the market with consideration of global, societal, environmental and economic issues. They also explored these issues with the supply chain and consumption of coffee. We capped off the module with a guest speaker from Bucknell&rsquo;s Service Learning Center who described the efforts of Bucknell students working with a coffee-growing community in Nicaragua; and a speaker who started a local business doing environmentally friendly coffee roasting of fair trade coffee with the help of the Bucknell Small Business Development Center.</p>\n<p>&nbsp;The junior level Biomedical Engineering course in product archaeology addressed the GSEE issues stemming broadly from dissection (both physical and business related) of an over-the-counter medical device. A Product Archaeology Canvas was created as a visual guide for students as they navigated the course.</p>\n<p>&nbsp;Two faculty members in Mechanical Engineering and one in Biomedical Engineering along with an undergraduate teaching assistant developed, delivered and assessed the modules. Other teams in the network are assessing the effectiveness of these modules. Not only do the Product Archaeology activities impact the GSEE criteria, but they positively impact many of the other knowledge areas that have been identified as vitally important for the engineers of 2020.&nbsp; This project also has impact beyond science and engineering.</p>\n<p>&nbsp;While educating a new generation of students on knowledge areas critical to their survival and success as engineers such as globalization, economic forces, environmental impacts, and social concerns is a significant impact in and of itself, the pedagogical value of the project has even further reaching implications.&nbsp; Engineering is no longer a profession driven solely by technical issues &ndash; engineers must now understand the global implications of their decisions on social communities, corporate economics, and the environment.&nbsp; This project is enriching the limited exposure that students currently get to many of these topics, and they will also provide opportunities to demonstrate how engineering careers &ldquo;makes a difference&rdquo; in the world, which has been shown by the National Academies to be mor...",
  "por_txt_cntn": "\nIn order to institutionalize the product archaeology framework as an effective pedagogical tool, the objective of this multi-university project is to develop a comprehensive assessment plan and implement it at a number of universities.  The assessment plan includes the collection of data on the effectiveness of taking a product archaeology approach to teach students \"the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context\" (ABET outcome h).\n\n At Bucknell University, we offered and evaluated the effectiveness of the product archaeology teaching modules in three courses. In Mechanical Engineering we introduced product archaeology in the junior level required course Mech392: Mechanical Design. The students engaged in a different and advanced teaching module in Mech 402: Senior Design. We also transferred the approach to Biomedical Engineering where they offered and evaluated the effectiveness in a junior level product archaeology course.\n\n For the junior level Mechanical Design course students dissected rice cookers and explored the global, societal, environmental and economic issues involved in the rice cooker artifacts in addition to rice production and consumption. Students read a chapter from the book, \"Where there are Asians, there are Rice Cookers\" that explored the development of the rice cooker in post World War II Hong Kong.\n\n In senior design the students revisited product archaeology by incorporating it with Failure Modes and Effects Analysis of coffee makers. Students compared and contrasted different coffee makers on the market with consideration of global, societal, environmental and economic issues. They also explored these issues with the supply chain and consumption of coffee. We capped off the module with a guest speaker from BucknellÆs Service Learning Center who described the efforts of Bucknell students working with a coffee-growing community in Nicaragua; and a speaker who started a local business doing environmentally friendly coffee roasting of fair trade coffee with the help of the Bucknell Small Business Development Center.\n\n The junior level Biomedical Engineering course in product archaeology addressed the GSEE issues stemming broadly from dissection (both physical and business related) of an over-the-counter medical device. A Product Archaeology Canvas was created as a visual guide for students as they navigated the course.\n\n Two faculty members in Mechanical Engineering and one in Biomedical Engineering along with an undergraduate teaching assistant developed, delivered and assessed the modules. Other teams in the network are assessing the effectiveness of these modules. Not only do the Product Archaeology activities impact the GSEE criteria, but they positively impact many of the other knowledge areas that have been identified as vitally important for the engineers of 2020.  This project also has impact beyond science and engineering.\n\n While educating a new generation of students on knowledge areas critical to their survival and success as engineers such as globalization, economic forces, environmental impacts, and social concerns is a significant impact in and of itself, the pedagogical value of the project has even further reaching implications.  Engineering is no longer a profession driven solely by technical issues &ndash; engineers must now understand the global implications of their decisions on social communities, corporate economics, and the environment.  This project is enriching the limited exposure that students currently get to many of these topics, and they will also provide opportunities to demonstrate how engineering careers \"makes a difference\" in the world, which has been shown by the National Academies to be more likely to attract young people to engineering than emphasizing the challenge of math and science skills.\n\n \n\n\t\t\t\t\tLast Modified: 10/09/2014\n\n\t\t\t\t\tSubmitted by: Steven B Shooter"
 }
}