{
 "awd_id": "1225726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessment of Product Archaeology as a Platform for Contextualizing Engineering Design",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 64999.0,
 "awd_amount": 64999.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "Many engineering programs struggle to meet the accreditation requirement that all engineering students have \"the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context.\" As a result, engineering students receive meaningful contextual experiences in a piecemeal fashion and graduate with a lack of concrete competencies that bridge knowledge and practice in the global world in which they live and work. By considering products as designed artifacts with a history rooted in their development, the product archaeology framework combines concepts from archaeology with advances in cyber-enhanced product dissection to implement pedagogical innovations that address the significant educational gap.  With an archaeological mindset, students approach product dissection with the task of evaluating and understanding a product's (and its designers') global, societal, economic and environmental context and impact. These hands-on, inductive learning activities require students to move beyond rote knowledge to hone their engineering judgment, extend and refine their knowledge, and apply their knowledge in meaningful ways to realistic challenges. This pedagogical framework thus provides students with formal activities to think more broadly about their professional roles as engineers.  This project, which is a collaboration among 6 universities, focuses on assessing the learning outcomes of exercises developed within the product archaeology framework. By documenting the implementation characteristics of the exercises at each school (for example, is the course a required or elective course, how many students are enrolled, is it a design or analysis course, etc.) and assessing the learning outcomes both quantitatively and qualitatively, the project is developing strong evidence of what factors enable engineering students to develop an understanding of the broader impacts of their decisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Chen",
   "pi_email_addr": "weichen@northwestern.edu",
   "nsf_id": "000492587",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Gerber",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Gerber",
   "pi_email_addr": "egerber@northwestern.edu",
   "nsf_id": "000526444",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gatchell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Gatchell",
   "pi_email_addr": "d-gatchell@northwestern.edu",
   "nsf_id": "000566119",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Rd",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 64999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In order to institutionalize the product archaeology framework as an effective pedagogical tool, the objective of this multi-university project is to develop a comprehensive assessment plan and implement it at a number of universities.&nbsp; The assessment plan includes the collection of data on the effectiveness of taking a product archaeology approach to teach students &ldquo;the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context&rdquo; (ABET outcome h).</p>\n<p>&nbsp;At Northwestern University, we offered and evaluated the effectiveness of the product archaeology teaching modules for ME 398, the mechanical engineering senior design project. &nbsp;We then extended the use of product archaeology teaching modules to the Design Thinking and Communication course (DSGN 106-1, 2) provided by the Segal Design Institute to all freshmen year engineering students, and the interdisciplinary design course (DSGN 384-1,2) provided by the Segal Design Institute to junior and senior year engineering students from across the McCormick school. &nbsp;In total, more than 200 students each year (&gt;400 for two years) have benefited from learning the use of product archaeology in design.</p>\n<p>For the junior/senior level courses (ME398, DSGN 384-1,2), our objective is to use product archaeology to help students better define design needs/objectives in a global, economic, environmental, and societal context (referred to as&nbsp; &ldquo;contextual analysis&rdquo;).&nbsp; By examining how the global, economic, environmental, and societal needs are considered in the existing products, our objective is to help students develop innovative design solutions that address the contextual aspects in real client sponsored design projects.&nbsp; For the freshmen level course (DSGN 106), our objective is to use product archaeology to help students better define design needs/objectives using contextual analysis (see definition above).&nbsp; Traditionally, the needs have been defined from the engineering perspective by the physical operating conditions only.</p>\n<p>&nbsp;In DSGN 384-1,2, students produced individual portfolios which included GSEE content and how it influenced their teams&rsquo; design solutions. In addition, each student contributed to a final report in which the impact of GSEE factors on design decisions was discussed. &nbsp;In the freshman DTC course, students work collectedly for three major deliverables related to the project archaeology material: 1) product dissection lab report; 2) individual paper focused on contextual analysis; and 3) final report.&nbsp; In the senior course, ME 398, student work was collected for three major deliverables related to the product archaeology material: 1) product archaeology resources assignment: 2) product dissection postulation; 3) product dissection lab report. The content for the assignments has been coded to determine categories of responses and what topics are most frequently included in the students&rsquo; responses. &nbsp;</p>\n<p>&nbsp;We also developed lecture materials and in-class activities/demonstrations for teaching global, social, economic, and environmental factors in design. Examples include the product dissection of the IBM Pro Printer and the Irwin Quick Grip. Templates of homework, exam, lab report, midterm, and final reports with embedded questions addressing Global, Social, Environmental, and Economic (GSEE) aspects, have also been developed.&nbsp; The assignments were developed to ensure that GSEE context analysis is included in all phases of an engineering design process. Analysis of final reports shows students using GSEE factors in their design decisions, for example, selecting materials that can be recycled by the client using existing channels.</p>\n<p>&nbsp;Six faculty members and three graduate teaching assistants of the aforementione...",
  "por_txt_cntn": "\nIn order to institutionalize the product archaeology framework as an effective pedagogical tool, the objective of this multi-university project is to develop a comprehensive assessment plan and implement it at a number of universities.  The assessment plan includes the collection of data on the effectiveness of taking a product archaeology approach to teach students \"the broad education necessary to understand the impact of engineering solutions in a global, economic, environmental, and societal context\" (ABET outcome h).\n\n At Northwestern University, we offered and evaluated the effectiveness of the product archaeology teaching modules for ME 398, the mechanical engineering senior design project.  We then extended the use of product archaeology teaching modules to the Design Thinking and Communication course (DSGN 106-1, 2) provided by the Segal Design Institute to all freshmen year engineering students, and the interdisciplinary design course (DSGN 384-1,2) provided by the Segal Design Institute to junior and senior year engineering students from across the McCormick school.  In total, more than 200 students each year (&gt;400 for two years) have benefited from learning the use of product archaeology in design.\n\nFor the junior/senior level courses (ME398, DSGN 384-1,2), our objective is to use product archaeology to help students better define design needs/objectives in a global, economic, environmental, and societal context (referred to as  \"contextual analysis\").  By examining how the global, economic, environmental, and societal needs are considered in the existing products, our objective is to help students develop innovative design solutions that address the contextual aspects in real client sponsored design projects.  For the freshmen level course (DSGN 106), our objective is to use product archaeology to help students better define design needs/objectives using contextual analysis (see definition above).  Traditionally, the needs have been defined from the engineering perspective by the physical operating conditions only.\n\n In DSGN 384-1,2, students produced individual portfolios which included GSEE content and how it influenced their teamsÆ design solutions. In addition, each student contributed to a final report in which the impact of GSEE factors on design decisions was discussed.  In the freshman DTC course, students work collectedly for three major deliverables related to the project archaeology material: 1) product dissection lab report; 2) individual paper focused on contextual analysis; and 3) final report.  In the senior course, ME 398, student work was collected for three major deliverables related to the product archaeology material: 1) product archaeology resources assignment: 2) product dissection postulation; 3) product dissection lab report. The content for the assignments has been coded to determine categories of responses and what topics are most frequently included in the studentsÆ responses.  \n\n We also developed lecture materials and in-class activities/demonstrations for teaching global, social, economic, and environmental factors in design. Examples include the product dissection of the IBM Pro Printer and the Irwin Quick Grip. Templates of homework, exam, lab report, midterm, and final reports with embedded questions addressing Global, Social, Environmental, and Economic (GSEE) aspects, have also been developed.  The assignments were developed to ensure that GSEE context analysis is included in all phases of an engineering design process. Analysis of final reports shows students using GSEE factors in their design decisions, for example, selecting materials that can be recycled by the client using existing channels.\n\n Six faculty members and three graduate teaching assistants of the aforementioned courses were involved in developing the teaching modules and assessment.  The effectiveness of these materials is being assessed across our network of institutions across a wide range of course.  Not o..."
 }
}