{
 "awd_id": "1225741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploration-Driven Online Science Education:   Habitable Worlds 2.0",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 598892.0,
 "awd_amount": 676945.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2018-06-22",
 "awd_abstract_narration": "Society's response to climate change and many other challenges hinges on public understanding that science is not a body of facts and certainties in tidy disciplines, but rather a process of reasoning which often crosses disciplines and which narrows the uncertainties of knowledge. Unfortunately, the way science is taught to non-science students at most large universities tends to reinforce misconceptions. For example, many students satisfy their general science requirement in very large introductory lecture courses based on traditional disciplines. While some of these courses are excellent, they often emphasize facts rather than scientific reasoning. Lectures are often supplemented by laboratories to address this gap. However, when class sizes reach the hundreds, laboratories often feature scripted \"cookbook\" activities that do not teach students to reason scientifically.\r\n\r\nIn this project, the investigators are deploying and assessing a large-enrollment undergraduate general education science course that places scientific reasoning and multidisciplinary perspectives at the heart of the experience. This model is possible because of developments in online, computer-assisted education (cyberlearning). The project builds on Arizona State University's semester-long \"Habitable Worlds\" course, which is organized around the search for intelligent life beyond Earth. Motivated by the question \"Are we alone?\" students explore key science concepts from astronomy to sustainability using online tutorials that employ interactive simulations and immersive, media-rich \"virtual field trips\" (VFTs). Video lectures are embedded in the tutorials, but as scaffolding rather than as centerpieces. The tutorials utilize an intelligent software platform that responds adaptively to student input--essentially, a virtual tutor--and collects data on students' actions and inputs useful for learning research and course development. Such platforms that can be programmed by the instructor are now becoming commercially available. The investigators' thesis is that for large student populations this model is superior to conventional lecture-based online and face-to-face courses.\r\n\r\n\"Habitable Worlds\" was piloted in Fall 2011 and will have been offered to about 800 ASU students online by the end of Fall 2012. In this project, the investigators, in collaboration with Maricopa Community College District (MCCD) faculty, are deploying and assessing a new version, \"Habitable Worlds 2.0,\" which is optimized to scale to even larger and more diverse student populations. In this revised course, tutorials follow a learning progression from less to more mathematically involved, and are better aligned with K-12 education standards for pre-service teachers enrolled in ASU's Mary Lou Fulton Teachers College (MLFTC). Data collected by the tutoring platform is being used for research on student problem-solving. The investigators are also comparing the effectiveness of VFTs to physical field trips and are rigorously evaluating course effectiveness using both formative and summative methods.\r\n\r\nBecause of the size of ASU and MCCD, this project could have far-reaching effects on undergraduate science education nationwide. Because \"Habitable Worlds 2.0\" is part of the redesigned teacher preparation program at MLFTC, which is one of the largest teacher preparation programs in the United States, the project is also likely to have a broad impact on K-12 education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ariel",
   "pi_last_name": "Anbar",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ariel D Anbar",
   "pi_email_addr": "anbar@asu.edu",
   "nsf_id": "000155861",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Semken",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Semken",
   "pi_email_addr": "semken@asu.edu",
   "nsf_id": "000196249",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852871404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 598892.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 78053.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-a9d5e240-7fff-3d7e-ee5b-eefb915f97b3\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>This project developed, deployed, and assessed a new and improved version of the online course, <em>Habitable Worlds</em>. This innovative course is designed as an online general science class for ASU undergraduates, consisting of online, interactive, inquiry-driven cyberlearning exercises built using a commercial intelligent tutoring system (ITS).&nbsp;</span></p>\n<p dir=\"ltr\"><span>These exercises incorporate graphically rich simulations and immersive virtual field trips (iVFTs). The ITS facilitates development of exercises that adapt to student interaction, and collects data on students&rsquo; actions and inputs useful for learning research and course development.&nbsp;</span></p>\n<p dir=\"ltr\"><span>The original course was developed with Flash-based simulations and virtual field trips that were not integrated within the intelligent tutoring system. By the conclusion of this project, we converted all of these simulations to HTML5 and fully integrated all the exploratory activities within the Advanced eLearning Platform to create lessons that were fully adaptive. These activities made this adaptive course available to a larger, and more diverse audience of learners, as well as extended the course&rsquo;s usefulness to educators for years to come.</span></p>\n<p dir=\"ltr\"><span>Over the last 7 years, we increased the number of students served by this inquiry-driven general science course from ~130 students at Arizona State University to more than 8,000 students across the country, including more than 1,500 at two-year community colleges. Components of the larger course were also modularized and made available for other audiences.  <em>Habitable Worlds</em> has now been offered as a high school course, and components such as individual simulations and virtual field trips are freely available to the K-12 community.</span></p>\n<p dir=\"ltr\"><span>The quality of our work on this course was recognized by the US Department of Education&rsquo;s Office of Education Technology in their 2017 report &ldquo;Reimagining the Role of Tech in Higher Ed\" as an exemplar of how effective learning design empowers effective online education. This new course has served as the basis for at least four published articles in well-respected journals, and presentations at more than a dozen professional conferences to advance knowledge in the areas of STEM education, learning analytics, learning within immersive environments, online education, and attitudes toward science. </span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2019<br>\n\t\t\t\t\tModified by: Ariel&nbsp;D&nbsp;Anbar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis project developed, deployed, and assessed a new and improved version of the online course, Habitable Worlds. This innovative course is designed as an online general science class for ASU undergraduates, consisting of online, interactive, inquiry-driven cyberlearning exercises built using a commercial intelligent tutoring system (ITS). \nThese exercises incorporate graphically rich simulations and immersive virtual field trips (iVFTs). The ITS facilitates development of exercises that adapt to student interaction, and collects data on students’ actions and inputs useful for learning research and course development. \nThe original course was developed with Flash-based simulations and virtual field trips that were not integrated within the intelligent tutoring system. By the conclusion of this project, we converted all of these simulations to HTML5 and fully integrated all the exploratory activities within the Advanced eLearning Platform to create lessons that were fully adaptive. These activities made this adaptive course available to a larger, and more diverse audience of learners, as well as extended the course’s usefulness to educators for years to come.\nOver the last 7 years, we increased the number of students served by this inquiry-driven general science course from ~130 students at Arizona State University to more than 8,000 students across the country, including more than 1,500 at two-year community colleges. Components of the larger course were also modularized and made available for other audiences.  Habitable Worlds has now been offered as a high school course, and components such as individual simulations and virtual field trips are freely available to the K-12 community.\nThe quality of our work on this course was recognized by the US Department of Education’s Office of Education Technology in their 2017 report \"Reimagining the Role of Tech in Higher Ed\" as an exemplar of how effective learning design empowers effective online education. This new course has served as the basis for at least four published articles in well-respected journals, and presentations at more than a dozen professional conferences to advance knowledge in the areas of STEM education, learning analytics, learning within immersive environments, online education, and attitudes toward science. \n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/18/2019\n\n\t\t\t\t\tSubmitted by: Ariel D Anbar"
 }
}