{
 "awd_id": "1225719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Computational Thinking Through Mobile Computing",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 106498.0,
 "awd_amount": 106498.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "This project introduces undergraduate students to computational thinking (CT) by engaging them to create apps for mobile phones and tablets that are both useful and personally meaningful.  CT is a 21st century STEM literacy whose concepts are needed by informed citizens and workers to solve problems and understand complex systems in many domains.\r\n\r\nIn this project, students learn CT by creating mobile apps using App Inventor, a visual blocks-based programming environment.  The project is developing online curricular modules that use mobile app programming to teach CT principles and mobile computing design concepts.  These modules include web-based tutorials, video lectures, screencasts, programming exercises, and quizzes --- online materials that give students more in-class time to engage in active learning. Several introductory and intermediate courses are being developed based on these modules.  The project is also devising, testing, and evaluating new techniques for assessing students' CT knowledge in the context of mobile computing and project-based courses.\r\n\r\nIn partnership with MIT's new Center for Mobile Learning, this project is widely disseminating curricular materials, course designs, and assessment rubrics, and is building a national community of undergraduate educators focused on teaching CT via mobile computing.\r\n\r\nThis project reflects mobile computing's transformation of society by building a curriculum in which undergraduates learn CT not by merely using apps, but by creating them. The materials developed in this project will support both novice and intermediate students in constructionist learning and in design, innovation, and entrepreneurship activities that connect computer science to other disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Martin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Fred G Martin",
   "pi_email_addr": "fred.martin@utsa.edu",
   "nsf_id": "000162681",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Roehr",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Karen E Roehr",
   "pi_email_addr": "Karen_Roehr@uml.edu",
   "nsf_id": "000077639",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018542827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 106498.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-45f508a2-5875-31ba-2d84-99c24729e15a\">\n<p dir=\"ltr\"><span>The </span><span>Computational Thinking Through Mobile Computing</span><span> project was a collaborative effort among five institutions: &nbsp;MIT, Wellesley College, Trinity College, University of Massachusetts Lowell, and the University of San Francisco. &nbsp;Its overarching goal was to introduce undergraduates to computational thinking (CT) by engaging them in the creation of real-world, personally useful apps for mobile phones and tablets. &nbsp;&nbsp;The approach was based on App Inventor, a visual, blocks-based programming language designed specifically for beginners. </span></p>\n<p dir=\"ltr\"><span><img src=\"https://lh6.googleusercontent.com/hDfMDmthGJbJnKpfg4OAf0yYw1Vko95lBcqfwWLkWXWqGnofLofWXs_uFduwSODUyrbIA_euzKf_c6H0HSJJd5f8l2ym07hRjM0in9azXS-eAEmp2W4pjlzIr9iT5AzD8UTawzRA\" alt=\"NoTextingBlocks Mesasge Received.png\" width=\"356px;\" height=\"170px;\" /></span></p>\n<p dir=\"ltr\"><span>A &ldquo;No Text While Driving&rdquo; App Developed in App Inventor</span></p>\n<p dir=\"ltr\"><span>The main finding of this project is that mobile computing in App Inventor is an effective way to engage a wide variety of undergraduates in CT. &nbsp;During the three years of the project more than 25 computer science &nbsp;and interdisciplinary courses based on the mobile computing approach were taught, most of which were introductory courses. The data gathered through course evaluations and other surveys from hundreds of students in these courses strongly indicate a number of positive outcomes, including:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Mobile computing is effective at attracting a diverse population of students to computer science, including those from underrepresented demographics in CS. &nbsp;Among the students surveyed: 43% were female; 22%</span><span> </span><span>were from underrepresented ethnic groups (African American, Hispanic American, Native American, and Pacific Islander); 16% were first-generation college students; and 64% were not computer science majors.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Collaborative project-based learning using App Inventor mobile app development is an effective way to teach computational thinking. &nbsp;After the course, of those who entered the course with little or no programming background: 81% were confident in their ability to work with others in a small group to solve problems, &nbsp;70% reported confidence in their ability to apply abstract concepts to real problem situations, and 64% reported confidence in their ability to design something novel or innovative. Additionally, 74% indicated that, given an app idea and a user interface design, they could use App Inventor to develop a complete app from scratch using the app features and programming skills they learned in the course. </span><span><img src=\"https://lh5.googleusercontent.com/QwHC90rrhsb6A1BvYqd_ICEfpoymMvUJy0yY1Zx8w-QZRpkUxe33kFCifhwSRk2U2NV5MXAYOJC8RAdt-wkvL_Oy9cs7sXhOFsShpnGRanrrDx9I9hsh2JrLN8Q0-113_Shd_zlp\" alt=\"csnight\" width=\"367px;\" height=\"244px;\" /></span><span><br class=\"kix-line-break\" /></span><span>Students demonstrate their apps at USF&rsquo;s CS Night</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>The courses improved various attitudes about computing. After the course, of those who entered the course with little or no programming background: 78% reported that the course improved their understanding of computer science, 70% reported that it improved their attitude toward computer science, &nbsp;61% reported that they had become more interested in computer science, and 82% indicated that they viewed computer science as a socially beneficial discipline. </span></p>\n</li>\n</ul>\n<p dir=\"ltr\"><span>An important goal of the project was to create and disseminate mobile CT curricular materials among a growing community of those interested in mobile ...",
  "por_txt_cntn": "\n\nThe Computational Thinking Through Mobile Computing project was a collaborative effort among five institutions:  MIT, Wellesley College, Trinity College, University of Massachusetts Lowell, and the University of San Francisco.  Its overarching goal was to introduce undergraduates to computational thinking (CT) by engaging them in the creation of real-world, personally useful apps for mobile phones and tablets.   The approach was based on App Inventor, a visual, blocks-based programming language designed specifically for beginners. \n\nA \"No Text While Driving\" App Developed in App Inventor\nThe main finding of this project is that mobile computing in App Inventor is an effective way to engage a wide variety of undergraduates in CT.  During the three years of the project more than 25 computer science  and interdisciplinary courses based on the mobile computing approach were taught, most of which were introductory courses. The data gathered through course evaluations and other surveys from hundreds of students in these courses strongly indicate a number of positive outcomes, including:\n\n\nMobile computing is effective at attracting a diverse population of students to computer science, including those from underrepresented demographics in CS.  Among the students surveyed: 43% were female; 22% were from underrepresented ethnic groups (African American, Hispanic American, Native American, and Pacific Islander); 16% were first-generation college students; and 64% were not computer science majors.\n\n\nCollaborative project-based learning using App Inventor mobile app development is an effective way to teach computational thinking.  After the course, of those who entered the course with little or no programming background: 81% were confident in their ability to work with others in a small group to solve problems,  70% reported confidence in their ability to apply abstract concepts to real problem situations, and 64% reported confidence in their ability to design something novel or innovative. Additionally, 74% indicated that, given an app idea and a user interface design, they could use App Inventor to develop a complete app from scratch using the app features and programming skills they learned in the course. Students demonstrate their apps at USFÆs CS Night\n\n\nThe courses improved various attitudes about computing. After the course, of those who entered the course with little or no programming background: 78% reported that the course improved their understanding of computer science, 70% reported that it improved their attitude toward computer science,  61% reported that they had become more interested in computer science, and 82% indicated that they viewed computer science as a socially beneficial discipline. \n\n\nAn important goal of the project was to create and disseminate mobile CT curricular materials among a growing community of those interested in mobile computing. In addition to making curricular materials and other resources available through various websites,  and making the projectÆs results known through various publications, a number of highly successful workshops were conducted at regional and national venues, including two 3-day summer workshops at University of Massachusetts Lowell.\n\n\nThe web-based curricular materials developed by the project team, including video lectures, screencasts, tutorials, programming exercises, quizzes, live-coding programming challenges, various rubrics and assessment instruments, a complete \"Course-in-a-Box\" (appinventor.org) and an on-line course (mobile-csp.org) proved to be useful pedagogical resources both for supporting and assessing student learning. Out of 38 instructors who attended one of our summer workshops, 21 went on to use App Inventor in their teaching.  And 96% of teachers surveyed on our forum reported using resources developed by the project team. \n\n\nHundreds of instructors and thousands of students have used the free and openly licensed resources created or supported by the pr..."
 }
}