{
 "awd_id": "1225799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effects of Zoning and Local Regulatory Environment on Housing Prices and Foreclosure Risk",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 99356.0,
 "awd_amount": 99356.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "This project focuses on whether and how characteristics of local zoning and regulatory environment are related to foreclosure risks.  Despite the strong interest of local governments in reducing the impact of the recent surge in foreclosures, little is known about how the policy tools available to local jurisdictions can be used to minimize the risk of foreclosure.  Research on determinants of foreclosures has concerned primarily on tracing the risk-taking behavior of borrowers and lenders, lending-related policies, and poorly regulated financial markets.  A small but growing body of literature presents a clear link between housing price, housing supply, and foreclosure.  This project will explore the implied connections between foreclosure risk and land-use regulation.  The investigator posits that when zoning restricts the supply and diversity of housing types and affordability, homebuyers may be forced into a higher price category and consequently may have a higher vulnerability to foreclose.  This can be especially true under additional adverse conditions (trigger events), such as when there is a decline in homeowner income or housing value.  This phenomenon may have been exacerbated by increased access to subprime lending instruments during the recent housing bubble and subsequent burst.  The investigator will examine these connections through the following research questions:  (1) How are the zoned housing capacities and diversity of zoned housing types in an area related to higher rates of housing price escalation?  (2) Controlling for other factors, are areas with high rates of sub-prime mortgage activity associated with local regulatory characteristics and changes in housing prices?  (3) To what degree did regulations and housing price escalation contribute to the vulnerability of homeowners to foreclose?  As municipalities are most often the government entities responsible for zoning decisions, he will examine these relationships primarily at the municipal level using multiple metropolitan areas in the United States.  He also will look at the ZIP-code and individual parcel-level associations within these municipalities to test the theoretical associations suggested by the literature on zoning and housing price at these scales.  Because foreclosure risk may be affected by factors beyond a spatial unit, he will apply spatial autoregressive models (spatial lag models) and multi-level regression models to analyze interactions across geographical boundaries and hierarchical scales.\r\n\r\nThis project will address the gap in current research related to local conditions by systematically including zoning policies affecting housing production and supply into the foreclosure risk analysis.  Project findings will provide important evidence to facilitate consideration of more robust policy interventions and to help foster communities more resilient to future shocks. The framework and findings of this project will be disseminated widely through academic and policy venues and will add to the tools that can help identify affordable housing shortages and areas of concentrated risk.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arnab",
   "pi_last_name": "Chakraborty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arnab Chakraborty",
   "pi_email_addr": "arnab@illinois.edu",
   "nsf_id": "000504300",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 S. First St., Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99356.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Past studies on the housing foreclosure crisis have largely focused on the risk-taking behavior of borrowers and lenders, lending-related policies, and poorly regulated financial markets. Our work adds to this literature by examining the role of local policies, especially certain restrictive zoning practices, in magnifying the risk of households entering foreclosure. Using data from 14 metropolitan regions and controlling for commonly recognized drivers of foreclosure risk such as high sub-prime mortgages, we explored the degree to which regulatory stringency and housing prices in a municipality are associated with foreclose risk.</p>\n<p><em>Intellectual Merit: </em>Our research found that at the municipal level a lower share of land assigned to higher density housing is significant and positively related to a higher risk of foreclosure. The project developed detailed datasets for 14 metropolitan regions around the US and developed novel approaches to characterize local regulatory environment in the form of zoning restrictiveness. We then connected this metric with municipal characteristics, loans, and foreclosure risk. Our work also laid the foundation for further research on vulnerability of communities from future risks and their ability to recover from them.</p>\n<p><em>Broader Impact: </em>By showing that restrictive zoning and lack of choice in housing options may increase housing prices and risk of foreclosure, our work provides planners helpful evidence in promoting long-term, inclusive housing strategies. Furthermore, we advanced the theoretical understanding of this relationship by showing that from a foreclosure risk standpoint a mix of zoning is more important to achieve at the scale of a municipality than at the scale of a neighborhood.<em>&nbsp;</em></p>\n<p><em>Peer-reviewed publications and related commentary</em></p>\n<ul>\n<li>Chakraborty, A., and McMillan, A., The local determinants of housing market resilience: Evidence from the foreclosure crisis and recovery, Under Review&nbsp;</li>\n<li>McMillan, A., and Chakraborty, A., Who Buys Foreclosed Homes? How Neighborhood Characteristics Influence of REO Home Sales to Investors and Households, Under Review</li>\n<li>Chakraborty, A., Allred, D. and Boyer, R.&nbsp;(2013).&nbsp;Zoning Restrictiveness and Housing Foreclosures: Exploring a New Link to the Subprime Mortgage Crisis.&nbsp; <em>Housing Policy Debate</em>.&nbsp;23&nbsp;(2), 431 {Forum commentaries on our article listed below):  \n<ul>\n<li>Nelson, A.C. Zoning Restrictiveness and Housing Foreclosures: Exploring a New Link to the Subprime Mortgage Crisis&rdquo; <em>Housing Policy Debate</em> (2013) 23:2, 458-459</li>\n<li>Hepp, S. Zoning Restrictiveness and Housing Foreclosures: Exploring a New Link to the Subprime Mortgage Crisis&rdquo; <em>Housing Policy Debate</em> (2013) 23:2, 460-462</li>\n<li>Paulsen, K. Zoning Restrictiveness and Housing Foreclosures: Exploring a New Link to the Subprime Mortgage Crisis&rdquo; <em>Housing Policy Debate</em> (2013) 23:2, 463-466</li>\n</ul>\n</li>\n</ul>\n<p>The main journal in this area Housing Policy Debate dedicated a forum to our first article and published three invited commentaries that discuss the implications of our findings broadly. One commentator, Prof. Kurt Paulsen notes: &ldquo;In this article, Professor Chakraborty and his students&hellip; examine the intrametropolitan distribution of foreclosure risk. Their main finding is that municipalities with more restrictive residential zoning saw higher rates of foreclosure from 2005 to 2008. This is certainly an important finding, and it is the first article I am aware of that connects intrametropolitan variation in foreclosure activity with land development regulations. As such, it not only improves our understanding of foreclosure patterns during this period but also offers an intriguing addition to the larger and growing literature on the price and sorting effe...",
  "por_txt_cntn": "\nPast studies on the housing foreclosure crisis have largely focused on the risk-taking behavior of borrowers and lenders, lending-related policies, and poorly regulated financial markets. Our work adds to this literature by examining the role of local policies, especially certain restrictive zoning practices, in magnifying the risk of households entering foreclosure. Using data from 14 metropolitan regions and controlling for commonly recognized drivers of foreclosure risk such as high sub-prime mortgages, we explored the degree to which regulatory stringency and housing prices in a municipality are associated with foreclose risk.\n\nIntellectual Merit: Our research found that at the municipal level a lower share of land assigned to higher density housing is significant and positively related to a higher risk of foreclosure. The project developed detailed datasets for 14 metropolitan regions around the US and developed novel approaches to characterize local regulatory environment in the form of zoning restrictiveness. We then connected this metric with municipal characteristics, loans, and foreclosure risk. Our work also laid the foundation for further research on vulnerability of communities from future risks and their ability to recover from them.\n\nBroader Impact: By showing that restrictive zoning and lack of choice in housing options may increase housing prices and risk of foreclosure, our work provides planners helpful evidence in promoting long-term, inclusive housing strategies. Furthermore, we advanced the theoretical understanding of this relationship by showing that from a foreclosure risk standpoint a mix of zoning is more important to achieve at the scale of a municipality than at the scale of a neighborhood. \n\nPeer-reviewed publications and related commentary\n\nChakraborty, A., and McMillan, A., The local determinants of housing market resilience: Evidence from the foreclosure crisis and recovery, Under Review \nMcMillan, A., and Chakraborty, A., Who Buys Foreclosed Homes? How Neighborhood Characteristics Influence of REO Home Sales to Investors and Households, Under Review\nChakraborty, A., Allred, D. and Boyer, R. (2013). Zoning Restrictiveness and Housing Foreclosures: Exploring a New Link to the Subprime Mortgage Crisis.  Housing Policy Debate. 23 (2), 431 {Forum commentaries on our article listed below):  \n\nNelson, A.C. Zoning Restrictiveness and Housing Foreclosures: Exploring a New Link to the Subprime Mortgage Crisis\" Housing Policy Debate (2013) 23:2, 458-459\nHepp, S. Zoning Restrictiveness and Housing Foreclosures: Exploring a New Link to the Subprime Mortgage Crisis\" Housing Policy Debate (2013) 23:2, 460-462\nPaulsen, K. Zoning Restrictiveness and Housing Foreclosures: Exploring a New Link to the Subprime Mortgage Crisis\" Housing Policy Debate (2013) 23:2, 463-466\n\n\n\n\nThe main journal in this area Housing Policy Debate dedicated a forum to our first article and published three invited commentaries that discuss the implications of our findings broadly. One commentator, Prof. Kurt Paulsen notes: \"In this article, Professor Chakraborty and his students&hellip; examine the intrametropolitan distribution of foreclosure risk. Their main finding is that municipalities with more restrictive residential zoning saw higher rates of foreclosure from 2005 to 2008. This is certainly an important finding, and it is the first article I am aware of that connects intrametropolitan variation in foreclosure activity with land development regulations. As such, it not only improves our understanding of foreclosure patterns during this period but also offers an intriguing addition to the larger and growing literature on the price and sorting effects of zoning and other land development restrictions.\" Another commentary from Real Estate Economist Selma Hepp notes: \"The presented analysis triggers further relevant questions. For example, what would an analysis show if the model was run for each individual metro area? Similarly, wha..."
 }
}