{
 "awd_id": "1225825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCE-RIG: Emission of greenhouse gases by coastal marine invertebrates in response to nitrogen loading and ocean warming",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927589",
 "po_email": "gpugh@nsf.gov",
 "po_sign_block_name": "Judith Pugh",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 99993.0,
 "awd_amount": 99993.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "In this project, the principal investigator will study greenhouse gas (GHGs) emissions from coastal invertebrates in relation to nitrogen availability and temperature.\r\n\r\nCoastal ecosystems may be significant sources of greenhouse gases, including nitrous oxide (N2O) and methane (CH4) that have 300 and 25 times the global warming potential per molecule of carbon dioxide (CO2). Marine invertebrates, in particular, may produce GHGs in coastal ecosystems either directly or indirectly, through biogenic alteration of sediments, which expands the oxicanoxic interfaces in which microbes thrive. Anthropogenic nitrogen (N) loading and warming of coastal oceans may both enhance GHG production significantly. To test the hypothesis that numerically dominant coastal invertebrates, including a tube-building amphipod (Ampelisca abdita) and bivalves (Mytilus edulis, Mercenaria mercenaria, Geukensia demissa), can emit significant quantities of CO2, N2O , CH4, manipulative experiments will be performed. Potential emissions from each species, and subpopulations (along an existing nitrogen gradient in Narragansett Bay, RI), will be assayed under standardized conditions. To test how emissions from coastal invertebrates vary in response to anthropogenic fertilization and warming of the ocean, nitrogen and temperature will then be manipulated in mesocosm experiments. Fluxes and dissolved GHG concentrations will be compared across treatments. The abundance of two key potential mediators of GHG fluxes, ammonia-oxidizing and methane-oxidizing microbes, will also be characterized. These examinations will reveal functional consequences of ocean warming and fertilization, including the potential of coastal organisms to enhance global climatic feedbacks.\r\n\r\nThe broader impacts involve broadening participation of under-represented groups in STEM. The principal investigator is committed to advancing science among all members of our diverse society. A graduate student will be recruited from a national diversity outreach program. Undergraduate researchers, via Summer Undergraduate Research Fellowships, will be mentored, and their contributions will be featured in new workshops that will be developed for high school students and teachers, and the National Society for the Advancement of Chicanos and Native Americans in Science. \r\n\r\nThis project is supported under the NSF Ocean Sciences Research Initiation Grant (OCE-RIG) program, with goals to support novel research by early career scientists and increase the diversity of the U.S. ocean sciences workforce and research community. With OCE-RIG support, this project will enable a promising early career researcher to establish themselves in an independent research career related to ocean sciences and broaden participation of under-represented groups in the ocean sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Serena",
   "pi_last_name": "Moseman-Valtierra",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Serena M Moseman-Valtierra",
   "pi_email_addr": "smoseman@uri.edu",
   "nsf_id": "000612010",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "University of Rhode Island",
  "perf_city_name": "Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028812019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820600",
   "pgm_ele_name": "OCE Research Initiation Grant"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Intellectual merit: Greenhouse gases are known to control global climate, and the emissions of these gases from coastal ecosystems needs to be predicted under future environmental conditions. Nitrogen loading from human sources (fertilizer, sewage, run-off) is known to significantly impact coastal ecosystems, sometimes causing eutrophication. In the future, nitrogen loads to coastal environments may increase as human developments grow, and climate will also be changing substantially. This research tested impacts of nitrogen loading and ocean warming on emission of one greenhouse gas, nitrous oxide, by 3 species of shellfish- blue mussels (<em>Mytilus edulis</em>), clams (<em>Mercenaria mercenaria</em>) and oysters (<em>Crassostrea virginica</em>). Mesocosm experiments were performed with each species over periods of 2-4 weeks to test short (1 day) and longer term impacts of these factors on nitrous oxide production by the bivalves. For all experiments, nitrous oxide emissions were significantly higher with nitrogen additions (at levels similar to the highest concentrations observed in Narragansett Bay RI), and these emissions were particularly high after long term (2-4 weeks) exposures to the nitrogen. Warming, in contrast produced little effect on nitrous oxide emission. This research is among the first to quantify nitrous oxide emissions from marine invertebrates, and it suggests that- in nitrogen polluted waters, some populations of these organisms may be large emitters of the greenhouse gas compared to sediments and waters of their coastal ecosystems. Future work is needed to identify the specific sources of nitrous oxide and to directly measure bivalve emissions in nature.</p>\n<p>Broader impacts: The research described above is the collaborative product of a diverse scientific team, including a PI (Moseman-Valtierra) and graduate student (Garate) who are both active members of the Society for the Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS). &nbsp;At least 4 undergraduate students learned basic research and technical skills as part of the project via Summer Undergraduate Research Fellowship. Beyond scientific meetings, results of the project were presented to students in the National SACNAS conference and were integrated in a campus-exchange (consisting of a research presentation by the PI and a lab tour) between the Paul Cuffee minority-serving charter school in Providence RI and the University of Rhode Island.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/18/2015<br>\n\t\t\t\t\tModified by: Serena&nbsp;M&nbsp;Moseman-Valtierra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nIntellectual merit: Greenhouse gases are known to control global climate, and the emissions of these gases from coastal ecosystems needs to be predicted under future environmental conditions. Nitrogen loading from human sources (fertilizer, sewage, run-off) is known to significantly impact coastal ecosystems, sometimes causing eutrophication. In the future, nitrogen loads to coastal environments may increase as human developments grow, and climate will also be changing substantially. This research tested impacts of nitrogen loading and ocean warming on emission of one greenhouse gas, nitrous oxide, by 3 species of shellfish- blue mussels (Mytilus edulis), clams (Mercenaria mercenaria) and oysters (Crassostrea virginica). Mesocosm experiments were performed with each species over periods of 2-4 weeks to test short (1 day) and longer term impacts of these factors on nitrous oxide production by the bivalves. For all experiments, nitrous oxide emissions were significantly higher with nitrogen additions (at levels similar to the highest concentrations observed in Narragansett Bay RI), and these emissions were particularly high after long term (2-4 weeks) exposures to the nitrogen. Warming, in contrast produced little effect on nitrous oxide emission. This research is among the first to quantify nitrous oxide emissions from marine invertebrates, and it suggests that- in nitrogen polluted waters, some populations of these organisms may be large emitters of the greenhouse gas compared to sediments and waters of their coastal ecosystems. Future work is needed to identify the specific sources of nitrous oxide and to directly measure bivalve emissions in nature.\n\nBroader impacts: The research described above is the collaborative product of a diverse scientific team, including a PI (Moseman-Valtierra) and graduate student (Garate) who are both active members of the Society for the Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS).  At least 4 undergraduate students learned basic research and technical skills as part of the project via Summer Undergraduate Research Fellowship. Beyond scientific meetings, results of the project were presented to students in the National SACNAS conference and were integrated in a campus-exchange (consisting of a research presentation by the PI and a lab tour) between the Paul Cuffee minority-serving charter school in Providence RI and the University of Rhode Island.\n\n\t\t\t\t\tLast Modified: 08/18/2015\n\n\t\t\t\t\tSubmitted by: Serena M Moseman-Valtierra"
 }
}