{
 "awd_id": "1225596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing Social Science Data Infrastructure: Upgrade of Metadata Documenting Cross-National Microdata",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "SES -1225596\r\n\r\nJanet Gornick\r\nCUNY Graduate Center\r\n\r\nABSTRACT\r\n\r\nEnhancing Social Science Data Infrastructure: \r\nUpgrade of Metadata Documenting Cross-National Microdata\r\n\r\nLIS serves as a unique data archive and research center.  It provides researchers from multiple fields access to household- and person-level data (\"microdata\") from high- and middle-income countries around the world. To that end, the LIS staff gathers nationally-representative datasets from many countries and harmonizes them into two distinct databases: the Luxembourg Income Study (LIS) Database, which is focused on income microdata, and the Luxembourg Wealth Study (LWS) Database, which contains wealth microdata. These databases facilitate and promote high-quality cross-national comparative research.  Most researchers use the LIS databases to analyze variation across countries in socio-economic outcomes, primarily poverty and income inequality, wealth and debt holdings, and employment and earnings patterns.  Many LIS-based studies focus on the impact of public policies and other national institutions on these outcomes. \r\n\r\nLIS also maintains a massive collection of explanatory documentation (\"metadata\"), which describes the original data sources and data collection practices, as well as the decisions made by the LIS staff during the process of preparing and harmonizing the data. These metadata document the quality of the LIS data, and are critical for making the data harmonization process transparent to the many data users. The work carried out by the LIS staff -- acquiring, harmonizing, and making the microdata available, and preparing and providing the metadata -- saves many months of data acquisition and preparation time for the researchers who use the data. NSF support for this project permits LIS staff to design and create a metadata repository.  It will replace the current metadata storage system, which lacks a search function, with a sophisticated searchable database that will enable users to search the LIS and LWS metadata more easily.  The repository will have a back-end populating feature (to be used by the LIS data staff) and a front-end search function (to be used by LIS data users). \r\n\r\nBroader impacts\r\nFor nearly 30 years, LIS has provided access to cross-national microdata that are otherwise difficult to obtain. This has spurred the development of a vast body of comparative research on socio-economic outcomes, carried out by economists, sociologists, and other social scientists around the world. This infrastructure project will produce a searchable metadata system, which will assist the LIS data team as it continues to harmonize and document microdata from a rapidly growing and increasingly diverse set of countries.  For the thousands of researchers who already work with the LIS and LWS data, this project will enable them to use both the microdata and the metadata more quickly and more accurately.  The new infrastructure will also facilitate the use of the LIS and LWS microdata by new research communities, thereby promoting innovative social science research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Gornick",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Janet C Gornick",
   "pi_email_addr": "jgornick@gc.cuny.edu",
   "nsf_id": "000237108",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>LIS&rsquo;s core objectives are: 1) to harmonize microdatasets, from multiple countries, which&nbsp;include data on income, wealth, employment and demography; 2) to provide a secure method that allows&nbsp;access to data with privacy restrictions; 3) to create and maintain a remote-execution system to enable&nbsp;research conducted off-site; and 4) to promote the use of microdata and accompanying metadata in&nbsp;comparative research on social and economic wellbeing, to conduct research on-site, and to host&nbsp;scholars using the LIS data.</p>\n<p>Goals for the proposed project, <em>per se</em>: &nbsp;The LIS directors and staff aspire to provide high-quality and user-friendly&nbsp;metadata, which documents the structure and content of the microdata. &nbsp;(The second component, tools that enable users to&nbsp;learn to use the microdata, whether they are learning on-site (at LIS&rsquo; annual Workshops) or remotely, was removed during the budget justification process due to being awarded less funding than was requested.)</p>\n<p>LIS has reached its&rsquo; targeted goals in terms of the design and development of an innovative new metadata system, METIS, the LIS Metadata Information System. METIS was funded by the National Science Foundation, with the express purpose of improving and expediting productivity for researchers and LIS staff. It will be available to all visitors to the LIS Website.</p>\n<p>METIS, the LIS Metadata Information System:</p>\n<p>1. Completed the design and development of the Frontend System. This is the Web Interface&nbsp;(the dissemination system) that allows for identifying, browsing, locating, and&nbsp;aggregating particular pieces of information according to users&rsquo; queries. This core element consists of a suite of programs that incorporates powerful search functions so that researchers have immediate access to a comprehensive set of documentation without the need for scrolling&nbsp;through hundreds of discrete documents. The tool is completed and is in the final stage of testing prior to dissemination to the broader research community.</p>\n<p>2. Completed the design, development, and implementation of a consistent Metadata Repository&nbsp; (the storage facility) that captures and stores comprehensive, integrated&nbsp;and standard sets of information pertaining to each variable in the LIS&nbsp;and LWS Databases. The migration of the existing documentation into the new Metadata Repository is completed.</p>\n<p>3. Completed the design, development, and implementation of a Backend System&nbsp; (the work process element) that allows LIS staff automatically to: (1) extract&nbsp;information directly from our micro-databases and from the documentation (including data related&nbsp;to the original surveys); (2) clean, convert, or reformat extracted documentation; and (3) load,&nbsp;update &ndash; or remove &ndash; metadata within the repository. The LIS staff members have been trained on the tool and the METIS is fully integrated into the program operations.&nbsp;</p>\n<p>LIS has completed the final project outcomes as stated in the proposed goals. The three features of the METIS, the LIS Metadata Information System; the frontend, repository, and backend systems, all have final products. Two of the three features, the repository and backend systems, have been fully implemented. The frontend interface is currently in final product testing. Full implementation of METIS is anticipated for end 2015.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2015<br>\n\t\t\t\t\tModified by: Janet&nbsp;C&nbsp;Gornick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLISÆs core objectives are: 1) to harmonize microdatasets, from multiple countries, which include data on income, wealth, employment and demography; 2) to provide a secure method that allows access to data with privacy restrictions; 3) to create and maintain a remote-execution system to enable research conducted off-site; and 4) to promote the use of microdata and accompanying metadata in comparative research on social and economic wellbeing, to conduct research on-site, and to host scholars using the LIS data.\n\nGoals for the proposed project, per se:  The LIS directors and staff aspire to provide high-quality and user-friendly metadata, which documents the structure and content of the microdata.  (The second component, tools that enable users to learn to use the microdata, whether they are learning on-site (at LISÆ annual Workshops) or remotely, was removed during the budget justification process due to being awarded less funding than was requested.)\n\nLIS has reached itsÆ targeted goals in terms of the design and development of an innovative new metadata system, METIS, the LIS Metadata Information System. METIS was funded by the National Science Foundation, with the express purpose of improving and expediting productivity for researchers and LIS staff. It will be available to all visitors to the LIS Website.\n\nMETIS, the LIS Metadata Information System:\n\n1. Completed the design and development of the Frontend System. This is the Web Interface (the dissemination system) that allows for identifying, browsing, locating, and aggregating particular pieces of information according to usersÆ queries. This core element consists of a suite of programs that incorporates powerful search functions so that researchers have immediate access to a comprehensive set of documentation without the need for scrolling through hundreds of discrete documents. The tool is completed and is in the final stage of testing prior to dissemination to the broader research community.\n\n2. Completed the design, development, and implementation of a consistent Metadata Repository  (the storage facility) that captures and stores comprehensive, integrated and standard sets of information pertaining to each variable in the LIS and LWS Databases. The migration of the existing documentation into the new Metadata Repository is completed.\n\n3. Completed the design, development, and implementation of a Backend System  (the work process element) that allows LIS staff automatically to: (1) extract information directly from our micro-databases and from the documentation (including data related to the original surveys); (2) clean, convert, or reformat extracted documentation; and (3) load, update &ndash; or remove &ndash; metadata within the repository. The LIS staff members have been trained on the tool and the METIS is fully integrated into the program operations. \n\nLIS has completed the final project outcomes as stated in the proposed goals. The three features of the METIS, the LIS Metadata Information System; the frontend, repository, and backend systems, all have final products. Two of the three features, the repository and backend systems, have been fully implemented. The frontend interface is currently in final product testing. Full implementation of METIS is anticipated for end 2015.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2015\n\n\t\t\t\t\tSubmitted by: Janet C Gornick"
 }
}