{
 "awd_id": "1225663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCE-PRF: Symbiosis unbound?  Investigating the physiology, genome, and proteome of Thiotaurens thiomutagens, a novel marine sulfide-oxidizing bacterium",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927589",
 "po_email": "gpugh@nsf.gov",
 "po_sign_block_name": "Judith Pugh",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "In this project, the investigator will examine the physiology of an elusive group of basal chemoautotrophic Gammaproteobacteria and the thiotrophic pathway found exclusively in bacterial-animal host associations.\r\n\r\nA large number of basal sub-clades within the Gammaproteobacteria are marine biogeochemically-important sulfide-oxidizing autotrophs; but few have been cultivated and knowledge of their ecophysiologies remains limited. Some of these bacteria engage in symbiotic lifestyles with marine invertebrates in sulfidic habitats, where they detoxify sulfide for the host, and in some cases serve as the host's sole food source. Most of these endosymbionts have a free-living stage prior to infecting, or being taken up by the host animal. But to date, there is not a single strain of thiotrophic bacterial symbiont in cultivation and little is known about their ecophysiologies and biochemical interactions with their hosts. \r\n\r\nThe investigator recently isolated a sulfide-oxidizing Gammaproteobacteria within the same sub-clade that includes many endosymbiotic strains with a free-living stage, dubbed Thiotaurens thiomutagens. Like many endosymbionts adapted to hypoxic regimes, this strain fixes carbon into biomass under low atmospheric oxygen or via denitrification using the oxygen-sensitive enzyme RuBisCO Form II. This strain exhibits unusual growth patterns on organic acids, one of which is that it appears to preferentially use an organic acid such as succinate, as an energy source to fix carbon dioxide. T. thiomutagens may be the first obligate autotrophic bacterium which fixes carbon solely with RuBisCO Form II in culture. Preliminary tests suggest that the ecophysiology of T. thiomutagens may be very similar to that of thiotrophic endosymbionts. This project will enable the investigator to further elucidate the physiology of T. thiomutagens through a combination of cultivation experiments, genomics, and proteomics. The cultivation approach will result in the formal recognition and description of T. thiomutagens. The sequenced genome will be compared with published genomes of endosymbiont thiotrophs to aid in the determination of whether T. thiomutagens may serve as a proxy for endosymbionts in future studies and determine whether it may also be an ecotype representative of the early radiation of the Gammaproteobacteria. Two proteomics studies are proposed using a recently developed mass spectrometry technique. The first study will elucidate the pathway for thiotaurine utilization and the second study will elucidate the pathways invoked during growth on succinate during and after the uptake of exogenous carbon dioxide. \r\n\r\nThe broadening participation goals involve mentoring five to six other military veterans at a time through the course of their academic careers at the University of Minnesota. The investigator is a Howard Hughes Medical Institute research mentor to transfer students in biology and will continue to mentor undergraduates in research during this project. In addition, the investigator will organize a session on symbioses at the Society for Chicanos and Native Americans in Science National Conference, attended primarily by undergraduate students. \r\n\r\nThis project is supported under the NSF Ocean Sciences Postdoctoral Research Fellowship (OCE PRF) program, with goals to support novel research by early career scientists and increase the diversity of the U.S. ocean sciences workforce and research community. With OCE-PRF support, this project will enable a promising early career researcher to establish themselves in an independent research career related to ocean sciences and broaden participation of under-represented groups in the ocean sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beverly",
   "pi_last_name": "Flood",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Beverly E Flood",
   "pi_email_addr": "",
   "nsf_id": "000605983",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Flood                   Beverly        E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "554550231",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Dept. of Earth Sciences, University of Minnesota",
  "perf_str_addr": null,
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554150231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hydrogen sulfide is toxic to animals; and yet, abundant marine life can be found in sulfidic marine habitats such as hydrothermal vents, methane seeps, whale-falls, and organic-rich sediments including mangroves, salt marshes and below upwelling zones.&nbsp; Many of the invertebrates endemic to sulfidic habitats thrive in the presence of sulfide due to the metabolism of sulfur-oxidizing bacterial symbionts, either external or internal to the host animal.&nbsp; Unfortunately, understanding these enigmatic symbiotic relationships has been hindered by the lack of bacterial cultivars despite the fact that some symbionts have a free-living stage.&nbsp; Most bacterial endosymbionts belong to unclassified clades within the <em>Gammaproteobacteria </em>of which there are few strains in culture collections.&nbsp; One such cultivar was the sole representative of the genus <em>Sedimenticola</em>. <em>Sedimenticola selenatireducens </em>AKOH1 was isolated from eustaurine sediments and was described as a strict anaerobe that respires selenate.&nbsp; During my graduate studies, I isolated a strain of <em>Sedimenticola</em>, SIP-G1, from long-term anaerobic enrichments inoculated with sulfidic saltmarsh sediment.&nbsp;&nbsp; This strain is capable of using sulfur-oxidation to fix inorganic carbon (much like plants) under both anaerobic and low oxygen conditions.&nbsp; The first goal of this project was to further characterize the genus <em>Sedimenticola </em>and to deposit the new isolate, <em>Sedimenticola thiotaurini</em> SIP-G1 in public collections for further research.&nbsp; This study revealed that, as its phylogenic position within the <em>Gammaproteobacteria </em>suggests, <em>Sedimenticola selenatireducens </em>AKOH1 is a sulfur-oxidizing bacterium capable of using inorganic carbon as a sole source of carbon and is capable of growth under low O<sub>2</sub> conditions.&nbsp; Both strains were found to be slow- growing and rather fastidious. However, both strains can be grown on organic-rich commercially-made media making them more amenable to laboratory investigations.&nbsp; <em>Sedimenticola thiotaurini</em> SIP-G1 is now currently available in two public collections (ATCC = BAA-2640<sup>T</sup>; DSMZ = 28581<sup>T</sup>).&nbsp; The second goal of this project was to elucidate the biochemical pathway in <em>Sedimenticola thiotaurini</em> SIP-G1 for a novel organic source of reduced sulfur for sulfur-oxidation discovered during my graduate work. The exact nature of the exchange of reduced sulfur between an invertebrate host and its endosymbiont is unknown, but a variety of mechanisms have been proposed.&nbsp; One possible mechanism is the production of hypotaurine by the host animal, which is then converted to thiotaurine either enzymatically or abiotically in the presence of hydrogen sulfide.&nbsp;&nbsp; In both endosymbiont and non-endosymbiont bearing invertebrates, hypotaurine and thiotaurine are typically found in very high concentrations in tissues in contact with sulfide.&nbsp; Hypotaurine has thus also been proposed as a fairly universal mechanism for detoxifying sulfide within animal tissues.&nbsp; However, the capacity for the animal host to shuttle sulfide to its endosymbionts via thiotaurine is unknown and it has not been shown to fuel sulfur-oxidation in well-established cultivars either.&nbsp; This study demonstrates that the <em>Sedimenticola</em> are capable utilizing thiotaurine as a reduced form of sulfur for lithotrophic growth and this trait is not universal to all free-living sulfur-oxidizing <em>Gammaproteobacteria</em>.&nbsp; Furthermore, this project combined genomics and transcriptomics to identify the genes in <em>Sedimenticola thiotaurini</em> SIP-G1 responsible for the utilization of thiotaurine and confirmed that carbon fixation is coupled to thiotaurine utilization. &nbsp;Transcriptomics also revealed a number of surprising attributes of <em>...",
  "por_txt_cntn": "\nHydrogen sulfide is toxic to animals; and yet, abundant marine life can be found in sulfidic marine habitats such as hydrothermal vents, methane seeps, whale-falls, and organic-rich sediments including mangroves, salt marshes and below upwelling zones.  Many of the invertebrates endemic to sulfidic habitats thrive in the presence of sulfide due to the metabolism of sulfur-oxidizing bacterial symbionts, either external or internal to the host animal.  Unfortunately, understanding these enigmatic symbiotic relationships has been hindered by the lack of bacterial cultivars despite the fact that some symbionts have a free-living stage.  Most bacterial endosymbionts belong to unclassified clades within the Gammaproteobacteria of which there are few strains in culture collections.  One such cultivar was the sole representative of the genus Sedimenticola. Sedimenticola selenatireducens AKOH1 was isolated from eustaurine sediments and was described as a strict anaerobe that respires selenate.  During my graduate studies, I isolated a strain of Sedimenticola, SIP-G1, from long-term anaerobic enrichments inoculated with sulfidic saltmarsh sediment.   This strain is capable of using sulfur-oxidation to fix inorganic carbon (much like plants) under both anaerobic and low oxygen conditions.  The first goal of this project was to further characterize the genus Sedimenticola and to deposit the new isolate, Sedimenticola thiotaurini SIP-G1 in public collections for further research.  This study revealed that, as its phylogenic position within the Gammaproteobacteria suggests, Sedimenticola selenatireducens AKOH1 is a sulfur-oxidizing bacterium capable of using inorganic carbon as a sole source of carbon and is capable of growth under low O2 conditions.  Both strains were found to be slow- growing and rather fastidious. However, both strains can be grown on organic-rich commercially-made media making them more amenable to laboratory investigations.  Sedimenticola thiotaurini SIP-G1 is now currently available in two public collections (ATCC = BAA-2640T; DSMZ = 28581T).  The second goal of this project was to elucidate the biochemical pathway in Sedimenticola thiotaurini SIP-G1 for a novel organic source of reduced sulfur for sulfur-oxidation discovered during my graduate work. The exact nature of the exchange of reduced sulfur between an invertebrate host and its endosymbiont is unknown, but a variety of mechanisms have been proposed.  One possible mechanism is the production of hypotaurine by the host animal, which is then converted to thiotaurine either enzymatically or abiotically in the presence of hydrogen sulfide.   In both endosymbiont and non-endosymbiont bearing invertebrates, hypotaurine and thiotaurine are typically found in very high concentrations in tissues in contact with sulfide.  Hypotaurine has thus also been proposed as a fairly universal mechanism for detoxifying sulfide within animal tissues.  However, the capacity for the animal host to shuttle sulfide to its endosymbionts via thiotaurine is unknown and it has not been shown to fuel sulfur-oxidation in well-established cultivars either.  This study demonstrates that the Sedimenticola are capable utilizing thiotaurine as a reduced form of sulfur for lithotrophic growth and this trait is not universal to all free-living sulfur-oxidizing Gammaproteobacteria.  Furthermore, this project combined genomics and transcriptomics to identify the genes in Sedimenticola thiotaurini SIP-G1 responsible for the utilization of thiotaurine and confirmed that carbon fixation is coupled to thiotaurine utilization.  Transcriptomics also revealed a number of surprising attributes of S. thiotauriniÆs metabolism, and thus further transcriptome sequencing is currently underway.  qRT-PCR will soon be utilized to further test our proposed pathway for thiotaurine utilization.  The genetic potential for endosymbiotic sulfur-oxidizing bacterial strains to use thiotaurine will then be assessed by genom..."
 }
}