{
 "awd_id": "1225851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Integrated Simulation Framework to Explore Spatio-Temporal Dynamics of Slum Formation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Hammel",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "This project is about developing a model of slum (also known as informal or squatter settlements) formation in rapidly growing cities around the world.  More than 900 million people, or a third of the world's urban population, live in slums today, the majority of them in the developing world.  This phenomenon has implications for health, security, trafficking, environmental, and other issues of global concern.  Slums have been the target of many policy actions, but despite these, conditions within slums have not improved much.  Many of the policies aimed at improving housing conditions are often not based on an empirical understanding of slums.  It is thus important to investigate these empirical questions. (1) How do slums form and expand? (2) Where and when are they formed? and (3) What types of structural changes and/or policy interventions could improve housing conditions for urban poor?   This project will develop a modeling framework that is an integration of Discrete-Event Simulation (DES), Agent-based Modeling (ABM) and Geographic Information System (GIS).  This novel simulation framework will help explain and predict the spatio-temporal patterns of slum formation in cities.  The model will allow policymakers and planners to analyze the impacts of their policy actions on the slums before implementing the actual policies.  A successful model could lead to effective policy interventions that could contribute not only to improving housing conditions for the urban poor, but also to the general welfare of the slum population including health, education and environmental sustainability. While the framework will be calibrated and validated for a city in India, Ahmedabad, the technological development of integrating DES, GIS, and ABM into a single framework could be used to study other urban systems both in the developing and developed world. \r\n\r\nIn addition to the urban policy applications of this research, this project will contribute to the development of future scientists and researchers by involving them in the project. In the US, a post-doctoral researcher will be supported and there will be active involvement of and collaboration with graduate students and faculty at India's Center for Environmental Planning and Technology University.  The project also contains a community development component through the engagement of a non-governmental organization working with slum communities in India.  This group will help empower people in slum communities by contributing various aspects of the modeling efforts, for example, their assistance in the mapping of slums. With the help of these organizations we expect to introduce the framework and disseminate the findings to various stakeholders in India, seek ways to generalize the framework to apply it in other cities, and generate further research interest in the geography and spatial sciences community about this topic. Once completed, the model and associated data will be made publicly available via a website to be used by others interested in it.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Crooks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Crooks",
   "pi_email_addr": "atcrooks@buffalo.edu",
   "nsf_id": "000561409",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Naoru",
   "pi_last_name": "Koizumi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Naoru Koizumi",
   "pi_email_addr": "nkoizumi@gmu.edu",
   "nsf_id": "000206493",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the integration of Discrete-Event Simulation (DES), Agent-based Modeling (ABM) and Geographic Information System (GIS) into a single simulation framework to explain and predict spatio-temporal patterns of slum formation in cities. This was one of the first attempts to integrate various cutting-edge methods to tackle slum issues. Methods used to answer different questions on slum formation and expansion (how, where and when) were integrated to achieve a holistic understanding of the slum phenomenon. The analytical framework incorporates both qualitative and quantitative data across different spatial and temporal scales in order to investigate the interactions between various urban entities, and their impacts on slum formation. The project gains its relevance from the fact that more than 900 million people or a third of world&rsquo;s urban population live in either slum or squatter settlements today. Although, the majority of them live in the developing world, the phenomenon has implications on health, security, trafficking, environmental and other global issues. In the past, international development agencies have taken several policy actions to address the challenge of slums. For instance, United Nations (UN) has a specific target in Millennium Development Goals to improve the lives of 100 million slum dwellers by 2020. Despite these policy targets and enormous development assistance, the conditions within slums have not improved much. Many of the policies aimed to improve housing conditions are often not based on an empirical understanding of slums. It is thus important to investigate these empirical questions such as (i) how do slums form and expand? (ii) where and when &nbsp;are they formed? and (iii) what types of structural changes and/or policy interventions could improve housing conditions for urban poor. It is specifically these questions that our project has addressed.</p>\n<p>&nbsp;</p>\n<p>The framework we have developed during this project allows one to explore the impacts of policy actions on the slums ex-ante and sets the stage to help improve the housing conditions for urban poor, but also to the general welfare of the slum population including health, education and environmental sustainability. While we applied and tested our framework to the city of Ahmedabad in India, the technological development of integrating DES, GIS and ABM into a single framework could be used in studying other urban systems both in the developing and developed world. &nbsp;This research has resulted in several peer-reviewed publications, conference presentations and ongoing research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2014<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Crooks</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1225851/1225851_10198347_1398619389006_framwork--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1225851/1225851_10198347_1398619389006_framwork--rgov-800width.jpg\" title=\"Schematic of the Integrated Simulation Framework\"><img src=\"/por/images/Reports/POR/2014/1225851/1225851_10198347_1398619389006_framwork--rgov-66x44.jpg\" alt=\"Schematic of the Integrated Simulation Framework\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of the Integrated Simulation Framework</div>\n<div class=\"imageCredit\">Andrew Crooks</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Andrew&nbsp;Crooks<...",
  "por_txt_cntn": "\nThis project focused on the integration of Discrete-Event Simulation (DES), Agent-based Modeling (ABM) and Geographic Information System (GIS) into a single simulation framework to explain and predict spatio-temporal patterns of slum formation in cities. This was one of the first attempts to integrate various cutting-edge methods to tackle slum issues. Methods used to answer different questions on slum formation and expansion (how, where and when) were integrated to achieve a holistic understanding of the slum phenomenon. The analytical framework incorporates both qualitative and quantitative data across different spatial and temporal scales in order to investigate the interactions between various urban entities, and their impacts on slum formation. The project gains its relevance from the fact that more than 900 million people or a third of worldÆs urban population live in either slum or squatter settlements today. Although, the majority of them live in the developing world, the phenomenon has implications on health, security, trafficking, environmental and other global issues. In the past, international development agencies have taken several policy actions to address the challenge of slums. For instance, United Nations (UN) has a specific target in Millennium Development Goals to improve the lives of 100 million slum dwellers by 2020. Despite these policy targets and enormous development assistance, the conditions within slums have not improved much. Many of the policies aimed to improve housing conditions are often not based on an empirical understanding of slums. It is thus important to investigate these empirical questions such as (i) how do slums form and expand? (ii) where and when  are they formed? and (iii) what types of structural changes and/or policy interventions could improve housing conditions for urban poor. It is specifically these questions that our project has addressed.\n\n \n\nThe framework we have developed during this project allows one to explore the impacts of policy actions on the slums ex-ante and sets the stage to help improve the housing conditions for urban poor, but also to the general welfare of the slum population including health, education and environmental sustainability. While we applied and tested our framework to the city of Ahmedabad in India, the technological development of integrating DES, GIS and ABM into a single framework could be used in studying other urban systems both in the developing and developed world.  This research has resulted in several peer-reviewed publications, conference presentations and ongoing research.\n\n\t\t\t\t\tLast Modified: 04/27/2014\n\n\t\t\t\t\tSubmitted by: Andrew Crooks"
 }
}