{
 "awd_id": "1225779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infinitely Repeated Games with Private Monitoring:  An Experimental Analysis",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 301216.0,
 "awd_amount": 301216.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "This award funds research that will employ laboratory experiments to test game theory models of strategic interaction.\r\nMany economic situations involve repeated interactions where decision makers cannot directly observe the decisions made by other participants.  In many of these situations, decision makers each have partial information about others' decisions.   Any game where agents observe what the others do with error (and what is observed is only known to them) is a game with private monitoring.   There are many real world examples, and economic theory has recently made substantial progress in developing new methods for analyzing these games.  However, these theories have not yet been subjected to empirical testing.  There are many real-world examples of these games, but gathering data from these examples to test the theory is difficult.  Data about what agents privately observe is rare. Furthermore, other critical parameters from the point of view of the theory are often not observable or difficult to measure.  Given this, the laboratory offers a valuable alternative to explore behavior in such environments.\r\n\r\nThe economic theory of imperfect private monitoring has mainly considered two extremes: almost perfect and almost public monitoring. As the names imply, almost perfect is imperfect but very close to perfect monitoring (where the players' signals are uncorrelated conditional on their actions) and almost public is has a private component but is very close to public (where signals are correlated). The new research funded with this award studies both almost perfect and almost public monitoring, in a series of three projects. The first question to be addressed is simple: can subjects support cooperation when monitoring is imperfect and private? If indeed subjects can support some cooperation, then the next question is how is their behavior different when monitoring is private as opposed to public or perfect? A more demanding version of this question to be explored is what strategies are most often used, and how do these vary with the particulars of the information structure? These are addressed by three projects implementing randomly terminated prisoner's dilemma games in the laboratory. \r\n\r\nThese projects will have a substantial impact on what we know about infinitely repeated games with private monitoring. They will also further our understanding of behavior with imperfect monitoring more generally.\r\n\r\nInfinitely repeated games are characteristic of many types of human interactions: political, psychological, sociological, et cetera; making this project intrinsically interdisciplinary. Hence, these results will be relevant to many applications.   Understanding factors that facilitate or hinder cooperation is a key question in the social sciences, and this research will provide partial answers.  The PI will also be contributing to both graduate and undergraduate education; a wide variety of students will participate in this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guillaume",
   "pi_last_name": "Frechette",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Guillaume R Frechette",
   "pi_email_addr": "gf35@nyu.edu",
   "nsf_id": "000226442",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 301216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The theory of repeated games analyzes situations where a few parties interact repeatedly, a rather common feature of many interactions in economics as well as more generally. In such situations, economic theory suggests that how the interaction terminates and how precisely agents know what others have done in the past are both crucial to what is predicted to happen. More specifically, 1) whether it is known in advance exactly how long the interaction will last or not has a fundamental impact on what is predicted to happen. If there is a probability that the agents keep interacting longer, and that probability is high enough; then outcomes that are not predicted to happen in a finitely repeated game can now emerge. In particular, cooperation (or collusion depending on the setting) becomes possible. 2) This possibility for cooperation is sensitive to &ldquo;imperfect monitoring&rdquo;, that is not knowing exactly what the other agents have previously done. This is particularly true if one does not know for sure what others think he has done in the past (private monitoring). Nonetheless, in the recent decades, economists have show that cooperation is possible in these more challenging situations. However, the strategies required to support such cooperation are much more complex; and there are aspects of behavior for which theoretical work still has not found solutions.</p>\n<p>&nbsp;</p>\n<p>Using experiments, this project explored the role of monitoring: perfect, public, and private. Under perfect monitoring players see all past choices of all agents. Under public monitoring, everyone sees the same information, but there is a probability that a player&rsquo;s choice is not properly recorded. Under private monitoring, players receive signals that might be incorrect about what others did, and also do not know what signals others have received of their behavior. This project is the first to establish that people can actually cooperate under private monitoring, and they can do so at rates comparable to what is observed under perfect and public monitoring. Hence, the increased theoretical difficulty is not an impediment to cooperation. However, cooperation is supported by different strategies under the three monitoring environments. In particular, under private monitoring, strategies are more lenient than under perfect monitoring (a more lenient strategy is less likely to start punishing someone after observing a signal that they other &ldquo;cheated&rdquo; or defected). However, the strategies under private monitoring are less forgiving than they are under public monitoring (a more forgiving strategy is more likely to return to cooperation after having punished an opponent for defecting). This project is the first to analyze strategies under private monitoring.</p>\n<p>&nbsp;</p>\n<p>Given the paucity of theoretical results on private monitoring, a useful way to make progress is to compare behavior in such a setting to one that is better understood, in particular perfect monitoring. However, the experimental literature on repeated games is still young and thus there are many basic results that still need to be established. This project has also contributed to that effort by 1) performing a meta-analysis of earlier experiments on finitely repeated interactions and 2) performing a meta-analysis of earlier experiments on infinitely repeated interactions. These two papers have revealed new results and both point to the critical role of strategic uncertainty in such environments (uncertainty concerning the actions and beliefs of others). The key finding is that, even when cooperation is not predicted to arise, it is much more likely to be observed when cooperating is less risky.</p>\n<p>&nbsp;</p>\n<p>The project also allowed setting the foundation for future projects on infinitely repeated games and monitoring. The new projects are almost ready to come online and will keep moving in the same direction of better understanding factors that affect the ability to cooperate (or of firms collude).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2016<br>\n\t\t\t\t\tModified by: Guillaume&nbsp;R&nbsp;Frechette</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe theory of repeated games analyzes situations where a few parties interact repeatedly, a rather common feature of many interactions in economics as well as more generally. In such situations, economic theory suggests that how the interaction terminates and how precisely agents know what others have done in the past are both crucial to what is predicted to happen. More specifically, 1) whether it is known in advance exactly how long the interaction will last or not has a fundamental impact on what is predicted to happen. If there is a probability that the agents keep interacting longer, and that probability is high enough; then outcomes that are not predicted to happen in a finitely repeated game can now emerge. In particular, cooperation (or collusion depending on the setting) becomes possible. 2) This possibility for cooperation is sensitive to \"imperfect monitoring\", that is not knowing exactly what the other agents have previously done. This is particularly true if one does not know for sure what others think he has done in the past (private monitoring). Nonetheless, in the recent decades, economists have show that cooperation is possible in these more challenging situations. However, the strategies required to support such cooperation are much more complex; and there are aspects of behavior for which theoretical work still has not found solutions.\n\n \n\nUsing experiments, this project explored the role of monitoring: perfect, public, and private. Under perfect monitoring players see all past choices of all agents. Under public monitoring, everyone sees the same information, but there is a probability that a player?s choice is not properly recorded. Under private monitoring, players receive signals that might be incorrect about what others did, and also do not know what signals others have received of their behavior. This project is the first to establish that people can actually cooperate under private monitoring, and they can do so at rates comparable to what is observed under perfect and public monitoring. Hence, the increased theoretical difficulty is not an impediment to cooperation. However, cooperation is supported by different strategies under the three monitoring environments. In particular, under private monitoring, strategies are more lenient than under perfect monitoring (a more lenient strategy is less likely to start punishing someone after observing a signal that they other \"cheated\" or defected). However, the strategies under private monitoring are less forgiving than they are under public monitoring (a more forgiving strategy is more likely to return to cooperation after having punished an opponent for defecting). This project is the first to analyze strategies under private monitoring.\n\n \n\nGiven the paucity of theoretical results on private monitoring, a useful way to make progress is to compare behavior in such a setting to one that is better understood, in particular perfect monitoring. However, the experimental literature on repeated games is still young and thus there are many basic results that still need to be established. This project has also contributed to that effort by 1) performing a meta-analysis of earlier experiments on finitely repeated interactions and 2) performing a meta-analysis of earlier experiments on infinitely repeated interactions. These two papers have revealed new results and both point to the critical role of strategic uncertainty in such environments (uncertainty concerning the actions and beliefs of others). The key finding is that, even when cooperation is not predicted to arise, it is much more likely to be observed when cooperating is less risky.\n\n \n\nThe project also allowed setting the foundation for future projects on infinitely repeated games and monitoring. The new projects are almost ready to come online and will keep moving in the same direction of better understanding factors that affect the ability to cooperate (or of firms collude).\n\n \n\n\t\t\t\t\tLast Modified: 10/06/2016\n\n\t\t\t\t\tSubmitted by: Guillaume R Frechette"
 }
}