{
 "awd_id": "1225658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Supporting Pedagogical Innovation for a Generation of Transformation via Inquiry-Based Learning in Mathematics (SPIGOT)",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Haddock",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 105319.0,
 "awd_amount": 105319.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "SPIGOT, Supporting Pedagogical Innovation for a Generation Of Transformation, is providing intensive four-day workshops in Inquiry-Based Learning (IBL) in college mathematics. Led by experienced faculty developers and IBL practitioners, the SPIGOT workshops engage about 120 mathematics instructors from diverse institutions, especially early-career faculty, in one of three summer workshops.  Workshops prepare instructors to implement research-based, student-centered approaches to teaching and learning. Conference-based mini-workshops serve as an on-ramp to the intensive workshops.\r\n\r\nSPIGOT's design is informed by faculty-development literature and experience to address major obstacles to change. It draws upon existing infrastructure of the Academy of Inquiry-Based Learning to support participants' long-term engagement with an active community of practice. As instructors adopt IBL in one or more courses, thousands of students experience potentially transformative mathematics education.\r\n\r\nThe evaluation-with-research study is gathering data on faculty response to the workshops and aspects of their local context that help or hinder implementation of an IBL course. Such data offer formative feedback to the workshop leaders and add to knowledge about how best to encourage faculty uptake of these proven methods. Dissemination of the study findings will target both mathematics educators and the broader STEM education community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Laursen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra L Laursen",
   "pi_email_addr": "sandra.laursen@colorado.edu",
   "nsf_id": "000287665",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105319.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Arial; color: windowtext;\">This project provided evaluation and research support to the SPIGOT workshop leaders as they led professional development workshops for college mathematics instructors in teaching with student-centered inquiry-based learning (IBL) methods.<span style=\"mso-spacerun: yes;\">&nbsp; </span>IBL approaches </span><span style=\"font-family: Arial;\">foster students' independent thinking and mathematical insights as they grapple with challenging problems and re-discover mathematical ideas rather than practicing procedures.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Students also develop communication skills by presenting their own work and responding to questions from their peers and instructors. The intensive, four-day SPIGOT workshops provide instructors with time and opportunity to learn, consider and plan to implement these student-centered teaching approaches. A strong follow-up support system helps instructors apply these methods in their own courses.</span><span style=\"font-family: Arial; color: windowtext;\"> <br /></span></p>\n<p class=\"Default\"><span style=\"font-family: Arial; color: windowtext;\">Our team observed the workshops and collected data from faculty participants before and after the workshops, and after instructors returned to their own campuses.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We used these data to help improve the workshop and to understand whether and how the workshops did indeed enable faculty to apply IBL in their own teaching.</span></p>\n<p class=\"Default\"><span style=\"font-family: Arial; color: windowtext;\">The project has <em style=\"mso-bidi-font-style: normal;\">intellectual merit</em> because the data show that the workshops were well planned and executed to address participants&rsquo; learning and practical needs. The workshop team worked closely to coordinate the components and provided highly skillful facilitation.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We developed an efficient, graphics-oriented &ldquo;dashboard report&rdquo; format to communicate evaluation results, and the leaders made good use of these data in making adjustments to their work. <span style=\"mso-spacerun: yes;\">&nbsp;</span>Alongside the original project team, new facilitators were engaged as part of an ongoing strategy to &ldquo;train the trainers&rdquo; who can lead future professional development activities on IBL in mathematics. <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></p>\n<p class=\"Default\"><span style=\"font-family: Arial; color: windowtext;\">The project has <em style=\"mso-bidi-font-style: normal;\">broader impact</em> because it showed that the workshops reached a large and diverse group of mathematics instructors, many of whom did begin teaching with IBL.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In all, the four summer workshops reached 138 mathematics instructors, over half of whom were women.<span style=\"mso-spacerun: yes;\">&nbsp; </span>They represented diverse institutional types and varying career stages, but the largest groups came from four-year colleges (53%) and were early in their careers (61% had taught &le;5 years).<span style=\"mso-spacerun: yes;\">&nbsp; </span>About 11% taught at minority-serving institutions.</span></p>\n<p class=\"Default\"><span style=\"font-family: Arial;\">We know that the workshop had a positive effect on attendees&rsquo; readiness for IBL teaching:<span style=\"mso-spacerun: yes;\">&nbsp; </span>Surveys show that, on average, instructors&rsquo; knowledge, skills, beliefs and motivation around IBL teaching changed in positive directions after the workshop and were further improved or sustained at high levels one full academic year later. <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></p>\n<p class=\"Default\"><span style=\"font-family: Arial;\">We also have good evidence that the instructors began to use IBL approaches.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Among the first three cohorts of workshop participants, implementation of IBL was impressively high: at least 73% of all participants used some IBL methods in the first year (some attendees did not respond to the follow-up survey so we do not know if they used IBL or not). <span style=\"mso-spacerun: yes;\">&nbsp;</span>They used IBL in at least 180 different courses reaching almost 4600 students in just the first year following the workshop, and thousands more students are engaged as instructors continue to teach this way.</span></p>\n<p class=\"Default\"><span style=\"font-family: Arial;\">We have learned as well about the ways in which the workshop and especially the follow-up support helps instructors to use IBL.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Many workshop attendees take advantage of the IBL resources and face-to-face meeting opportunities that are offered.<span style=\"mso-spacerun: yes;\">&nbsp; </span>High proportions participate in &ldquo;e-mentoring&rdquo; through an e-mail list for their workshop cohort where they can ask questions, share ideas, and support each other in the everyday triumphs and challenges of learning to teach with IBL.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></p>\n<p class=\"Default\"><span style=\"font-family: Arial;\">To better understand the function of the e-mentoring list, we analyzed the e-mail messages exchanged in the first year after the workshop using social network analysis, an approach that emphasizes the connections among initiating and responding messages.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We find that nearly half of all e-mail messages have a primary or secondary function expressing emotional support:<span style=\"mso-spacerun: yes;\">&nbsp; </span>commiseration, celebration, gratitude, or friendship.<span style=\"mso-spacerun: yes;\">&nbsp; </span>For example, someone may share a problem they are facing in their class, and others acknowledge that they too have experienced this problem&mdash;thus normalizing the idea that learning to teach in new ways can be hard work sometimes, as well as sharing ideas for solving the problem.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We have identified specific ways that workshop leaders can use the list to foster productive exchanges and supportive relationships among instructors, and we have already shared these with the next group of workshop leaders.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We are preparing a manuscript for publication to share these findings more widely with STEM faculty developers.</span>&nbsp;</p>\n<p class=\"Default\"><span style=\"font-family: Arial; color: windowtext;\">Overall, our work shows that the SPIGOT workshops have been very successful in meeting the PI team&rsquo;s goals and refining the workshop model to the point where it can be handed off to others.<span style=\"mso-spacerun: yes;\">&nbsp;&nbsp; </span>Our evaluation team has developed strong and efficient mechanisms for monitoring and communicating both immediate feedback and longer-term outcomes of IBL implementation and sharing. In ongoing work, we will continue to learn more about how best to support and measure instructor professional development on active learning.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2017<br>\n\t\t\t\t\tModified by: Sandra&nbsp;L&nbsp;Laursen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project provided evaluation and research support to the SPIGOT workshop leaders as they led professional development workshops for college mathematics instructors in teaching with student-centered inquiry-based learning (IBL) methods.  IBL approaches foster students' independent thinking and mathematical insights as they grapple with challenging problems and re-discover mathematical ideas rather than practicing procedures.  Students also develop communication skills by presenting their own work and responding to questions from their peers and instructors. The intensive, four-day SPIGOT workshops provide instructors with time and opportunity to learn, consider and plan to implement these student-centered teaching approaches. A strong follow-up support system helps instructors apply these methods in their own courses. \n\nOur team observed the workshops and collected data from faculty participants before and after the workshops, and after instructors returned to their own campuses.  We used these data to help improve the workshop and to understand whether and how the workshops did indeed enable faculty to apply IBL in their own teaching.\nThe project has intellectual merit because the data show that the workshops were well planned and executed to address participants? learning and practical needs. The workshop team worked closely to coordinate the components and provided highly skillful facilitation.  We developed an efficient, graphics-oriented \"dashboard report\" format to communicate evaluation results, and the leaders made good use of these data in making adjustments to their work.  Alongside the original project team, new facilitators were engaged as part of an ongoing strategy to \"train the trainers\" who can lead future professional development activities on IBL in mathematics.  \nThe project has broader impact because it showed that the workshops reached a large and diverse group of mathematics instructors, many of whom did begin teaching with IBL.  In all, the four summer workshops reached 138 mathematics instructors, over half of whom were women.  They represented diverse institutional types and varying career stages, but the largest groups came from four-year colleges (53%) and were early in their careers (61% had taught &le;5 years).  About 11% taught at minority-serving institutions.\nWe know that the workshop had a positive effect on attendees? readiness for IBL teaching:  Surveys show that, on average, instructors? knowledge, skills, beliefs and motivation around IBL teaching changed in positive directions after the workshop and were further improved or sustained at high levels one full academic year later.  \nWe also have good evidence that the instructors began to use IBL approaches.  Among the first three cohorts of workshop participants, implementation of IBL was impressively high: at least 73% of all participants used some IBL methods in the first year (some attendees did not respond to the follow-up survey so we do not know if they used IBL or not).  They used IBL in at least 180 different courses reaching almost 4600 students in just the first year following the workshop, and thousands more students are engaged as instructors continue to teach this way.\nWe have learned as well about the ways in which the workshop and especially the follow-up support helps instructors to use IBL.  Many workshop attendees take advantage of the IBL resources and face-to-face meeting opportunities that are offered.  High proportions participate in \"e-mentoring\" through an e-mail list for their workshop cohort where they can ask questions, share ideas, and support each other in the everyday triumphs and challenges of learning to teach with IBL.  \nTo better understand the function of the e-mentoring list, we analyzed the e-mail messages exchanged in the first year after the workshop using social network analysis, an approach that emphasizes the connections among initiating and responding messages.  We find that nearly half of all e-mail messages have a primary or secondary function expressing emotional support:  commiseration, celebration, gratitude, or friendship.  For example, someone may share a problem they are facing in their class, and others acknowledge that they too have experienced this problem&mdash;thus normalizing the idea that learning to teach in new ways can be hard work sometimes, as well as sharing ideas for solving the problem.  We have identified specific ways that workshop leaders can use the list to foster productive exchanges and supportive relationships among instructors, and we have already shared these with the next group of workshop leaders.  We are preparing a manuscript for publication to share these findings more widely with STEM faculty developers. \nOverall, our work shows that the SPIGOT workshops have been very successful in meeting the PI team?s goals and refining the workshop model to the point where it can be handed off to others.   Our evaluation team has developed strong and efficient mechanisms for monitoring and communicating both immediate feedback and longer-term outcomes of IBL implementation and sharing. In ongoing work, we will continue to learn more about how best to support and measure instructor professional development on active learning.\n\n\t\t\t\t\tLast Modified: 03/06/2017\n\n\t\t\t\t\tSubmitted by: Sandra L Laursen"
 }
}