{
 "awd_id": "1225687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Just-in-Time-Teaching with Interactive Frequent Formative Feedback (JiTTIFFF) for Cyber Learning in Core Materials Courses",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 50739.0,
 "awd_amount": 50739.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "The Just-in-Time-Teaching with Interactive Frequent Formative Feedback (JiTTIFFF or JTF) project uses engagement, assessment, and reflection tools developed in a prior NSF project and adapts them to an interactive cyber-enabled web environment. Using the tools in and out of class has the potential to increase the effectiveness and efficiency of learning using frequent formative feedback to students. New strategies include: 1) instruction informed by a multi-level, assessment-driven frequent formative feedback loops; 2) formative feedback from pre-class class preparation problems, 3) feedback during in-class engagement activities; 4) next class feedback discussion on confusing points from the previous class and 5) contextualization of activities and assessments with real-world applications. Compared to lecture-based pedagogy, constructivist pedagogy: increased average conceptual gain (measured by the Materials Concept Inventory) from 18% to 42%; increased class persistence from 85% to 95%; and decreased female withdrawal rate from 40% to 10%.  The web environment facilitates ease of implementation and creates the potential for broad dissemination of instructional strategies and tools developed. The project is also investigating issues in implementation and how instructors use assessment results to adjust instruction. Such knowledge and insight is shaping the development of tutorials, workshops, webinars and you-tube videos for instruction for faculty interested in adapting the JTF pedagogy in their own instruction. The JTF pedagogy is being implemented and assessed in four settings with diverse populations: Arizona State University,  North Carolina A&T, Oregon Institute of Technology, and Oregon State University. \r\n\r\nThis project is producing 1) an updated sets of instructional resources in the web-based JTF Learning Tool Kit; 2) an understanding of the barriers and benefits of JTF implementation in diverse settings; 3) an understanding of how instructors use results of multi-level assessment to adjust instruction to address student learning issues; and 4) an assessment of the impact of JTF on student attitude, learning and retention, and differences arising from use in different settings and diverse populations. It is also investigating the potential for broad application of the general features of JTF strategies and tools in other engineering domains through dissemination and diffusion of JTF strategies, findings, and products to a wide audience. This study is informing the engineering education community of the potential for use of the types of JTF strategies and learning tools in other engineering domains. This project is testing the effectiveness of the JTF pedagogy in different settings with diverse populations when implemented on the cyber-enabled web platforms",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Waters",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy K Waters",
   "pi_email_addr": "kwaters@ncat.edu",
   "nsf_id": "000246856",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina Agricultural & Technical State University",
  "inst_street_address": "1601 E MARKET ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENSBORO",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3363347995",
  "inst_zip_code": "27411",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": "NORTH CAROLINA AGRICULTURAL AND TECHNICAL STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKH5GMBR9GL3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina Agricultural & Technical State University",
  "perf_str_addr": "1601 East Market St.",
  "perf_city_name": "Greensboro",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "274110002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50739.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this TUES Type 2 project, <span style=\"text-decoration: underline;\">J</span>ust-<span style=\"text-decoration: underline;\">i</span>n-<span style=\"text-decoration: underline;\">T</span>ime-<span style=\"text-decoration: underline;\">T</span>eaching with <span style=\"text-decoration: underline;\">I</span>nteractive <span style=\"text-decoration: underline;\">F</span>requent <span style=\"text-decoration: underline;\">F</span>ormative <span style=\"text-decoration: underline;\">F</span>eedback (<em>JiTTIFFF</em> or <em>JTF</em>), engagement, assessment, and reflection tools were used that had been developed from a priot project. Their ease-of-use was facilitated by adapting them to an interactive, cyber-enabled web learning environment. Using the tools in and out of class increased the effectiveness and efficiency of learning by using real-world examples, student engagement and formative feedback. The impact and effectiveness of the JTF pedagogy were tested in a collaboration between faculty in four settings with diverse populations: Arizona State University, a large public university, North Carolina A&amp;T, a medium size, historically black university; Oregon Institute of Technology, a medium size technology institute, and Oregon State University, a medium size, west coast university. A primary goal of this project was to test the effectiveness of the <em>JTF </em>pedagogy in different settings with diverse populations when implemented on the cyber-enabled web platforms. The web environment facilitated ease of implementation and demonstrated the potential for broad dissemination of instructional strategies and tools used in JTF. Another goal was to understand issues in implementation and how instructors used assessment results to adjust instruction. Such knowledge and insight was used to develop tutorials, workshops, and YouTube videos for instruction for faculty interested in adapting the <em>JTF</em> pedagogy in their own instruction.</p>\n<p>This JTF deliverables and objectives included: 1) updated sets of instructional resources in the web-based <em>JTF</em> Learning Tool Kit; 2) understanding of barriers and benefits of <em>JTF</em> implementation in diverse settings; 3) understanding of how instructors used results of multi-level assessment to adjust instruction to address student learning issues; 4) assessment of impact of <em>JTF</em> on student attitude, achievement and retention; 5) interest in potential for broad application of the general features of <em>JTF</em> strategies and tools in other engineering domains; and 6) broad dissemination and diffusion of <em>JTF</em> strategies, findings, and products to a wide audience.</p>\n<p>A primary outcome of the project demonstrated that four instructors shifted their pedagogy from instructor-centered teaching to student-centered learning with JTF pedagogy. This was found from emergent theme analysis where instructors stated that their role had shifted from communication of content to facilitating students' learning. Impact of JTF pedagogy on student achievement showed an increase in four instructors grade distributions by a half to a full grade point and a reduction of D's and E's by more than 50%, regardless of the student population or university setting. &nbsp;We also found that incentivizing formative-feedback for the students resulted in higher levels of student participation, richer commentary, and more possibilities for learning. In addition, by surveying the students in introductory materials courses, their attitude showed they had a positive opinion of the JTF strategies of formative feedback, real-world examples, and contextualization. It also demonstrated that JTF pedagogy could be successfully implemented in other disciplines with various course formats. JTF pedagogy was implemented in 3 biomedical engineering courses with varying formats, and there was correspondingly high retention (ranging form 86% to 98%) and favorable student attitudes regarding motivation using expectancy-value theory with positive outcomes for interest, utility, and &ldquo;cost&rdquo; of Muddiest Points. All of these results suggest that the Muddiest Point exercise is an effective reflective tool for frequent, formative feedback in any classroom.&nbsp;</p>\n<p>&nbsp;Other major outcomes were the resources developed. Tutorial videos on materials science topics were created on YouTube channels \"MaterialsConcepts\" and \"mseasuproblems\". The tutorials addressed commonly asked student Muddiest Points (i.e. the most unclear parts of class) and provided examples of worked problems for introductory materials science and engineering concepts.&nbsp; The work on this project inspired the publishing company John Wiley &amp; Sons to use three types of JTF resources in their Wiley Plus e-Learning Student Resource in two textbooks. The resources include: 35 Muddiest Point Tutorial and Example Problem videos; a Muddiest Point data collection tool; and an electronic vocabulary building e-flash card resource. Finally, the pedagogy and resources developed in this work are currently being implemented in an NSF IUSE faculty development project in 7 different engineering disciplines with 84 faculty entitled &ldquo;Scaling a Cyber-Enabled, Just-in-Time-Teaching with Two-Way Formative Feedback (JTF) Pedagogy to the Multiple Disciplinary Program Level (JTFD)&rdquo;. &nbsp;Overall, the JTF project has positively impacted the pedagogy of seven faculty at four institutions who have now taught, and are now teaching, thousands of students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2016<br>\n\t\t\t\t\tModified by: Cindy&nbsp;K&nbsp;Waters</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this TUES Type 2 project, Just-in-Time-Teaching with Interactive Frequent Formative Feedback (JiTTIFFF or JTF), engagement, assessment, and reflection tools were used that had been developed from a priot project. Their ease-of-use was facilitated by adapting them to an interactive, cyber-enabled web learning environment. Using the tools in and out of class increased the effectiveness and efficiency of learning by using real-world examples, student engagement and formative feedback. The impact and effectiveness of the JTF pedagogy were tested in a collaboration between faculty in four settings with diverse populations: Arizona State University, a large public university, North Carolina A&amp;T, a medium size, historically black university; Oregon Institute of Technology, a medium size technology institute, and Oregon State University, a medium size, west coast university. A primary goal of this project was to test the effectiveness of the JTF pedagogy in different settings with diverse populations when implemented on the cyber-enabled web platforms. The web environment facilitated ease of implementation and demonstrated the potential for broad dissemination of instructional strategies and tools used in JTF. Another goal was to understand issues in implementation and how instructors used assessment results to adjust instruction. Such knowledge and insight was used to develop tutorials, workshops, and YouTube videos for instruction for faculty interested in adapting the JTF pedagogy in their own instruction.\n\nThis JTF deliverables and objectives included: 1) updated sets of instructional resources in the web-based JTF Learning Tool Kit; 2) understanding of barriers and benefits of JTF implementation in diverse settings; 3) understanding of how instructors used results of multi-level assessment to adjust instruction to address student learning issues; 4) assessment of impact of JTF on student attitude, achievement and retention; 5) interest in potential for broad application of the general features of JTF strategies and tools in other engineering domains; and 6) broad dissemination and diffusion of JTF strategies, findings, and products to a wide audience.\n\nA primary outcome of the project demonstrated that four instructors shifted their pedagogy from instructor-centered teaching to student-centered learning with JTF pedagogy. This was found from emergent theme analysis where instructors stated that their role had shifted from communication of content to facilitating students' learning. Impact of JTF pedagogy on student achievement showed an increase in four instructors grade distributions by a half to a full grade point and a reduction of D's and E's by more than 50%, regardless of the student population or university setting.  We also found that incentivizing formative-feedback for the students resulted in higher levels of student participation, richer commentary, and more possibilities for learning. In addition, by surveying the students in introductory materials courses, their attitude showed they had a positive opinion of the JTF strategies of formative feedback, real-world examples, and contextualization. It also demonstrated that JTF pedagogy could be successfully implemented in other disciplines with various course formats. JTF pedagogy was implemented in 3 biomedical engineering courses with varying formats, and there was correspondingly high retention (ranging form 86% to 98%) and favorable student attitudes regarding motivation using expectancy-value theory with positive outcomes for interest, utility, and \"cost\" of Muddiest Points. All of these results suggest that the Muddiest Point exercise is an effective reflective tool for frequent, formative feedback in any classroom. \n\n Other major outcomes were the resources developed. Tutorial videos on materials science topics were created on YouTube channels \"MaterialsConcepts\" and \"mseasuproblems\". The tutorials addressed commonly asked student Muddiest Points (i.e. the most unclear parts of class) and provided examples of worked problems for introductory materials science and engineering concepts.  The work on this project inspired the publishing company John Wiley &amp; Sons to use three types of JTF resources in their Wiley Plus e-Learning Student Resource in two textbooks. The resources include: 35 Muddiest Point Tutorial and Example Problem videos; a Muddiest Point data collection tool; and an electronic vocabulary building e-flash card resource. Finally, the pedagogy and resources developed in this work are currently being implemented in an NSF IUSE faculty development project in 7 different engineering disciplines with 84 faculty entitled \"Scaling a Cyber-Enabled, Just-in-Time-Teaching with Two-Way Formative Feedback (JTF) Pedagogy to the Multiple Disciplinary Program Level (JTFD)\".  Overall, the JTF project has positively impacted the pedagogy of seven faculty at four institutions who have now taught, and are now teaching, thousands of students.\n\n \n\n\t\t\t\t\tLast Modified: 12/09/2016\n\n\t\t\t\t\tSubmitted by: Cindy K Waters"
 }
}