{
 "awd_id": "1225804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Stereotype Validation and Intellectual Performance",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 189347.0,
 "awd_amount": 189347.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2013-06-18",
 "awd_abstract_narration": "A wealth of research has shown that group stereotypes can have devastating effects on how people perceive and behave in their social environments. Over the past fifteen years, some of the most extensively studied questions in this domain have focused on how negative group stereotypes can influence a person's performance on tasks that involve intellectual abilities. Research on these influences, collectively known as stereotype threat, has shown that women and minorities may perform more poorly when they are made aware of culturally shared, negative stereotypes prior to performing an academic task. While hundreds of studies have examined many factors related to these effects, no research to date has identified the potential ramifications of stereotype awareness that happens only after,rather than before, a person has finished performing.\r\n\r\nThis project will examine how post-performance stereotype activation can increase the certainty that people have in negative perceptions about their own intellectual performance. This elevated certainty, triggered by stereotypes, is important because it should carry a number of adverse consequences. In essence, when a person becomes more certain that their performance on a task was poor, this should have the potential to decrease beliefs in their abilities, alter academic and career interests, and inhibit future achievement in relevant domains. This project aims to develop a broad understanding of these \"stereotype validation\" effects within the context of female and minority performance on standardized tests. \r\n\r\nThe twelve proposed experiments represent a programmatic, theoretically driven approach to investigating potential susceptibility factors, downstream repercussions, and intervention strategies that may reduce this bias. Beyond developments within psychological research, this project should also inform scholarship in other disciplines (e.g., education and business) and has the potential to shape common practices in applied contexts (e.g., standardized testing and employee selection). In addition, the research findings should advance our understanding of the psychological factors that may affect female and minority engagement in science, technology, engineering, and mathematics (STEM).\r\n\r\nThe undergraduate and graduate student members of the research teams will be afforded many educational opportunities. Through active engagement, these students will acquire valuable skills in the preparation, conduct, and communication of scientific research. Furthermore, the universities where this research will be conducted are racially, ethnically, and socioeconomically diverse. At the University of Iowa, the student body is comprised of individuals from nearly 100 countries. Howard University is a Historically Black University where more than 90% of graduates identify themselves as members of racial or ethnic groups underrepresented in STEM disciplines. Therefore, a high level of diversity should be reflected in the research teams and also among the individuals who will serve as participants in the studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luther",
   "pi_last_name": "Barden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luther Barden",
   "pi_email_addr": "bardenjamie@yahoo.com",
   "nsf_id": "000611112",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Howard University",
  "inst_street_address": "2400 6TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028064759",
  "inst_zip_code": "200590002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "HOWARD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DYZNJGLTHMR9"
 },
 "perf_inst": {
  "perf_inst_name": "Howard University",
  "perf_str_addr": "2400 Sixth Street N.W.",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200590001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 189347.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How people think about how well or poorly they performed a task can determine how they view themselves, what effort they put into that domain in the future, and actual future performance.&nbsp; This research showed that stereotypes are important to determining how people think and behave after a performance is over.&nbsp;</p>\n<p>After a poor performance, reminding someone that they are the member of a negatively stereotyped group made them more confident that they had performed poorly.&nbsp; That greater confidence in their poor performance led them to expect worse performance in the future, avoid harder courses in the performance domain, and show lower interest in careers in that domain.&nbsp; These findings were shown for Black students, when they performed poorly on a difficult math test and then were reminded of negative stereotypes toward Blacks on academic performance.&nbsp; The findings were replicated for Female students, where negative stereotypes toward Women validated poor performance on a difficult standardized math test.&nbsp; Finally, these findings were replicated for Male participants, where negative stereotypes toward Men validated poor performance on a difficult test on the topic of infant care.</p>\n<p>These findings show that it is a mistake to worry only about stereotypes prior to and during a performance task, such as a standardized test.&nbsp; When we look at what happens after a performance, the thoughts of whether it was a good or bad performance come together with stereotypes that are activated with the consequence of changing behavior.&nbsp; The net result of this is that female students and Black students will be more likely to drop higher aspirations in mathematics after just one bad test, and Men may disengage from childcare careers and education the first time they do poorly.&nbsp; This shows that moving towards more equal representation of gender and race in learning environments, workplaces, and childcare, would mean we need to address this problem of negative stereotypes exaggerating the impact of single poor performances.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2021<br>\n\t\t\t\t\tModified by: Luther&nbsp;Barden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow people think about how well or poorly they performed a task can determine how they view themselves, what effort they put into that domain in the future, and actual future performance.  This research showed that stereotypes are important to determining how people think and behave after a performance is over. \n\nAfter a poor performance, reminding someone that they are the member of a negatively stereotyped group made them more confident that they had performed poorly.  That greater confidence in their poor performance led them to expect worse performance in the future, avoid harder courses in the performance domain, and show lower interest in careers in that domain.  These findings were shown for Black students, when they performed poorly on a difficult math test and then were reminded of negative stereotypes toward Blacks on academic performance.  The findings were replicated for Female students, where negative stereotypes toward Women validated poor performance on a difficult standardized math test.  Finally, these findings were replicated for Male participants, where negative stereotypes toward Men validated poor performance on a difficult test on the topic of infant care.\n\nThese findings show that it is a mistake to worry only about stereotypes prior to and during a performance task, such as a standardized test.  When we look at what happens after a performance, the thoughts of whether it was a good or bad performance come together with stereotypes that are activated with the consequence of changing behavior.  The net result of this is that female students and Black students will be more likely to drop higher aspirations in mathematics after just one bad test, and Men may disengage from childcare careers and education the first time they do poorly.  This shows that moving towards more equal representation of gender and race in learning environments, workplaces, and childcare, would mean we need to address this problem of negative stereotypes exaggerating the impact of single poor performances.\n\n\t\t\t\t\tLast Modified: 07/16/2021\n\n\t\t\t\t\tSubmitted by: Luther Barden"
 }
}