{
 "awd_id": "1225872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Interaction, Tradition, and Middle Woodland Monumentality at Garden Creek, North Carolina",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 25191.0,
 "awd_amount": 25191.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "Roughly 2000 to 1500 years ago, the southern Appalachian Mountains marked the edges of two spheres of indigenous culture contact and exchange: Hopewell, centered in the Midwest, and the Kolomoki pattern of platform mound ceremonialism, concentrated in the Deep South. Under the direction of her advisor, Dr. Robin Beck, dissertation student Alice Wright will examine the relationships between these interaction spheres and the emergence of monumental architecture at the Middle Woodland period (ca. 300 BC - AD 800) Garden Creek site in western North Carolina. Since monuments are well-known archaeological signposts of novel social, political, and religious institutions, Ms. Wright's research stands to clarify how interactions among far-flung egalitarian communities contributed to profound cultural changes in the pre-Columbian Eastern Woodlands. Garden Creek includes significant archaeological deposits that pre-date and coincide with the construction of earthen mounds and enclosures, as well as large assemblages of local and non-local artifacts, providing an ideal case study for evaluating the roles of both local traditions and non-local influences in shaping unprecedented monument construction. \r\n\r\nTo date, Ms. Wright's research at Garden Creek has involved the re-analysis of large but unpublished artifact collections from the 1965 excavations of Garden Creek Mound No. 2 and five months of fieldwork (2011-2012) targeting areas around the mound. Preliminary analyses of these datasets have focused on evidence for continuity and change in the spatial organization of activities, food production and consumption, and craft production. In this award, several monumental and non-monumental contexts will be radiocarbon dated to link such changes to the history of monument construction at the site. Several stratified features will be examined micromorphologically to clarify the nature and timing of the activities that generated them. Ms. Wright will also coordinate macrobotanical and geoarchaeological (Fourier transform infrared microscopic) analyses by specialists to further refine observations regarding foodways and possible feasting associated with monumentality. Finally, several non-invasive geophysical survey techniques (magnetometry, magnetic susceptibility, ground penetrating radar) will be employed to map the extent of the site and to generate an incomparable view of its monuments and surrounding built environment. \r\n\r\nThe results of this research will form the basis of Wright's dissertation and subsequent publications, and will elucidate the relationships among cross-cultural interactions, monuments, and historical change in ancient Eastern North America (and in comparative case studies worldwide).  The project will have broader impacts on the local community that presently inhabits the site and its surroundings, as well as on the non-renewable archaeological resources of western North Carolina. Ms. Wright has worked closely with local residents, the Canton Area Historical Museum, archaeologists at the National Forests of North Carolina, and several regional universities to foster archaeological engagement and stewardship. By developing a museum exhibit on Garden Creek, maintaining a regularly updated blog to report recent findings, hosting a public archaeology day at the site, and presenting talks to local schools and historical societies, the project actively encourages local interest and enthusiasm for archaeological research, essential for insuring the preservation of archaeological resources in the rapidly developing portions of western North Carolina.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Beck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Beck",
   "pi_email_addr": "rabeck@umich.edu",
   "nsf_id": "000610601",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Wright",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alice Wright",
   "pi_email_addr": "wrightap2@appstate.edu",
   "nsf_id": "000610599",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How do cross cultural encounters affect long-term histories of stability and change in human societies? This long-standing anthropological question, which is as relevant to today&rsquo;s modern world as it is to the past, was recently investigated using archaeology at the Garden Creek site in western North Carolina, as part of the dissertation research of Dr. Alice P. Wright (University of Michigan, 2014; with PI Dr. Robin Beck). During the Middle Woodland period (300 BC &ndash; AD 600), this remote site in the Southern Appalachian Mountains witnessed multiple waves of interactions with other communities across the American Eastern Woodlands, including the Ohio Valley Hopewell culture and early platform mound builders of the Deep South. Informed by earlier excavations of a Middle Woodland platform mound at Garden Creek, Wright conducted five months of fieldwork to investigate off-mound areas and determine how local Appalachian societies contributed to and responded to involvement with long-distance interaction networks. Specifically, she and her collaborators used non-invasive geophysical survey techniques (magnetometry, ground penetrating radar, magnetic susceptibility) to map the remains of the site, which are presently invisible on the ground surface (Figure 1, Figure 2); these efforts were followed by the targeted excavation of newly identified archaeological contexts and the subsequent analyses of recovered artifacts and ecofacts, including geochemical, geoarchaeological, and macrobotanical analyses by trained specialists.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Among the most important findings of this fieldwork was the discovery of two previously unidentified small geometric ditch enclosures at Garden Creek (Figure 2, Figure 3). These monuments closely resemble contemporaneous earthworks in the Ohio Valley, and indicate that the Middle Woodland inhabitants of Garden Creek participated more intensively in Midwestern interaction and exchange networks that archaeologists have heretofore recognized. This inference was supported by the discovery of mica cut-out and crystal quartz biface production debris in association with one of these enclosures; such evidence for ritualized craft production had never before been identified at the periphery of the Hopewell Interaction Sphere, and demands revisions to archaeologists&rsquo; ideas about Middle Woodland ritual artifact exchange. Excavations also revealed that these intensive Hopewell-related practices &ndash; both monument construction and craft production &ndash; ceased abruptly around AD 100. At this point, local people appear to have engaged more among themselves and with other Southeastern communities, as suggested by the expansion of the site&rsquo;s off-mound occupation area and the construction of the site&rsquo;s platform mound ca. AD 100-400. In short, the Garden Creek case study demonstrates how interregional interactions can shift dramatically through time, and involve the creative participation of local peoples typically thought to occupy cultural peripheries. These findings have considerable intellectual merit in the fields of North American archaeology, the archaeology of middle range societies, and the archaeology of cross-cultural interaction; they also expand our knowledge about American Indian history and Southern Appalachian human ecology.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The broader impacts of this project were felt by a wide community, in no small part because the Garden Creek site is located in the middle of a residential neighborhood in Canton, North Carolina. As a result, Wright and her team strove to provide local residents with opportunities to engage with and learn about the archaeology that existed below their feet (Figure 4). These efforts, pursued in collaboration ...",
  "por_txt_cntn": "\nHow do cross cultural encounters affect long-term histories of stability and change in human societies? This long-standing anthropological question, which is as relevant to todayÆs modern world as it is to the past, was recently investigated using archaeology at the Garden Creek site in western North Carolina, as part of the dissertation research of Dr. Alice P. Wright (University of Michigan, 2014; with PI Dr. Robin Beck). During the Middle Woodland period (300 BC &ndash; AD 600), this remote site in the Southern Appalachian Mountains witnessed multiple waves of interactions with other communities across the American Eastern Woodlands, including the Ohio Valley Hopewell culture and early platform mound builders of the Deep South. Informed by earlier excavations of a Middle Woodland platform mound at Garden Creek, Wright conducted five months of fieldwork to investigate off-mound areas and determine how local Appalachian societies contributed to and responded to involvement with long-distance interaction networks. Specifically, she and her collaborators used non-invasive geophysical survey techniques (magnetometry, ground penetrating radar, magnetic susceptibility) to map the remains of the site, which are presently invisible on the ground surface (Figure 1, Figure 2); these efforts were followed by the targeted excavation of newly identified archaeological contexts and the subsequent analyses of recovered artifacts and ecofacts, including geochemical, geoarchaeological, and macrobotanical analyses by trained specialists.\n\n                Among the most important findings of this fieldwork was the discovery of two previously unidentified small geometric ditch enclosures at Garden Creek (Figure 2, Figure 3). These monuments closely resemble contemporaneous earthworks in the Ohio Valley, and indicate that the Middle Woodland inhabitants of Garden Creek participated more intensively in Midwestern interaction and exchange networks that archaeologists have heretofore recognized. This inference was supported by the discovery of mica cut-out and crystal quartz biface production debris in association with one of these enclosures; such evidence for ritualized craft production had never before been identified at the periphery of the Hopewell Interaction Sphere, and demands revisions to archaeologistsÆ ideas about Middle Woodland ritual artifact exchange. Excavations also revealed that these intensive Hopewell-related practices &ndash; both monument construction and craft production &ndash; ceased abruptly around AD 100. At this point, local people appear to have engaged more among themselves and with other Southeastern communities, as suggested by the expansion of the siteÆs off-mound occupation area and the construction of the siteÆs platform mound ca. AD 100-400. In short, the Garden Creek case study demonstrates how interregional interactions can shift dramatically through time, and involve the creative participation of local peoples typically thought to occupy cultural peripheries. These findings have considerable intellectual merit in the fields of North American archaeology, the archaeology of middle range societies, and the archaeology of cross-cultural interaction; they also expand our knowledge about American Indian history and Southern Appalachian human ecology.\n\n                The broader impacts of this project were felt by a wide community, in no small part because the Garden Creek site is located in the middle of a residential neighborhood in Canton, North Carolina. As a result, Wright and her team strove to provide local residents with opportunities to engage with and learn about the archaeology that existed below their feet (Figure 4). These efforts, pursued in collaboration with the municipal Canton Area Historical Museum, have led to the emergence of a new ethic of archaeological stewardship in the local community, ensuring that Garden Creek and other archaeological sites in the vicinity will be subjected to public i..."
 }
}