{
 "awd_id": "1225920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Institutionalized Eldercare in Contemporary China",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 11088.0,
 "awd_amount": 11088.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "Yale University doctoral student Rose Keimig, under the guidance of Dr. Marcia Inhorn, will investigate how elders, families, and caregivers are negotiating new forms of institutionalized eldercare in contemporary China. Decades of reforms during the twentieth century, and especially the one-child policy of the late 1970s, have given rise to stark demographic imbalances in China today. These imbalances have, in turn, stimulated an increase in demand for residential care facilities against a backdrop of filial piety norms and the privatization of health care services. The proposed project is one of the first to use ethnographic research methods to study how experiences with elderly institutionalization in China are mediated by pluralistic medical systems, changing moral worlds, shifting demographics, and new market-driven caregiving opportunities.  \r\n\r\nThe proposed research will be conducted in Kunming, the capital of Yunnan province in southwestern China.  Using a combination of social science methods, including participant observation and interviews with staff, residents, and families of institutionalized and non-institutionalized elders, this study aims to show how people are grappling with the everyday challenges of new forms of eldercare. The wide range of research methods and informants will provide a rich account of how the broader themes of biomedicalization, kinship, and urbanization map onto the aging experience in contemporary China.  Furthermore, by going beyond the existing demographics and statistics, this research seeks to uncover how, by moving aging relatives out of private homes and into institutions, families are facilitating the emergence of new forms of institutional caregiving and new ways of being an elderly person, a filial child, and a caregiver in contemporary China.\r\n\r\nThis research has broad social relevance, not just in China but across the globe.  By showing how aging is experienced, how caregiving decisions are made, and how family responsibilities are reworked in institutional settings, this project will illuminate areas for policy interventions that will make demographic transitions easier for future caregivers, elders, and families in China, the U.S., and around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Inhorn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia C Inhorn",
   "pi_email_addr": "marcia.inhorn@yale.edu",
   "nsf_id": "000333794",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rose",
   "pi_last_name": "Keimig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rose Keimig",
   "pi_email_addr": "rose.keimig@yale.edu",
   "nsf_id": "000599031",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Kunming City Social Welfare Home",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11088.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>There are 200 million people over the age of 60 in China today and that number is expected to rise to nearly 440 million by 2050, accounting for 30% of <span>China&rsquo;s</span> total population. China is facing a rapid and unprecedented demographic shift, a <span>greying</span> of a society that, by some accounts, has not yet reached maturity. A combination of reduced family support due to the one child policy and reduced state support due to massive privatization of social services has increased the demand for private institutional services. As people are forced to adapt to changing social, political, familial, and ideological environments, <span>eldercare</span> facilities in China are opening up new spaces of care and engendering emergent subjectivities for both elders and their caregivers.</span><span style=\"white-space: pre;\"> </span></p>\n<p><span style=\"white-space: pre;\"><br /></span></p>\n<p><span>Those demographic trends prompted twelve months of anthropological research on aging and <span>caregiving</span> in Kunming, China. Interviews and participant observation were conducted with caregivers, elders, and their families in nursing homes, hospitals, and public spaces. As is the nature of anthropological fieldwork, however, the best data came from simply sitting with elders and their family members day after day, sharing food and stories, and allowing relationships to develop naturally.</span></p>\n<p>&nbsp;</p>\n<p><span>Most informants were born between 1929 and 1939 and therefore had personally experienced incredible social and political upheavals including the <span>Sino</span>-Japanese War, civil wars, the Great Leap Forward, and the Cultural Revolution. Respondents shared stories of imprisonment after the Hundred Flowers Campaign, beatings during the Cultural Revolution, losing relatives to Japanese bombers, and fleeing starvation. On their bodies, one was able to see and feel the lasting effects of one of the most rapid, incredible national transitions in modern history.</span></p>\n<p>&nbsp;</p>\n<p><span>Through daily interactions&nbsp;with elders, it&nbsp;became clear that willingness to live in nursing homes should not be conflated with desire. Institutionalized elders often described their situation as &ldquo;the choice when you have no choice.&rdquo; Although informants of all ages indicated that a nursing home was not the worst <span>eldercare</span> option, nearly all informants agreed that the best scenario was to remain in <span>one&rsquo;s</span> own home. Along with descriptions of <span>one&rsquo;s</span> own responsibility for individual health, this ideal pointed to a \"rise of the individual\" in older age cohorts, in line with corresponding trends in health care and Chinese society at large.</span></p>\n<p>&nbsp;</p>\n<p><span>However, to counterbalance the findings about rising individualism, the data also indicate an increase of love in the parent-child relationship. Many social commentators decry what they see to be a decline of filial love in Chinese society--a loss of traditional values in the face of <span>globalization</span> and modernization--but the results from this research indicate that filial love is still present and strong but is being overshadowed or overpowered by an incredible degree of parental love. Rather than weakening familial bonds, the nursing home, then, is a way to maintain, or even strengthen, those bonds in a society where needs are becoming more and more differentiated and individualized. The results also point to other changing moralities. Issues of charity, euthanasia, religion, and <span>volunteerism</span> all frequently arose during interviews and conversations.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>This project speaks to the universal concern of what it means to grow old in new <span>caregiving</span> situations everywhere. Although China is projected to soon have the greatest absolute number of...",
  "por_txt_cntn": "\nThere are 200 million people over the age of 60 in China today and that number is expected to rise to nearly 440 million by 2050, accounting for 30% of ChinaÆs total population. China is facing a rapid and unprecedented demographic shift, a greying of a society that, by some accounts, has not yet reached maturity. A combination of reduced family support due to the one child policy and reduced state support due to massive privatization of social services has increased the demand for private institutional services. As people are forced to adapt to changing social, political, familial, and ideological environments, eldercare facilities in China are opening up new spaces of care and engendering emergent subjectivities for both elders and their caregivers. \n\n\n\n\nThose demographic trends prompted twelve months of anthropological research on aging and caregiving in Kunming, China. Interviews and participant observation were conducted with caregivers, elders, and their families in nursing homes, hospitals, and public spaces. As is the nature of anthropological fieldwork, however, the best data came from simply sitting with elders and their family members day after day, sharing food and stories, and allowing relationships to develop naturally.\n\n \n\nMost informants were born between 1929 and 1939 and therefore had personally experienced incredible social and political upheavals including the Sino-Japanese War, civil wars, the Great Leap Forward, and the Cultural Revolution. Respondents shared stories of imprisonment after the Hundred Flowers Campaign, beatings during the Cultural Revolution, losing relatives to Japanese bombers, and fleeing starvation. On their bodies, one was able to see and feel the lasting effects of one of the most rapid, incredible national transitions in modern history.\n\n \n\nThrough daily interactions with elders, it became clear that willingness to live in nursing homes should not be conflated with desire. Institutionalized elders often described their situation as \"the choice when you have no choice.\" Although informants of all ages indicated that a nursing home was not the worst eldercare option, nearly all informants agreed that the best scenario was to remain in oneÆs own home. Along with descriptions of oneÆs own responsibility for individual health, this ideal pointed to a \"rise of the individual\" in older age cohorts, in line with corresponding trends in health care and Chinese society at large.\n\n \n\nHowever, to counterbalance the findings about rising individualism, the data also indicate an increase of love in the parent-child relationship. Many social commentators decry what they see to be a decline of filial love in Chinese society--a loss of traditional values in the face of globalization and modernization--but the results from this research indicate that filial love is still present and strong but is being overshadowed or overpowered by an incredible degree of parental love. Rather than weakening familial bonds, the nursing home, then, is a way to maintain, or even strengthen, those bonds in a society where needs are becoming more and more differentiated and individualized. The results also point to other changing moralities. Issues of charity, euthanasia, religion, and volunteerism all frequently arose during interviews and conversations. \n\n \n\nThis project speaks to the universal concern of what it means to grow old in new caregiving situations everywhere. Although China is projected to soon have the greatest absolute number of elderly people, the worldÆs population 65 or older is expected to double by 2040, from 7.8% to 14.7%. There is a need to put the people back in the demographics and illuminate the lives behind the percentages. By collecting stories and sharing experiences, this project does just that. Research results highlight areas that should be of special concern for those at the forefront of eldercare development such as: the primacy of psychological needs, differing expressions of care nee..."
 }
}