{
 "awd_id": "1225583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OCE-RIG:  Causes and consequences of consumer pressure across latitude",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927589",
 "po_email": "gpugh@nsf.gov",
 "po_sign_block_name": "Judith Pugh",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "In this project, the principal investigator will conduct field experiments in sea grass ecosystems ranging from North to Central America testing hypotheses that explore the fundamental mechanisms that drive the latitudinal diversity gradient.  \r\n\r\nRecent studies using a simplified model habitat demonstrate that variation in interaction strength, particularly consumer pressure, can be an important determinant of contemporary species diversity patterns across latitude. This project will translate these advances from a simplified model habitat to a complex natural ecosystem of conservation importance, seagrass beds. Seagrasses are critical foundation species that provide complex habitat for a rich biota, including commercially important species and a diversity of macroalgae that, along with the seagrasses, significantly contribute to coastal primary productivity and nutrient cycling. This ecosystem is among the most threatened in the world, yet how fundamental ecological interactions, such as consumer pressure, shape patterns of biodiversity in this system remains a central question. This project will explore the effects of consumer pressure on species diversity in a complex natural ecosystem across the primary global gradient, latitude. \r\n\r\nThis project links field sites in North and Central America, and builds infrastructure for continued exploration of large scale ecological patterns and processes. Understanding how ecosystems operate across biogeographic scales is emerging as an exciting and transformative research avenue. To overcome methodological and logistical challenges of conducting standardized experiments across large scales, this project employs multiple experimental approaches to directly compare community dynamics of seagrass ecosystems in three regions spanning 30 degrees of latitude from the temperate zone to the tropics. Standardized consumer exclusion and exposure experiments will be conducted in New Jersey, Florida, and Panama using both artificial and natural seagrasses. Seagrasses, and the diverse communities of epiphytic sessile invertebrates and macroalgae that they support, will be studied to reveal the ecological importance of consumer pressure on ecosystem structure and diversity. Latitudinal gradients in consumer diversity, consumer activity, prey recruitment, and abiotic conditions will be explored as mechanistic underpinnings of this continental-scale phenomenon.\r\n\r\nThis project will broaden participation of under-represented groups in the ocean sciences by using an established international research program as a platform for engaging, inspiring, and educating students at the middle school, high school, undergraduate, and graduate levels through direct intensive research training, mentoring, and hands-on field activities. Promoting diversity in science is a long-standing commitment of the PI, and she continues to mentor students of under-represented groups through programs at Temple University, her professional society, and local universities. By collaborating with programs at Temple University that inspire and train women and under-represented minorities to pursue careers in STEM fields, the PI will lead annual field trips for middle and high school students to Barnegat Bay, New Jersey (a study site for this project). Through hands-on activities, these students will help develop a long-term publicly-available data set for use as an educational tool and as a resource for research. The PI will continue to support outreach activities in the Philadelphia public schools through an established NSF GK-12 program, which serves a diverse population of local students.\r\n\r\nThis project is supported under the NSF Ocean Sciences Research Initiation Grant (OCE-RIG) program, with goals to support novel research by early career scientists and increase the diversity of the U.S. ocean sciences workforce and research community. With OCE-RIG support, this project will enable a promising early career researcher to establish themselves in an independent research career related to ocean sciences and broaden participation of under-represented groups in the ocean sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Freestone",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amy L Freestone",
   "pi_email_addr": "freestonea@si.edu",
   "nsf_id": "000527488",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1900 N 12th St.",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820600",
   "pgm_ele_name": "OCE Research Initiation Grant"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"CM5\"><span>Species are unevenly distributed across space, and spatial patterns in which they are arrayed influence the functioning of local ecosystems across the globe, and in turn influence the ecosystem services people depend on for livelihoods and well-being.&nbsp; Studies of global biodiversity have long shown a pattern of more species at lower tropical latitudes compared to higher temperate or polar latitudes.&nbsp; Stronger species interactions at lower latitudes are thought to contribute to the origin and the maintenance of this latitudinal diversity gradient.&nbsp; This project tests the hypothesis that species interactions, specifically consumer pressure, can shape patterns of biodiversity in seagrass ecosystems in the tropics more so than at higher latitudes.&nbsp; Seagrasses are critical foundation species that provide complex habitat for a rich biota, including commercially important species and a diversity of macroalgae that, along with the seagrasses, significantly contribute to essential ecosystem services, including primary productivity, nutrient cycling and food production.&nbsp; This ecosystem is among the most threatened in the world, yet how fundamental ecological interactions, such as consumer pressure, shape patterns of biodiversity in this ecosystem remain a central question.&nbsp;</span></p>\n<p class=\"CM5\"><span>This project employed multiple experimental approaches to directly compare community dynamics of seagrass ecosystems in three regions spanning 30 degrees of latitude from the temperate zone to the tropics, specifically New Jersey, Florida, and Panama.&nbsp; Seagrasses, and the diverse communities of epiphytic sessile invertebrates and macroalgae that they support, were studied to reveal the ecological importance of consumer pressure on ecosystem structure and diversity.&nbsp; Results were consistent with the hypothesis that strong species interactions in the tropics can shape patterns of species diversity in seagrass ecosystems, with weaker effects observed at higher latitudes.&nbsp; Results also yielded insights into biological mechanisms that may underlie this phenomenon and the maintenance of the latitudinal diversity gradient more broadly.&nbsp;</span></p>\n<p class=\"CM5\"><span>This project broadened participation of under-represented groups in the ocean sciences by using an established international research program as a platform for engaging and educating students at the middle school, high school, undergraduate, and graduate levels through direct intensive research training, mentoring, and hands-on field activities.&nbsp; Two female doctoral students were fully integrated into the logistical and intellectual process of conducting international ocean science research.&nbsp; Fifteen undergraduate interns, including seven women and four students from other under-represented populations were also integrated into research activities.&nbsp; In addition, over 300 high school and middle school students were engaged in ocean science research and education through outreach programs and events that targeted under-represented populations, helping to build a diverse future workforce in the ocean sciences.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2015<br>\n\t\t\t\t\tModified by: Amy&nbsp;L&nbsp;Freestone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Species are unevenly distributed across space, and spatial patterns in which they are arrayed influence the functioning of local ecosystems across the globe, and in turn influence the ecosystem services people depend on for livelihoods and well-being.  Studies of global biodiversity have long shown a pattern of more species at lower tropical latitudes compared to higher temperate or polar latitudes.  Stronger species interactions at lower latitudes are thought to contribute to the origin and the maintenance of this latitudinal diversity gradient.  This project tests the hypothesis that species interactions, specifically consumer pressure, can shape patterns of biodiversity in seagrass ecosystems in the tropics more so than at higher latitudes.  Seagrasses are critical foundation species that provide complex habitat for a rich biota, including commercially important species and a diversity of macroalgae that, along with the seagrasses, significantly contribute to essential ecosystem services, including primary productivity, nutrient cycling and food production.  This ecosystem is among the most threatened in the world, yet how fundamental ecological interactions, such as consumer pressure, shape patterns of biodiversity in this ecosystem remain a central question. \nThis project employed multiple experimental approaches to directly compare community dynamics of seagrass ecosystems in three regions spanning 30 degrees of latitude from the temperate zone to the tropics, specifically New Jersey, Florida, and Panama.  Seagrasses, and the diverse communities of epiphytic sessile invertebrates and macroalgae that they support, were studied to reveal the ecological importance of consumer pressure on ecosystem structure and diversity.  Results were consistent with the hypothesis that strong species interactions in the tropics can shape patterns of species diversity in seagrass ecosystems, with weaker effects observed at higher latitudes.  Results also yielded insights into biological mechanisms that may underlie this phenomenon and the maintenance of the latitudinal diversity gradient more broadly. \nThis project broadened participation of under-represented groups in the ocean sciences by using an established international research program as a platform for engaging and educating students at the middle school, high school, undergraduate, and graduate levels through direct intensive research training, mentoring, and hands-on field activities.  Two female doctoral students were fully integrated into the logistical and intellectual process of conducting international ocean science research.  Fifteen undergraduate interns, including seven women and four students from other under-represented populations were also integrated into research activities.  In addition, over 300 high school and middle school students were engaged in ocean science research and education through outreach programs and events that targeted under-represented populations, helping to build a diverse future workforce in the ocean sciences.\n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Amy L Freestone"
 }
}