{
 "awd_id": "1225317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Work, Play, Race, and Childhood",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 10508.0,
 "awd_amount": 10508.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "University of Michigan doctoral student Alysa Handelsman, under the guidance of Dr. Bruce Mannheim, will explore the interconnections between forms of play and work of Afro-descendant street children in Ecuador as a means of understanding how these children conceptualize their worlds, and how these conceptualizations challenge traditional theories of work, play, and childhood.  Over 30 percent of Ecuador's population is under the age of 15, and, as of 2006, approximately 20 percent of the children in Ecuador live and work on the streets.  This research investigates how poverty transforms play and produces children who act strategically in the face of uncertain survival and in the face of conflicting and competing expectations from caretakers, teachers, police officers, and other adults.  \r\n\r\nAdditionally, this work critically considers the ways race is experienced, learned, discussed, and imagined by Afro-descendant children -- a topic that is understudied by anthropologists, particularly in the context of the Andes.  One of the major contributions of this research will be to show the links between economic circumstances, racial classifications, and conceptions of childhood.  The research will demonstrate how these links are producing and regulating young people who must play and perform to survive by means of strategies and contexts that are configured quite differently from those of middle-class or wealthy children.    \r\n\r\nThrough 18 months of fieldwork, primarily in Guayaquil and partially in Esmeraldas, Handelsman will conduct research in NGOs, schools, streets, and street children's neighborhoods.  She will employ social science methods such as participant observation, interviews, and focus groups.  As an ethnographer, she is committed to conducting fieldwork in multiple spaces and contexts to provide diverse opportunities and venues for her research subjects to share their stories and ideas, and so will be utilizing many innovative methods, including a photovoice project.   These mixed methods and settings form part of the collaborative nature of the project, as they enable the participation of the children in the research process.  The research findings will be disseminated to community members, and the project will contribute to the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Mannheim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Mannheim",
   "pi_email_addr": "mannheim@umich.edu",
   "nsf_id": "000180023",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alysa",
   "pi_last_name": "Handelsman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alysa Handelsman",
   "pi_email_addr": "alyhand@umich.edu",
   "nsf_id": "000607929",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10508.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While thinking about street childhood in Guayaquil by considering children&rsquo;s play alongside children&rsquo;s work, I have become especially interested in the ways in which street children engage with city spaces, sometimes playfully, sometimes angrily, and sometimes, with embarrassment or fear (of a social injury, perhaps, as much as a physical one) (Brown 1995; Butler 1993).&nbsp; How are children from Guayaquil&rsquo;s shantytowns informed by the city landscapes &ndash; their neighborhoods and/versus the wealthier sectors and townships &ndash; and how, in their everyday actions, do they contribute to the formation and reinterpretation of these landscapes as they seek out spaces for their own existence and their own relevance (and value) within these communities?&nbsp; To what extent are poor children aware of their positionality and how is this awareness manifested in their actions across different city spaces?&nbsp;</p>\n<p>How does access to the streets, perhaps, reposition the terminology of &ldquo;street child&rdquo; or &ldquo;street childhood&rdquo;?&nbsp; That is, the children with whom I work are often not street workers or beggars, but within the city landscapes of higher socioeconomic classes, they only seem to &ldquo;belong&rdquo; on the streets; in this way, then, &ldquo;street childhood&rdquo; speaks not to the lack of a home or to forced street work, but to societal exclusions in Guayaquil that render poverty and blackness as inferior and unworthy of entrance into the luxurious city spaces of high-end shopping malls, restaurants, and plazas.&nbsp; While there are, of course, &ldquo;street children&rdquo; who work on the city streets, I envision &ldquo;street childhood&rdquo; in Guayaquil as a concept that goes beyond street work and encompasses all children who are &ldquo;marked&rdquo; by poverty and blackness and whose embodiment of class and race informs, regulates, and limits their movement beyond the city&rsquo;s shantytowns.</p>\n<p>Even though people from the more affluent sectors of Guayaquil, when I tell them about my project, inform me that the divisions in the city are not about race, only about money, the ways in which the children I work with describe their experiences and their interpretations of the stares and glares they receive as they move across different city spaces are extremely racialized.</p>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>As part of this research project, several children serve as research assistants and have conducted interviews in their neighborhoods.&nbsp; In our meetings to organize and analyze our data, several of the research assistants told me that their favorite question was the one about the lottery, in which they asked their neighbors three things they would do with their money if they won the lottery.&nbsp; Johnny, a 15-year-old, said that he thought it was really interesting to hear these responses and that he learned a lot from them: he learned how good poor people are.&nbsp; His younger brother agreed and added that he felt happy that each of his neighbors said they would invest in helping those who are less fortunate; they read off examples from their notes: helping sick people at SOLCA (the Cancer Institute), building a support center in their neighborhood for children and families with nothing to eat, and the lists went on in all of my meetings with the research assistants. &nbsp;</p>\n<p>While parents do want their children to receive an education &ndash; an education which most of them never received &ndash; and while children also want different futures and better jobs, their desire is not to move to another part of the city, but to build a better house in their same neighborhood and, often, on their same plot of land.&nbsp; In the literature on race and the body in the Andes, anthropologists have discussed the malleability of race ...",
  "por_txt_cntn": "\nWhile thinking about street childhood in Guayaquil by considering childrenÆs play alongside childrenÆs work, I have become especially interested in the ways in which street children engage with city spaces, sometimes playfully, sometimes angrily, and sometimes, with embarrassment or fear (of a social injury, perhaps, as much as a physical one) (Brown 1995; Butler 1993).  How are children from GuayaquilÆs shantytowns informed by the city landscapes &ndash; their neighborhoods and/versus the wealthier sectors and townships &ndash; and how, in their everyday actions, do they contribute to the formation and reinterpretation of these landscapes as they seek out spaces for their own existence and their own relevance (and value) within these communities?  To what extent are poor children aware of their positionality and how is this awareness manifested in their actions across different city spaces? \n\nHow does access to the streets, perhaps, reposition the terminology of \"street child\" or \"street childhood\"?  That is, the children with whom I work are often not street workers or beggars, but within the city landscapes of higher socioeconomic classes, they only seem to \"belong\" on the streets; in this way, then, \"street childhood\" speaks not to the lack of a home or to forced street work, but to societal exclusions in Guayaquil that render poverty and blackness as inferior and unworthy of entrance into the luxurious city spaces of high-end shopping malls, restaurants, and plazas.  While there are, of course, \"street children\" who work on the city streets, I envision \"street childhood\" in Guayaquil as a concept that goes beyond street work and encompasses all children who are \"marked\" by poverty and blackness and whose embodiment of class and race informs, regulates, and limits their movement beyond the cityÆs shantytowns.\n\nEven though people from the more affluent sectors of Guayaquil, when I tell them about my project, inform me that the divisions in the city are not about race, only about money, the ways in which the children I work with describe their experiences and their interpretations of the stares and glares they receive as they move across different city spaces are extremely racialized.\n\n\n\n\n\nAs part of this research project, several children serve as research assistants and have conducted interviews in their neighborhoods.  In our meetings to organize and analyze our data, several of the research assistants told me that their favorite question was the one about the lottery, in which they asked their neighbors three things they would do with their money if they won the lottery.  Johnny, a 15-year-old, said that he thought it was really interesting to hear these responses and that he learned a lot from them: he learned how good poor people are.  His younger brother agreed and added that he felt happy that each of his neighbors said they would invest in helping those who are less fortunate; they read off examples from their notes: helping sick people at SOLCA (the Cancer Institute), building a support center in their neighborhood for children and families with nothing to eat, and the lists went on in all of my meetings with the research assistants.  \n\nWhile parents do want their children to receive an education &ndash; an education which most of them never received &ndash; and while children also want different futures and better jobs, their desire is not to move to another part of the city, but to build a better house in their same neighborhood and, often, on their same plot of land.  In the literature on race and the body in the Andes, anthropologists have discussed the malleability of race and how consumption and education, for example, grant people the possibility to manipulate their race and to change (e.g., de la Cadena 1998, 2001, 2006; Roberts 2012; Weismantel 2001).  The communities I have worked with, however, do not strive to learn and to earn as a means of \"fitting in\" to life in wealthy neighborhoods or as a means o..."
 }
}