{
 "awd_id": "1225760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Learning to speak in time: Perception and production processes involved  in conversational turn-taking",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 12646.0,
 "awd_amount": 12646.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "Every conversation is made up of turns at speaking. Many people are surprised to learn that speakers take turns with very little time between speakers (gaps average ~200ms) with hardly any overlaps. This is true of conversation in languages around the world. Since there's no single clue to indicate when someone will finish speaking, listeners must track speech in real time and attend to a variety of cues to when a speaker will end. But what information do participants in a conversation rely on? This project investigates how children and adults take turns 'on time' by studying natural variation in how quickly speakers take their turns, and by measuring onlookers' eye movements as they watch videos of two people talking. This project will investigate how much participants' ability to anticipate the end of a turn relies on words vs. intonation and rhythm (prosody) in everyday speech. Words give information about content, and also about the structure of upcoming speech. Prosody is a continuous cue to how a phrase is structured, and also relates to the words in many cases. Because young children are good at differentiating between some prosodic patterns, but don't yet know much about words or syntax, we hypothesize that their use of cues will differ from adults'.  This project will study turn-taking in natural conversations in order to identify the developmental path for this conversational skill. Conversation is the gateway for analyzing interaction with other social beings. For children, conversation is a way to learn about language and the world. Trivial skills for adults, such as knowing when to come in and how to ask relevant questions, take children years to develop. Understanding how children develop these skills should also shed light on how they gain access to the information all around them.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eve",
   "pi_last_name": "Clark",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Eve V Clark",
   "pi_email_addr": "eclark@psych.stanford.edu",
   "nsf_id": "000222339",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Casillas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa Casillas",
   "pi_email_addr": "mcasillas@uchicago.edu",
   "nsf_id": "000612450",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "340 Panama St.",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12646.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Across human cultures, children learn language through interaction with caregivers and peers. Children&rsquo;s early interactions, whatever form they take, are where they learn their first language. Part of learning language in interaction is learning&nbsp;<strong>how</strong>&nbsp;<strong>to use</strong> language with others. This project focuses on one conversational skill for interacting with others: turn-taking.</p>\n<p>&nbsp;</p>\n<p>Turn-taking in conversation patterns in a similar way across cultures: interlocutors switch between one turn and the next in less than 200 milliseconds on average. This quick timing in back-and-forth turn structure forms a perfect framework for contingent action, allowing us to achieve fine-tuned coordination and mutual estimations of common ground through rapid feedback and conversational repair. A turn-based framework is key to interactive efficiency and effectiveness, and it also shapes children's language-learning environments. Children begin to take turns (of a sort) long before their first words, but their mastery of turn-timing with language is a protracted process during which they respond at a significantly slower rate than adults.</p>\n<p>&nbsp;</p>\n<p>In a series of studies focusing on the production and perception of speech by adults and children aged 1-6 years, we explored the development of turn-taking skills in relation to children&rsquo;s first language development. We used a combination of techniques to test children&rsquo;s turn-taking and language skills: (1) observational studies of natural interaction during adult-child conversation, and (2) eye-tracking to measure children&rsquo;s comprehension of conversations they were observing. We found that turn-timing is intimately linked to children's linguistic development. Both in their production and perception of speech, children become sensitive to different types of exchanges as they acquire new linguistic knowledge. Advances in their syntactic and prosodic knowledge result in a non-linear trajectory during development as children hone their turn-timing over their first few years. We are using these results to explore different aspects of the close link between language processing (listening to the speaker&rsquo;s utterance and planning one&rsquo;s own next utterance) and turn-structure, especially with respect to children learning language and adults using predictive processing (anticipating what is coming up next) to understand language in conversation. By focusing on this signature property of human conversation, our results will help us attain a better conceptualization of how the fundamental principles of human interaction shape both human language and its use.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2014<br>\n\t\t\t\t\tModified by: Marisa&nbsp;Tice</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAcross human cultures, children learn language through interaction with caregivers and peers. ChildrenÆs early interactions, whatever form they take, are where they learn their first language. Part of learning language in interaction is learning how to use language with others. This project focuses on one conversational skill for interacting with others: turn-taking.\n\n \n\nTurn-taking in conversation patterns in a similar way across cultures: interlocutors switch between one turn and the next in less than 200 milliseconds on average. This quick timing in back-and-forth turn structure forms a perfect framework for contingent action, allowing us to achieve fine-tuned coordination and mutual estimations of common ground through rapid feedback and conversational repair. A turn-based framework is key to interactive efficiency and effectiveness, and it also shapes children's language-learning environments. Children begin to take turns (of a sort) long before their first words, but their mastery of turn-timing with language is a protracted process during which they respond at a significantly slower rate than adults.\n\n \n\nIn a series of studies focusing on the production and perception of speech by adults and children aged 1-6 years, we explored the development of turn-taking skills in relation to childrenÆs first language development. We used a combination of techniques to test childrenÆs turn-taking and language skills: (1) observational studies of natural interaction during adult-child conversation, and (2) eye-tracking to measure childrenÆs comprehension of conversations they were observing. We found that turn-timing is intimately linked to children's linguistic development. Both in their production and perception of speech, children become sensitive to different types of exchanges as they acquire new linguistic knowledge. Advances in their syntactic and prosodic knowledge result in a non-linear trajectory during development as children hone their turn-timing over their first few years. We are using these results to explore different aspects of the close link between language processing (listening to the speakerÆs utterance and planning oneÆs own next utterance) and turn-structure, especially with respect to children learning language and adults using predictive processing (anticipating what is coming up next) to understand language in conversation. By focusing on this signature property of human conversation, our results will help us attain a better conceptualization of how the fundamental principles of human interaction shape both human language and its use.\n\n \n\n\t\t\t\t\tLast Modified: 09/05/2014\n\n\t\t\t\t\tSubmitted by: Marisa Tice"
 }
}