{
 "awd_id": "1225496",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Software for 3D Inversion of EM Geophysical Data",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 221875.0,
 "awd_amount": 221875.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2014-06-30",
 "awd_abstract_narration": "The focus of this project is on supporting and extending capabilities of \"ModEM\", a modular system for inversion of electromagnetic (EM) geophysical data which has been developed over the past few years at Oregon State University.  The code has been applied to inversion of a range of EM geophysical datasets, including 2D and 3D magnetotellurics (MT), geomagnetic observatory data for global deep mantle conductivity studies, and simple controlled source EM, and preliminary versions were made available to expert academic users during the initial development phase.   Through this project we are extending and \"hardening\" ModEM, and maintaining and supporting its use for a broader community of users.  Our primary initial focus is on support of 3D MT capabilities (which are most developed in ModEM, and of the greatest academic interest), but we are also building on the more general capabilities of ModEM to support inversion of CSEM data, and joint inversion of multiple EM (and ultimately other) data types.   In addition to development and maintenance of software, we provide training in its use, offering short courses on 3D MT inversion and interpretation, and maintaining a web presence where the community of ModEM users can discuss with us, and each other, problems and solutions as they arise. \r\n\r\nMaking ModEM widely available to the broadest community possible, supporting further development, and providing resources for education and community interaction, all contribute substantially to the ongoing 3D revolution in EM geophysics, which will ultimately enable new discoveries in basic and applied Earth science.  Wide and free availability of advanced inversion codes facilitates expansion of the community of experienced 3-D inversion users, and will accelerate development within this community of understanding of the appropriate uses (and limitations) of these now novel 3-D interpretation methods.    EM methods have important applications in industry and in the applied environmental sciences.  This project is helping to develop capacity for these applications, supporting development of practical and robust software and knowledgeable and trained users.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Egbert",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gary D Egbert",
   "pi_email_addr": "egbert@oce.orst.edu",
   "nsf_id": "000415824",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 146765.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 75110.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project provided support for making state-of-the art computer programs for three-dimensional (3D) imaging of Earth's interior freely available to scientists around the world.&nbsp; &ldquo;ModEM&rdquo; is a modular system for 3D inversion of electromagnetic (EM) geophysical data, developed at Oregon State University over the past decade.&nbsp; During the initial development and testing phase, a version of the code tailored to inversion of 3D magnetotelluric data was provided to a small group of expert academic users.&nbsp;&nbsp; Through this project we have extended and &ldquo;hardened&rdquo; ModEM, and supported&nbsp; use by a broader community of users.&nbsp; Nearly 300 academic scientists from around the globe have obtained access to ModEM.&nbsp;&nbsp; As of this writing, at least 50 research papers have been published that cite application of ModEM to a range of problems, from basic Earth science, to more practical work, such as in geothermal exploration. The project supported substantial refinements to our computer algorithms, increasing speed of program execution, and reliability of results, and improved documentation and user interfaces.&nbsp; In addition to development and maintenance of software, we provided training in its use, offering short courses on 3D MT inversion and interpretation.<br /><br />By making ModEM widely available to the broadest community possible, supporting further development, and providing resources for education and community interaction, this project has contributed substantially to an ongoing 3D revolution in EM geophysics, helping to enable new discoveries in basic and applied Earth science.&nbsp; Wide and free availability of advanced codes has greatly expanded the community of experienced 3-D inversion users, and increased our understanding of appropriate uses (and limitations) of 3-D approaches.&nbsp;&nbsp; Over the course of this project, these more advanced interpretation methods have become the new standard in academic EM studies.&nbsp;&nbsp; The methods also have important applications in resource industries (mining, geothermal, hydrocarbon) and in the applied environmental sciences.&nbsp; This project has helped develop capacity for these applications, supporting development of both practical and robust software and knowledgeable and trained users.</p>\n<!-- p { margin-bottom: 0.1in; direction: ltr; color: rgb(0, 0, 0); line-height: 120%; widows: 2; orphans: 2; }p.western { font-family: \"Times New Roman\",serif; font-size: 12pt; }p.cjk { font-family: \"Times New Roman\",serif; font-size: 12pt; }p.ctl { font-family: \"Times New Roman\",serif; font-size: 12pt; } --><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2017<br>\n\t\t\t\t\tModified by: Gary&nbsp;D&nbsp;Egbert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project provided support for making state-of-the art computer programs for three-dimensional (3D) imaging of Earth's interior freely available to scientists around the world.  \"ModEM\" is a modular system for 3D inversion of electromagnetic (EM) geophysical data, developed at Oregon State University over the past decade.  During the initial development and testing phase, a version of the code tailored to inversion of 3D magnetotelluric data was provided to a small group of expert academic users.   Through this project we have extended and \"hardened\" ModEM, and supported  use by a broader community of users.  Nearly 300 academic scientists from around the globe have obtained access to ModEM.   As of this writing, at least 50 research papers have been published that cite application of ModEM to a range of problems, from basic Earth science, to more practical work, such as in geothermal exploration. The project supported substantial refinements to our computer algorithms, increasing speed of program execution, and reliability of results, and improved documentation and user interfaces.  In addition to development and maintenance of software, we provided training in its use, offering short courses on 3D MT inversion and interpretation.\n\nBy making ModEM widely available to the broadest community possible, supporting further development, and providing resources for education and community interaction, this project has contributed substantially to an ongoing 3D revolution in EM geophysics, helping to enable new discoveries in basic and applied Earth science.  Wide and free availability of advanced codes has greatly expanded the community of experienced 3-D inversion users, and increased our understanding of appropriate uses (and limitations) of 3-D approaches.   Over the course of this project, these more advanced interpretation methods have become the new standard in academic EM studies.   The methods also have important applications in resource industries (mining, geothermal, hydrocarbon) and in the applied environmental sciences.  This project has helped develop capacity for these applications, supporting development of both practical and robust software and knowledgeable and trained users.\n\n\n\t\t\t\t\tLast Modified: 12/21/2017\n\n\t\t\t\t\tSubmitted by: Gary D Egbert"
 }
}