{
 "awd_id": "1225768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding the Role of Writing in Promoting Learning and Engagement for Diverse Undergraduate Thesis Writers",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 435186.0,
 "awd_amount": 435186.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "Previous research demonstrated that students who participate in structured thesis writing courses developed stronger writing and critical thinking skills than students who simply worked one-on-one with faculty mentors. It is also well established that writing can be one of the most effective strategies for promoting critical thinking and scientific reasoning, but how writing affects learning is largely unproven. Since higher-order thinking involves restructuring knowledge, the writing activities that evoke this process of knowledge transformation - as well as the mechanisms of effect - still need to be determined. There is substantial evidence that motivation (level of engagement with the task), and self-efficacy (beliefs regarding one's ability to learn) increase learning.  Additional processes that are likely to influence learning are epistemology beliefs (beliefs about the nature of knowledge and its justification) and metacognition skills (the ability of students to monitor their thinking and learning strategies). This project is based on the hypothesis that writing affects learning through these four processes. If this is correct, then teaching practices that address all of these mechanisms directly are most likely to optimize learning. \r\n\r\nThe goal of this research project is to understand whether writing an undergraduate thesis improves critical thinking and writing skills through impacting metacognition, motivation, and beliefs, and whether these effects differ as a function of student characteristics and departmental context. This study will address these effects in two dimensions: (1) across four disciplines (biology, chemistry, economics, and neuroscience) within one university and (2) across four universities within biology departments and colleges. All collaborators teach thesis writing courses, represent a range of institutional contexts, pedagogical approaches, and have diverse student populations. A Faculty Learning Community will be used to facilitate sharing of educational practices, assessment methods, and findings. Nationally recognized teaching experts will guide participants in using assessment results to create effective teaching interventions. \r\n\r\nThis research will employ pre-/post-intervention experiments and will be conducted concurrently at four universities using a common protocol and study design. The experiments involve different structures and practices at each institution and department around the common task of a capstone thesis and employ a baseline (year 1) and two modification years (Years 2 and 3). Year 1 is baseline with no intervention. In years 2 and 3, instructional practices will be shaped by assessment results and by sharing approaches through the faculty learning community.\r\n\r\nIntellectual Merit: Even though these mechanisms interact and operate concurrently, most prior research has examined each mechanism singly. Including all four processes in this model will enable a better understanding of their independent and combined contributions to improvements in critical thinking and scientific reasoning brought about through writing an undergraduate thesis. \r\nBroader impacts: This project will promote teaching and learning practices and the integration of teaching and research in several ways. The work intentionally and explicitly addresses the diversity of students and institutions by studying thesis writers across disciplines and universities representing diverse student populations. Furthermore, it will provide proof of concepts essential to the wider adoption of evidenced-based teaching practices: that students' beliefs, thinking and learning strategies, and motivation are processes that affect learning and can be effectively transformed through writing practices targeted to improve critical thinking and scientific reasoning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Reynolds",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julie A Reynolds",
   "pi_email_addr": "jar88@duke.edu",
   "nsf_id": "000254257",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Thompson",
   "pi_mid_init": "J",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Robert J Thompson",
   "pi_email_addr": "robert.thompson@duke.edu",
   "nsf_id": "000215159",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "130 Science Drive, Dept of Bio.",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 435186.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research has shown that writing an undergraduate thesis significantly increases scientific reasoning skills, but what has not been clear is <em>how</em> the process of writing promotes this type of deep learning.&nbsp; If the relationship were simply a function of time-on-task, we should see similar outcomes for students once we controlled for time.&nbsp; This is not the case, so other variables clearly play important roles. We sought to identify which variables explain the relationship between writing and learning (&ldquo;mediating variables&rdquo;) and which variables influence the strength of the relationship (&ldquo;moderating variables&rdquo;).&nbsp; For example, self-efficacy (students&rsquo; belief that they can succeed in science) might be a mediating variable if the relationship between writing and learning disappeared when we statistically controlled for the effects of self-efficacy.&nbsp; Similarly, epistemic beliefs (students&rsquo; views about knowledge and how knowledge is created) might be a moderating variable if we see stronger learning outcomes for students who have more sophisticated epistemic beliefs.&nbsp; Once we understand which variables mediate and moderate learning, we will better understand how different types of students learn, and we can teaching writing so that it promotes learning more effectively.&nbsp;</p>\n<p>In our baseline year, we looked for correlations between the learning outcome (scientific reasoning) and potential mediating/moderating variables. We found significant increases in self-efficacy over the semester when students were enrolled in our thesis-writing courses, but no correlation between self-efficacy and scientific reasoning. In other words, students&rsquo; increased confidence in themselves as scientists and writers was not predictive of their ability to think scientifically.&nbsp; Thus, we have no evidence that self-efficacy is a mediating variable.&nbsp; In contrast, students&rsquo; epistemic beliefs were significantly correlated with scientific reasoning. That is, students who held more sophisticated epistemic beliefs displayed stronger scientific reasoning than students with more simplistic epistemic beliefs.&nbsp; Thus, epistemic beliefs appear to moderate the relationship between writing and learning.&nbsp;</p>\n<p>From this, we hypothesized that helping students to develop more sophisticated epistemic beliefs would promote deeper learning.&nbsp; To test this hypothesis, we developed a 1-hour, in-class exercise with the goal of helping students develop more sophisticated epistemological views. We found that the exercise achieved its goal, but the shift in epistemic beliefs did not correlate with improved scientific reasoning. One possible explanation is that the impact of changing epistemic beliefs on learning may take more than one semester to detect; we continue to explore these relationships in our ongoing research.&nbsp;</p>\n<p>Another possible explanation is that our initial analyses were too limited to detect the complex interactions between various mediating/moderating variables and science reasoning.&nbsp; To analyze these relationships more comprehensively, we implemented cluster analysis and factor analysis techniques with data from hundreds of students across four disciplines (biology, chemistry, economics, and neuroscience) and four institutions (Duke University, Morgan State University, University of Minnesota, and University of North Carolina). When we considered three mediating/moderating variables simultaneously (motivation, self-efficacy, and epistemic beliefs), we detected 5 distinct and valid clusters:</p>\n<p>(1)&nbsp; Students with low motivation, low self-efficacy, and simplistic epistemic beliefs</p>\n<p>(2)&nbsp; Students strongly motivated to distinguish themselves from others and with low self-efficacy</p>\n<p>(3)&nbsp; Students with strong self-efficacy and simplistic epistemic beliefs</p>\n<p>(4)&nbsp; Students strongly motivated by mastery</p>\n<p>(5)&nbsp; Students strongly motivated to distinguish themselves from others, with strong self-efficacy, and sophisticated epistemic beliefs</p>\n<p>&nbsp;</p>\n<p>These clusters allow us to consider not simply the average student, but distinct student groups. Clusters 4 and 5 are the most desirable endpoints, and students in these clusters tend also to exhibit stronger science reasoning. Encouragingly, many students transition to clusters 4 and 5 regardless of which cluster they started in. In ongoing research, we are examining which students transition between clusters and what drives those transitions.&nbsp;</p>\n<p>Students are not just different in terms of motivation and beliefs; we found differences in their scientific reasoning based on what discipline they studied. Using factor analysis, we found that for chemistry students, the dimension that related most strongly to science reasoning was their ability to discuss the implications of their results. In biology, however, the dimension that most strongly related to science reasoning was students&rsquo; ability to make an argument for the significance of their research within the context of the published literature. In economics, students&rsquo; ability to organize their ideas coherently was strongly correlated with science reasoning, a result not seen in either chemistry or biology. These findings have implications for both teaching and future research. Writing instruction may be more effective if teachers explain why chemists write differently than biologists and economists, and discuss how these differences emerge. Future research could investigate whether these disciplinary differences hold for faculty and professionals between these disciplines.&nbsp;</p>\n<p>Ultimately, all of these research threads combine to lay out a complex and vital framework for understanding the role of writing in promoting deep learning, all in an effort to better understand students&rsquo; learning processes and improve teaching practices.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Julie&nbsp;A&nbsp;Reynolds</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research has shown that writing an undergraduate thesis significantly increases scientific reasoning skills, but what has not been clear is how the process of writing promotes this type of deep learning.  If the relationship were simply a function of time-on-task, we should see similar outcomes for students once we controlled for time.  This is not the case, so other variables clearly play important roles. We sought to identify which variables explain the relationship between writing and learning (\"mediating variables\") and which variables influence the strength of the relationship (\"moderating variables\").  For example, self-efficacy (students? belief that they can succeed in science) might be a mediating variable if the relationship between writing and learning disappeared when we statistically controlled for the effects of self-efficacy.  Similarly, epistemic beliefs (students? views about knowledge and how knowledge is created) might be a moderating variable if we see stronger learning outcomes for students who have more sophisticated epistemic beliefs.  Once we understand which variables mediate and moderate learning, we will better understand how different types of students learn, and we can teaching writing so that it promotes learning more effectively. \n\nIn our baseline year, we looked for correlations between the learning outcome (scientific reasoning) and potential mediating/moderating variables. We found significant increases in self-efficacy over the semester when students were enrolled in our thesis-writing courses, but no correlation between self-efficacy and scientific reasoning. In other words, students? increased confidence in themselves as scientists and writers was not predictive of their ability to think scientifically.  Thus, we have no evidence that self-efficacy is a mediating variable.  In contrast, students? epistemic beliefs were significantly correlated with scientific reasoning. That is, students who held more sophisticated epistemic beliefs displayed stronger scientific reasoning than students with more simplistic epistemic beliefs.  Thus, epistemic beliefs appear to moderate the relationship between writing and learning. \n\nFrom this, we hypothesized that helping students to develop more sophisticated epistemic beliefs would promote deeper learning.  To test this hypothesis, we developed a 1-hour, in-class exercise with the goal of helping students develop more sophisticated epistemological views. We found that the exercise achieved its goal, but the shift in epistemic beliefs did not correlate with improved scientific reasoning. One possible explanation is that the impact of changing epistemic beliefs on learning may take more than one semester to detect; we continue to explore these relationships in our ongoing research. \n\nAnother possible explanation is that our initial analyses were too limited to detect the complex interactions between various mediating/moderating variables and science reasoning.  To analyze these relationships more comprehensively, we implemented cluster analysis and factor analysis techniques with data from hundreds of students across four disciplines (biology, chemistry, economics, and neuroscience) and four institutions (Duke University, Morgan State University, University of Minnesota, and University of North Carolina). When we considered three mediating/moderating variables simultaneously (motivation, self-efficacy, and epistemic beliefs), we detected 5 distinct and valid clusters:\n\n(1)  Students with low motivation, low self-efficacy, and simplistic epistemic beliefs\n\n(2)  Students strongly motivated to distinguish themselves from others and with low self-efficacy\n\n(3)  Students with strong self-efficacy and simplistic epistemic beliefs\n\n(4)  Students strongly motivated by mastery\n\n(5)  Students strongly motivated to distinguish themselves from others, with strong self-efficacy, and sophisticated epistemic beliefs\n\n \n\nThese clusters allow us to consider not simply the average student, but distinct student groups. Clusters 4 and 5 are the most desirable endpoints, and students in these clusters tend also to exhibit stronger science reasoning. Encouragingly, many students transition to clusters 4 and 5 regardless of which cluster they started in. In ongoing research, we are examining which students transition between clusters and what drives those transitions. \n\nStudents are not just different in terms of motivation and beliefs; we found differences in their scientific reasoning based on what discipline they studied. Using factor analysis, we found that for chemistry students, the dimension that related most strongly to science reasoning was their ability to discuss the implications of their results. In biology, however, the dimension that most strongly related to science reasoning was students? ability to make an argument for the significance of their research within the context of the published literature. In economics, students? ability to organize their ideas coherently was strongly correlated with science reasoning, a result not seen in either chemistry or biology. These findings have implications for both teaching and future research. Writing instruction may be more effective if teachers explain why chemists write differently than biologists and economists, and discuss how these differences emerge. Future research could investigate whether these disciplinary differences hold for faculty and professionals between these disciplines. \n\nUltimately, all of these research threads combine to lay out a complex and vital framework for understanding the role of writing in promoting deep learning, all in an effort to better understand students? learning processes and improve teaching practices.  \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Julie A Reynolds"
 }
}