{
 "awd_id": "1225849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Smart Power Distribution System Curriculum - Multi-Institution Demonstration and Deployment",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ece Yaprak",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 89487.0,
 "awd_amount": 89487.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "The steady modernization of electric power distribution systems has included the installation of smart grid enabling technology such as intelligent electronic devices (IED) equipped with their own internal sensors, mini-RTU's (remote terminal units) which measure network flows, and Automatic Meter Reading (AMR) for sensing network loads. While these devices have increased the level of digital control available within power distribution networks, they use varied communication protocols. In addition, significant efforts to increase the amount of renewable and distributed energy sources/storage have been made by state and local governments, yet in some areas, network limits have been reached. \r\n\r\nThe proposed power distribution system curriculum is designed to educate students in the operation and planning of smart electric power distribution systems. The curriculum centers around a reconfigurable distribution automation and control (RDAC) laboratory coupled with software programs to visualize collected data and to control the distribution system. Project tasks include teaching and lab materials development, implementation and evaluation as well as faculty development.\r\n\r\n The project will create mature versions of previous work by making necessary adaptations for implementation and testing at multiple academic institutions. The subsequent evaluation procedure for these enhanced materials will create a process such that new learning materials developed under this project are expected to also yield successful course and laboratory modules that could be widely distributed. The project will contribute to the effort to modernize the curriculum on power distribution system in the nation's universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valentina",
   "pi_last_name": "Cecchi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valentina Cecchi",
   "pi_email_addr": "vcecchi@uncc.edu",
   "nsf_id": "000588842",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 89487.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Traditionally in academics, power engineering education has focused on the generation and transmission system level. Hence, engineers schooled in transmission and generation systems are hired to work in the planning and operation of electric power distribution networks, and practical on the job training is required to learn about the specific properties and components of distribution systems. These components and properties, including voltage and power levels, distribution power equipment including various energy sources/storage and emerging technology, network structure (multi-phased, radial and weakly-meshed), varied multi-phase connection types, and operating concerns (high levels of system imbalance and power quality issues) differ greatly from transmission and generation systems. With the rapid deregulation of the electric power utilities and the subsequent creation of entirely independent power distribution companies, and with the advent of smart grid technologies and push for increased renewable and distributed generation, it has become imperative that universities develop electrical engineers with formal education in power distribution systems. In addition, recent research and development in distribution system analysis, coupled with the increased level of intelligent monitoring and control devices installed within power distribution systems will enable distribution automation and distributed resources in electric power networks on larger scales than ever seen before. &nbsp;Now, electric distribution companies, energy suppliers, energy system consulting companies, and rates and regulatory businesses explicitly recruit. There is a prominent need to produce power distribution-educated engineering graduates, to foster electrical engineering students and faculty in communications, control, electronics and other fields to view power distribution systems as an exciting area to apply their knowledge, and to expose non-electrical engineers to power distribution systems.</p>\n<p>This project has addressed the need to increase knowledge base on electric power distribution systems and to educate engineers with the ability to grasp effects of changing technologies and practices. &nbsp;Specifically, the project focused on the development of power distribution system curriculum designed to educate students in the operation and planning of smart electric power distribution systems. &nbsp;The developed innovative curriculum is composed of new and updated course and laboratory modules, and centers around a distribution automation and control laboratory coupled with software programs to visualize collected data and to control the distribution system, providing invaluable &ldquo;hands-on&rdquo; experience. &nbsp;Five universities (Drexel, UNC Charlotte, Cornell, The College of New Jersey, and Washington State University) participated in the project, resulting in developed learning materials that can be adapted in diverse academic settings and easily disseminated beyond the collaborating universities. At UNC Charlotte, the faculty member and the involved students led the development of distribution system educational materials focused on Distribution Automation subjects, including network reconfiguration and service restoration, mainly for radial and partially networked systems, and incorporating distributed energy resources. The project outcomes specific to UNC Charlotte include:</p>\n<ul>\n<li>Enhancement of existing and development of new educational materials &ndash; Course Modules (CM) \n<ul>\n<li>Distribution Radial Power Flow (CM 5),</li>\n<li>Distribution Automation: Network Reconfiguration (CM 8);</li>\n</ul>\n</li>\n<li>Enhancement of existing and development of new Laboratory Modules (LM) \n<ul>\n<li>Network Reconfiguration for Load Balancing (LM 5),</li>\n<li>Network Reconfiguration for Loss Reduction (LM 6),</li>\n<li>Service Restoration in Radial Networks (LM 7);</li>\n</ul>\n<...",
  "por_txt_cntn": "\nTraditionally in academics, power engineering education has focused on the generation and transmission system level. Hence, engineers schooled in transmission and generation systems are hired to work in the planning and operation of electric power distribution networks, and practical on the job training is required to learn about the specific properties and components of distribution systems. These components and properties, including voltage and power levels, distribution power equipment including various energy sources/storage and emerging technology, network structure (multi-phased, radial and weakly-meshed), varied multi-phase connection types, and operating concerns (high levels of system imbalance and power quality issues) differ greatly from transmission and generation systems. With the rapid deregulation of the electric power utilities and the subsequent creation of entirely independent power distribution companies, and with the advent of smart grid technologies and push for increased renewable and distributed generation, it has become imperative that universities develop electrical engineers with formal education in power distribution systems. In addition, recent research and development in distribution system analysis, coupled with the increased level of intelligent monitoring and control devices installed within power distribution systems will enable distribution automation and distributed resources in electric power networks on larger scales than ever seen before.  Now, electric distribution companies, energy suppliers, energy system consulting companies, and rates and regulatory businesses explicitly recruit. There is a prominent need to produce power distribution-educated engineering graduates, to foster electrical engineering students and faculty in communications, control, electronics and other fields to view power distribution systems as an exciting area to apply their knowledge, and to expose non-electrical engineers to power distribution systems.\n\nThis project has addressed the need to increase knowledge base on electric power distribution systems and to educate engineers with the ability to grasp effects of changing technologies and practices.  Specifically, the project focused on the development of power distribution system curriculum designed to educate students in the operation and planning of smart electric power distribution systems.  The developed innovative curriculum is composed of new and updated course and laboratory modules, and centers around a distribution automation and control laboratory coupled with software programs to visualize collected data and to control the distribution system, providing invaluable \"hands-on\" experience.  Five universities (Drexel, UNC Charlotte, Cornell, The College of New Jersey, and Washington State University) participated in the project, resulting in developed learning materials that can be adapted in diverse academic settings and easily disseminated beyond the collaborating universities. At UNC Charlotte, the faculty member and the involved students led the development of distribution system educational materials focused on Distribution Automation subjects, including network reconfiguration and service restoration, mainly for radial and partially networked systems, and incorporating distributed energy resources. The project outcomes specific to UNC Charlotte include:\n\nEnhancement of existing and development of new educational materials &ndash; Course Modules (CM) \n\nDistribution Radial Power Flow (CM 5),\nDistribution Automation: Network Reconfiguration (CM 8);\n\n\nEnhancement of existing and development of new Laboratory Modules (LM) \n\nNetwork Reconfiguration for Load Balancing (LM 5),\nNetwork Reconfiguration for Loss Reduction (LM 6),\nService Restoration in Radial Networks (LM 7);\n\n\nAssessment of pedagogy of existing and new materials for dissemination.\n\n\nThe project activities have contributed to the effort to modernize the curriculum on power distribution system..."
 }
}