{
 "awd_id": "1226417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Stereotype Validation and Intellectual Performance",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamera Schneider",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 190507.0,
 "awd_amount": 190507.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "A wealth of research has shown that group stereotypes can have devastating effects on how people perceive and behave in their social environments. Over the past fifteen years, some of the most extensively studied questions in this domain have focused on how negative group stereotypes can influence a person's performance on tasks that involve intellectual abilities. Research on these influences, collectively known as stereotype threat, has shown that women and minorities may perform more poorly when they are made aware of culturally shared, negative stereotypes prior to performing an academic task. While hundreds of studies have examined many factors related to these effects, no research to date has identified the potential ramifications of stereotype awareness that happens only after, rather than before, a person has finished performing.\r\n\r\nThis project will examine how post-performance stereotype activation can increase the certainty that people have in negative perceptions about their own intellectual performance. This elevated certainty, triggered by stereotypes, is important because it should carry a number of adverse consequences. In essence, when a person becomes more certain that their performance on a task was poor, this should have the potential to decrease beliefs in their abilities, alter academic and career interests, and inhibit future achievement in relevant domains. This project aims to develop a broad understanding of these \"stereotype validation\" effects within the context of female and minority performance on standardized tests. \r\n\r\nThe twelve proposed experiments represent a programmatic, theoretically driven approach to investigating potential susceptibility factors, downstream repercussions, and intervention strategies that may reduce this bias. Beyond developments within psychological research, this project should also inform scholarship in other disciplines (e.g., education and business) and has the potential to shape common practices in applied contexts (e.g., standardized testing and employee selection). In addition, the research findings should advance our understanding of the psychological factors that may affect female and minority engagement in science, technology, engineering, and mathematics (STEM).\r\n\r\nThe undergraduate and graduate student members of the research teams will be afforded many educational opportunities. Through active engagement, these students will acquire valuable skills in the preparation, conduct, and communication of scientific research. Furthermore, the universities where this research will be conducted are racially, ethnically, and socioeconomically diverse. At the University of Iowa, the student body is comprised of individuals from nearly 100 countries. Howard University is a Historically Black University where more than 90% of graduates identify themselves as members of racial or ethnic groups underrepresented in STEM disciplines. Therefore, a high level of diversity should be reflected in the research teams and also among the individuals who will serve as participants in the studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Clark",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jason K Clark",
   "pi_email_addr": "jason-k-clark@uiowa.edu",
   "nsf_id": "000549112",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "2 Gilmore Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190507.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A large body of research has shown that people may perform more poorly on intellectual tasks when negative, self-relevant stereotypes become activated prior to performance. These effects, collectively known as stereotype threat, have been studied for more than two decades across hundreds of studies. However, no research prior to this project has identified the potential ramifications of stereotype awareness that occurs only after&mdash;rather than before&mdash;a person has finished performing a task.</p>\n<p>The goal of this project was to systematically examine how post-performance stereotype activation may influence how a person perceives their own performance. In particular, becoming aware of a self-relevant stereotype following a task was predicted to be capable of increasing how certain people are about their performance. Furthermore, this increased certainty&mdash;triggered by stereotypes&mdash;should carry a number of downstream consequences. For example, when a person becomes more certain that their performance on a task was poor, this should hold the potential to decrease beliefs in their abilities, alter academic and career interests, and inhibit future achievement in relevant domains. &nbsp;</p>\n<p>During the project period, evidence of these &ldquo;stereotype validation&rdquo; effects was found in a number of studies. For example, in an initial set of five experiments, awareness of gender or racial stereotypes was manipulated after study participants completed a difficult math test. Consistent with predictions, stereotype awareness was found to increase the certainty that women and African Americans had toward negative evaluations of their own math performance. Moreover, these effects emerged<strong> </strong>when a person&rsquo;s test performance was stereotype-consistent rather than inconsistent. Importantly, greater certainty associated with stereotype awareness was found to predict decreased beliefs in one&rsquo;s ability and diminished interest in math. These findings were published in the <em>Journal of Personality and Social Psychology</em> (Clark, Thiem, Barden, Stuart, &amp; Evans, 2015).&nbsp;</p>\n<p>Many follow-up studies were also conducted during the project period that aimed to replicate and extend upon these initial findings. First, evidence from several studies indicates that these stereotype validation effects are not limited to math performance but rather extend to a variety of domains including performance in science, business, and childcare. In addition, follow-up studies suggest that positive stereotypes can also validate performance perceptions and either positive or negative stereotype validation can influence how people perform on similar tests in the future.</p>\n<p>Lastly, a considerable amount of data was collected in an effort to identify (1) factors that may make people more susceptible to stereotype validation and (2) intervention strategies that may be used to combat these effects. Through these efforts, some preliminary findings suggest that individual differences such as the degree to which people are conscious of group stereotypes may play a key role in determining susceptibility to stereotype validation. In addition, other preliminary studies indicate that one effective strategy to combat effects of negative stereotype validation may be to simultaneously make people aware of positive beliefs about their group. As of this writing, scientific manuscripts that describe the findings of these and other studies are either in preparation or have been submitted for publication at leading academic psychology journals. Also, the findings of this project have been presented eleven times at various conferences, with more presentations expected in the near future. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Taken together, the project findings hold the potential to contribute substantially to the scientific literature and shape commo...",
  "por_txt_cntn": "\nA large body of research has shown that people may perform more poorly on intellectual tasks when negative, self-relevant stereotypes become activated prior to performance. These effects, collectively known as stereotype threat, have been studied for more than two decades across hundreds of studies. However, no research prior to this project has identified the potential ramifications of stereotype awareness that occurs only after&mdash;rather than before&mdash;a person has finished performing a task.\n\nThe goal of this project was to systematically examine how post-performance stereotype activation may influence how a person perceives their own performance. In particular, becoming aware of a self-relevant stereotype following a task was predicted to be capable of increasing how certain people are about their performance. Furthermore, this increased certainty&mdash;triggered by stereotypes&mdash;should carry a number of downstream consequences. For example, when a person becomes more certain that their performance on a task was poor, this should hold the potential to decrease beliefs in their abilities, alter academic and career interests, and inhibit future achievement in relevant domains.  \n\nDuring the project period, evidence of these \"stereotype validation\" effects was found in a number of studies. For example, in an initial set of five experiments, awareness of gender or racial stereotypes was manipulated after study participants completed a difficult math test. Consistent with predictions, stereotype awareness was found to increase the certainty that women and African Americans had toward negative evaluations of their own math performance. Moreover, these effects emerged when a personÆs test performance was stereotype-consistent rather than inconsistent. Importantly, greater certainty associated with stereotype awareness was found to predict decreased beliefs in oneÆs ability and diminished interest in math. These findings were published in the Journal of Personality and Social Psychology (Clark, Thiem, Barden, Stuart, &amp; Evans, 2015). \n\nMany follow-up studies were also conducted during the project period that aimed to replicate and extend upon these initial findings. First, evidence from several studies indicates that these stereotype validation effects are not limited to math performance but rather extend to a variety of domains including performance in science, business, and childcare. In addition, follow-up studies suggest that positive stereotypes can also validate performance perceptions and either positive or negative stereotype validation can influence how people perform on similar tests in the future.\n\nLastly, a considerable amount of data was collected in an effort to identify (1) factors that may make people more susceptible to stereotype validation and (2) intervention strategies that may be used to combat these effects. Through these efforts, some preliminary findings suggest that individual differences such as the degree to which people are conscious of group stereotypes may play a key role in determining susceptibility to stereotype validation. In addition, other preliminary studies indicate that one effective strategy to combat effects of negative stereotype validation may be to simultaneously make people aware of positive beliefs about their group. As of this writing, scientific manuscripts that describe the findings of these and other studies are either in preparation or have been submitted for publication at leading academic psychology journals. Also, the findings of this project have been presented eleven times at various conferences, with more presentations expected in the near future.       \n\nTaken together, the project findings hold the potential to contribute substantially to the scientific literature and shape common practices in applied contexts. Beyond developments within psychological research, the past and future dissemination of these findings should inform scholarship in other disciplines..."
 }
}