{
 "awd_id": "1226941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML:  Developing a Strategic Plan for the Bowdoin Scientific Station",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-07-30",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "Bowdoin College has been awarded a grant to convene an external review of programs and facilities of the Bowdoin Scientific Station (BSS)  as part of a strategic planning effort. Established over 75 years ago, BSS is Bowdoin College's biological research station in the Bay of Fundy's Three Islands archipelago (www.bowdoin.edu/kent-island/). BSS is unusual among field stations and marine laboratories (FSMLs) because it is operated by an undergraduate liberal arts college, provides access to a wide variety of terrestrial and marine habitats, has remarkable ecological characteristics (macro tides, extreme philopatry among migratory animals, self-compatible plants, boreal plant communities despite temperate location, and geographically isolated plant and animal populations), and possesses several valuable long-term ecological databases, some of which span more than 55 years.  But what makes BSS truly extraordinary is its scientific productivity. Considering its small size (25 person maximum capacity, including staff), seasonal usage, and undergraduate focus, the Station has an unusually high publication rate (203 peer-reviewed papers, 37% of which were authored or co-authored by undergraduate students).  Twenty-five papers have been published in the past 5 years. BSS has trained and inspired thousands of students who have had the opportunity to work in close collaboration with professional biologists in the field.  With previous support from NSF, BSS has modernized its infrastructure, expanded its research programs, and developed new collaborations with researchers from the U.S. and Canada. However, it has never had a strategic plan and, because of its remote location, has never had an external review of its programs or facilities.  \r\n\r\nThe external review will be part of a larger planning effort that will include: 1) an institutional self-evaluation; 2) engagement of local community organizations; 3) drafting of a strategic plan; 4) convening an external review of programs, facilities, and the draft strategic plan (supported by this grant); and 5) final revising and adoption of the strategic plan based on input from the external review team.  The review will focus on research opportunities, data management, educational programming, facilities and infrastructure, natural resource management, community outreach, safety, and financial sustainability. The review team would consist of senior administrators and scientists who have significant experience managing successful FSMLs, and who are active in the Organization of Biological Field Stations or the National Association of Marine Laboratories.  Team members would represent a variety of scientific disciplines from molecular- to ecosystem-scales.  The strategic plan and external review report will explore opportunities to develop a collaborative network of FSMLs bordering the Gulf of Maine/Bay of Fundy system to address research questions at the regional scale.  \r\n\r\nBSS is an exceptionally valuable research and teaching asset, which has trained and inspired thousands of students by giving them the opportunity to work in close collaboration with professional biologists.  This experience has a profound and lasting effect on these students, a disproportionate number of whom go on to careers in science and environmental management.  By identifying emerging research trends and new scientific niches for BSS, this project will improve the Station's ability to support innovative research and enhance the educational opportunities that it can provide.  Clearly, these planning efforts will benefit Bowdoin's students and faculty.  But since approximately 1/3 of the Station's users traditionally come from other institutions (including undergraduate students, graduate students, and faculty), the impact of this planning project will reach far beyond the Bowdoin community.  Strategic planning will also enable BSS to improve its environmental stewardship and land management programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Damon",
   "pi_last_name": "Gannon",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Damon P Gannon",
   "pi_email_addr": "dgannon@uga.edu",
   "nsf_id": "000101757",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowdoin College",
  "inst_street_address": "255 MAINE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRUNSWICK",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077253767",
  "inst_zip_code": "040113343",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BOWDOIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JE5WBLZJUME7"
 },
 "perf_inst": {
  "perf_inst_name": "Bowdoin College",
  "perf_str_addr": "6500 College Station",
  "perf_city_name": "Brunswick",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040118465",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Bowdoin Scientific Station (BSS) was awarded a grant to convene an external review of its programs and facilities as part of a strategic planning effort. Established in 1934, BSS is Bowdoin College&rsquo;s biological research station in the Bay of Fundy&rsquo;s Three Islands archipelago. BSS is unusual among field stations and marine laboratories (FSMLs) because it is operated by an undergraduate liberal arts institution, provides access to a wide variety of terrestrial and marine habitats, has remarkable ecological characteristics (macro tides, extreme philopatry among migratory animals, a large number of self-compatible plants, boreal plant communities despite temperate location, and geographically isolated plant and animal populations), and possesses several valuable long-term ecological databases, some of which span more than 60 years. But what makes BSS truly extraordinary is its scientific productivity. Considering its small size (25 person maximum capacity, including staff), seasonal usage, and undergraduate focus, the Station has an unusually high publication rate (over 210 peer-reviewed papers, 37% of which were authored or co-authored by undergraduate students). Twenty-four papers have been published in the past 5 years. BSS has trained and inspired thousands of students who have had the opportunity to work in close collaboration with professional biologists in the field. With previous support from NSF, BSS has modernized its infrastructure, expanded its research programs, and developed new collaborations with researchers from the U.S. and Canada. However, prior to this effort, it never had a strategic plan and, because of its remote location, never convened an external review of its programs or facilities.</p>\n<p>The external review was part of a larger planning effort that included: 1) an institutional self-evaluation; 2) convening of an external review of programs and facilities (supported by this grant); 3) drafting of an official response to the external review report; and 4) creation of a strategic plan. The external review focused on ways in which BSS&rsquo;s facilities and infrastructure, natural resources, staffing, financial sustainability, research programs, educational programs, and community outreach programs can be improved. The review team consisted of three senior administrators and scientists who have significant experience managing successful FSMLs, and who are active in the Organization of Biological Field Stations. Review team members represented a variety of scientific disciplines from the molecular- to ecosystem-scale, in marine and terrestrial systems. The strategic plan resulting from this review will strive to identify opportunities to develop a collaborative network among FSMLs in New England and the Canadian Maritimes to address research questions at the regional scale.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2015<br>\n\t\t\t\t\tModified by: Damon&nbsp;P&nbsp;Gannon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Bowdoin Scientific Station (BSS) was awarded a grant to convene an external review of its programs and facilities as part of a strategic planning effort. Established in 1934, BSS is Bowdoin CollegeÆs biological research station in the Bay of FundyÆs Three Islands archipelago. BSS is unusual among field stations and marine laboratories (FSMLs) because it is operated by an undergraduate liberal arts institution, provides access to a wide variety of terrestrial and marine habitats, has remarkable ecological characteristics (macro tides, extreme philopatry among migratory animals, a large number of self-compatible plants, boreal plant communities despite temperate location, and geographically isolated plant and animal populations), and possesses several valuable long-term ecological databases, some of which span more than 60 years. But what makes BSS truly extraordinary is its scientific productivity. Considering its small size (25 person maximum capacity, including staff), seasonal usage, and undergraduate focus, the Station has an unusually high publication rate (over 210 peer-reviewed papers, 37% of which were authored or co-authored by undergraduate students). Twenty-four papers have been published in the past 5 years. BSS has trained and inspired thousands of students who have had the opportunity to work in close collaboration with professional biologists in the field. With previous support from NSF, BSS has modernized its infrastructure, expanded its research programs, and developed new collaborations with researchers from the U.S. and Canada. However, prior to this effort, it never had a strategic plan and, because of its remote location, never convened an external review of its programs or facilities.\n\nThe external review was part of a larger planning effort that included: 1) an institutional self-evaluation; 2) convening of an external review of programs and facilities (supported by this grant); 3) drafting of an official response to the external review report; and 4) creation of a strategic plan. The external review focused on ways in which BSSÆs facilities and infrastructure, natural resources, staffing, financial sustainability, research programs, educational programs, and community outreach programs can be improved. The review team consisted of three senior administrators and scientists who have significant experience managing successful FSMLs, and who are active in the Organization of Biological Field Stations. Review team members represented a variety of scientific disciplines from the molecular- to ecosystem-scale, in marine and terrestrial systems. The strategic plan resulting from this review will strive to identify opportunities to develop a collaborative network among FSMLs in New England and the Canadian Maritimes to address research questions at the regional scale.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2015\n\n\t\t\t\t\tSubmitted by: Damon P Gannon"
 }
}