{
 "awd_id": "1226213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Models for Pause-induced Delays in Bioprocesses",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 269648.0,
 "awd_amount": 269648.0,
 "awd_min_amd_letter_date": "2012-09-09",
 "awd_max_amd_letter_date": "2012-09-09",
 "awd_abstract_narration": "Observations from recent biological experiments indicate that the motion of a transcription complex or a ribosome along the template is subject to multiple pauses of varying time durations.  In the case of transcription of ribosomal RNA in bacteria, the density of elongating complexes is sufficiently high to experience traffic jams.  Since the growth rate in a fast growing E. coli population is determined by the availability of ribosomes, which in turn is limited by ribosomal RNA transcription rates, the elongation process of ribosomal RNA is a key factor determining the E. coli growth rate.  This research project uses a nonlinear hyperbolic partial differential equation (PDE) as a mathematical model for the transcription process of ribosomal RNA.  The PDE takes the form of a nonlinear conservation law, and it was first proposed as a mathematical model for traffic patterns in the 1950's.  Although this type of model was superseded in the study of traffic flow by models that take into account driver reactions, it is suitable for modeling elongation processes as it incorporates density dependent velocities and the presence of transcriptional pauses.  The PDE model is used to estimate an instantaneous elongation rate in the presence of a non-uniform distribution of pauses, which are biologically important yet experimentally inaccessible quantities.  The second major element of the research is the development of analytical as well as sophisticated numerical methods for verification, validation and sensitivity analysis of the model.  Discontinuous Galerkin methods form the foundation of the computational schemes, allowing efficient numerical solution of systems of nonlinear conservation laws with discontinuous coefficients that encode the presence of pauses.  These new tools will be used to determine the limits that transcriptional pauses impose on the mean and variance of the transcription rate of ribosomal RNA. \r\n\r\nMaintenance of homeostasis, capacity to grow and ability to respond to stimuli are just a few of the characteristics of life that depend on each cell's ability to regulate production of molecules such as mRNA and proteins. Proteins are produced by ribosomes sliding along a long thin strand of messenger RNA (mRNA).  In turn, mRNA is generated by a transcription complex sliding along the DNA template.  These translation and transcription processes fall within the broad classification of \"elongation processes.\"  Although recent revolutionary advances in cell biology have improved scientists' qualitative understanding of life on a molecular level, efforts to construct predictive quantitative models are often limited by a lack of quantitative experimental data.  However, one important system, transcription of ribosomal RNA, is sufficiently experimentally characterized to allow delineation of the limits it imposes on cellular physiology.  The current work develops quantitative models of this transcription process in order to quantify limitations it imposes on bacterial growth rates.  Connections between the molecular biophysics of elongation processes and the macroscopically observable growth rate are quantitatively studied.  The current research combines careful modeling of a complex biological process with the development of new mathematical and numerical techniques to answer fundamental biological questions.  The results may have a broad impact on our understanding of bacterial physiology and, through a better understanding of the driving mechanisms of bacterial growth, may have a long term impact on molecular biotechnology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Davis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa G Davis",
   "pi_email_addr": "lisa.davis@montana.edu",
   "nsf_id": "000546445",
   "pi_start_date": "2012-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tomas",
   "pi_last_name": "Gedeon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tomas Gedeon",
   "pi_email_addr": "gedeon@math.montana.edu",
   "nsf_id": "000129413",
   "pi_start_date": "2012-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 269648.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Protein synthesis is a complex biopolymerization process requiring an immense amount of cellular energy as well as coordination and regulation of hundreds of molecules. The two stages of protein synthesis are transcription&nbsp;and translation. These two processes form the crucial components in the transfer of genetic information from DNA to protein. Transcription involves the transfer of the genetic information from the DNA to messenger mRNA. In bacteria, RNA polymerases (RNAP) translocate along the DNA strand and transcribe the DNA&rsquo;s genetic code into the mRNA molecule. Translation is the process by which ribosomes translocate along a mRNA strand and produce proteins. The ribosomes provide assembly machinery which uses genetic information contained in mRNA to construct a polypeptide chain, which subsequently folds to form a protein.&nbsp; Each process requires availability of various amino acids as well as assembly of various initiator and termination complexes.&nbsp; The research team has developed and assessed a broad suite of mathematical models to study various aspects of this process. We concentrate on elongation within the transcription stage, that is, RNAP motion along the DNA strand. It has been observed experimentally that the motion of RNAP is not uniform. From the literature, single molecule observation using optical traps indicate that the elongating polymerase transcribe rapidly but frequently pauses, and the duration of the pauses is roughly bi-modal.&nbsp; Recent experiments from the literature seek to understand the mechanism causing transcriptional pauses.&nbsp; The suite of models developed in this work focus on mathematical models that include the pausing phenomena and seek to quanitfy the influence of pauses on mean transcription rates (as well as other measures of biological fitness) for a specific class of highly transcribed genes in bacteria.</p>\n<p class=\"p1\">The project has produced a suite of models including both stochastic and continuum models. The team has published work showing that a classical nonlinear macroscopic traffic model introduced in the 1950's can be rigorously linked to ordinary differential equation models (studied in the last thirty years) for the motion of RNAPs on DNA.&nbsp; Transcription rates at high polymerase density, and in the presence of pauses, were investigated, and both lead to the development of &ldquo;traffic jams&rdquo; in these models. The continuum model was used to represent randomly distributed transcriptional pauses in a numerically stable, computationally efficient manner.&nbsp; Parameter studies address simple pause configurations and compare average transcription rates.&nbsp; These indicate that transcriptional pauses occurring close to the initiation region are responsible for larger transcriptional delays than those pauses of equal duration occurring to the termination end of the strand.&nbsp; However, the nonlinear model has drawbacks.&nbsp; Most importantly, the average transcription time for the simulations did not agree with experimental numbers reported in the literature.&nbsp; Achieving an average transcription rate that agrees with biological experiments was achieved but only when numerical simulations used far fewer transcriptional pauses than the amount reported in literature detailing lab experiments.</p>\n<p>Recent work focused on development and analysis of a model to accurately reflect fundamental properties of transcription data from a paper appearing in Science&nbsp;in 2013, where researchers used in vitro single-molecule experiments to measure the magnitude of torque exerted by an elongating RNAP on a supercoiled DNA strand. They also measured the effects of supercoiling on elongation velocity, pause density and pause duration. &nbsp;The research team developed a mathematical formulation for this interaction and incorporated the torque mechanism into a stochastic model, simulating the models both with and without torque effects. Results illustrate that inclusion of the torque mechanism results in shorter pause durations and fewer collisions between polymerases. We propose that a mechanical communication occurs among neighboring RNAPs via the torque produced by each of them as they translocate along the helically twisted DNA and that these interactions may partially explain the cooperative&nbsp;behavior observed experimentally in some biological experiments reported in the literature. Our results suggest that the torsional interaction of RNAPs is an important physical mechanism in maintaining fast transcription times. The team recently published results that connect this observed behavior to car-following models (taking the form of a system of ordinary differential equations) appearing in the traffic flow literature.&nbsp; Including the torque mechanism into the car-following models requires extra forcing terms, but qualitative behavior of the stochastic model is predicted by an analysis of this newly derived system of equations.&nbsp;</p>\n<p class=\"p1\">Two graduate students were supported by the project, and those students wrote and defended PhD dissertations for this work to obtain their PhD degrees.&nbsp; Four undergraduate students contributed to various aspects of the project and one student enrolled in a Master&rsquo;s program was supported by the project. Three papers have appeared in journals focused on computation and computational biology, and one refereed proceedings paper has been published.&nbsp;&nbsp; Two manuscripts are currently under review in journals focusing on biological sciences and computational physics, respectively.&nbsp; One non-refereed publication was also produced.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Lisa&nbsp;G&nbsp;Davis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1504631607900_RNAPDiag--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1504631607900_RNAPDiag--rgov-800width.jpg\" title=\"Schematic of RNA Polymerases on a DNA strand\"><img src=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1504631607900_RNAPDiag--rgov-66x44.jpg\" alt=\"Schematic of RNA Polymerases on a DNA strand\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">When Pi translocates, the DNAbetween Pi ? 1 and Pi will over-twist and the DNA between P_i and P_i+1 will under-twist, increasing theelongation velocity of P_i ? 1 and P_i+1.</div>\n<div class=\"imageCredit\">Dr. Tamra Heberling, Los Alamos National Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Lisa&nbsp;G&nbsp;Davis</div>\n<div class=\"imageTitle\">Schematic of RNA Polymerases on a DNA strand</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1504632068410_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1504632068410_Fig2--rgov-800width.jpg\" title=\"Average Transcription Time and Average Total Delay for two models\"><img src=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1504632068410_Fig2--rgov-66x44.jpg\" alt=\"Average Transcription Time and Average Total Delay for two models\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Average transcription time (A) and the average total delay per RNAP (B) for the ETAM model (blue triangles) and the  TASEP model (magenta).  Dashed lines represent baseline simulations with no pauses. The error bars denote standard deviation.</div>\n<div class=\"imageCredit\">Dr. Tamra Heberling, Los Alamos National Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Lisa&nbsp;G&nbsp;Davis</div>\n<div class=\"imageTitle\">Average Transcription Time and Average Total Delay for two models</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1509393265565_scenerios2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1509393265565_scenerios2--rgov-800width.jpg\" title=\"Torque Model Scenarios\"><img src=\"/por/images/Reports/POR/2017/1226213/1226213_10212537_1509393265565_scenerios2--rgov-66x44.jpg\" alt=\"Torque Model Scenarios\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Diagram captures possible arrangements of the ith RNAP and its neighbors.</div>\n<div class=\"imageCredit\">Dr. Tamra Heberling, Los Alamos National Lab</div>\n<div class=\"imageSubmitted\">Lisa&nbsp;G&nbsp;Davis</div>\n<div class=\"imageTitle\">Torque Model Scenarios</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nProtein synthesis is a complex biopolymerization process requiring an immense amount of cellular energy as well as coordination and regulation of hundreds of molecules. The two stages of protein synthesis are transcription and translation. These two processes form the crucial components in the transfer of genetic information from DNA to protein. Transcription involves the transfer of the genetic information from the DNA to messenger mRNA. In bacteria, RNA polymerases (RNAP) translocate along the DNA strand and transcribe the DNA?s genetic code into the mRNA molecule. Translation is the process by which ribosomes translocate along a mRNA strand and produce proteins. The ribosomes provide assembly machinery which uses genetic information contained in mRNA to construct a polypeptide chain, which subsequently folds to form a protein.  Each process requires availability of various amino acids as well as assembly of various initiator and termination complexes.  The research team has developed and assessed a broad suite of mathematical models to study various aspects of this process. We concentrate on elongation within the transcription stage, that is, RNAP motion along the DNA strand. It has been observed experimentally that the motion of RNAP is not uniform. From the literature, single molecule observation using optical traps indicate that the elongating polymerase transcribe rapidly but frequently pauses, and the duration of the pauses is roughly bi-modal.  Recent experiments from the literature seek to understand the mechanism causing transcriptional pauses.  The suite of models developed in this work focus on mathematical models that include the pausing phenomena and seek to quanitfy the influence of pauses on mean transcription rates (as well as other measures of biological fitness) for a specific class of highly transcribed genes in bacteria.\nThe project has produced a suite of models including both stochastic and continuum models. The team has published work showing that a classical nonlinear macroscopic traffic model introduced in the 1950's can be rigorously linked to ordinary differential equation models (studied in the last thirty years) for the motion of RNAPs on DNA.  Transcription rates at high polymerase density, and in the presence of pauses, were investigated, and both lead to the development of \"traffic jams\" in these models. The continuum model was used to represent randomly distributed transcriptional pauses in a numerically stable, computationally efficient manner.  Parameter studies address simple pause configurations and compare average transcription rates.  These indicate that transcriptional pauses occurring close to the initiation region are responsible for larger transcriptional delays than those pauses of equal duration occurring to the termination end of the strand.  However, the nonlinear model has drawbacks.  Most importantly, the average transcription time for the simulations did not agree with experimental numbers reported in the literature.  Achieving an average transcription rate that agrees with biological experiments was achieved but only when numerical simulations used far fewer transcriptional pauses than the amount reported in literature detailing lab experiments.\n\nRecent work focused on development and analysis of a model to accurately reflect fundamental properties of transcription data from a paper appearing in Science in 2013, where researchers used in vitro single-molecule experiments to measure the magnitude of torque exerted by an elongating RNAP on a supercoiled DNA strand. They also measured the effects of supercoiling on elongation velocity, pause density and pause duration.  The research team developed a mathematical formulation for this interaction and incorporated the torque mechanism into a stochastic model, simulating the models both with and without torque effects. Results illustrate that inclusion of the torque mechanism results in shorter pause durations and fewer collisions between polymerases. We propose that a mechanical communication occurs among neighboring RNAPs via the torque produced by each of them as they translocate along the helically twisted DNA and that these interactions may partially explain the cooperative behavior observed experimentally in some biological experiments reported in the literature. Our results suggest that the torsional interaction of RNAPs is an important physical mechanism in maintaining fast transcription times. The team recently published results that connect this observed behavior to car-following models (taking the form of a system of ordinary differential equations) appearing in the traffic flow literature.  Including the torque mechanism into the car-following models requires extra forcing terms, but qualitative behavior of the stochastic model is predicted by an analysis of this newly derived system of equations. \nTwo graduate students were supported by the project, and those students wrote and defended PhD dissertations for this work to obtain their PhD degrees.  Four undergraduate students contributed to various aspects of the project and one student enrolled in a Master?s program was supported by the project. Three papers have appeared in journals focused on computation and computational biology, and one refereed proceedings paper has been published.   Two manuscripts are currently under review in journals focusing on biological sciences and computational physics, respectively.  One non-refereed publication was also produced.   \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Lisa G Davis"
 }
}