{
 "awd_id": "1226854",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Religion and Gender Identity in Northern Thailand",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 25200.0,
 "awd_amount": 25200.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "University of Chicago doctoral candidate Michael Chladek, supervised by Dr. Jennifer Cole, will research how religious practices may contribute to gender identity development in northern Thai society particularly in terms of how Western concepts of gender and identity are affecting local understandings of masculinity. He will explore the impact of changing notions of manhood on the institution of Buddhist monasticism, which is only open to men in Thailand. The findings will contribute to a deeper understanding of religion, gender, and social change more broadly. \r\n\r\nThe project will involve 18 months of ethnographic fieldwork in Chiang Mai and Chiang Rai, two northern provinces of Thailand. The researcher will conduct participant observations at two schools for novice monks, conducting in-depth interviews with monks about their everyday lives to understand how Buddhist monasticism may shape their experience of being men. To understand the general relationship between monasticism and manhood, the researcher will conduct interviews with lay Buddhists in the area; he will analyze news articles, books, and other media; and he will participate in local events concerning the issues of gender and monastic ordination, conducting in-depth interviews with key people involved in these discussions. \r\n\r\nThis research will contribute a social science perspective on how globalization may impact local gender roles and understandings of manhood, especially regarding the role of religious practice in shaping ideas about gender and will deepen our understanding of how new meanings of gender and identity arise and take hold within societies. This project also contributes to the training of a graduate student.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cole",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Cole",
   "pi_email_addr": "jcole@uchicago.edu",
   "nsf_id": "000459645",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Chladek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Chladek",
   "pi_email_addr": "mchladek@uchicago.edu",
   "nsf_id": "000595428",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago, Comparative Human Develolpment",
  "perf_str_addr": "5730 S. Woodlawn Ave.",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Doctoral candidate Michael Chladek conducted ethnographic research in northern Thailand to investigate how processes of globalization are changing local understandings of adolescence and masculinity. Historically, Buddhism and ordination as a Buddhist monk or novice have been important in defining both ideal masculinity and the transition from childhood to adulthood. Traditionally in northern Thailand, boys who wanted to get an education would go to Buddhist temples and ordain as novice monks for several years. Buddhist temples were the centers of education. Temporarily ordaining as a novice monk generally led to gainful employment. With the economic benefits of monastic ordination in mind, young women would often want potential husbands to have been novice monks. As a popular saying among young women looking for spouses went, &ldquo;If I cannot find a former novice, I&rsquo;ll look for a former monk. If a man who&rsquo;s never ordained comes to court me, I&rsquo;ll stomp on his face.&rdquo; </span></p>\n<p><span>Preliminary findings suggest two phenomena that are changing this traditional relationship among Buddhist monasticism, adolescence, and masculinity. First, an increasing number of government and private schools in northern Thailand means fewer boys must ordain to get an education. The population of boys who do ordain is changing. More boys who have &ldquo;problems&rdquo; (Thai: </span><em>panha</em><span>) are ordaining. The &ldquo;problems&rdquo; that families and educators talked about during research included concerns about boys spending too much time partying or becoming &ldquo;addicted&rdquo; (</span><em>tit</em><span>) to drugs, alcohol, girls, friends, or the Internet. By&nbsp;</span>living under the rules of the Buddhist monastic community, families hoped their sons would &ldquo;adjust themselves&rdquo; (<em>bprab tua</em>) and their personalities to avoid such problems. This ability to adjust, however, is mitigated by the second phenomenon changing the relationship between monasticism and masculinity. In recent decades, there has been increased scrutiny of effeminate-acting boys and men ordaining. Perceived to be either transgender or gay, many lay Buddhists believe such boys and men should not be allowed to ordain within the monastic community, which is only open to men. Many people believe transgender and gay men are not fully men because they have the &ldquo;heart&rdquo; (<em>cai</em>) of women. Research suggests this increased scrutiny of one&rsquo;s &ldquo;heart&rdquo; is a result of incorporating Western understandings of self, gender, and sexuality into local understandings. Seeing one&rsquo;s gender or sexuality as being part of their <em>cai</em> (heart) makes such personal characteristics more static. By seeing personality characteristics as unchangeable, the ability of boys and young men to &ldquo;adjust themselves&rdquo; is diminished because they see their personal characteristics as immutable.</p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>These findings are a result of 22 months of ethnographic research. Methods included in-depth interviews with students, educators, parents, monks, and lay supporters of temples. The researcher also conducted participant-observation research at several field sites in the Chiang Mai and Chiang Rai provinces of northern Thailand. These sites included government schools, Buddhist schools, and Buddhist temples located in urban, suburban, and rural areas. The researcher focused extensively on a Buddhist temple and school for novice monks in a rural village outside the city of Chiang Mai. To do so, the researcher ordained as a Buddhist monk for nine months, following the temple&rsquo;s schedule and activities. Such level of participation resulted in rich and detailed observatio...",
  "por_txt_cntn": "\n\n\n\nDoctoral candidate Michael Chladek conducted ethnographic research in northern Thailand to investigate how processes of globalization are changing local understandings of adolescence and masculinity. Historically, Buddhism and ordination as a Buddhist monk or novice have been important in defining both ideal masculinity and the transition from childhood to adulthood. Traditionally in northern Thailand, boys who wanted to get an education would go to Buddhist temples and ordain as novice monks for several years. Buddhist temples were the centers of education. Temporarily ordaining as a novice monk generally led to gainful employment. With the economic benefits of monastic ordination in mind, young women would often want potential husbands to have been novice monks. As a popular saying among young women looking for spouses went, \"If I cannot find a former novice, IÆll look for a former monk. If a man whoÆs never ordained comes to court me, IÆll stomp on his face.\" \n\nPreliminary findings suggest two phenomena that are changing this traditional relationship among Buddhist monasticism, adolescence, and masculinity. First, an increasing number of government and private schools in northern Thailand means fewer boys must ordain to get an education. The population of boys who do ordain is changing. More boys who have \"problems\" (Thai: panha) are ordaining. The \"problems\" that families and educators talked about during research included concerns about boys spending too much time partying or becoming \"addicted\" (tit) to drugs, alcohol, girls, friends, or the Internet. By living under the rules of the Buddhist monastic community, families hoped their sons would \"adjust themselves\" (bprab tua) and their personalities to avoid such problems. This ability to adjust, however, is mitigated by the second phenomenon changing the relationship between monasticism and masculinity. In recent decades, there has been increased scrutiny of effeminate-acting boys and men ordaining. Perceived to be either transgender or gay, many lay Buddhists believe such boys and men should not be allowed to ordain within the monastic community, which is only open to men. Many people believe transgender and gay men are not fully men because they have the \"heart\" (cai) of women. Research suggests this increased scrutiny of oneÆs \"heart\" is a result of incorporating Western understandings of self, gender, and sexuality into local understandings. Seeing oneÆs gender or sexuality as being part of their cai (heart) makes such personal characteristics more static. By seeing personality characteristics as unchangeable, the ability of boys and young men to \"adjust themselves\" is diminished because they see their personal characteristics as immutable.\n\n\n\n\nThese findings are a result of 22 months of ethnographic research. Methods included in-depth interviews with students, educators, parents, monks, and lay supporters of temples. The researcher also conducted participant-observation research at several field sites in the Chiang Mai and Chiang Rai provinces of northern Thailand. These sites included government schools, Buddhist schools, and Buddhist temples located in urban, suburban, and rural areas. The researcher focused extensively on a Buddhist temple and school for novice monks in a rural village outside the city of Chiang Mai. To do so, the researcher ordained as a Buddhist monk for nine months, following the templeÆs schedule and activities. Such level of participation resulted in rich and detailed observational data documented in written notes, photographs, and videos. The researcher also conducted historical research, visiting national archives, university libraries, and museums. \n\nThis project is likely to have a significant impact within the social sciences. The study results will change anthropologistsÆ understandings of how religious practices and institutions shape identity and how globalization is changing this process. This research project will also challeng..."
 }
}