{
 "awd_id": "1226895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advancing the research capability of the Wrigley Institute",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 303609.0,
 "awd_amount": 303609.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "The University of Southern California is awarded funding to build a research-oriented greenhouse at the Philip K. Wrigley Marine Science Center (WMSC), a field laboratory located on Santa Catalina Island, CA, and part of the Wrigley Institute for Environmental Studies (WIES). The WMSC has supported research and education primarily in the marine realm but recent visitors have investigated water cycling, atmospheric chemistry, geology and geography, photochemistry, landscape architecture, archaeology, and terrestrial ecology. These interests are coalescing to provide more integrated view of aquatic and terrestrial systems that is timely given the challenges of climate change, the stresses imposed by invasive species and the increasing use of natural resources, and the vulnerabilities of coastal systems.  This award will support construction of the greenhouse to serve the growing research needs of the WMSC and fill an important gap in environmental research capability.  The greenhouse will have heating and cooling facilities to provide excellent climate control for most temperate and subtropical ecosystems under natural light conditions. The structure will be plumbed with seawater and freshwater so both marine mesocosm and plant system experiments can be accommodated. \r\n\r\nIntellectual Merit: Researchers both within and outside of USC have expressed strong fundamental research interests in terrestrial ecology, biodiversity, and invasive species themes; land-sea interactions; comparative studies of coastal systems from pristine-to-urban; and science underpinnings for sustainable shellfish aquaculture. A greenhouse at the WMSC will serve existing strengths in marine science, accelerate the growing interest in plant-genome interactions and invasive species research, and facilitate collaboration across the terrestrial-marine divide, in a compelling natural setting.\r\n\r\nBroader impacts: The Wrigley Marine Science Center serves researchers, post docs, graduate students, and undergraduate students both nationally and internationally.  The Institute also has 8 staff dedicated to the development of programs that promote scientific knowledge, and convey the scientific experience, to teachers and learners at all stages in life. Collectively, these education and outreach programs have brought thousands of students, educators and the general public to the WMSC over the last five years.  The WIES faculty and educators are committed to integration of research and education activities, and to incorporation of greenhouse-based science activities at WIES into our active education and outreach portfolio.\r\n\r\nFor more information about the Wrigley Institute for Environmental Studies please go to: http://dornsife.usc.edu/wrigley/home/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roberta",
   "pi_last_name": "Marinelli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roberta Marinelli",
   "pi_email_addr": "roberta.marinelli@oregonstate.edu",
   "nsf_id": "000611552",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Capone",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas G Capone",
   "pi_email_addr": "capone@usc.edu",
   "nsf_id": "000202189",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Hedgecock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis Hedgecock",
   "pi_email_addr": "dhedge@usc.edu",
   "nsf_id": "000439557",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Nuzhdin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Nuzhdin",
   "pi_email_addr": "snuzhdin@usc.edu",
   "nsf_id": "000250020",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karla",
   "pi_last_name": "Heidelberg",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Karla B Heidelberg",
   "pi_email_addr": "KHeidelb@usc.edu",
   "nsf_id": "000422407",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California, Wrigley Marine Science Center",
  "perf_str_addr": "1 Big Fisherman Cove",
  "perf_city_name": "Avalon",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "907045069",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 303609.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of Southern California owns and operates the Philip K. Wrigley Marine Science Center (WMSC), a field laboratory located on Santa Catalina Island, as part of the Wrigley Institute for Environmental Studies. Historically, the WMSC has supported research and education primarily in the marine realm, but this trend is changing rapidly. Within the university and in collaboration with other organizations, there is a growing interest in expanding the research scope of the laboratory. This is driven in part by the unique and pristine environment of Catalina Island, the accessibility and dichotomy of the WMSC to the mega-urban city of Los Angeles, the stellar research accommodations provided by the facility, and growing synergies among terrestrial, marine and applied researchers. Given the challenges of climate change, the stresses imposed by invasive species, the demand for sustainability of natural resources, and growing awareness of the land-sea interface and vulnerabilities of coastal systems, research interests are coalescing to provide more integrated views of aquatic and terrestrial systems. Academic research facilities must rise to meet these exciting emerging interdisciplinary needs.</p>\n<p>To support growing areas of academic investigation and enhance the research capability of the WMSC, the Wrigley Institute requested and received NSF funding for construction of a research-grade greenhouse. In Spring 2015, this 60&rsquo; x 24&rsquo; state-of-the-art research facility was completed and made available to users at the island campus. The new facility significantly increases and updates research space at the island by providing two climate-controlled greenhouse zones plumbed for freshwater and saltwater, designed to support a range of science activities by faculty level researchers, post docs, graduate students, and undergraduate students. User groups at the WMSC typically encompass researchers from the University of Southern California, the California State University System, the University of California System, and visiting researchers (and their students) that are nationally and internationally prominent.</p>\n<p>The WMSC is also focused on environmental education and outreach programming. Through acquisition of federal, corporate, foundation and private funds, the Wrigley Institute offers fellowships for graduate and undergraduate training, and cross-cutting courses such as the NSF Research Experience for Undergraduates (REU) program and the graduate International GeoBiology training course. Education and outreach programs also bring thousands of students, educators and the general public to the WMSC. Research activities at WMSC are regularly integrated into outreach programs, and by showcasing active research the new greenhouse-based science activities will significantly contribute to this active education and outreach portfolio. The greenhouse also houses a new research/teaching aquaponics platform, which combines fish and plants in a closed system to teach a range of principles including ecosystem dynamics, food sustainability and chemistry. Among its audiences, the aquaponics program supports undergraduate interns, summer and school year courses, and K-12 teacher training.</p>\n<p>Prior to this improvement, USC had no greenhouse infrastructure on any of its campuses; thus, the greenhouse has filled an important gap in environmental research capabilities at the university. Already within months of opening, 5 research groups from 3 USC departments have requested space in the greenhouse, allocating the facility to near-capacity. The greenhouse at the WMSC will enhance existing strengths in marine science, and facilitate new exciting collaboration across the terrestrial-marine divide and across crosscutting themes of changing climates, sustainability and the health of coastal systems, all in an unparalleled natural setting.&nbsp;</p>\n<p>&nbsp;</p><br>\n...",
  "por_txt_cntn": "\nThe University of Southern California owns and operates the Philip K. Wrigley Marine Science Center (WMSC), a field laboratory located on Santa Catalina Island, as part of the Wrigley Institute for Environmental Studies. Historically, the WMSC has supported research and education primarily in the marine realm, but this trend is changing rapidly. Within the university and in collaboration with other organizations, there is a growing interest in expanding the research scope of the laboratory. This is driven in part by the unique and pristine environment of Catalina Island, the accessibility and dichotomy of the WMSC to the mega-urban city of Los Angeles, the stellar research accommodations provided by the facility, and growing synergies among terrestrial, marine and applied researchers. Given the challenges of climate change, the stresses imposed by invasive species, the demand for sustainability of natural resources, and growing awareness of the land-sea interface and vulnerabilities of coastal systems, research interests are coalescing to provide more integrated views of aquatic and terrestrial systems. Academic research facilities must rise to meet these exciting emerging interdisciplinary needs.\n\nTo support growing areas of academic investigation and enhance the research capability of the WMSC, the Wrigley Institute requested and received NSF funding for construction of a research-grade greenhouse. In Spring 2015, this 60Æ x 24Æ state-of-the-art research facility was completed and made available to users at the island campus. The new facility significantly increases and updates research space at the island by providing two climate-controlled greenhouse zones plumbed for freshwater and saltwater, designed to support a range of science activities by faculty level researchers, post docs, graduate students, and undergraduate students. User groups at the WMSC typically encompass researchers from the University of Southern California, the California State University System, the University of California System, and visiting researchers (and their students) that are nationally and internationally prominent.\n\nThe WMSC is also focused on environmental education and outreach programming. Through acquisition of federal, corporate, foundation and private funds, the Wrigley Institute offers fellowships for graduate and undergraduate training, and cross-cutting courses such as the NSF Research Experience for Undergraduates (REU) program and the graduate International GeoBiology training course. Education and outreach programs also bring thousands of students, educators and the general public to the WMSC. Research activities at WMSC are regularly integrated into outreach programs, and by showcasing active research the new greenhouse-based science activities will significantly contribute to this active education and outreach portfolio. The greenhouse also houses a new research/teaching aquaponics platform, which combines fish and plants in a closed system to teach a range of principles including ecosystem dynamics, food sustainability and chemistry. Among its audiences, the aquaponics program supports undergraduate interns, summer and school year courses, and K-12 teacher training.\n\nPrior to this improvement, USC had no greenhouse infrastructure on any of its campuses; thus, the greenhouse has filled an important gap in environmental research capabilities at the university. Already within months of opening, 5 research groups from 3 USC departments have requested space in the greenhouse, allocating the facility to near-capacity. The greenhouse at the WMSC will enhance existing strengths in marine science, and facilitate new exciting collaboration across the terrestrial-marine divide and across crosscutting themes of changing climates, sustainability and the health of coastal systems, all in an unparalleled natural setting. \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2015\n\n\t\t\t\t\tSubmitted by: Roberta Marinelli"
 }
}