{
 "awd_id": "1226228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Politics of Location in Resource Rent Distribution and the Projection of Power in Africa",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 17640.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "It is well established in the social sciences that the presence of natural resources like oil and diamonds often leads to pernicious outcomes including sluggish economic growth, non-democratic governments, and civil conflict. Though it is relatively well-understood how oil and diamonds cause bad economic and governance outcomes, it is much less clear how these factors are related to the emergence of civil wars. Nigeria, Indonesia, Sudan, and the Democratic Republic of Congo are often held up as examples of wars over the territory where resources come out of the ground. This project clarifies that in fact civil wars are less likely to take place in these resource-rich regions, and instead take place far away from oil wells and diamond mines in peripheral parts of resource-rich countries. The project aims to identify through a case study of Nigeria and two rebel groups within it, one in the resource-rich South and one in the resource-poor Northeast, why this might be. The explanation developed in the project centers on the threat of protest and sabotage by residents in the resource region, which leads the state to use revenues from natural resources to buy off those threatening groups and to send additional military forces to the region to forestall remaining threats. The project will, first, develop a new dataset of state military power in sub-national regions by digitizing and coding Michelin Tire Company maps of sub-Saharan Africa from 1960 to present to test the military forces argument. Second, interviews would make up case studies comparing two rebel groups, one in a resource-rich and one in a resource-poor region in Nigeria, to further test the theory of the mechanisms driving the resource-conflict relationship. \r\n\r\nThe project's intellectual merit is rooted in its novel theoretical and methodological contributions. Unlike many existing studies, the project's theory predicts not only in which countries civil war will take place, but where within the countries, and an explanation for why conflicts take place in these places. The research is also novel methodologically. It will combine qualitative evidence collected in West Africa with quantitative evidence from cross-regional data across states or provinces on the location of civil wars within resource-rich states. Few studies in political science leverage quantitative evidence at the sub-national level, and a very few use cross-regional evidence from multiple countries.\r\n\r\nIn addition to the intellectual contribution, the project has several broader impacts. The roads dataset - extending the coverage of existing data available only for the present back to 1960 - would substantially improve quantitative research on Africa. There are few reliable data covering the continent, and fewer still of substantive importance for social scientists. Roads are hypothesized, for example, to chart the projection of state power and economic activity over time. The entire dataset would be publicly disseminated. Donor funds, NGO time, and diplomatic action often aims to help states avoid the pernicious effects of new natural wealth. A study of the way governments respond to the new resources would inform new efforts to avoid them. The author aims to highlight flawed perceptions of the likely location of civil war threats, and three prescriptions to avoid them. First, social scientists' main advice is often revenue transparency. The theory developed suggests that is not nearly as important as disclosing how governments spend it and, critically, where. Second, regional economic equality may be critical, so the governments' hands could be tied to promote distributing revenue equally, and donor funds used to smooth the gaps. Finally, evidence on the effects of security force deployments could help prevent the power vacuums that are hypothesized to enable rebellion.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kosuke",
   "pi_last_name": "Imai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kosuke Imai",
   "pi_email_addr": "imai@harvard.edu",
   "nsf_id": "000319058",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Graeme",
   "pi_last_name": "Blair",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Graeme D Blair",
   "pi_email_addr": "graeme.blair@ucla.edu",
   "nsf_id": "000612116",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University, Department of Politics",
  "perf_str_addr": "Corwin Hall",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085441048",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 17640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study of the effects of natural resources on social phenomena &mdash; often termed the \"resource curse\" &mdash; transcends many fields of social science, including political science, economics, and sociology. This project contributes new evidence to these broad debates about how natural resources affect economic development, violent conflict, and politics. The major goals of the project were twofold. First, the project aimed to develop a spatial database of roads in sub-Saharan Africa to test theories about how natural resources affect the ability of states to project power across space. Second, the project aimed to collect qualitative data about the ways natural resource revenues are distributed within countries and how that may affect the likelihood of violent conflict. The qualitative data focused on the case of Nigeria, and on the low-intensity civil conflict that took place in the country's oil region in the last two decades.</p>\n<p>This project developed the first over-time spatial database of the road network of sub-Saharan Africa, and indeed one of the few existing over-time spatial databases of roads for any region. Roads are theorized by political scientists to be an important component of state-building activities, yet there are few data sources to examine their development either as an outcome or as an independent variable except for a small number of single countries. By developing comparable measures across time and across countries for a large region, political science theories of state formation, political development, and economic development can be evaluated systematically. The researchers scanned, digitized, and coded maps of roads in sub-Saharan Africa from 1960 to present. A GIS database for each deacde was constructed from the maps, and it was formatted to enable statistical analyses across sub-regions of countries and over time.</p>\n<p>In addition, the project contributed substantial new qualitative material about the ways in which states distribute the revenues from natural resources and the ability of people and politicians living in resource-rich regions to shape that distribution scheme. This is an area of scholarship on the natural resource \"curse\" that has been left understudied, despite the fact that the distribution of resource revenues is often the central locus of political conflict in resource-rich contexts. The focus groups and semi-structured interviews conducted in the Niger Delta region and in the capital Abuja in Nigeria push forward our understanding both of distributional politics and the role of local people living in resource-rich contexts.&nbsp;Semi-structured interviews were conducted with revenue sharing officials, security officials, and key players in the oil region.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2015<br>\n\t\t\t\t\tModified by: Graeme&nbsp;D&nbsp;Blair</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe study of the effects of natural resources on social phenomena &mdash; often termed the \"resource curse\" &mdash; transcends many fields of social science, including political science, economics, and sociology. This project contributes new evidence to these broad debates about how natural resources affect economic development, violent conflict, and politics. The major goals of the project were twofold. First, the project aimed to develop a spatial database of roads in sub-Saharan Africa to test theories about how natural resources affect the ability of states to project power across space. Second, the project aimed to collect qualitative data about the ways natural resource revenues are distributed within countries and how that may affect the likelihood of violent conflict. The qualitative data focused on the case of Nigeria, and on the low-intensity civil conflict that took place in the country's oil region in the last two decades.\n\nThis project developed the first over-time spatial database of the road network of sub-Saharan Africa, and indeed one of the few existing over-time spatial databases of roads for any region. Roads are theorized by political scientists to be an important component of state-building activities, yet there are few data sources to examine their development either as an outcome or as an independent variable except for a small number of single countries. By developing comparable measures across time and across countries for a large region, political science theories of state formation, political development, and economic development can be evaluated systematically. The researchers scanned, digitized, and coded maps of roads in sub-Saharan Africa from 1960 to present. A GIS database for each deacde was constructed from the maps, and it was formatted to enable statistical analyses across sub-regions of countries and over time.\n\nIn addition, the project contributed substantial new qualitative material about the ways in which states distribute the revenues from natural resources and the ability of people and politicians living in resource-rich regions to shape that distribution scheme. This is an area of scholarship on the natural resource \"curse\" that has been left understudied, despite the fact that the distribution of resource revenues is often the central locus of political conflict in resource-rich contexts. The focus groups and semi-structured interviews conducted in the Niger Delta region and in the capital Abuja in Nigeria push forward our understanding both of distributional politics and the role of local people living in resource-rich contexts. Semi-structured interviews were conducted with revenue sharing officials, security officials, and key players in the oil region.\n\n\t\t\t\t\tLast Modified: 10/04/2015\n\n\t\t\t\t\tSubmitted by: Graeme D Blair"
 }
}