{
 "awd_id": "1226731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Grounding the Behavioral Immune System in Mental and Physiological Processes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally Dickerson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 129227.0,
 "awd_amount": 129227.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "Humans, like many other vertebrate species, developed a physiological immune system designed to detect and destroy harmful organisms that have entered the body. Recent research suggests that, in addition to this physiological immune system, there evolved a behavioral immune system comprised of psychological and behavioral mechanisms designed to detect and defend against pathogen threats even before they enter the body. For example, people are quick to notice and avoid others who display cues of infection (e.g., coughing, lesions). The studies in this proposal will examine the behavioral immune system in depth, and link its action to multiple aspects of physiological and psychological functioning.\r\n\r\nPast research has treated the physiological and behavioral immune systems independently. Yet, an evolutionary perspective suggests that there should be an adaptive relationship between physiological and psychological functioning. Thus, the studies in this proposal test the prediction that concerns about disease increase behaviors designed to prevent initial contagion (e.g., avoiding others who appear sick), as well as increase physiological processes designed to destroy pathogens that have entered the body (e.g., secretion of cytokines). Activation of both behavioral and physiological immune systems would provide the best possibility of overcoming a disease threat. \r\n\r\nThis research also examines the specific processes underlying behavioral immune system activation. To be effective, the behavioral immune system must be sensitive to the possibility of contagion. Some physical characteristics are more associated with disease than other physical characteristics (e.g., the presence of a rash more than hair color). In addition, sometimes people feel more susceptible to disease than at other times (e.g., after touching a bloody cut versus after washing their hands). We propose that both of these factors - implicit disease associations and perceptions of disease susceptibility - influence the degree to which the behavioral immune system is activated. \r\n\r\nLast, this research examines ways of down-regulating behavioral immune system activation. Prior research suggests that disease concerns can lead people to avoid and have negative attitudes toward individuals who, although are not actually contagious, display physical characteristics that are stereotypically associated with disease (e.g., obesity). Thus, understanding ways of down-regulating such disease-based anti-social behavior is key for reducing prejudice and discrimination. Our studies examine how minimizing disease-associations (e.g., decreasing the link between disease and obesity) as well as reducing perceptions of disease susceptibility (e.g., making people feel immunized against disease) can reduce behavioral immune system activation and therefore decrease prejudice toward groups stereotypically associated with disease.\r\n\r\nIn sum, the studies in this proposal integrate research from social cognition, immunology, and evolutionary psychology to test three broad hypotheses: (1) Behavioral immune responses to disease threat are complemented by anticipatory physiological immune responses (2) Behavioral immune system activation is mediated by those physiological responses and by specific implicit cognitions, and (3) The behavioral immune system can be down-regulated by manipulating those implicit cognitions. The results of these studies will have an important impact on theoretical and empirical work in social psychology, cognitive science, and other related domains of study. The proposed research is therefore interdisciplinary in nature, and will foster synergistic connections between research in domains that historically have had relatively little contact but are increasingly being integrated (e.g., psychophysiology and prejudice).  Additionally, the execution of the proposed research will involve training for both graduate and undergraduate students\r\nfrom groups underrepresented in science careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Ackerman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua M Ackerman",
   "pi_email_addr": "joshack@umich.edu",
   "nsf_id": "000611939",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 43926.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 17472.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}