{
 "awd_id": "1226841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Resident Perspectives on Cultural Tourism in Tanzania",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 13341.0,
 "awd_amount": 13341.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "University of Maryland doctoral candidate Melissa Stevens, supervised by Dr. Erve Chambers, will conduct research on resident perspectives on cultural tourism by looking at processes of identity formation and negotiated ethnicities in resident-tourist interactions. Until recently, social science research on the impacts of interactions between residents and tourists has assumed a unidirectional power dynamic that resulted from the motivations of tourists and the impacts on residents. But more recent research suggests that residents are not passive in these interactions. This research will explore this possibility through research at a cultural tourism enterprise in the village of Longido, a primarily Maasai community in the heart of northern Tanzania's safari tourism circuit. \r\n\r\nThe researcher will employ a mix of social science research methods, including observations of resident-tourist interactions, surveys of tourists, and interviews with residents. The data will be analyzed to determine the nature and direction of influence, with a particular focus on Maasai representation of Maasai identity in a cultural tourism setting, Maasai motivations, and its effects on the touristic relationship.\r\n\r\nFindings from this research will contribute to theorizing ethnicity as a malleable rather than inherent human characteristic. Tourism is of growing significance developing economies. Understanding tourism processes and relationships is thus critically important. Community-based cultural tourism initiatives, such as the Longido enterprise, have the potential for reducing poverty and encouraging local-level conservation activities but this potential depends on host community autonomy. By exploring the bi-directional nature of the resident-tourist power dynamic, this research seeks to contribute to a better understanding of how residents of tourist destinations shape as well as are shaped by the global phenomenon of tourism. Supporting this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erve",
   "pi_last_name": "Chambers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erve Chambers",
   "pi_email_addr": "echamber@umd.edu",
   "nsf_id": "000555431",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Stevens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Stevens",
   "pi_email_addr": "melissa.stevens7@gmail.com",
   "nsf_id": "000555432",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "Longido",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TZ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Tanzania",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13341.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the ways that residents engaged in a cultural tourism enterprise in the rural town of Longido, a primarily Maasai community in the heart of northern Tanzania&rsquo;s safari tourism circuit. The Longido Cultural Tourism Enterprise is part of the national Tanzania Cultural Tourism Programme (CTP), which was established in 1995 by the Dutch development organization SNV, and is currently administered by the Tanzania Tourist Board. The CTP was the first large-scale tourism project in Tanzania focused entirely on local cultural attractions and was designed to foster socio-economic development. However, despite the local development potential of cultural tourism, the Tanzanian tourism industry and the research on the industry remains focused on wildlife tourism and conservation, while little attention is paid to the distinctive role that cultural tourism plays in both the industry and the lives of the residents.</p>\n<p>This research project initially focused on interactions between tourists and residents in Longido, but as research continued, it became apparent that the impacts of tourism are felt much more intensely at the structural level, specifically in the ways that tourism affects power and gender relationships within the community. Maasai communities such as Longido are generally subsistence-based and participation in the cash economy is a relatively new phenomenon. Cattle are the primary source of wealth, and most cash is earned through sale of cattle and other livestock. Men own the cattle, so women have little opportunity to participate in the cash economy, although they depend on cash to pay for household necessities such as sugar or clothing, and to pay for their children&rsquo;s school fees and supplies. Tourism has created opportunities for women to earn cash through the sale of jewelry to tourists, and several women have been able to use this income to buy small livestock, giving them control over their own economic assets. Tourism has therefore economically empowered many of the women in the community, which results in greater food security at the household level and greater numbers of children receiving education.</p>\n<p>However, tourism has also served to deepen distrust of local government leaders. Traditionally, personal wealth was rare among the Maasai, and indicated that the wealthy person was stealing or hording at the expense of his neighbors. That assumption is applied to villagers believed to be receiving an unequal share of tourism benefits, specifically the local government leaders who are responsible for ensuring that the tourism revenue designated for community development is actually used as intended. There is no transparency or system of checks and balances, so it is difficult to determine whether or not the money is used correctly, stolen, or simply mismanaged, and most people in the community could not say for sure where the tourism revenue goes. The local people do not trust their leaders when it comes to money, and the presence of tourists, and more specifically the revenue that the tourists represent, only serves to deepen the distrust.</p>\n<p>This project also examined the problems of translating community development ideals into effective local empowerment strategies. The CTP was established in order to economically empower local communities such as Longido. However, the ideals that informed the development of the project have not translated into an economically viable business, so benefits are spread very thinly. As a result, rivalry between households vying to host tourists has weakened important social networks and women once able to rely on tourism revenue have found that the increased competition has diminished the economic security that they had built in the early years of the enterprise. SNV is no longer actively involved in the CTP, and the Tanzania Tourist Board is almost entirely focused on supporting ...",
  "por_txt_cntn": "\nThis project explored the ways that residents engaged in a cultural tourism enterprise in the rural town of Longido, a primarily Maasai community in the heart of northern TanzaniaÆs safari tourism circuit. The Longido Cultural Tourism Enterprise is part of the national Tanzania Cultural Tourism Programme (CTP), which was established in 1995 by the Dutch development organization SNV, and is currently administered by the Tanzania Tourist Board. The CTP was the first large-scale tourism project in Tanzania focused entirely on local cultural attractions and was designed to foster socio-economic development. However, despite the local development potential of cultural tourism, the Tanzanian tourism industry and the research on the industry remains focused on wildlife tourism and conservation, while little attention is paid to the distinctive role that cultural tourism plays in both the industry and the lives of the residents.\n\nThis research project initially focused on interactions between tourists and residents in Longido, but as research continued, it became apparent that the impacts of tourism are felt much more intensely at the structural level, specifically in the ways that tourism affects power and gender relationships within the community. Maasai communities such as Longido are generally subsistence-based and participation in the cash economy is a relatively new phenomenon. Cattle are the primary source of wealth, and most cash is earned through sale of cattle and other livestock. Men own the cattle, so women have little opportunity to participate in the cash economy, although they depend on cash to pay for household necessities such as sugar or clothing, and to pay for their childrenÆs school fees and supplies. Tourism has created opportunities for women to earn cash through the sale of jewelry to tourists, and several women have been able to use this income to buy small livestock, giving them control over their own economic assets. Tourism has therefore economically empowered many of the women in the community, which results in greater food security at the household level and greater numbers of children receiving education.\n\nHowever, tourism has also served to deepen distrust of local government leaders. Traditionally, personal wealth was rare among the Maasai, and indicated that the wealthy person was stealing or hording at the expense of his neighbors. That assumption is applied to villagers believed to be receiving an unequal share of tourism benefits, specifically the local government leaders who are responsible for ensuring that the tourism revenue designated for community development is actually used as intended. There is no transparency or system of checks and balances, so it is difficult to determine whether or not the money is used correctly, stolen, or simply mismanaged, and most people in the community could not say for sure where the tourism revenue goes. The local people do not trust their leaders when it comes to money, and the presence of tourists, and more specifically the revenue that the tourists represent, only serves to deepen the distrust.\n\nThis project also examined the problems of translating community development ideals into effective local empowerment strategies. The CTP was established in order to economically empower local communities such as Longido. However, the ideals that informed the development of the project have not translated into an economically viable business, so benefits are spread very thinly. As a result, rivalry between households vying to host tourists has weakened important social networks and women once able to rely on tourism revenue have found that the increased competition has diminished the economic security that they had built in the early years of the enterprise. SNV is no longer actively involved in the CTP, and the Tanzania Tourist Board is almost entirely focused on supporting and promoting the much more lucrative wildlife safari industry. However, the CTP continues t..."
 }
}