{
 "awd_id": "1226998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Poverty Alleviation in Developing Nations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 18118.0,
 "awd_amount": 18118.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "Poverty reduction is one of the central challenges for development in new democracies. Many of these democracies operate in a context of weak institutions, where policy implementation is subject to the discretion of politicians, This proposal investigates the strategies used to target private benefits and how voters' access to benefits affects their behavior. This project studies the conditions under which local politicians pursue partisan targeting strategies and when voters can circumvent these strategies. \r\n\r\nThis project consists of three components that combine quantitative and qualitative methods, including a dataset that compiles information on the number of families identified as poor by the government, the number of families issued benefits, the partisan composition of local governments and the state assembly units. These data are used to assess whether the number of households given access to anti-poverty programs across local government units is determined by political characteristics. The second component is a survey of voters and local politicians. These data are used to test individual-level hypotheses on partisan targeting bias, voter-intermediary strategies used to access benefits, and the ability of politicians to monitor votes across partisan contexts. Finally, focus group will be conducted to illuminate mechanisms found in the quantitative results. This research aims to provide a micro-level understanding of party-voter linkages and partisan strategies of clientelistic distribution that is applicable to a diverse range of democratic settings in the developing world.\r\n\r\nThe goal of this project is to identify the causes and consequences of party capture of anti-poverty programs, a problem that threatens efforts to alleviate poverty in many developing democracies. In addition to improving scholarly understanding of clientelistic strategies in a democratic context, the results will also be useful to the development and policy communities who are focused on improving the efficiency of these programs. Ultimately, the core ambition of this research is to provide analyses that can contribute to the fight against local corruption: a problem that has devastating effects on the lives of the poor.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Y Shapiro",
   "pi_email_addr": "rys3@columbia.edu",
   "nsf_id": "000198383",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Schneider",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Schneider",
   "pi_email_addr": "mas2215@columbia.edu",
   "nsf_id": "000556416",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 18118.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong></strong>The NSF Dissertation improvement grant supported a survey of village politicians and voters in Rajasthan, a large rural state in India&rsquo;s northwest. This survey provides unique data that allows me to test claims on the level of information local elites have on voters, the citizens local elites favor in the distribution of material benefits, and the expectations and strategies voters pursue to access welfare benefits. As a whole, these papers suggest that welfare benefits are less likely to be distributed according to a strategy to gain votes than previously expected.&nbsp;</p>\n<p>The survey funded by the NSF Dissertation Improvement Grant was unique in one central way: It was built around cross-referencing elite and voter responses to understand ties and expectations between these two types of actors. The expectation in political science research is that local politicians have a great deal of information on voters&rsquo; preferences from partisanship to material demands. It is also expected that local politicians do the bidding of party leaders and skew anti-poverty benefits to those whose votes are decisive. This survey addresses this claim directly by asking local politicians sampled in the elite survey a number of questions about specific voters sampled in a voter survey conducted the day before. The survey develops several unique behavioral and experimental measures including: a measure of whether or not local politicians can correctly identify voters&rsquo; partisan preferences; a measure of elite preferences over potential beneficiaries of material benefits based on a lottery created at the village level; and an experimental measure of whether or not voters believe partisanship mediates access to jobs and welfare benefits. This is the first large-scale implementation of this cross-referencing survey design and its success in this survey will lead to the use of this method at other levels of political power and in other states in my future work, and I expect in other countries in the work of others.</p>\n<p>At this stage, I have completed analysis on one of the papers I describe in my NSF proposal; I am currently analyzing data for the remaining two papers. The first paper tests the ability of local politicians in Indian villages to correctly identify the partisan preferences of voters in their local areas. I find that they often cannot do so despite the presumption among politicians themselves and the political science literature on the topic. I find that very simple benchmarks-- based on aggregate demographics-- perform as well or better than these local politicians at identifying voters&rsquo; partisan preferences. My second paper (in progress) is based on a behavioral measure of targeting preferences. I asked local politicians to allocate 5 token in any denomination across 10 voters sampled in the voter survey conducted the day before. The allocation affected a lottery in which one name was pulled from a box. Each token increased the chance that a voter&rsquo;s name would be picked from the box. The winner received 400 Indian rupees (approximatley 4 U.S. Dollars). This provides a clean measure of the distributive preferences of local agents&mdash;without the complications of constraints that impede a local politician&rsquo;s ability to deliver to those they prefer most. This paper will make an important contribution to our understanding of the local broker side of distributive politics and offers important theoretical implications. This will allow me to test theoretical predictions that largely follow from assumptions of brokers&rsquo; preferences but do not measure them.&nbsp; The third paper (in progress) concerns the strategies of brokerage voters pursue to obtain a range of government anti-poverty benefits. I asked voters whom they contacted to access a range of anti-poverty benefits to see if partisanship mediates these strategies...",
  "por_txt_cntn": "\nThe NSF Dissertation improvement grant supported a survey of village politicians and voters in Rajasthan, a large rural state in IndiaÆs northwest. This survey provides unique data that allows me to test claims on the level of information local elites have on voters, the citizens local elites favor in the distribution of material benefits, and the expectations and strategies voters pursue to access welfare benefits. As a whole, these papers suggest that welfare benefits are less likely to be distributed according to a strategy to gain votes than previously expected. \n\nThe survey funded by the NSF Dissertation Improvement Grant was unique in one central way: It was built around cross-referencing elite and voter responses to understand ties and expectations between these two types of actors. The expectation in political science research is that local politicians have a great deal of information on votersÆ preferences from partisanship to material demands. It is also expected that local politicians do the bidding of party leaders and skew anti-poverty benefits to those whose votes are decisive. This survey addresses this claim directly by asking local politicians sampled in the elite survey a number of questions about specific voters sampled in a voter survey conducted the day before. The survey develops several unique behavioral and experimental measures including: a measure of whether or not local politicians can correctly identify votersÆ partisan preferences; a measure of elite preferences over potential beneficiaries of material benefits based on a lottery created at the village level; and an experimental measure of whether or not voters believe partisanship mediates access to jobs and welfare benefits. This is the first large-scale implementation of this cross-referencing survey design and its success in this survey will lead to the use of this method at other levels of political power and in other states in my future work, and I expect in other countries in the work of others.\n\nAt this stage, I have completed analysis on one of the papers I describe in my NSF proposal; I am currently analyzing data for the remaining two papers. The first paper tests the ability of local politicians in Indian villages to correctly identify the partisan preferences of voters in their local areas. I find that they often cannot do so despite the presumption among politicians themselves and the political science literature on the topic. I find that very simple benchmarks-- based on aggregate demographics-- perform as well or better than these local politicians at identifying votersÆ partisan preferences. My second paper (in progress) is based on a behavioral measure of targeting preferences. I asked local politicians to allocate 5 token in any denomination across 10 voters sampled in the voter survey conducted the day before. The allocation affected a lottery in which one name was pulled from a box. Each token increased the chance that a voterÆs name would be picked from the box. The winner received 400 Indian rupees (approximatley 4 U.S. Dollars). This provides a clean measure of the distributive preferences of local agents&mdash;without the complications of constraints that impede a local politicianÆs ability to deliver to those they prefer most. This paper will make an important contribution to our understanding of the local broker side of distributive politics and offers important theoretical implications. This will allow me to test theoretical predictions that largely follow from assumptions of brokersÆ preferences but do not measure them.  The third paper (in progress) concerns the strategies of brokerage voters pursue to obtain a range of government anti-poverty benefits. I asked voters whom they contacted to access a range of anti-poverty benefits to see if partisanship mediates these strategies. In addition, I employed a novel survey experiment that captures the effect of the partisanship of a plausible and known village council presi..."
 }
}