{
 "awd_id": "1226209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "OCE-PRF:   Resource-risk trade-offs and habitat use by an important forage species, Neomysis americana: the role of turbidity",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927589",
 "po_email": "gpugh@nsf.gov",
 "po_sign_block_name": "Judith Pugh",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "In this project, the investigator will assess the abundance and distribution drivers of Neomysis americana which is a critically important species in the Gulf of Maine food web. \r\n\r\nMysid shrimp play a critical role in marine food webs by serving as prey for many fish species. Furthermore, they function to link the flow of energy and nutrients between habitats through vertical and horizontal migrations. Neomysis americana is the most dominant mysid in the Gulf of Maine; however, drivers of abundance and distribution are unknown. There are consistent observations of high abundances of N. americana in areas of high turbidity. This correlation could be due to an abundance of copepod resources and (or) a refuge from visual predators, specifically alewives (Alosa pseudoharengus). This research project combines field surveys, mesocosm experiments and behavioral experiments to shed light on proximate and ultimate consequences of turbidity as a habitat variable for N. americana under contexts of resources and risk. \r\n\r\nData describing the abundance and behavior of Neomysis americana will fill a critical gap in the knowledge of coastal ecosystem dynamics in the Gulf of Maine and will facilitate comparisons with ecosystems in which mysid-alewife interactions are well studied. Turbidity as a driver of habitat choice has been hypothesized but never explicitly tested. In the behavioral experiments, the investigator will determine whether Neomysis americana detects and responds to turbidity in a context of risk and resource gradients. Data concerning the effects of turbidity on coastal ecosystems are timely due to the locally increasing and seasonally shifting turbidity generated from coastal runoff and climate change.\r\n\r\nThe broader impacts of the project include broadening participation of Native American youth through activities engaging the Boys and Girls Club of Penobscot Bay; recruitment and training for an undergraduate student from the Bigelow Laboratory for Ocean Sciences; curriculum development for the Coastal Studies for Girls program; and collaboration with the Downeast Initiative, an organization comprised of fisherman, government representatives and community members. \r\n\r\nThis project is supported under the NSF Ocean Sciences Postdoctoral Research Fellowship (OCE PRF) program, with goals to support novel research by early career scientists and increase the diversity of the U.S. ocean sciences workforce and research community. With OCE-PRF support, this project will enable a promising early career researcher to establish themselves in an independent research career related to ocean sciences and broaden participation of under-represented groups in the ocean sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Lasley-Rasher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Lasley-Rasher",
   "pi_email_addr": "",
   "nsf_id": "000757603",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lasley                  Rachel         S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "303320230",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Darling Marine Center",
  "perf_str_addr": null,
  "perf_city_name": "Walpole",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "04573",
  "perf_ctry_code": "UP",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "Ukraine",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "820500",
   "pgm_ele_name": "OCE Postdoctoral Fellowships"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The main scientific goal of this project was to determine the drivers of distribution and abundance of the mysid shrimp, <em>Neomysis americana</em> at both large and small scales. <em>N. americana </em>is among the dominant prey species for many juvenile fish species including many that are commercially important in the Gulf of Maine such as flounder, cod, and haddock. Despite the importance of <em>N. americana, </em>little is known about their broad-scale distribution patterns because they are patchily distributed and are difficult to catch with common sampling techniques</p>\n<p><span style=\"white-space: pre;\"> </span>I used two complimentary approaches to determine the ecological drivers of mysid distribution. The first approach was a small-scale survey to determine how <em>N. americana</em> is distributed within nearshore environments in relation to fish predators and environmental factors. To complete this work, I joined a survey conducted by the National Oceanic and Atmospheric Administration (NOAA) that assesses the abundance of pelagic fish (including Atlantic salmon) in the Penobscot estuary following the momentous dam removals in the Penobscot River (http://www.penobscotriver.org/). My role in this project has been to assess the distribution and abundance of available prey species (including <em>N. americana</em>) relative to fish predators and water quality. This collaboration allows me to obtain more valuable data about the fish species in my survey area than I would ever be able to get on my own.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Our results suggest that mysid shrimp are important prey species for anadromous fish in the Penobscot estuary and their distribution patterns are explained by mysid&rsquo;s affinity for turbid environments. Turbidity is a very dynamic variable in estuaries, being affected by increased river flow (due to climate change and dam removals) and the loss of vegetative barriers (due to increased development).&nbsp; Therefore, understanding how prey species are affected by turbidity is timely and relevant. I have presented these data at scientific conferences and local community meetings. I am currently in the process of writing a scientific manuscript describing these results. This project has also led to an on-going partnership between myself and NOAA, with this sampling protocol being adopted into their long-term monitoring plan.</p>\n<p><span style=\"white-space: pre;\"> </span>Our second scientific approach is to address <em>N. americana</em> abundance over large temporal and spatial scales is a modeling study using historical fish diet data. I have been mining a fish-diet dataset collected by NOAA that spans 40 years and contains samples extending from the South Atlantic Bight to the Gulf of Maine. I have analyzed the occurrence of mysid shrimp in fish diets. In this way, I am using fish stomachs as &lsquo;biosamplers&rsquo; to observe the broad-scale distribution patterns of mysid shrimp.</p>\n<p><span style=\"white-space: pre;\"> </span>Our results suggest that mysid shrimp and other shrimp-like species (such as krill) have been historically under sampled and they are important prey items for many fish species in the North Atlantic. Interestingly, we also find that the presence of these species in fish guts can be used to determine their migration patterns over seasonal scales. Understanding these migration patterns is critical for determining predator-prey overlap in estuaries and has large implications for the health of fish populations in the face of climate change. I have presented these data at a scientific conference and have a manuscript that is currently under review by NOAA scientists before submitting to a scientific journal.</p>\n<p><span style=\"white-space: pre;\"> </span>In addition to scientific goals, this project has important outreach goals towards engaging mi...",
  "por_txt_cntn": "\n The main scientific goal of this project was to determine the drivers of distribution and abundance of the mysid shrimp, Neomysis americana at both large and small scales. N. americana is among the dominant prey species for many juvenile fish species including many that are commercially important in the Gulf of Maine such as flounder, cod, and haddock. Despite the importance of N. americana, little is known about their broad-scale distribution patterns because they are patchily distributed and are difficult to catch with common sampling techniques\n\n I used two complimentary approaches to determine the ecological drivers of mysid distribution. The first approach was a small-scale survey to determine how N. americana is distributed within nearshore environments in relation to fish predators and environmental factors. To complete this work, I joined a survey conducted by the National Oceanic and Atmospheric Administration (NOAA) that assesses the abundance of pelagic fish (including Atlantic salmon) in the Penobscot estuary following the momentous dam removals in the Penobscot River (http://www.penobscotriver.org/). My role in this project has been to assess the distribution and abundance of available prey species (including N. americana) relative to fish predators and water quality. This collaboration allows me to obtain more valuable data about the fish species in my survey area than I would ever be able to get on my own. \n\n Our results suggest that mysid shrimp are important prey species for anadromous fish in the Penobscot estuary and their distribution patterns are explained by mysidÆs affinity for turbid environments. Turbidity is a very dynamic variable in estuaries, being affected by increased river flow (due to climate change and dam removals) and the loss of vegetative barriers (due to increased development).  Therefore, understanding how prey species are affected by turbidity is timely and relevant. I have presented these data at scientific conferences and local community meetings. I am currently in the process of writing a scientific manuscript describing these results. This project has also led to an on-going partnership between myself and NOAA, with this sampling protocol being adopted into their long-term monitoring plan.\n\n Our second scientific approach is to address N. americana abundance over large temporal and spatial scales is a modeling study using historical fish diet data. I have been mining a fish-diet dataset collected by NOAA that spans 40 years and contains samples extending from the South Atlantic Bight to the Gulf of Maine. I have analyzed the occurrence of mysid shrimp in fish diets. In this way, I am using fish stomachs as æbiosamplersÆ to observe the broad-scale distribution patterns of mysid shrimp.\n\n Our results suggest that mysid shrimp and other shrimp-like species (such as krill) have been historically under sampled and they are important prey items for many fish species in the North Atlantic. Interestingly, we also find that the presence of these species in fish guts can be used to determine their migration patterns over seasonal scales. Understanding these migration patterns is critical for determining predator-prey overlap in estuaries and has large implications for the health of fish populations in the face of climate change. I have presented these data at a scientific conference and have a manuscript that is currently under review by NOAA scientists before submitting to a scientific journal.\n\n In addition to scientific goals, this project has important outreach goals towards engaging minority groups such as young females, Native American youth, and first generation college students in ocean science research. To address these goals, I have mentored 3 female undergraduate students during my postdoctoral fellowship (one is a first-generation college student). Students conducted independent projects which have yielded interesting results. The students have presented their results at univers..."
 }
}