{
 "awd_id": "1226065",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Center for Mobile Hands-On STEM",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Heather Watson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 173565.0,
 "awd_amount": 173565.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2016-08-02",
 "awd_abstract_narration": "Due to the resources required to support student labs, experiments are rarely designed with sufficient time for students to explore concepts on their own. Nor is the laboratory equipment available to students outside of proscribed hours because it is needed for too many classes, is too hard to use without supervision, and is, in some cases, too fragile and easily damaged. However, the continued revolution in electronic miniaturization is making possible portable, low-cost, robust experimental platforms that allow for ubiquitous hands-on experiences for students anywhere and anytime - integrated with lectures in the classroom on campus or online, as assignments in take-home project, or when students want to try out their own ideas. Ubiquitous hands-on experiments enable a new pedagogical model that promotes a more complete integration of theory, design, and practice.\r\n\r\nThe Mobile Hands-On STEM (MOHS) project is a collaboration among Rensselaer Polytechnic Institute, Georgia Tech, Virginia Tech, University of Albany, Rose-Hulman Institute of Technology, Howard University, and Morgan State University. The project is developing standardized assessment tools for the mobile hands-on-learning experiences in order to measure student learning as well as its ease of adoption by instructors. The project is building a community of practice composed of developers, users, industry partners, and commercial device suppliers in order to share information across a large, diverse collection of schools and across a diverse set of portable experimental platforms. Building on this community of practice, the project is holding workshops for both instructors who currently use mobile hands-on education and for new instructors to introduce them to mobile hands-on learning. This proactive dissemination strategy gives the project insight into the barriers to adoption and helps form the next steps toward wide dissemination.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Ferri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie Ferri",
   "pi_email_addr": "bonnie.ferri@gatech.edu",
   "nsf_id": "000342647",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aldo",
   "pi_last_name": "Ferri",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Aldo A Ferri",
   "pi_email_addr": "al.ferri@me.gatech.edu",
   "nsf_id": "000191020",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 173565.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project aimed to promote and facilitate the development and use of mobile hands-on-learning experiences in the field of electrical and computer engineering (ECE) and to extend the pedagogical approach to other STEM disciplines. Ultimately, the project helped to develop a community of developers, users, industry partners, and commercial device suppliers in order to share information across a large, diverse collection of schools and across a diverse set of portable experimental platforms. There were several specific goals. The first goal was to develop, refine, and implement tools that improve students understanding of fundamental concepts and experimental procedures. To this end, several platforms were developed for use in ECE courses and in ME courses. These platforms were tested to determine the extent to which they led to improved student understanding and retention of engineering concepts. The second goal was to build a large and diverse community of users and developers of mobile hands-on learning. This was accomplished through the organization of several workshops to teach techniques to faculty for implementation of hands-on learning in traditional lecture classes.&nbsp; In addition, the PIs organized and hosted a series of six practitioners workshops on mobile hands-on learning for educators who already use hands-on learning, that is, the practitioners of the pedagogy.&nbsp; The goals was to share ideas, examine challenges, determine best practices, and give feedback to NSF and to vendors who build the supporting technologies.&nbsp; A YouTube Channel was created to host the videos developed for these practitioner workshops.&nbsp; The third goal was to develop methods and resources that facilitate students gaining experience in system level design and integration. One of the key accomplishments for this goal was the development of a student team that developed platforms to make classroom learning more effective and developed a number of tutorials to give others a pathway to do-it-yourself learning. A new course was developed entitled &ldquo;Practical Skills and Design,&rdquo; that teaches the fundamentals of designing a system and the skills needed to build such a system. This sophomore-level class requires students to design and build a term project that is of their own choosing. Sample projects include wearable electronics, automatic dog feeders, light-follower devices, music and light displays, novel clock designs, etc.&nbsp; The projects all require systems-level thinking and system integration and all are portable and use portable technology for building and testing them. The fourth goal was to develop sustainability, replicability, and transferability plans. Several methods were used here including the completion of three MOOCs, and dissemination of strategies on using the MOOCs to blend courses where in-class time was used to do some hands-on learning. Over 150,000 people have taken these courses. The results were also disseminated in the form of the aforementioned YouTube channel and through workshops, conference presentations, and a book chapter.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/13/2018<br>\n\t\t\t\t\tModified by: Bonnie&nbsp;H&nbsp;Ferri</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520826057996_TableTopperinClass--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520826057996_TableTopperinClass--rgov-800width.jpg\" title=\"In-Class Dynamics Lab\"><img src=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520826057996_TableTopperinClass--rgov-66x44.jpg\" alt=\"In-Class Dynamics Lab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Smart phone pendulum lab designed by a student group for a dynamics class. Experiment being done in class during lecture.</div>\n<div class=\"imageCredit\">A. Ferri, et al., \"Blended Learning in a Rigid-Body Dynamics Course Using On-Line Lectures and Hands-On Experiments,\" ASEE Annual Conference and Exposition, New Orleans, 2016.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bonnie&nbsp;H&nbsp;Ferri</div>\n<div class=\"imageTitle\">In-Class Dynamics Lab</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520825005160_FerriInElectronics--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520825005160_FerriInElectronics--rgov-800width.jpg\" title=\"Electronics Lab\"><img src=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520825005160_FerriInElectronics--rgov-66x44.jpg\" alt=\"Electronics Lab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example of an electronics lab being done by students at their desk during a lecture class period, with help from an instructor.</div>\n<div class=\"imageCredit\">Georgia Tech</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Bonnie&nbsp;H&nbsp;Ferri</div>\n<div class=\"imageTitle\">Electronics Lab</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520825305683_RCcarandtreadmill--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520825305683_RCcarandtreadmill--rgov-800width.jpg\" title=\"RC car on a treadmill experiment\"><img src=\"/por/images/Reports/POR/2018/1226065/1226065_10205358_1520825305683_RCcarandtreadmill--rgov-66x44.jpg\" alt=\"RC car on a treadmill experiment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Controls experiment showing an RC control running autonomously on a treadmill. The treadmill is using a speed control and the RC car is using position control.</div>\n<div class=\"imageCredit\">A. Ferri, et al., \"Use of a Vertically Integrated Project Team to Develop Hands-On Learning Modules,\" ASEE Annual Conference & Exposition, Columbus, OH, 2017.</div>\n<div class=\"imageSubmitted\">Bonnie&nbsp;H&nbsp;Ferri</div>\n<div class=\"imageTitle\">RC car on a treadmill experiment</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis research project aimed to promote and facilitate the development and use of mobile hands-on-learning experiences in the field of electrical and computer engineering (ECE) and to extend the pedagogical approach to other STEM disciplines. Ultimately, the project helped to develop a community of developers, users, industry partners, and commercial device suppliers in order to share information across a large, diverse collection of schools and across a diverse set of portable experimental platforms. There were several specific goals. The first goal was to develop, refine, and implement tools that improve students understanding of fundamental concepts and experimental procedures. To this end, several platforms were developed for use in ECE courses and in ME courses. These platforms were tested to determine the extent to which they led to improved student understanding and retention of engineering concepts. The second goal was to build a large and diverse community of users and developers of mobile hands-on learning. This was accomplished through the organization of several workshops to teach techniques to faculty for implementation of hands-on learning in traditional lecture classes.  In addition, the PIs organized and hosted a series of six practitioners workshops on mobile hands-on learning for educators who already use hands-on learning, that is, the practitioners of the pedagogy.  The goals was to share ideas, examine challenges, determine best practices, and give feedback to NSF and to vendors who build the supporting technologies.  A YouTube Channel was created to host the videos developed for these practitioner workshops.  The third goal was to develop methods and resources that facilitate students gaining experience in system level design and integration. One of the key accomplishments for this goal was the development of a student team that developed platforms to make classroom learning more effective and developed a number of tutorials to give others a pathway to do-it-yourself learning. A new course was developed entitled \"Practical Skills and Design,\" that teaches the fundamentals of designing a system and the skills needed to build such a system. This sophomore-level class requires students to design and build a term project that is of their own choosing. Sample projects include wearable electronics, automatic dog feeders, light-follower devices, music and light displays, novel clock designs, etc.  The projects all require systems-level thinking and system integration and all are portable and use portable technology for building and testing them. The fourth goal was to develop sustainability, replicability, and transferability plans. Several methods were used here including the completion of three MOOCs, and dissemination of strategies on using the MOOCs to blend courses where in-class time was used to do some hands-on learning. Over 150,000 people have taken these courses. The results were also disseminated in the form of the aforementioned YouTube channel and through workshops, conference presentations, and a book chapter.\n\n \n\n\t\t\t\t\tLast Modified: 03/13/2018\n\n\t\t\t\t\tSubmitted by: Bonnie H Ferri"
 }
}