{
 "awd_id": "1226197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Internet Problem-Solving Coaches for Physics Students",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce B. Evans",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "The ability to solve problems in a variety of contexts is a major goal of education. However, providing students with effective instruction in problem solving by making individualized guidance and feedback available to them during practice is a difficult and potentially expensive task. Moving students to be more expert-like takes time; thus any instructional tool must operate over an adequate time span and integrated into existing instruction. Furthermore, no standardized, easy-to-use method for assessing students' problem-solving skills exists, hindering progress in improving problem-solving instruction. \r\n\r\nThis project aims to help overcome these difficulties by creating a set of web-delivered computer coaches to provide students with effective coaching while they practice solving problems that span the content of a yearlong introductory physics course. To make it possible for these coaches to be useful to instructors, the software is configured so that instructors can easily change the problems, the feedback, and the structure of the solution to more closely fit their instructional emphasis using a graphical interface. In this project, student problem solving is being analyzed using a rubric developed in a previous project together with standard tests of conceptual and attitudinal change. \r\nThe structure of the computer coaches is based on research from cognitive science and physics education. They are designed to 1) be highly interactive, (2) make explicit the thought processes necessary for effective problem solving, (3) give students practice in the basic cognitive functions necessary for effective problem solving, (4) provide students with individualized coaching based on careful instructional design, (5) accommodate the multiple solution paths students might choose for solving a problem, and (6) be adaptable by individual physics instructors to their own tastes and local conditions. A previous project has shown that it is possible to develop coaches with such attributes for mechanics. This project (1) develops a new underlying software structure for those coaches to make them easier to modify, (2) uses the new software structure to build coaches for electricity and magnetism to span the full year of introductory physics, and (3) measures student progress toward more expert-like problem solving over a full year.\r\n\r\nIntellectual merit: \r\nProblem solving is one of the most important goals and tools of an introductory physics course. Moving students toward more expert-like problem solving can make the conceptual content of these courses more intelligible and useful. Because of the reproducible, fine-grained problem-solving instruction delivered by the coaches, the proposed work contributes to the knowledge base on how to design effective instruction (computer based or not) to help students improve their problem-solving skills. It is a step toward achieving the promise of using the web to supplement human instruction by providing on-demand coaching. The coaches also provide a model of the application of research from diverse fields to the production of a practical tool to improve student learning with the current educational system. \r\n\r\nBroader impacts: \r\nBecause problem solving is central to science and engineering, the coaches and the rubric have the potential not only to become widely used, but also to spawn similar efforts in other STEM fields, and across multiple disciplines. This project demonstrates how technology can be used to improve education by providing students with a more interactive and individualized instruction and opportunities to integrate effective instruction outside with that occurring in the classroom. This can be especially important to students for whom standard instruction is difficult to obtain such as distance-education students. The assessment strategy developed in this project also contributes to the knowledge base of assessing complex and meaningful abilities such as problem solving in the authentic setting of the classroom. Finally, because good problem-solving skills, especially a logical expert-like framework for attacking novel problems in a systematic way, are important to all citizens in our modern, rapidly-changing society, this project contributes to the preparation of the citizenry to face the new challenges of the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Heller",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth J Heller",
   "pi_email_addr": "helle001@umn.edu",
   "nsf_id": "000264266",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leonardo",
   "pi_last_name": "Hsu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonardo Hsu",
   "pi_email_addr": "lhsu@santarosa.edu",
   "nsf_id": "000368703",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Oak St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 310000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The long term goal of this work is to give students universal access to the type of coaching in physics problem solving that they would receive as individual help from an experienced instructor.&nbsp; In this case, the computer available through the internet, engages the student in the same type of Socratic dialog that emphasizes the many decisions that must be made to solve a problem.&nbsp; Of course, instructors at most institutions are only able to see a small number of students.&nbsp; Many students, often those who need coaching the most, do not try to seek such help.&nbsp; To be helpful, such computer coaches must fit into the style of the instructor and meet the needs of the students.&nbsp;</p>\n<p>This project analyzed data from a large scale application of prototype coaches that spanned the content of the first semester of introductory physics for engineers and physical science students at the University of Minnesota.&nbsp; The data analyzed by the project showed (1) that students appreciate and value such coaches; (2) that students who use such coaches report increased confidence in both the conceptual and problem solving aspects of the course; (3) that the students who most naturally use the coaches tend to be those who are less confident and underprepared; (4) students who use the coaches markedly improve their physics problem solving and thus their course grade; (5) students find the coaches intuitive and easy to use without instruction.</p>\n<p>The initial prototype coaches used to take the data that gave the above results could be modified tonly by changing the underlying software.&nbsp; This was too high a barrier for most physics faculty.&nbsp; For that reason, this project rebuilt the software framework so that instructors could make modifications using a graphical interface.&nbsp; At the same time, the project tested the new framework to build a coach for an electromagnetism problem from the second semester of the course as well as reproduce the behavior of the prototype coaches.&nbsp;</p>\n<p>The outcome was an underlying software framework that utilized the object oriented nature of modern software to be more flexible for the students while still being intuitive to use.&nbsp; For students this meant that the software was able to coach them along solution paths that had not been preprogrammed.&nbsp; The instructors could make the most commonly desired changes such as wording, symbols used, picture content, and feedback in the matter of a few minutes.&nbsp; Changes to the solution logic such as simplifying or changing desired student decisions took somewhat longer.&nbsp; Writing a new coach, while shorter than with the initial prototypes, still required a significant investment of time.&nbsp; All of the instructor changes were made through an interface that did not require knowledge of the underlying software.</p>\n<p>Using the few new prototype coaches built for this project, we found that undergraduates interviewed found them easy to use and appreciated their flexibility.&nbsp; A few test instructors found that they could make the most common changes to the coach easily with minimal instruction.&nbsp;</p>\n<p>In summary, we have shown that computer coaches that emphasize the metacognitive decision making common to solving all problems are appreciated by students and improve their problem solving in an introductory physics course.&nbsp; Those who&nbsp; naturally use the most coaches are the students most at risk in an introductory physics course, the underprepared and less confident.&nbsp; We have been able to build a more flexible coach that can be modified by instructors without software knowledge.&nbsp; We have tested this new software framework by building and testing a few mechanics and electromagnetism coaches that could be used in an introductory physics course.&nbsp; The next step is to build a full set of coaches for an entire year of introdu...",
  "por_txt_cntn": "\nThe long term goal of this work is to give students universal access to the type of coaching in physics problem solving that they would receive as individual help from an experienced instructor.  In this case, the computer available through the internet, engages the student in the same type of Socratic dialog that emphasizes the many decisions that must be made to solve a problem.  Of course, instructors at most institutions are only able to see a small number of students.  Many students, often those who need coaching the most, do not try to seek such help.  To be helpful, such computer coaches must fit into the style of the instructor and meet the needs of the students. \n\nThis project analyzed data from a large scale application of prototype coaches that spanned the content of the first semester of introductory physics for engineers and physical science students at the University of Minnesota.  The data analyzed by the project showed (1) that students appreciate and value such coaches; (2) that students who use such coaches report increased confidence in both the conceptual and problem solving aspects of the course; (3) that the students who most naturally use the coaches tend to be those who are less confident and underprepared; (4) students who use the coaches markedly improve their physics problem solving and thus their course grade; (5) students find the coaches intuitive and easy to use without instruction.\n\nThe initial prototype coaches used to take the data that gave the above results could be modified tonly by changing the underlying software.  This was too high a barrier for most physics faculty.  For that reason, this project rebuilt the software framework so that instructors could make modifications using a graphical interface.  At the same time, the project tested the new framework to build a coach for an electromagnetism problem from the second semester of the course as well as reproduce the behavior of the prototype coaches. \n\nThe outcome was an underlying software framework that utilized the object oriented nature of modern software to be more flexible for the students while still being intuitive to use.  For students this meant that the software was able to coach them along solution paths that had not been preprogrammed.  The instructors could make the most commonly desired changes such as wording, symbols used, picture content, and feedback in the matter of a few minutes.  Changes to the solution logic such as simplifying or changing desired student decisions took somewhat longer.  Writing a new coach, while shorter than with the initial prototypes, still required a significant investment of time.  All of the instructor changes were made through an interface that did not require knowledge of the underlying software.\n\nUsing the few new prototype coaches built for this project, we found that undergraduates interviewed found them easy to use and appreciated their flexibility.  A few test instructors found that they could make the most common changes to the coach easily with minimal instruction. \n\nIn summary, we have shown that computer coaches that emphasize the metacognitive decision making common to solving all problems are appreciated by students and improve their problem solving in an introductory physics course.  Those who  naturally use the most coaches are the students most at risk in an introductory physics course, the underprepared and less confident.  We have been able to build a more flexible coach that can be modified by instructors without software knowledge.  We have tested this new software framework by building and testing a few mechanics and electromagnetism coaches that could be used in an introductory physics course.  The next step is to build a full set of coaches for an entire year of introductory physics and test them with several different instructors at our institution and at other different types of institutions. \n\nIt is important to note that these computer coaches do not replace human..."
 }
}