{
 "awd_id": "1226818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying Sampling Biases and Silicate-Derived Sr in Continental Runoff: A Coupled 87Sr/86Sr - 88Sr/86Sr Study",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 342000.0,
 "awd_amount": 342000.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "The Strontium isotope (87Sr/86Sr) record of seawater is one of the best-reconstructed marine isotope records. It has been widely used to estimate temporal changes of continental and hydrothermal inputs to seawater, and temporal variations have been correlated with periods of glaciations, mountain building and major magmatic events. Despite this impressive record, estimates of the present-day mass balance of strontium in seawater fundamentally disagree, highlighting the challenges of interpreting the marine strontium isotope record.\r\n\r\nThis project aims at investigating how severely present estimates of continental runoff into the ocean are biased, and how such biases can be corrected. The interpretation of the marine record critically hinges on an unbiased understanding of the present-day mass balance and forcing factors. In addition to the radiogenic (87Sr/86Sr) isotope composition, the stable (88Sr/86Sr) isotope signature may yield insights into the balance of silicate- vs carbonate-derived strontium, and thus the balance between silicate and carbonate weathering.\r\n\r\nThe study will be conducted under the umbrella of the Global Rivers Observatory, a collaborative, international network of scientists and community volunteers aimed at observing river systems in time-series fashion. Citizen scientists and REU students will be engaged in sampling representative rivers draining the West and East coasts of North America. Local schools are invited to participate in the \"My River, My Home\" student art project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bernhard",
   "pi_last_name": "Peucker-Ehrenbrink",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernhard Peucker-Ehrenbrink",
   "pi_email_addr": "behrenbrink@whoi.edu",
   "nsf_id": "000098550",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "183 Oyster Pond Road",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 342000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>NSF EAR-1226818</em></strong> ($342,000; PI: Bernhard Peucker-Ehrenbrink; Period: 09/01/2012 to 08/31/2015, plus one-year, no-cost extensions to 08/31/2015): &ldquo;<em>Quantifying sampling biases and silicate-derived Sr in continental runoff: A coupled <sup>87</sup>Sr/<sup>86</sup>Sr - <sup>88</sup>Sr/<sup>86</sup>Sr study</em>&rdquo;.</p>\n<p><strong><em>Intellectual Merit</em></strong>: The chemistry and biology of rivers is typically not studied at the mouth of a river, but upstream, outside the tidal range, at convenient sampling locations.&nbsp; These locations can be far from the coast, particularly in large watersheds.&nbsp; For example, the Amazon River is typically studied at &Oacute;bidos, Brazil, nearly 1000 km inland from the mouth of the river.&nbsp; Yet, analytical data from such locations are generally taken as representative of river biogeochemistry.&nbsp; In this project we investigated biases in estimates of river fluxes into the oceans by combining analyses of bedrock geology of drainage basins upriver of sampling locations with analyses of the entire drainage basins.&nbsp; We also conducted detailed investigations of the geochemical signatures of floodplain tributaries that are usually underrepresented in geochemical flux estimates. &nbsp;For North America, our focus region, we find that river flux estimates are biased towards contributions from slightly older bedrock, and thus more radiogenic <sup>87</sup>Sr/<sup>86</sup>Sr isotope signatures.&nbsp; Under-sampled areas generally have younger bedrock than the interior watershed areas, particularly along the volcanically active West Coast of North America.</p>\n<p>As population density increases towards the coast, anthropogenic influences on river chemistry are also increasing.&nbsp; The bias against near-cost drainage areas leads to an underestimation of river flux estimates of anthropogenic contaminants.&nbsp; For instance, the classic sampling location on the Fraser River at Hope, B.C., about 150 km East of Vancouver, where the most seaward gauging station outside the tidal range is installed, misses all inputs from the lower Fraser Floodplain, as well as all contributions to the river dissolved and particulate loads from the city of Vancouver.&nbsp; Modeled fluxes of dissolved nutrients for the entire Fraser River basin are about twice as high as multi-year nutrient flux estimates determined based on samples collected at Fort Langley, half-way between Hope and Vancouver.&nbsp; We argue that this discrepancy reflects the higher dissolved nutrient inputs from small tributaries and groundwater in the Fraser Floodplain, as well as nutrient discharge from the city of Vancouver.&nbsp; We also observe elevated dissolved sodium concentrations in streams draining populated floodplains. Such elevated sodium concentrations may be caused by winter road salt applications and the widespread use of sodium-based compounds in water purification/disinfection.</p>\n<p><strong><em>Broader Impacts</em></strong>: The study funded 18 months of research of MIT-WHOI Joint Program graduate student Ms. Britta Voss.&nbsp; Dr. Voss is currently a USGS Mendenhall Postdoctoral Fellow in Boulder, CO.&nbsp; UCSC graduate student Ms. Kimberly Bitterwolf, a former WHOI Summer Student Fellow advised by the PI, is carrying out the <sup>88</sup>Sr/<sup>86</sup>Sr component of the project as part of her PhD thesis.&nbsp; The PI is Ms. Bitterwolf&rsquo;s external PhD thesis advisor.</p>\n<p>The study also allowed us to continue our long-standing (since 2009) collaboration with the undergraduate-serving University of the Fraser Valley (UFV). &nbsp;Since 2012, seven UFV undergraduates have conducted honors thesis research at WHOI.&nbsp; The theses focused on biogeochemical signatures of small floodplain tributaries and discovered the unique signature of these tributaries compared to the remainder of the Fraser River basin.&n...",
  "por_txt_cntn": "\nNSF EAR-1226818 ($342,000; PI: Bernhard Peucker-Ehrenbrink; Period: 09/01/2012 to 08/31/2015, plus one-year, no-cost extensions to 08/31/2015): \"Quantifying sampling biases and silicate-derived Sr in continental runoff: A coupled 87Sr/86Sr - 88Sr/86Sr study\".\n\nIntellectual Merit: The chemistry and biology of rivers is typically not studied at the mouth of a river, but upstream, outside the tidal range, at convenient sampling locations.  These locations can be far from the coast, particularly in large watersheds.  For example, the Amazon River is typically studied at &Oacute;bidos, Brazil, nearly 1000 km inland from the mouth of the river.  Yet, analytical data from such locations are generally taken as representative of river biogeochemistry.  In this project we investigated biases in estimates of river fluxes into the oceans by combining analyses of bedrock geology of drainage basins upriver of sampling locations with analyses of the entire drainage basins.  We also conducted detailed investigations of the geochemical signatures of floodplain tributaries that are usually underrepresented in geochemical flux estimates.  For North America, our focus region, we find that river flux estimates are biased towards contributions from slightly older bedrock, and thus more radiogenic 87Sr/86Sr isotope signatures.  Under-sampled areas generally have younger bedrock than the interior watershed areas, particularly along the volcanically active West Coast of North America.\n\nAs population density increases towards the coast, anthropogenic influences on river chemistry are also increasing.  The bias against near-cost drainage areas leads to an underestimation of river flux estimates of anthropogenic contaminants.  For instance, the classic sampling location on the Fraser River at Hope, B.C., about 150 km East of Vancouver, where the most seaward gauging station outside the tidal range is installed, misses all inputs from the lower Fraser Floodplain, as well as all contributions to the river dissolved and particulate loads from the city of Vancouver.  Modeled fluxes of dissolved nutrients for the entire Fraser River basin are about twice as high as multi-year nutrient flux estimates determined based on samples collected at Fort Langley, half-way between Hope and Vancouver.  We argue that this discrepancy reflects the higher dissolved nutrient inputs from small tributaries and groundwater in the Fraser Floodplain, as well as nutrient discharge from the city of Vancouver.  We also observe elevated dissolved sodium concentrations in streams draining populated floodplains. Such elevated sodium concentrations may be caused by winter road salt applications and the widespread use of sodium-based compounds in water purification/disinfection.\n\nBroader Impacts: The study funded 18 months of research of MIT-WHOI Joint Program graduate student Ms. Britta Voss.  Dr. Voss is currently a USGS Mendenhall Postdoctoral Fellow in Boulder, CO.  UCSC graduate student Ms. Kimberly Bitterwolf, a former WHOI Summer Student Fellow advised by the PI, is carrying out the 88Sr/86Sr component of the project as part of her PhD thesis.  The PI is Ms. BitterwolfÆs external PhD thesis advisor.\n\nThe study also allowed us to continue our long-standing (since 2009) collaboration with the undergraduate-serving University of the Fraser Valley (UFV).  Since 2012, seven UFV undergraduates have conducted honors thesis research at WHOI.  The theses focused on biogeochemical signatures of small floodplain tributaries and discovered the unique signature of these tributaries compared to the remainder of the Fraser River basin.  Finally, the project allowed me to act as scientific advisor for the \"My River, My Home\" teacher resources kit (https://fraserriverdiscoverycentre.wordpress.com/) for watershed science in grades 6-10 in public school in B.C., Canada.  The resources kit is available for free.\n\nPublications &amp; Products (* students supervised by the PI)\n\n[1] Voss* B, B Peucker-E..."
 }
}