{
 "awd_id": "1226825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML: Imaging instrument array for coastal landscape and ecosystem analysis at the Baruch Marine Field Laboratory, University of South Carolina",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 191379.0,
 "awd_amount": 191379.0,
 "awd_min_amd_letter_date": "2012-07-10",
 "awd_max_amd_letter_date": "2012-07-10",
 "awd_abstract_narration": "An award made to the University of South Carolina (USC) will enable researchers to deploy an array of instruments capable of measuring and tracking changes in several key physical and environmental conditions of coastal areas.  The instrument package will allow researchers at the Baruch Institute Marine Field Laboratory to examine the estuarine environment at a spatial scale that has heretofore been impossible.  The package will contain a tethered balloon fitted with hyperspectral, infrared, and video cameras, and a spectrophotometer.  Investigators will use the instruments to measure growth and distribution of marsh vegetation, surface temperature, suspended materials in water, water movement, animal distributions, and landscape pattern from tens to hundreds of meters above the surface. A complementary ground-based laser instrument (LIDAR) will provide three-dimensional topographic images and analyses of tidal marshes, mudflats, creeks, beaches, and intertidal oyster reefs.  Mapping of repeated measurements will be used to quantify changes and investigate factors affecting marsh elevation, geomorphology, tidal inundation, animal and plant distributions, and physiological states. Coupled with ongoing time-series measurements and process-oriented field experiments, the imaging instruments and LIDAR will be used to address impacts and mechanisms of change due to storms, warming temperatures, persistent droughts, and sea-level rise.  The instrument array will be based at the Baruch Marine Field Laboratory in Georgetown County, where USC and visiting investigators have been studying the salt marsh estuary at North Inlet for more than 40 years.\r\n\r\nThe imaging instrument array will benefit investigators already familiar with the study area, attract first-time visiting scientists, and provide unique opportunities to train graduate and undergraduate students on how to use the technology to address new sets of inter-disciplinary research questions. Images, maps, and other products generated from instrument deployments will be used in summer courses such as the capstone field course offered through USC Marine Science Program and continuing education programs workshops.  Products designed for the visiting public and young audiences will be developed in association with the North Inlet- Winyah Bay National Estuarine Research Reserve staff and distributed through the Hobcaw Barony Discovery Center and on-line. Images, data, and products from the tethered array and LIDAR will be available through the Baruch Institute web site at http://www.baruch.sc.edu/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Allen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis M Allen",
   "pi_email_addr": "dallen@belle.baruch.sc.edu",
   "nsf_id": "000227116",
   "pi_start_date": "2012-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Morris",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Morris",
   "pi_email_addr": "jtmorris@mailbox.sc.edu",
   "nsf_id": "000235647",
   "pi_start_date": "2012-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina",
  "perf_str_addr": "Baruch Marine Lab",
  "perf_city_name": "Georgetown",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294401901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "SC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 191379.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Baruch Marine Field Laboratory (BMFL) of the University of South Carolina (USC) has assembled a cluster of scientific instruments to enhance field research capabilities in coastal environments. Our interests include mapping the distribution of landscape features at scales of centimeters to kilometers. The instruments will allow us to measure changes occurring at specific locations over periods of hours to years. The imaging instruments will be used to address impacts and mechanisms of change due to tides, storms, warming temperatures, persistent droughts, sea-level rise, and other climate related factors. Our goal is to gain a better understanding of the patterns and causes for changes in the estuary.</p>\n<p>&nbsp;One instrument, known as a terrestrial laser scanner (TLS), measures distance by illuminating a target with a laser beam. It analyzes the reflected light and displays physical features with very high resolution. TLS generates three-dimensional topographic images or maps of tidal marshes, creek basins, mudflats, oyster reefs, beaches, and other habitats. For example, the instrument can produce intricate models of the marsh plant canopy. Repeated measurements are used to investigate factors affecting changes in the shape and features of the landscape, plant growth, and distributions of plant species.</p>\n<p>Another instrument is an infrared or thermal camera that produces images based on the temperature of each point in its field of view. These images allow investigators to distinguish warm and cool objects or areas and to measure temperatures at any point. One application is to use the thermal camera to identify locations on the marsh where cooler groundwater originating in the surrounding uplands emerges on the tidal marsh surface. Combined with images from other cameras, investigators can determine relationships between groundwater discharge and the distribution and health of plant species.</p>\n<p>The multispectral camera has six lenses each fitted with a filter that only allows a narrow range of light wavelengths to enter. Analysis of the combined images enables investigators to identify areas of plant condition and stress or distinguish different species and soil types. Multispectral cameras are widely used to assess the condition of agricultural crops and forests, but they have not been widely used in salt marshes.</p>\n<p>We have deployed these instruments from a helium-filled kite-balloon known as a Helikite. Tethered 100-300 ft. above the habitats of interest, these instruments have a birds-eye view of the study area. This unique approach to studying the dynamics of tidal marshes, creeks, and other coastal areas has stimulated new research ideas and collaborations among scientists representing a diversity of disciplines. The cameras can also be deployed from drones, airplanes, boats, and tripods at ground-level.</p>\n<p>In addition to providing scientists with tools to answer new field-based questions, the imaging instrument array is having a broad impact in the areas of education and training. Information about the instruments and archived images and data obtained from the field studies are available on the Baruch Institute web site (<a href=\"http://www.baruch.sc.edu/ecosystem-and-landscape-analysis\">http://www.baruch.sc.edu/ecosystem-and-landscape-analysis</a>). Undergraduate and graduate students are being trained on the use of new technology. The instruments are used in undergraduate courses as well as for demonstrations of physical and ecological concepts to visiting classes, teacher training workshops, and organized programs for public participation. Maps, images, and other products from the instrument array are of interest to the education staff of the North Inlet- Winyah Bay National Estuarine Research Reserve at the Hobcaw Barony Discovery Center (HBDC) on site where presentations and exhibits are viewed by more than 10,000 visitors ever...",
  "por_txt_cntn": "\nThe Baruch Marine Field Laboratory (BMFL) of the University of South Carolina (USC) has assembled a cluster of scientific instruments to enhance field research capabilities in coastal environments. Our interests include mapping the distribution of landscape features at scales of centimeters to kilometers. The instruments will allow us to measure changes occurring at specific locations over periods of hours to years. The imaging instruments will be used to address impacts and mechanisms of change due to tides, storms, warming temperatures, persistent droughts, sea-level rise, and other climate related factors. Our goal is to gain a better understanding of the patterns and causes for changes in the estuary.\n\n One instrument, known as a terrestrial laser scanner (TLS), measures distance by illuminating a target with a laser beam. It analyzes the reflected light and displays physical features with very high resolution. TLS generates three-dimensional topographic images or maps of tidal marshes, creek basins, mudflats, oyster reefs, beaches, and other habitats. For example, the instrument can produce intricate models of the marsh plant canopy. Repeated measurements are used to investigate factors affecting changes in the shape and features of the landscape, plant growth, and distributions of plant species.\n\nAnother instrument is an infrared or thermal camera that produces images based on the temperature of each point in its field of view. These images allow investigators to distinguish warm and cool objects or areas and to measure temperatures at any point. One application is to use the thermal camera to identify locations on the marsh where cooler groundwater originating in the surrounding uplands emerges on the tidal marsh surface. Combined with images from other cameras, investigators can determine relationships between groundwater discharge and the distribution and health of plant species.\n\nThe multispectral camera has six lenses each fitted with a filter that only allows a narrow range of light wavelengths to enter. Analysis of the combined images enables investigators to identify areas of plant condition and stress or distinguish different species and soil types. Multispectral cameras are widely used to assess the condition of agricultural crops and forests, but they have not been widely used in salt marshes.\n\nWe have deployed these instruments from a helium-filled kite-balloon known as a Helikite. Tethered 100-300 ft. above the habitats of interest, these instruments have a birds-eye view of the study area. This unique approach to studying the dynamics of tidal marshes, creeks, and other coastal areas has stimulated new research ideas and collaborations among scientists representing a diversity of disciplines. The cameras can also be deployed from drones, airplanes, boats, and tripods at ground-level.\n\nIn addition to providing scientists with tools to answer new field-based questions, the imaging instrument array is having a broad impact in the areas of education and training. Information about the instruments and archived images and data obtained from the field studies are available on the Baruch Institute web site (http://www.baruch.sc.edu/ecosystem-and-landscape-analysis). Undergraduate and graduate students are being trained on the use of new technology. The instruments are used in undergraduate courses as well as for demonstrations of physical and ecological concepts to visiting classes, teacher training workshops, and organized programs for public participation. Maps, images, and other products from the instrument array are of interest to the education staff of the North Inlet- Winyah Bay National Estuarine Research Reserve at the Hobcaw Barony Discovery Center (HBDC) on site where presentations and exhibits are viewed by more than 10,000 visitors every year. Information obtained by the imaging instrument array is helping to increase the awareness of science and how it can be used to better manage coastal ecosystems a..."
 }
}