{
 "awd_id": "1226377",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop Proposal: Multi-Scalar and Cross-Disciplinary Approaches towards Equitable Water Governance- University of California, Santa Cruz, February 2013",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "This award supports a workshop on Multi-Scalar and Cross-Disciplinary Approaches towards Equitable Water Governance to be held at the University of California-Santa Cruz. Water demand for human consumption, energy, services, and industrial uses is rapidly increasing and water scarcity is becoming a crisis worldwide. In addition, access and distribution of water resources continue to be inequitable, a problem that is becoming more pronounced through the effects of climate change. Current theoretical and analytical models do not adequately explain water inequities. Part of the problem is that most water scholarship focuses on single level analysis, mostly local, and neglects  the dynamics among actors and institutions at multiple scales that may interact to produce water access patterns and outcomes. \r\n\r\nThis workshop seeks to develop a new multi-scalar and cross-disciplinary analytical frameworks for equitable water governance. It will bring together a diverse and interdisciplinary team with expertise in key cases from around the world, including South and Central America, Africa, South and East Asia. The workshop's four objectives are: 1) to identify common patterns and processes in issues related to water equity that cut across geographical boundaries while recognizing the importance of specific contexts in shaping socio-ecological dynamics; 2) to explore the associated institutional underpinnings of water access patterns as a way to understand water governance and social organization; 3) to develop a cross-disciplinary framework for the multi-scalar study of equitable water governance and provision, with primary attention to temporal scale and socio-political-spatial scale; and 4) to generate analytics and research priorities that foster greater consistency and comparability in operationalizing key outcomes in research on water governance issues. The workshop supports both senior and junior scholars, including graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Flora",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Flora Lu",
   "pi_email_addr": "floralu@ucsc.edu",
   "nsf_id": "000456864",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Crow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ben Crow",
   "pi_email_addr": "bencrow@ucsc.edu",
   "nsf_id": "000488484",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Veronica",
   "pi_last_name": "Ocampo-Raeder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veronica Ocampo-Raeder",
   "pi_email_addr": "constanza@umit.maine.edu",
   "nsf_id": "000555161",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Policy makers, governments, and non-governmental organizations all around the world are scrambling to prevent or ameliorate problems and struggles related to the provisioning, access, quality, and reliability of water.&nbsp; Water is not only critical to maintain biodiversity and ecosystem functioning, but it is a pre-requisite for many livelihoods, businesses, as well as domestic and individual capabilities. The project organized a workshop entitled &ldquo;Multi-Scalar and Cross-Disciplinary Approaches towards Equitable Water Governance&rdquo; hosted at the University of California, Santa Cruz on February 21-23, 2013. The workshop had the primary goal of developing analytical frameworks to understand the dimensions of equity as relates to water use and access via multi-scalar and cross-disciplinary lenses. The workshops included social scientists (anthropologists, sociologists, engineers, political scientists, etc.), scholar-activists (representatives of NGO&rsquo;s and think tanks) and graduate students (University of California at Santa Cruz and the University of Maine) with expertise in key case studies from around the world (South and Central America, Africa, South and East Asia). Approximately 38 participants attended from a wide range of academic and non-profit institutions in this country, the Netherlands, Canada, the UK, India, and Peru. By bringing together an interdisciplinary team of social scientists, scholar-activists and graduate students, the workshop had the following outcomes:</p>\n<p>1) Identified common patterns and processes in issues related to water equity that cut across geographical boundaries while recognizing the importance of specific local and regional contexts in shaping socio-ecological dynamics.</p>\n<p>2) Explored the associated institutional underpinnings of water inequity patterns as a way to understand water governance and social organization.</p>\n<p>3) Developed a cross-disciplinary framework for the multi-scalar study of equitable water governance and provision, with primary attention to temporal scale and socio-political-spatial scale.</p>\n<p>4) Generated analytics and research priorities that foster greater consistency and comparability in operationalizing key outcomes in research on water governance issues.</p>\n<p>5) Produced the Santa Cruz Declaration on the Global Water Crisis, a provocative document that has generated considerable interest and debate in the international water community. In addition to invited commentary, critical and supportive, with which it was published, there have been blog posts and an ongoing debate to be published in the September issue of <em>Water International</em>.</p>\n<p>6) Resulted in a special issue of the journal <em>Water International</em> (March 2014) focused on equity in water governance. The issue brings together diverse case studies from around the globe that incorporate conference findings and represents the research of key workshop participants.</p>\n<p>7) Created a website (<a href=\"http://ewgweb.wordpress.com/\">http://ewgweb.wordpress.com/</a>) which showcases papers presented in the workshop, workshop notes, resources on water, and workshop photos. The primary goal of the website is to disseminate workshop results to a larger audience and will be updated periodically to inform participants and the public about events or advances in projects underway.</p>\n<p>8) Convened an Environmental Justice Panel of leading community activists from the western United States to discuss how inequity in water provisioning and access perpetuates injustice and struggle domestically as well as internationally. This event, held at UC Santa Cruz, was attended by four dozen undergraduates, graduate students, faculty, and local residents, and addressed the need for the NSF project to incorporate the voices and perspectives of non-academic organizers and practitioners.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \t...",
  "por_txt_cntn": "\nPolicy makers, governments, and non-governmental organizations all around the world are scrambling to prevent or ameliorate problems and struggles related to the provisioning, access, quality, and reliability of water.  Water is not only critical to maintain biodiversity and ecosystem functioning, but it is a pre-requisite for many livelihoods, businesses, as well as domestic and individual capabilities. The project organized a workshop entitled \"Multi-Scalar and Cross-Disciplinary Approaches towards Equitable Water Governance\" hosted at the University of California, Santa Cruz on February 21-23, 2013. The workshop had the primary goal of developing analytical frameworks to understand the dimensions of equity as relates to water use and access via multi-scalar and cross-disciplinary lenses. The workshops included social scientists (anthropologists, sociologists, engineers, political scientists, etc.), scholar-activists (representatives of NGOÆs and think tanks) and graduate students (University of California at Santa Cruz and the University of Maine) with expertise in key case studies from around the world (South and Central America, Africa, South and East Asia). Approximately 38 participants attended from a wide range of academic and non-profit institutions in this country, the Netherlands, Canada, the UK, India, and Peru. By bringing together an interdisciplinary team of social scientists, scholar-activists and graduate students, the workshop had the following outcomes:\n\n1) Identified common patterns and processes in issues related to water equity that cut across geographical boundaries while recognizing the importance of specific local and regional contexts in shaping socio-ecological dynamics.\n\n2) Explored the associated institutional underpinnings of water inequity patterns as a way to understand water governance and social organization.\n\n3) Developed a cross-disciplinary framework for the multi-scalar study of equitable water governance and provision, with primary attention to temporal scale and socio-political-spatial scale.\n\n4) Generated analytics and research priorities that foster greater consistency and comparability in operationalizing key outcomes in research on water governance issues.\n\n5) Produced the Santa Cruz Declaration on the Global Water Crisis, a provocative document that has generated considerable interest and debate in the international water community. In addition to invited commentary, critical and supportive, with which it was published, there have been blog posts and an ongoing debate to be published in the September issue of Water International.\n\n6) Resulted in a special issue of the journal Water International (March 2014) focused on equity in water governance. The issue brings together diverse case studies from around the globe that incorporate conference findings and represents the research of key workshop participants.\n\n7) Created a website (http://ewgweb.wordpress.com/) which showcases papers presented in the workshop, workshop notes, resources on water, and workshop photos. The primary goal of the website is to disseminate workshop results to a larger audience and will be updated periodically to inform participants and the public about events or advances in projects underway.\n\n8) Convened an Environmental Justice Panel of leading community activists from the western United States to discuss how inequity in water provisioning and access perpetuates injustice and struggle domestically as well as internationally. This event, held at UC Santa Cruz, was attended by four dozen undergraduates, graduate students, faculty, and local residents, and addressed the need for the NSF project to incorporate the voices and perspectives of non-academic organizers and practitioners.\n\n \n\n\t\t\t\t\tLast Modified: 08/08/2014\n\n\t\t\t\t\tSubmitted by: Flora Lu"
 }
}