{
 "awd_id": "1226834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Network Dynamics and Corporate Strategies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 37410.0,
 "awd_amount": 37410.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "COLLABORATIVE RESEARCH\r\n\r\nSES - 1226489\r\nBruce Kogut\r\nColumbia University\r\n\r\nSES - 1226834\r\nDavid Lazer\r\nNortheastern University\r\n\r\nCollaborative Research: Network Dynamics and Organizational Strategies\r\n\r\nAbstract\r\nWe know that, in general, people tend to share similar world views of other individuals around them -- a classic principle known as homophily. Yet, we know surprisingly little about the effects of network dynamics beyond individuals within a specific organizational context.  As a case in point, this research project uses advanced statistical and computational methods to analyze network data regarding ties among and between individuals.  Of course, people might hold views or make choices independent of their ties to other members in the same group or organization.  Alternatively, individuals might share views with their peers.  In this latter case, shared perspectives may simply reflect classic homophily (aka selection bias), or true peer influence channeled by the new network ties developed with peers.  The research focuses (a) on the degree to which organizations or normative entities recruit and/or influence people's choices and (b) on ways in which this creates broader effects beyond organizational boundaries.\r\n\r\nBroader Impacts\r\nUntil recently, the needed fine-grained data and analytical techniques were not available to answer these questions empirically.  Findings from this research have the potential to advance our understanding of group processes generally.  Findings may be of interest to a variety of stakeholders, including public officials, the media, the business community, and the general public.  In addition, findings from this study have the potential to advance social science methodologically and provide valuable quantitative methodological training opportunities for students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lazer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Lazer",
   "pi_email_addr": "d.lazer@neu.edu",
   "nsf_id": "000119735",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 37410.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1db26bb3-4a35-9031-c965-55338ea57a25\"> <span id=\"docs-internal-guid-1db26bb3-4a37-0d70-a0fb-ca3eff0060fc\"> </span></span></p>\n<p dir=\"ltr\"><span>We have made significant advances in developing computational approaches to disambiguation of dynamic multimode network data. &nbsp;In particular, we have developed algorithmic approaches, which we will release in 2015, that utilize the repeat observations in multimode data to synthesize identities on each mode. &nbsp;Thus, for example, in data where we see that John Smith is connected to GM, and J. Smith is connected to General Motors, we will be able to leverage repeat observations from the broader network data to identify that GM and General Motors are the same entity, and that J. Smith and John Smith may be the same individual. &nbsp;These same methods scale to quite large and complex multi-modal data. &nbsp;These methods have broad applicability to many network data, and in particular should open up new opportunities for studying network dynamics, social influence, and social selection. The intellectual merit of these findings is that these novel methodologies will be quite powerful in opening up &ldquo;big data&rdquo; opportunities in messy multi-modal network data sets that lack unique identifiers across one or more modes. &nbsp;The broader impact is that such data sets are quite common, and that these methods will help open up new vistas of inquiry in the social sciences into messy, large scale data sets.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2014<br>\n\t\t\t\t\tModified by: David&nbsp;M&nbsp;Lazer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \nWe have made significant advances in developing computational approaches to disambiguation of dynamic multimode network data.  In particular, we have developed algorithmic approaches, which we will release in 2015, that utilize the repeat observations in multimode data to synthesize identities on each mode.  Thus, for example, in data where we see that John Smith is connected to GM, and J. Smith is connected to General Motors, we will be able to leverage repeat observations from the broader network data to identify that GM and General Motors are the same entity, and that J. Smith and John Smith may be the same individual.  These same methods scale to quite large and complex multi-modal data.  These methods have broad applicability to many network data, and in particular should open up new opportunities for studying network dynamics, social influence, and social selection. The intellectual merit of these findings is that these novel methodologies will be quite powerful in opening up \"big data\" opportunities in messy multi-modal network data sets that lack unique identifiers across one or more modes.  The broader impact is that such data sets are quite common, and that these methods will help open up new vistas of inquiry in the social sciences into messy, large scale data sets.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2014\n\n\t\t\t\t\tSubmitted by: David M Lazer"
 }
}