{
 "awd_id": "1226945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research, First and Second-Language Patterns of Variation: Acquisition and Use of Simple Present and Present Progressive Forms in Spanish and English",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 9145.0,
 "awd_amount": 9145.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "This dissertation addresses the acquisition of the present progressive, and the variation of this form with the simple present, by English-speaking learners of Spanish in the U.S. Empirical research on the variation of these forms by native speakers of English and Spanish, and, in particular the acquisition of the present progressive by nonnative speakers of Spanish is scarce. While seeking to fill this void in the literature, a second major contribution of this project is the extension of the analysis to other types of progressive constructions (i.e. seguir, venir, ir, andar + V-ndo) which have received considerably less attention than the more frequent estar + V-ndo form, especially in the second-language (L2) variationist literature.\r\n\r\nRelatively little is known about how English-speaking learners of Spanish deal with the differences between the uses of the simple present and present progressive forms in these two languages. At what level of proficiency do they begin to employ both forms, in similar contexts as native speakers of Spanish? Do they acquire the full range of progressive constructions, and sensitivity to the same linguistic predictors of use found in native speaker grammars? The current study will answer these questions empirically through the use of film narrations, written contextualized questionnaires, and surveys of language-learning experiences from 120 participants.  \r\n\r\nThe goals of this research project are: (a) to provide a detailed analysis of the distribution and use of simple present forms, and a range of progressive constructions, for native and nonnative speakers of Spanish; (b) to document task variation for the forms under investigation through multiple methods of data collection; (c) to provide valuable data on L2 acquisition of the tense-aspect system in Spanish, which will have implications for theories of language learning; and lastly (d) to inform sociolinguistic and syntactic theory through detailed empirical documentation of patterns of use of present progressive and simple present verb forms in both Spanish and English.  This project will also support the education and training of an early-career scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Geeslin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly L Geeslin",
   "pi_email_addr": "kgeeslin@indiana.edu",
   "nsf_id": "000374986",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Fafulas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Fafulas",
   "pi_email_addr": "stephenf@olemiss.edu",
   "nsf_id": "000594464",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9145.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research provides in-depth documentation of the acquisition of the morphological forms of progressive aspect in Spanish by intermediate through advanced native English-speaking learners (NNS) of Spanish. Further, this investigation empirically examined the linguistic and social factors underlying differences in morphological expression of progressive aspect by native speakers (NS) of Spanish from different dialects. Additionally, the current project preliminarily explored cross-linguistic differences in the expression of progressive aspect by comparing NSs of Spanish and English.</p>\n<p>The current study is unique in that it provides data from distinct varieties of Spanish (Mexican, Argentinean, and Peninsular) in order to inform analysts studying dialectal variation, language contact, and the morphological expression of progressive aspect in Spanish. It as well provides important information for the analysis of second language (L2) use and development of simple present and present progressive forms in Spanish.</p>\n<p>The current study offered results from multiple methods of data collection, including: (1) a background questionnaire aimed at creating learner profiles and uncovering the social factors which may have shaped the learning experiences of each participant; (2) a written contextualized questionnaire which tests variation of the simple present and <em>estar</em>&nbsp; + V-<em>ndo</em> forms; (3) a written contextualized questionnaire which tests sensitivity to <em>estar</em>, <em>andar</em>, <em>ir</em>, <em>venir</em>, and <em>seguir</em>&nbsp; + V-<em>ndo</em>&nbsp; constructions; and (4) an oral narration task which tests production of simple present and present progressive forms. Through this variety of measures, this study empirically displayed the development and variation of simple present and present progressive forms by L2 learners of Spanish.</p>\n<p>The findings of the current investigation provide a number of implications for theories of interlanguage morphosyntactic development, language variation and change, bilingualism, and US Spanish. Methodologically, the present project offered a different approach to the study of interlanguage morphosyntax, providing comparable data from both NS English and dialectally-different L2 target groups, in order to more accurately describe the L2 developmental sequence. In adopting this approach to the analysis, a general pattern was found whereby cross-linguistic similarities in the core uses of a morpheme facilitated applicability of these same structures in appropriate contexts by L2 learners. Furthermore, the study was the first to observe learner morphosyntax with simultaneous narrations of Chafe&rsquo;s &ldquo;The Pear Stories&rdquo;, rather than retells. This method of exploring learner data raises questions on L2 processing, fluency, and syntax, of much interest to investigators exploring cognitive-oriented approaches to SLA. Thus, future researchers can employ a similar method to that of the current study in their exploration of these issues in NS and NNS speech production.</p>\n<p>This project fostered a database of cross-linguistic, cross-dialectal, and learner forms of expression of progressive aspect, derived from 125 participants. The following groups were represented in the current study: (i) NS of English, (ii) NS of Spanish from Mexico, (iii) NS of Spanish from Spain, (iv) NS of Spanish from Argentina, (v) NNS from the low-intermediate level, (vi) NNS from the intermediate level, (vii) NNS from the advanced level, and (viii) NNS from the near-native level.</p>\n<p>Regarding second language acquisition of the progressive in Spanish, a number of discoveries were made. Firstly, lexical aspect was the most significant factor guiding both NS and NNS selection and use of simple present and present progressive forms. The progressive favored dynamic verbs as expected, however, it was found that the...",
  "por_txt_cntn": "\nThis research provides in-depth documentation of the acquisition of the morphological forms of progressive aspect in Spanish by intermediate through advanced native English-speaking learners (NNS) of Spanish. Further, this investigation empirically examined the linguistic and social factors underlying differences in morphological expression of progressive aspect by native speakers (NS) of Spanish from different dialects. Additionally, the current project preliminarily explored cross-linguistic differences in the expression of progressive aspect by comparing NSs of Spanish and English.\n\nThe current study is unique in that it provides data from distinct varieties of Spanish (Mexican, Argentinean, and Peninsular) in order to inform analysts studying dialectal variation, language contact, and the morphological expression of progressive aspect in Spanish. It as well provides important information for the analysis of second language (L2) use and development of simple present and present progressive forms in Spanish.\n\nThe current study offered results from multiple methods of data collection, including: (1) a background questionnaire aimed at creating learner profiles and uncovering the social factors which may have shaped the learning experiences of each participant; (2) a written contextualized questionnaire which tests variation of the simple present and estar  + V-ndo forms; (3) a written contextualized questionnaire which tests sensitivity to estar, andar, ir, venir, and seguir  + V-ndo  constructions; and (4) an oral narration task which tests production of simple present and present progressive forms. Through this variety of measures, this study empirically displayed the development and variation of simple present and present progressive forms by L2 learners of Spanish.\n\nThe findings of the current investigation provide a number of implications for theories of interlanguage morphosyntactic development, language variation and change, bilingualism, and US Spanish. Methodologically, the present project offered a different approach to the study of interlanguage morphosyntax, providing comparable data from both NS English and dialectally-different L2 target groups, in order to more accurately describe the L2 developmental sequence. In adopting this approach to the analysis, a general pattern was found whereby cross-linguistic similarities in the core uses of a morpheme facilitated applicability of these same structures in appropriate contexts by L2 learners. Furthermore, the study was the first to observe learner morphosyntax with simultaneous narrations of ChafeÆs \"The Pear Stories\", rather than retells. This method of exploring learner data raises questions on L2 processing, fluency, and syntax, of much interest to investigators exploring cognitive-oriented approaches to SLA. Thus, future researchers can employ a similar method to that of the current study in their exploration of these issues in NS and NNS speech production.\n\nThis project fostered a database of cross-linguistic, cross-dialectal, and learner forms of expression of progressive aspect, derived from 125 participants. The following groups were represented in the current study: (i) NS of English, (ii) NS of Spanish from Mexico, (iii) NS of Spanish from Spain, (iv) NS of Spanish from Argentina, (v) NNS from the low-intermediate level, (vi) NNS from the intermediate level, (vii) NNS from the advanced level, and (viii) NNS from the near-native level.\n\nRegarding second language acquisition of the progressive in Spanish, a number of discoveries were made. Firstly, lexical aspect was the most significant factor guiding both NS and NNS selection and use of simple present and present progressive forms. The progressive favored dynamic verbs as expected, however, it was found that the NNS Spanish groups violate the predictions of the Aspect Hypothesis in their pairing of progressive morphology with stative verbs. A clear pattern of acquisition has been documented, whereby learn..."
 }
}