{
 "awd_id": "1226335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Evolution of Media Influence in Brazil: A Longitudinal and Multi-Sited Study of Electronic and Digital Media",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 104619.0,
 "awd_amount": 104619.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "Dr. Richard B. Pace (Middle Tennessee State University) and Dr. Conrad P. Kottak (University of Michigan) will undertake research on social and cultural changes associated with the introduction and spread of electronic and digital media (television, radio, cinema, CD/DVD, the Internet, cell phone, and digital recorders). The research  will be conducted in Brazil where researcher Kottak conducted a study in the 1980s on the differential effects of newly-introduced television on culturally and geographically distinct communities. This new project will return to those communities as well as one other to assess subsequent changes, including the influence of new media not present when the original study was undertaken. The five communites to be studied range from an indigenous Amazonian community with very little media exposure to a relatively wealthy town with access to all contemporary media. The baseline provided by Kottak's previous research as well as the 20th century research of other anthropologists will make possible a cross-cultural, longitudinal, and comparative empirical investigation. In addition to Pace and Kottak, the research team includes four graduate students, a data analyst, and Dr. Glenn H. Shepard, Jr., of the Department of Anthropology at the Museu Paraense Emí lio Geldi, Belém, Pará, Brazil.\r\n\r\nThe research focus is three-fold: media production;  audience engagement; and message reception by the audience.  There is a rich extant literature on production of media in Brazil that this project will synthesize but not replicate. Instead the research focus will be on (1) how media are \"consumed\" (what is available, technology, setting, audience goals, who participates, how it is taken up); and (2) how viewers interpret and are influenced by media (heeding, missing, ignoring, resisting). They will also do content analysis of television programming. \r\n\r\nFindings from this research will provide important and unique data on sociocultural, economic, and political changes associated with media use and influence in different contexts. The project also supports international collaboration and graduate student training. It is being jointly supported by the NSF Cultural Anthropology Program, the Office of International Science and Engineering, and the Experimental Program to Stimulate Competitive Research (EPSCoR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Pace",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Pace",
   "pi_email_addr": "rpace@mtsu.edu",
   "nsf_id": "000613447",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Conrad",
   "pi_last_name": "Kottak",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Conrad P Kottak",
   "pi_email_addr": "ckottak@umich.edu",
   "nsf_id": "000185824",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middle Tennessee State University",
  "inst_street_address": "1301 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "MURFREESBORO",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6154947848",
  "inst_zip_code": "371320001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "TN04",
  "org_lgl_bus_name": "MIDDLE TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VMWUDBTMF4C9"
 },
 "perf_inst": {
  "perf_inst_name": "Middle Tennessee State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "371320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "TN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104619.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; As a restudy of the 1984 NSF project gauging the impact of television in Brazil, the current project tracked the evolution of electronic and digital media influence and audience engagement (now including cell phones and the Internet) over a 30-year period in five rural communities.&nbsp; A research team of six conducted ethnographic fieldwork and administered interview schedules in communities stretching from Gurup&aacute; (a former rubber tapping community on the Amazon River), Turedjam (a Kayap&oacute; village also in Amazonia), Arembepe (a fishing/tourist community in the Northeast), Cunha (a traditional <em>caipira</em> or &ldquo;country/hick&rdquo; community in the Southeast), to Ibirama (a community of German, Polish, and Russian immigrants in the South).&nbsp;Researchers focused on how people integrate media into their daily lives and how this influences their talk, thought, and behavior in the different settings through time.&nbsp; The project&rsquo;s preliminary findings confirmed the five-stage influence model first suggested by the 1984 research.&nbsp; In this model television&rsquo;s influence begins with an immediate and profound impact in terms of behavior modification and shifts in world view.&nbsp; Over time the influence becomes more subtle, but nonetheless continues as a powerful agent of mass enculturation and identity formation.&nbsp; At the same time, active audiences are able&nbsp;to negotiate and subvert media messages, particularly as they indigenize or localize nationalist texts.&nbsp; In some cases, exposure to pan-national messages results in strengthening regional or ethnic identity (e.g., the juxtaposition of &ldquo;their ways&rdquo; next to regional/ethnic &ldquo;our ways&rdquo; that creates awareness of difference).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Cell phones and the Internet have only been available between 3 to10 years depending on the community.&nbsp; The immediate impact of cell<br />phones has been the strengthening and expansion of social networks (family,<br />friends, then business and political connections).&nbsp; Views of the medium as a communication modality are overwhelmingly positive. Access to the Internet for most people in the studied communities is through cell phones, although businesses and government agencies are more likely to use desk/lap-top computers.&nbsp;Facebook is the most utilized program, followed by web searches for news and entertainment.&nbsp; The research recorded far less use of the Internet for gaming.&nbsp;Despite the growing use of the Internet, particularly in the southern communities with the best access, television (i.e., news and telenovelas) continues to be the major source of entertainment and information for national and international events. A case in point was the widespread street protest that erupted throughout Brazil during the research period.&nbsp; Even though Facebook is credited in the organization<br />and recruiting of protestors (collectively numbering in the millions) in the<br />large cities, most people in the studied communities got their information<br />through television reporting, and most protest organization was via<br />word-of-mouth, with the lone exception being Ibirama.&nbsp; The broad focus of the protest against government corruption and misplaced priorities (e.g., megaprojects like the World Cup, Olympics, or the Belo Monte Dam at the expense of transportation, health and educational necessities/infrastructures) were indigenized or localized at each research site.&nbsp; The research team<br />observed protests ranging from unity with a pan-Brazilian attempt to oust<br />President Rouseff from office, discontent over local political corruption and<br />in-fighting, to protests against loss of Indigenous rights and the Belo Monte<br />Dam (the latter in the Kayap&oacute; village studied).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The research shows...",
  "por_txt_cntn": "\n     As a restudy of the 1984 NSF project gauging the impact of television in Brazil, the current project tracked the evolution of electronic and digital media influence and audience engagement (now including cell phones and the Internet) over a 30-year period in five rural communities.  A research team of six conducted ethnographic fieldwork and administered interview schedules in communities stretching from Gurup&aacute; (a former rubber tapping community on the Amazon River), Turedjam (a Kayap&oacute; village also in Amazonia), Arembepe (a fishing/tourist community in the Northeast), Cunha (a traditional caipira or \"country/hick\" community in the Southeast), to Ibirama (a community of German, Polish, and Russian immigrants in the South). Researchers focused on how people integrate media into their daily lives and how this influences their talk, thought, and behavior in the different settings through time.  The projectÆs preliminary findings confirmed the five-stage influence model first suggested by the 1984 research.  In this model televisionÆs influence begins with an immediate and profound impact in terms of behavior modification and shifts in world view.  Over time the influence becomes more subtle, but nonetheless continues as a powerful agent of mass enculturation and identity formation.  At the same time, active audiences are able to negotiate and subvert media messages, particularly as they indigenize or localize nationalist texts.  In some cases, exposure to pan-national messages results in strengthening regional or ethnic identity (e.g., the juxtaposition of \"their ways\" next to regional/ethnic \"our ways\" that creates awareness of difference).\n\n     Cell phones and the Internet have only been available between 3 to10 years depending on the community.  The immediate impact of cell\nphones has been the strengthening and expansion of social networks (family,\nfriends, then business and political connections).  Views of the medium as a communication modality are overwhelmingly positive. Access to the Internet for most people in the studied communities is through cell phones, although businesses and government agencies are more likely to use desk/lap-top computers. Facebook is the most utilized program, followed by web searches for news and entertainment.  The research recorded far less use of the Internet for gaming. Despite the growing use of the Internet, particularly in the southern communities with the best access, television (i.e., news and telenovelas) continues to be the major source of entertainment and information for national and international events. A case in point was the widespread street protest that erupted throughout Brazil during the research period.  Even though Facebook is credited in the organization\nand recruiting of protestors (collectively numbering in the millions) in the\nlarge cities, most people in the studied communities got their information\nthrough television reporting, and most protest organization was via\nword-of-mouth, with the lone exception being Ibirama.  The broad focus of the protest against government corruption and misplaced priorities (e.g., megaprojects like the World Cup, Olympics, or the Belo Monte Dam at the expense of transportation, health and educational necessities/infrastructures) were indigenized or localized at each research site.  The research team\nobserved protests ranging from unity with a pan-Brazilian attempt to oust\nPresident Rouseff from office, discontent over local political corruption and\nin-fighting, to protests against loss of Indigenous rights and the Belo Monte\nDam (the latter in the Kayap&oacute; village studied).\n\n     The research shows the complexity of media influence as users/viewers heed, miss, ignore, and resist messages.  It documents the use of media to create and expand social networks, shape social identities, and change attitudes and behaviors, all within the cultural context of Brazil and its diversity.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 03/27/201..."
 }
}