{
 "awd_id": "1226439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Heterogeneity and Complexity in Bronze Age Europe: Divergence of Social Trajectories on the Great Hungarian Plain",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 91614.0,
 "awd_amount": 91614.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "Under the direction of Dr. Paul Duffy and Dr. William Parkinson, funding from the National Science Foundation will support the excavation and analysis of an unusual cemetery population in Eastern Hungary dating to the Middle Bronze Age (2100 - 1400 BC). During the Bronze Age, Europe comprised a plethora of societies connected through trade, travel, and migration. In most parts of the continent, scholars believe that economic inequalities and hereditary offices emerged for the first time and regional political hierarchy flourished. In contrast, the Bronze Age cultures of Eastern Hungary are known to have undergone significant transformations in social complexity without corresponding increases in social inequality. Although studies of Bronze Age Europe have focused on the way in which hierarchy emerged and operated in complex societies, little is known of areas where agricultural and metallurgical production intensified but social inequality did not. This project offers an opportunity to study how population density, metallurgical production, and trade can substantially increase without power and control falling into the hands of a minority.\r\n\r\nThe cemetery in question belongs to the Otomani culture of the Great Hungarian Plain, and the results of the analysis will be compared to cemeteries in neighboring areas. An international, multi-disciplinary team will conduct systematic investigations at the Bronze Age cemetery, examining the funerary customs, distribution of wealth, patterns of migration, and participation in macro-regional trade of its members. Thirty to forty human burials - likely inhumation, urn cremation, and scattered ash burials - will be excavated. The treatment of the body in this cemetery and the health, diet, and regional origin of individuals within it will be described based on osteological and isotopic analyses. The form, style, and origin of fine ceramics will be recorded, and the distribution of foreign trade items such as bronze and gold will be studied. The intellectual merit of this research will be to test the idea that long-distance trade and foreign ideologies were pivotal to the emergence of regional political hierarchies. \r\n\r\nThe proposed research broadly impacts long-standing anthropological debates over social variability in non-state societies and brings together specialists from Canada, the United States, Hungary, and Greece to provide major training benefits for American and Hungarian students.  In addition to addressing important theoretical concerns, a number of remote sensing and geoarchaeological techniques will be employed to enhance excavation planning, generate a broader picture of cemetery use, and advance the use of non-intrusive technologies for the detection of graves and other mortuary features. This combination of several independent lines of evidence to describe the mobility of people and objects in mortuary contexts will provide critical information about the trade and population shifts underlying social transformations in Bronze Age Europe, and offer insights into the range of social complexity observed worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Parkinson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Parkinson",
   "pi_email_addr": "wparkinson@fieldmuseum.org",
   "nsf_id": "000511628",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Duffy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Duffy",
   "pi_email_addr": "paulregisduffy@gmail.com",
   "nsf_id": "000322814",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field Museum of Natural History",
  "inst_street_address": "1400 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126657240",
  "inst_zip_code": "606052827",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "FIELD MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBHQF44BQYN5"
 },
 "perf_inst": {
  "perf_inst_name": "Field Museum of Natural History",
  "perf_str_addr": "1400 South Lake Shore Drive",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052496",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 91614.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project was interested in understanding the major social and economic transformations that took place across Europe during the earlier second millennium BC. During this period social inequality can be regularly documented in cemeteries for the first time. Body treatments change as well, with predominately inhumation burial shifting to body cremation in funerary rituals from Scandinavia to the Balkans. On the Great Hungarian Plain, changes in burial customs occur alongside increasing participation in long distance trade networks, and the movement of bronze and gold. New symbols and artefact types link the Baltic Sea to the Mediterranean, and many scholars believe that an emerging warrior aristocracy began to control trade and metallurgy. We sought NSF funding for research at a cemetery in Eastern Hungary to document the funerary customs of people at this time, and trying to understand their role in inter-regional trade networks and social change (Fig. 1).</p>\n<p>Our work in the study region demonstrates the presence of a very large cemetery nearby to several small hamlets. Systematic collection of surface artifacts identified a cremation burial ground between 8 and 20 football fields in size, with a special area next to the cemetery of about half a football field in size (Fig. 2). Additional small sites with evidence of residential activity occur within about a mile of the cemetery. We excavated 61 graves in several different parts of the cemetery, but the cemetery itself probably holds between 800 and 3700 additional graves. We believe that the surrounding small communities are responsible for producing and maintaining the burial ground, and used for at least 1200 years. If the higher estimate is closer to the truth, our study site is one of the largest Bronze Age cemeteries in Eastern Europe.</p>\n<p>&nbsp;</p>\n<p>Almost 90 percent of the burials were cremations in ceramic urns. A small minority were cremations scattered in the grave, and an equally small minority were body inhumations. By binding up ceramic vessels in the field and transporting them to the lab, we tried to recover whole cremation urns for detailed micro-excavation. We also experimented with computed tomographic imaging (CT scans) of urns to help identify bone fragments and delicate artefacts before sediment is removed from the urns (<em>Fig. 3</em>). Our layer-by-layer excavations of urns indicate stacking of the cremains in an anatomical order, with the crania fragments on top. The strontium isotope data currently suggest that the population all came from the area, rather than having migrated in. This contemporaneous, diverse set of burial customs was therefore the product of extant, local communities.</p>\n<p>We discovered that the low level of economic inequality found at settlements is also characteristic of funerary display in the Koros region, but this is not rigorously patrolled as one would expect in a strongly egalitarian society. Instead, there is variation in mortuary rituals probably beyond the marking of age and gender. Some individuals were buried with small bronze ornaments, and the cremated remains of others were placed in enormous ceramic vessels that would have been very technically challenging to make.</p>\n<p>Yet the low level of social inequality displayed at the site does not result from a lack of trade with neighboring regions. Bronze itself must be made elsewhere, or at least the ore must be imported. We found several foreign made ceramics and stone tools at the site, indicating that the region was well enough connected to trade lines of the time. The presence of spiral motifs on ceramics at the site, often thought to be restricted to a small number of travelling elites, indicates that participation in trade networks was not alone responsible for the rapid rise of social hierarchy in other areas. The kind of social complexity we see at the Bekes cemetery is not beyond wha...",
  "por_txt_cntn": "\nOur project was interested in understanding the major social and economic transformations that took place across Europe during the earlier second millennium BC. During this period social inequality can be regularly documented in cemeteries for the first time. Body treatments change as well, with predominately inhumation burial shifting to body cremation in funerary rituals from Scandinavia to the Balkans. On the Great Hungarian Plain, changes in burial customs occur alongside increasing participation in long distance trade networks, and the movement of bronze and gold. New symbols and artefact types link the Baltic Sea to the Mediterranean, and many scholars believe that an emerging warrior aristocracy began to control trade and metallurgy. We sought NSF funding for research at a cemetery in Eastern Hungary to document the funerary customs of people at this time, and trying to understand their role in inter-regional trade networks and social change (Fig. 1).\n\nOur work in the study region demonstrates the presence of a very large cemetery nearby to several small hamlets. Systematic collection of surface artifacts identified a cremation burial ground between 8 and 20 football fields in size, with a special area next to the cemetery of about half a football field in size (Fig. 2). Additional small sites with evidence of residential activity occur within about a mile of the cemetery. We excavated 61 graves in several different parts of the cemetery, but the cemetery itself probably holds between 800 and 3700 additional graves. We believe that the surrounding small communities are responsible for producing and maintaining the burial ground, and used for at least 1200 years. If the higher estimate is closer to the truth, our study site is one of the largest Bronze Age cemeteries in Eastern Europe.\n\n \n\nAlmost 90 percent of the burials were cremations in ceramic urns. A small minority were cremations scattered in the grave, and an equally small minority were body inhumations. By binding up ceramic vessels in the field and transporting them to the lab, we tried to recover whole cremation urns for detailed micro-excavation. We also experimented with computed tomographic imaging (CT scans) of urns to help identify bone fragments and delicate artefacts before sediment is removed from the urns (Fig. 3). Our layer-by-layer excavations of urns indicate stacking of the cremains in an anatomical order, with the crania fragments on top. The strontium isotope data currently suggest that the population all came from the area, rather than having migrated in. This contemporaneous, diverse set of burial customs was therefore the product of extant, local communities.\n\nWe discovered that the low level of economic inequality found at settlements is also characteristic of funerary display in the Koros region, but this is not rigorously patrolled as one would expect in a strongly egalitarian society. Instead, there is variation in mortuary rituals probably beyond the marking of age and gender. Some individuals were buried with small bronze ornaments, and the cremated remains of others were placed in enormous ceramic vessels that would have been very technically challenging to make.\n\nYet the low level of social inequality displayed at the site does not result from a lack of trade with neighboring regions. Bronze itself must be made elsewhere, or at least the ore must be imported. We found several foreign made ceramics and stone tools at the site, indicating that the region was well enough connected to trade lines of the time. The presence of spiral motifs on ceramics at the site, often thought to be restricted to a small number of travelling elites, indicates that participation in trade networks was not alone responsible for the rapid rise of social hierarchy in other areas. The kind of social complexity we see at the Bekes cemetery is not beyond what we find in Copper Age cemeteries two thousand years earlier.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSu..."
 }
}