{
 "awd_id": "1226550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Learning from Touchscreens in Early Childhood",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 149692.0,
 "awd_amount": 149692.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "Each year, young children spend more time with interactive screen media such as computers and iPad-style tablet devices. Moreover, children are starting to use these devices at younger ages. Many child-directed mobile applications claim to be educationally valuable, yet we know almost nothing about the potential impact of these newer technologies on young children. A growing body of research suggests that traditional, non-interactive video (television, DVDs) is not educationally valuable for children younger than three years of age. However, some studies suggest that toddlers learn from video if children can influence it with their own behavior. For instance, toddlers are more likely to learn from video when interacting with a person on screen (e.g., during live video chat). What remains to be seen is whether video needs to be socially interactive (i.e., with a real-life social partner) in order for young children to learn. Can video interactivity alone promote learning from screens by young children? If so, how is it effective? With support from the National Science Foundation, the research group led by Heather Kirkorian, Ph.D., of the University of Wisconsin-Madison, will begin to answer these questions. In a series of experiments, these researchers will ask children to learn new words and to find hidden objects using either interactive video (e.g., \"Touch the screen to see where I'll hide the sticker\") or non-interactive video (e.g., \"Watch the screen to see where I'll hide the sticker\"). The researchers predict that children younger than three years of age will learn better from the interactive video than from the non-interactive video.\r\n\r\nThis project will help to inform parents, teachers, policymakers, and other child development experts about the usefulness of educational, interactive media products for young children. This new knowledge will also inform producers about the creation of these products in order to maximize learning. Interactive screens have the potential to succeed where traditional screens have failed to offer any benefit to children younger than three years of age. If interactive screens prove to be educationally valuable for very young children, then curriculum-based mobile applications may hold the same promise to reduce education gaps for at-risk children that educational television programs such as Sesame Street have had for older preschoolers by fostering early learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Kirkorian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Kirkorian",
   "pi_email_addr": "kirkorian@wisc.edu",
   "nsf_id": "000586413",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71714.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 77978.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The past decade has seen rapid growth in the amount of time that infants and toddlers use screen media, and many mobile applications claim to be educationally valuable for young children. However, researchers know little about the impact of media during the first few years of life. While educational television may be able to help older children develop cognitive, language, and social skills, previous research demonstrates that television may not be educationally valuable for children younger than three years of age. Nonetheless, some studies suggest that toddlers can learn from a video screen if the children can interact with it. For instance, toddlers were more likely to learn from video when they interacted with a real-life person through video chat. What remains to be seen is whether video needs to be socially interactive (i.e., with a real-life social partner) in order for young children to learn: Can video interactivity alone, for instance interactions with a mobile application on a touchscreen tablet, promote learning before three years of age? If so, what kinds of interactive media will be most effective? With support from the National Science Foundation, the research group led by Dr. Heather Kirkorian of the University of Wisconsin-Madison sought to answer these questions.&nbsp;</p>\n<p>The studies supported by this grant were designed to identify whether, how, and for whom screen media can be educational. In a series of experiments, these researchers asked children to learn new words and find hidden objects using interactive and non-interactive video. Specifically two studies explored how well toddlers (24-36 months) could learn from video under the following conditions: (1) when they simply watched the video without interacting with the screen; (2) when they could touch anywhere on the screen in order to play the games; or (3) when they could only play the games by touching specific parts of the screen, such as the location of an object that was being named by the actress in the video. The researchers predicted that children younger than three years of age would learn better from interactive video than from non-interactive video. However, they did not know whether all types of interaction would work or whether children would only learn when they had to interact with the screen in a specific way.</p>\n<p>The findings supported the researchers&rsquo; hypothesis that the youngest toddlers would only learn from video when they interacted with the screen. Moreover, Dr. Kirkorian&rsquo;s research team discovered that letting children choose how to interact with the screen did not help them learn; rather, the youngest children learned from video only when the app was deliberately designed to highlight the most important information on the screen, such as the location of the object that was being named. Additionally, the researchers were surprised to learn that this effect reversed for older toddlers: Whereas the youngest children in the study (about 24 months of age) learned best when they interacted with the screen in a specific way, this type of app disrupted learning by older children; the older 2-year-olds learned best when they simply watched the video without interacting in any way. These studies are the first controlled experiments to demonstrate that young 2-year-olds can learn from video even when it lacks real-time social interactions using video chat. Moreover, they demonstrate that there are constraints on the type of screen media that is required at different ages in order to produce the best learning opportunities for children.</p>\n<p>Findings from this project will help to inform parents, teachers, policymakers, and practitioners about the usefulness of educational, interactive media products for young children. This new knowledge will also help media producers to create educationally valuable products for children. By establishing how and for whom ...",
  "por_txt_cntn": "\nThe past decade has seen rapid growth in the amount of time that infants and toddlers use screen media, and many mobile applications claim to be educationally valuable for young children. However, researchers know little about the impact of media during the first few years of life. While educational television may be able to help older children develop cognitive, language, and social skills, previous research demonstrates that television may not be educationally valuable for children younger than three years of age. Nonetheless, some studies suggest that toddlers can learn from a video screen if the children can interact with it. For instance, toddlers were more likely to learn from video when they interacted with a real-life person through video chat. What remains to be seen is whether video needs to be socially interactive (i.e., with a real-life social partner) in order for young children to learn: Can video interactivity alone, for instance interactions with a mobile application on a touchscreen tablet, promote learning before three years of age? If so, what kinds of interactive media will be most effective? With support from the National Science Foundation, the research group led by Dr. Heather Kirkorian of the University of Wisconsin-Madison sought to answer these questions. \n\nThe studies supported by this grant were designed to identify whether, how, and for whom screen media can be educational. In a series of experiments, these researchers asked children to learn new words and find hidden objects using interactive and non-interactive video. Specifically two studies explored how well toddlers (24-36 months) could learn from video under the following conditions: (1) when they simply watched the video without interacting with the screen; (2) when they could touch anywhere on the screen in order to play the games; or (3) when they could only play the games by touching specific parts of the screen, such as the location of an object that was being named by the actress in the video. The researchers predicted that children younger than three years of age would learn better from interactive video than from non-interactive video. However, they did not know whether all types of interaction would work or whether children would only learn when they had to interact with the screen in a specific way.\n\nThe findings supported the researchersÆ hypothesis that the youngest toddlers would only learn from video when they interacted with the screen. Moreover, Dr. KirkorianÆs research team discovered that letting children choose how to interact with the screen did not help them learn; rather, the youngest children learned from video only when the app was deliberately designed to highlight the most important information on the screen, such as the location of the object that was being named. Additionally, the researchers were surprised to learn that this effect reversed for older toddlers: Whereas the youngest children in the study (about 24 months of age) learned best when they interacted with the screen in a specific way, this type of app disrupted learning by older children; the older 2-year-olds learned best when they simply watched the video without interacting in any way. These studies are the first controlled experiments to demonstrate that young 2-year-olds can learn from video even when it lacks real-time social interactions using video chat. Moreover, they demonstrate that there are constraints on the type of screen media that is required at different ages in order to produce the best learning opportunities for children.\n\nFindings from this project will help to inform parents, teachers, policymakers, and practitioners about the usefulness of educational, interactive media products for young children. This new knowledge will also help media producers to create educationally valuable products for children. By establishing how and for whom screen media support learning, results from these studies are expected to inform the development ..."
 }
}