{
 "awd_id": "1226853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UV Sterilization of Seawater Effluent for Containment of Non-indigenous Marine Species and Pathogens",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 293442.0,
 "awd_amount": 293442.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "The University of California Davis has been awarded funds to establish a micro-filtration/ultraviolet light (UV) sterilization system at Bodega Marine Laboratory (BML) for select seawater effluent streams exiting the research facility. The project will also renovate an existing building and coupled with the new sterilization system space efficiency and research capability will be maximized. The system is a state-of-the-art disinfection system for seawater discharge, the only model currently allowed by the State of California and replaces a dated chlorination system representing a potential risk to the adjacent State Marine Protected Area and two National Marine Sanctuaries. It features a much smaller footprint and technological advances that will enable other efficiencies to be realized at BML, including increased treatment capacity and holding facilities. Recent national report cards on the state of ocean ecosystems call for research on the effects of climate change, invasive species, and emerging diseases on marine environments. This award is a timely leverage of an existing NSF-funded state-of-the-art climate change facility designed for research with marine, estuarine, and freshwater species, including non-native and larval organisms. Thus BML will become a highly unique facility for researchers to utilize for the new era of environmental research on non-indigenous/invasive species and emerging marine pathogens.\r\n\r\nThe intellectual merit of this award will be the innovative and diverse research of the visiting scientists and graduate and undergraduate students who will be supported by the increased ability to investigate introduced/invasive species and pathogens that are the basis for emerging diseases and changing biodiversity in general. BML is internationally known for its research on introduced and invasive species in estuaries and marine environments. Since its construction in 1966, the UC Davis Bodega Marine Laboratory (BML;  http://www.bml.ucdavis.edu/) has served as a gateway for research and educational activities from San Francisco Bay to Point Arena. Located 60 miles north of San Francisco, the facility provides logistic support and services to researchers and classes that come from all over the world to explore the unique coastal environments. The ability to study non-indigenous/invasive species and pathogens in order to understand mechanisms of adaptation and transmission is key to solving the complex environmental challenge before us. The broader impact of the project will be the benefits of the resulting research on national health, prosperity and welfare. Specifically the facilities will attract new interdisciplinary collaborations, increase facility capacity to address invasive species and disease issues, enhance training of new scientists, and advance marine laboratory facility design and performance. The results from such studies will have implications for national environmental health, welfare, and security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Cherr",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Gary N Cherr",
   "pi_email_addr": "gncherr@ucdavis.edu",
   "nsf_id": "000460126",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "Bodega Marine Laboratory",
  "perf_str_addr": "2099 Westside Rd.",
  "perf_city_name": "Bodega Bay",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "949230247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 293442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This completed project supports the University of California Davis, Bodega Marine Laboratory (BML) and has established a microfiltration/ ultraviolet light (UV) sterilization system for select effluent streams exiting both non-native and invasive species facilities as well as from pathogen experimentation facilities. The project also reconfigured underutilized space to increase experimental non-indigenous/invasive species laboratory facilities. It replaces the out dated Chlorination system currently in use that represented a potential risk to the adjacent State Marine Protected Area as well as two National Marine Sanctuaries and provides new space for non-indigenous species and pathogen research. With recent national &ldquo;report cards&rdquo; on the state of ocean ecosystems calling for climate change, invasive species and emerging diseases, BML has completed its major goal to construct this new state-of-the-art seawater disinfection treatment system that will enable cutting edge research on both invasive species and pathogen biology.</p>\n<p><strong>Benefits to Society.</strong> Changing coastal environments due to climate change and anthropogenic activities (e.g. shipping, aquaculture, pollution, etc.) are critical issues to the global, national, and state marine economies. The ability to study non-indigenous/invasive species and pathogens in order to understand mechanisms of adaptation and transmission is key to solving this complex environmental challenge. The results from such studies will have implications for national health, welfare, and security.</p>\n<p>The primary motivation of this project is to provide technologically advanced treatment facilities to facilitate visiting scientists and student use of novel facilities for studying non-indigenous/invasive species and aquatic diseases across disciplines.</p>\n<p>Specifically, this project allows BML researchers to attract and work with new collaborators and institutions, provide information to other marine laboratory facilities about effluent sterilization design and performance, renovate and enlarge invasive species experimentation facilities shared by researchers and students, upgrade the IT infrastructure for the seawater discharge system, and expand class research activities on invasive species and pathogens.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/09/2015<br>\n\t\t\t\t\tModified by: Gary&nbsp;N&nbsp;Cherr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis completed project supports the University of California Davis, Bodega Marine Laboratory (BML) and has established a microfiltration/ ultraviolet light (UV) sterilization system for select effluent streams exiting both non-native and invasive species facilities as well as from pathogen experimentation facilities. The project also reconfigured underutilized space to increase experimental non-indigenous/invasive species laboratory facilities. It replaces the out dated Chlorination system currently in use that represented a potential risk to the adjacent State Marine Protected Area as well as two National Marine Sanctuaries and provides new space for non-indigenous species and pathogen research. With recent national \"report cards\" on the state of ocean ecosystems calling for climate change, invasive species and emerging diseases, BML has completed its major goal to construct this new state-of-the-art seawater disinfection treatment system that will enable cutting edge research on both invasive species and pathogen biology.\n\nBenefits to Society. Changing coastal environments due to climate change and anthropogenic activities (e.g. shipping, aquaculture, pollution, etc.) are critical issues to the global, national, and state marine economies. The ability to study non-indigenous/invasive species and pathogens in order to understand mechanisms of adaptation and transmission is key to solving this complex environmental challenge. The results from such studies will have implications for national health, welfare, and security.\n\nThe primary motivation of this project is to provide technologically advanced treatment facilities to facilitate visiting scientists and student use of novel facilities for studying non-indigenous/invasive species and aquatic diseases across disciplines.\n\nSpecifically, this project allows BML researchers to attract and work with new collaborators and institutions, provide information to other marine laboratory facilities about effluent sterilization design and performance, renovate and enlarge invasive species experimentation facilities shared by researchers and students, upgrade the IT infrastructure for the seawater discharge system, and expand class research activities on invasive species and pathogens.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/09/2015\n\n\t\t\t\t\tSubmitted by: Gary N Cherr"
 }
}