{
 "awd_id": "1226588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Ghanaian Slums: Constructing Democracy in Unexpected Places",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 17640.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "Scholars and international media commonly portray slums as ungoverned urban communities outside the reach of the state. Yet African slums reveal considerable variation in their ability to access and maintain public services. Some slums are able to attract state resources to build toilets, construct sewers, pave roads, collect garbage, and provide security. Other slums secure resources but are unable to maintain them--sewers overflow, roads deteriorate, and police do not secure order. A third type of slum struggles to access or maintain any public services. The central question of this dissertation asks: Despite similar contexts of weak formal institutions and poor living conditions, why are some slum communities able to attract and maintain public services while others are unable to attract and manage these same services? By examining the variation in how slum communities demand, secure, and maintain public services, this dissertation provides important and overlooked insights into the process of local-level democratization in Africa.\r\n\r\nThe dissertation hypothesizes that a slum's success depends on three underlying political conditions--the type of community leadership, the form of community organization, and the degree of state legal recognition. These conditions enable or impede the development of accountability mechanisms that residents use to hold their leaders to account.\r\n\r\nThe project combines ethnographic methods, focus groups, and a household survey in the Greater Accra Region of Ghana. The comparative ethnographic case studies are based in slum communities with similar population profiles, but with varying levels of public service access and maintenance. The survey is novel because it will consider all slum communities in Ghana and will include embedded experiments that test trust in leaders and informal institutions.\r\n\r\nThe intellectual merit of the project is significant. First, it contributes to investigations of state and society. The project re-conceptualizes slums as political spaces where a slum's position toward the state--specifically its degree of legal recognition and level of state investment that it attracts--provides a potentially powerful formula to understand variation between slums. Second, the dissertation shifts the study of democracy away from national institutions to the community-level where informal institutions shape political activity. Third, the project treats public goods provision as a political process that includes demands (from the residents), distribution (by the government), and maintenance (by the community). Fourth, the dissertation advances scholarship on the rule of law in developing countries.\r\n\r\nThe project also has broader implications because it has the potential to impact policy-making aimed at democracy promotion, development, and slum-upgrading initiatives. As the number of individuals living in slums approaches one billion people, there is an emerging need to treat slums as dynamic spaces and analytic sites for political inquiry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Schatzberg",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Schatzberg",
   "pi_email_addr": "schatzberg@polisci.wisc.edu",
   "nsf_id": "000573250",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Paller",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey W Paller",
   "pi_email_addr": "paller@wisc.edu",
   "nsf_id": "000584983",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 17640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project examines how local-level democracy works in urban Ghanaian slums. The study employed a comparative research design to explain the variation in political accountability and public service provision across poor, urban African communities. Local politics in Ghanaian slums are extremely diverse: Some slums are able to attract state resources to build public toilets, construct sewers, pave roads, collect garbage, and provide security. They also successfully manage these services. Other slums secure these state resources but are unable to maintain them&mdash;the toilets are not cleaned, sewers overflow, roads deteriorate, garbage is not collected, and police do not create order. A third type of slum is unable to access or maintain public services at all. There are no public toilets, sewers, adequate roads, proper garbage collection, or security. The central question of the study asks: Despite similar contexts of weak formal institutions, high levels of ethnic heterogeneity, and poor living conditions, why are some slum communities able to attract and maintain public services while others are unable to attract and manage these same services?</p>\n<p>The study finds that public service provision depends on three factors relating to the initial settlement of the slum&mdash;1) whether the settlement was originally squatted on illegally (squatter illegality), 2) whether it was legally purchased and settled (purchased settler), or 3) whether residents make indigenous claims to the land (indigenous). Specifically, these informal institutions of settlement structure the type of leadership, the form of community organization, and the legal status of the community. It explains why some local leaders have the incentive to serve the broader community interest while others serve their narrower ethnic and group interests; why ethnic identity is a salient political identity in some slums but not others, and; why and when residents make individual and collective claims on the government, political party, tribal leaders, or non-state actors.</p>\n<p>The research uncovers the different ways that residents hold their leaders to account. It moves beyond conventional political science theories of electoral accountability and voting behavior to suggest that face-to-face mechanisms are important aspects of local citizenship and important daily sites of political accountability. These mechanisms include sharing, claim-making, and public shame and honor.</p>\n<p>The funded project employs multi-method research. It includes three in-depth case studies of slums with similar population profiles and demographic characteristics, but with varying levels of public service access and maintenance. In addition to in-depth qualitative fieldwork, the project includes a context-specific household survey of 1200 respondents in 15 slums of Accra, Kumasi, and Ashaiman. The survey utilizes an innovative spatial sampling technique that relies on satellite data and geographic information systems (GIS) software. The survey is the first of its kind to examine developmental outcomes in a representative set of Ghanaian slums, particularly in illegal settlements. Public goods data was collected on both the provision and management of toilets, roads, streetlights, sewers and sanitation in 150 slum neighborhoods. The questionnaire asked a series of questions about political participation and citizen attitudes. It mixed behavioral, attitudinal and experimental questions.</p>\n<p>The study makes three contributions to political science literature. First, it contributes to investigations of state and society. The study challenges conventional wisdom that slums are lawless places entirely independent of the state. Instead, slums vary greatly in their internal political organization and ability to access state services. The project re-conceptualizes slums as political spaces where a slum&rsquo;s informal set...",
  "por_txt_cntn": "\nThis research project examines how local-level democracy works in urban Ghanaian slums. The study employed a comparative research design to explain the variation in political accountability and public service provision across poor, urban African communities. Local politics in Ghanaian slums are extremely diverse: Some slums are able to attract state resources to build public toilets, construct sewers, pave roads, collect garbage, and provide security. They also successfully manage these services. Other slums secure these state resources but are unable to maintain them&mdash;the toilets are not cleaned, sewers overflow, roads deteriorate, garbage is not collected, and police do not create order. A third type of slum is unable to access or maintain public services at all. There are no public toilets, sewers, adequate roads, proper garbage collection, or security. The central question of the study asks: Despite similar contexts of weak formal institutions, high levels of ethnic heterogeneity, and poor living conditions, why are some slum communities able to attract and maintain public services while others are unable to attract and manage these same services?\n\nThe study finds that public service provision depends on three factors relating to the initial settlement of the slum&mdash;1) whether the settlement was originally squatted on illegally (squatter illegality), 2) whether it was legally purchased and settled (purchased settler), or 3) whether residents make indigenous claims to the land (indigenous). Specifically, these informal institutions of settlement structure the type of leadership, the form of community organization, and the legal status of the community. It explains why some local leaders have the incentive to serve the broader community interest while others serve their narrower ethnic and group interests; why ethnic identity is a salient political identity in some slums but not others, and; why and when residents make individual and collective claims on the government, political party, tribal leaders, or non-state actors.\n\nThe research uncovers the different ways that residents hold their leaders to account. It moves beyond conventional political science theories of electoral accountability and voting behavior to suggest that face-to-face mechanisms are important aspects of local citizenship and important daily sites of political accountability. These mechanisms include sharing, claim-making, and public shame and honor.\n\nThe funded project employs multi-method research. It includes three in-depth case studies of slums with similar population profiles and demographic characteristics, but with varying levels of public service access and maintenance. In addition to in-depth qualitative fieldwork, the project includes a context-specific household survey of 1200 respondents in 15 slums of Accra, Kumasi, and Ashaiman. The survey utilizes an innovative spatial sampling technique that relies on satellite data and geographic information systems (GIS) software. The survey is the first of its kind to examine developmental outcomes in a representative set of Ghanaian slums, particularly in illegal settlements. Public goods data was collected on both the provision and management of toilets, roads, streetlights, sewers and sanitation in 150 slum neighborhoods. The questionnaire asked a series of questions about political participation and citizen attitudes. It mixed behavioral, attitudinal and experimental questions.\n\nThe study makes three contributions to political science literature. First, it contributes to investigations of state and society. The study challenges conventional wisdom that slums are lawless places entirely independent of the state. Instead, slums vary greatly in their internal political organization and ability to access state services. The project re-conceptualizes slums as political spaces where a slumÆs informal settlement pattern provides a potentially powerful formula to explain variation between slums. ..."
 }
}