{
 "awd_id": "1226571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: High Courts and Socioeconomic Rights in Latin America",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 12632.0,
 "awd_amount": 12632.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "This project studies compliance with and the impact of high court decisions on socioeconomic rights in Latin America by examining the policy outcomes of landmark rulings on health, environmental and social welfare issues in Colombia and Argentina. The central research questions are: What explains variation in compliance with structural rulings and why do some of these rulings have greater policy impact than others' Impact is assessed in terms of the actual results of carrying out (or failing to carry out) new court-ordered or court-modified poicies when compared to the ostensible objective of the ruling. The central argument asserts that higher compliance and impact depend on the courts' oversight mechanisms (follow-up committees, public hearings, information requests, etc.) and the presence of a legally-empowered constituency in civil society. The research involves fieldwork on-site, including archival work and semi-structured interviews, as well as the construction of a database of printed media coverage of the decisions under study.\r\n\r\nScholars and policy makers have long debated the ability of courts to advance socioeconomic rights. Some deem courts ideally located to step in where deadlock and electoral considerations prevent other institutions from venturing, promoting coordination and dialogue, while others view judicial intervention as prone to particularistic and irrational solutions, lacking a consequentialist perspective. This project advances this discussion by examining the extent to which court promoted oversight in conjunction with the presence of a legally empowered constituency can contribute to inform the creation and implementation of policy that responds to the larger sociopolitical context. \r\n\r\nThis research has key policy implications, since court-promoted oversight mechanisms are relatively new additions in court's toolkits and are therefore understudied. Their institutional features and their potential usefulness are of critical interest to institutional designers, lawyers and members of judiciaries worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Mainwaring",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Scott P Mainwaring",
   "pi_email_addr": "Mainwaring.1@nd.edu",
   "nsf_id": "000219023",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Botero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Botero",
   "pi_email_addr": "sbotero1@nd.edu",
   "nsf_id": "000610648",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined the impact of high court decisions on socioeconomic rights by focusing on landmark rulings on health, environmental, and social welfare issues in Colombia and Argentina. The dissertation asks: under what conditions can courts in new democracies produce political and social change? More specifically, why do some rulings have higher impact than others? I argue that judicial impact in structural cases&mdash;cases that deeply affect public policy in a particular area&mdash;depends on the ways in which legally empowered constituencies in civil society interact with court-promoted oversight mechanisms. These mechanisms (which include follow-up committees, public hearings and information requests) are novel developments that some high courts have recently deployed to monitor compliance with their rulings. The NSF DDIG partially funded fieldwork in Argentina and online data collection efforts.</p>\n<p><br />I develop my argument through comparative case studies of eight rulings on socioeconomic rights handed down by the highest courts in Colombia and Argentina. My evidence suggests that creating &ldquo;collaborative oversight arenas&rdquo; where courts, civil society, the government and others interact to monitor compliance empowers actors in civil society, creates spaces for accountability, helps overcome some of the informational asymmetries of the court and can result in policy that responds to the larger context. At the same time, the courts&rsquo; promotion of a participatory oversight process can be a costly double-edged sword. Generating and sustaining participative forums for discussion and policy reform exposes the process and the court to political pressures that can easily lead to roadblocks and fatigue.</p>\n<p><br /><strong>Intellectual Merit</strong><br />Examining the impact of judicial intervention in public policy is central to our understanding of the new role of courts in developing democracies. As these courts shift towards more assertiveness, discussions about judicial power and the ability of courts to advance rights increasingly center on their impact&mdash;whether they are actually capable of producing important social, economic, and political changes.&nbsp; Powerful courts have the potential to strengthen the responsiveness of governments to citizens, thus becoming true agents of accountability. Yet although many courts have the formal institutional powers, they do not wield these tools&mdash;or they may wield them, but their influence may vary. Despite the close relationship between judicial impact and power, the impact of rulings where courts curb executives, resolve political disputes or enforce rights is poorly understood. My research contributes to a growing literature in comparative judicial politics that shifts attention from the input side (e.g. explaining judicial activism, judicial independence or inter-branch&nbsp; conflict) towards studying the consequences of the greater involvement of courts in politics and rights (e.g. explaining compliance or impact).</p>\n<p>This dissertation also speaks directly to a long-standing debate in sociolegal studies regarding the ability of courts to advance rights. In line with Rosenberg&rsquo;s (2008) cautious view of the null potential of courts to advance change in the US, some argue that courts are at best ineffectual. For these scholars, judicial intervention can go so far as to exacerbate preexisting inequalities by producing backlash or favoring individualistic, piecemeal and irrational approaches to public policy. Others have a more optimistic assessment of the role for courts in these arenas, claiming that they can contribute to mobilization and dialogue and, under certain conditions, to the advancement of the rights in question. I contradict skeptics and optimists alike: rather than labeling the consequences of rulings as good, bad, positive or negative I offer a more nuance...",
  "por_txt_cntn": "\nThis project examined the impact of high court decisions on socioeconomic rights by focusing on landmark rulings on health, environmental, and social welfare issues in Colombia and Argentina. The dissertation asks: under what conditions can courts in new democracies produce political and social change? More specifically, why do some rulings have higher impact than others? I argue that judicial impact in structural cases&mdash;cases that deeply affect public policy in a particular area&mdash;depends on the ways in which legally empowered constituencies in civil society interact with court-promoted oversight mechanisms. These mechanisms (which include follow-up committees, public hearings and information requests) are novel developments that some high courts have recently deployed to monitor compliance with their rulings. The NSF DDIG partially funded fieldwork in Argentina and online data collection efforts.\n\n\nI develop my argument through comparative case studies of eight rulings on socioeconomic rights handed down by the highest courts in Colombia and Argentina. My evidence suggests that creating \"collaborative oversight arenas\" where courts, civil society, the government and others interact to monitor compliance empowers actors in civil society, creates spaces for accountability, helps overcome some of the informational asymmetries of the court and can result in policy that responds to the larger context. At the same time, the courtsÆ promotion of a participatory oversight process can be a costly double-edged sword. Generating and sustaining participative forums for discussion and policy reform exposes the process and the court to political pressures that can easily lead to roadblocks and fatigue.\n\n\nIntellectual Merit\nExamining the impact of judicial intervention in public policy is central to our understanding of the new role of courts in developing democracies. As these courts shift towards more assertiveness, discussions about judicial power and the ability of courts to advance rights increasingly center on their impact&mdash;whether they are actually capable of producing important social, economic, and political changes.  Powerful courts have the potential to strengthen the responsiveness of governments to citizens, thus becoming true agents of accountability. Yet although many courts have the formal institutional powers, they do not wield these tools&mdash;or they may wield them, but their influence may vary. Despite the close relationship between judicial impact and power, the impact of rulings where courts curb executives, resolve political disputes or enforce rights is poorly understood. My research contributes to a growing literature in comparative judicial politics that shifts attention from the input side (e.g. explaining judicial activism, judicial independence or inter-branch  conflict) towards studying the consequences of the greater involvement of courts in politics and rights (e.g. explaining compliance or impact).\n\nThis dissertation also speaks directly to a long-standing debate in sociolegal studies regarding the ability of courts to advance rights. In line with RosenbergÆs (2008) cautious view of the null potential of courts to advance change in the US, some argue that courts are at best ineffectual. For these scholars, judicial intervention can go so far as to exacerbate preexisting inequalities by producing backlash or favoring individualistic, piecemeal and irrational approaches to public policy. Others have a more optimistic assessment of the role for courts in these arenas, claiming that they can contribute to mobilization and dialogue and, under certain conditions, to the advancement of the rights in question. I contradict skeptics and optimists alike: rather than labeling the consequences of rulings as good, bad, positive or negative I offer a more nuanced understanding of judicial impact that captures it as a process that unfolds over time and highlights its multiple dimensions&mdash;how these var..."
 }
}