{
 "awd_id": "1226804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  A Grammar of the Katso Language in Yunnan, China",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shobhana Chelliah",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 15078.0,
 "awd_amount": 15078.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "Katso is an endangered minority language spoken in a single farming village in China's Yunnan Province. The speakers are descendants of Mongol troops who conquered the region in the 13th century under Kublai Khan. The language evolved from extensive contact between the Mongols and other local minorities such as the Bai and the Yi, and is thus considered a mixed language. Today it is classified as variant of the officially recognized Yi language (Tibeto-Burman) although the two are mutually unintelligible. The 5000 speakers are under increasing pressure to speak Mandarin since that is the only way to pursue an education or find employment outside the village. Consequently, many children now learn Katso as a second language. It is therefore crucial that Katso be documented while it is still vibrant and in daily use.  \r\n\r\nThe goals of the project are to create a comprehensive corpus of Katso and write a detailed grammar of the language. The corpus will consist of digital audio and video recordings accompanied by transcriptions with linguistic annotation. The language captured will include a wide variety of discourse types, such as traditional narratives, personal anecdotes, conversation, ceremonies, idioms, jokes and songs. Archived with both the speaker community and at a professional language archive, the corpus and the resulting grammar will create a permanent record of the language for future use by villagers and scholars alike. The project will considerably expand our knowledge of this unique language and provide the foundation for future scholarly investigations into fundamental questions on mixed languages and language contact, historical change, and language classification.  The project will benefit the Katso community. Materials such as recordings of traditional songs and stories will be made available, and interested speakers will be trained and mentored. In addition, workshops on language documentation will be offered to interested students at the Yunnan University of Nationalities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Genetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Genetti",
   "pi_email_addr": "carol.genetti@graddiv.ucsb.edu",
   "nsf_id": "000466719",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Donlay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Donlay",
   "pi_email_addr": "chris.donlay@sjsu.edu",
   "nsf_id": "000613965",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15078.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Katso is an endangered minority language spoken only in the farming village of Xingmeng, in Yunnan Province in the People&rsquo;s Republic of China. The speakers are ethnic Mongols who are descended from troops that Kublai Khan brought to the region in the 13th&nbsp;century. The language, however, is no longer related to Mongolian, but is much closer in structure to the neighboring Yi languages, although how it evolved is not well understood. The purpose of the two-year project was to document and preserve Katso, which was achieved through two main activities: (1) the creation of an annotated corpus of audio and video recordings, including natural and spontaneous speech, during a year of fieldwork in Xingmeng; and (2) following the fieldwork year, writing a comprehensive grammar of the language, which serves as the Co-PI&rsquo;s doctoral dissertation. The project requested support from the NSF to fund part of the year of fieldwork in China (July 2012 through February 2013).</p>\n<p>The primary goal of the funding period was the creation of an extensive corpus of the endangered Katso language. The corpus consists of 46 hours of recorded material, featuring 55 native speakers who represent a cross-section of village demographics and provide a variety of pronunciation and speaking styles. Within the 35 hours of audio recordings, there are 9 hours of elicited words and phrases, 10 hours of comparative pronunciation data, and 16 hours of spontaneous language which include traditional stories, personal anecdotes, conversation, instructions, idioms and songs. The 11 hours of video primarily focus on demonstrating and talking about traditional activities, such as basket weaving, sewing, constructing straw stools, playing musical instruments, singing and dancing. Approximately 25 hours of the corpus have been transcribed to date, and this work continues. A digital photography archive was also created to capture life in the village. Containing approximately 1500 photos, the collection features daily activities, holiday celebrations and ceremonies, plus traditional architecture, clothing and tools. In addition, because Katso has no writing system, an orthography was devised to allow native speakers to transcribe the recordings.</p>\n<p>The second year was spent writing the grammar, a description of all the elements of the language and how they work systematically together to convey the complexity of human life. Since many grammatical structures are only apparent in natural speech, such as conversation, a discourse-based study of the corpus has yielded a richer and more detailed analysis than is possible with simple elicitation methods. As a result, the grammar presents a more detailed view of the language and its structure than was previously known. There are six chapters which cover every aspect of Katso, from its sound system to the way complex clauses are formed. All told, the grammar will contain an estimated 700 pages (single-spaced) of linguistic analysis, including more than 1100 examples of Katso words and phrases. In addition, there are two important appendices containing source material &ndash; a 2000-word glossary of Katso and excerpted transcripts from the corpus. It is anticipated that the grammar will be completed by the end of 2014.</p>\n<p>Both the corpus and the grammar considerably expand our knowledge of this unique language, and set the stage for a number of longer-term projects. First, it preserves the language for the Katso community. All of the materials created are being shared with the village, where they may serve as the basis for future language maintenance and cultural preservation programs. Second, because of its unusual origin, Katso offers valuable insight into the linguistic questions of language contact, historical change and language classification. Without a comprehensive record of the language, however, no thorough investigation of these issue...",
  "por_txt_cntn": "\nKatso is an endangered minority language spoken only in the farming village of Xingmeng, in Yunnan Province in the PeopleÆs Republic of China. The speakers are ethnic Mongols who are descended from troops that Kublai Khan brought to the region in the 13th century. The language, however, is no longer related to Mongolian, but is much closer in structure to the neighboring Yi languages, although how it evolved is not well understood. The purpose of the two-year project was to document and preserve Katso, which was achieved through two main activities: (1) the creation of an annotated corpus of audio and video recordings, including natural and spontaneous speech, during a year of fieldwork in Xingmeng; and (2) following the fieldwork year, writing a comprehensive grammar of the language, which serves as the Co-PIÆs doctoral dissertation. The project requested support from the NSF to fund part of the year of fieldwork in China (July 2012 through February 2013).\n\nThe primary goal of the funding period was the creation of an extensive corpus of the endangered Katso language. The corpus consists of 46 hours of recorded material, featuring 55 native speakers who represent a cross-section of village demographics and provide a variety of pronunciation and speaking styles. Within the 35 hours of audio recordings, there are 9 hours of elicited words and phrases, 10 hours of comparative pronunciation data, and 16 hours of spontaneous language which include traditional stories, personal anecdotes, conversation, instructions, idioms and songs. The 11 hours of video primarily focus on demonstrating and talking about traditional activities, such as basket weaving, sewing, constructing straw stools, playing musical instruments, singing and dancing. Approximately 25 hours of the corpus have been transcribed to date, and this work continues. A digital photography archive was also created to capture life in the village. Containing approximately 1500 photos, the collection features daily activities, holiday celebrations and ceremonies, plus traditional architecture, clothing and tools. In addition, because Katso has no writing system, an orthography was devised to allow native speakers to transcribe the recordings.\n\nThe second year was spent writing the grammar, a description of all the elements of the language and how they work systematically together to convey the complexity of human life. Since many grammatical structures are only apparent in natural speech, such as conversation, a discourse-based study of the corpus has yielded a richer and more detailed analysis than is possible with simple elicitation methods. As a result, the grammar presents a more detailed view of the language and its structure than was previously known. There are six chapters which cover every aspect of Katso, from its sound system to the way complex clauses are formed. All told, the grammar will contain an estimated 700 pages (single-spaced) of linguistic analysis, including more than 1100 examples of Katso words and phrases. In addition, there are two important appendices containing source material &ndash; a 2000-word glossary of Katso and excerpted transcripts from the corpus. It is anticipated that the grammar will be completed by the end of 2014.\n\nBoth the corpus and the grammar considerably expand our knowledge of this unique language, and set the stage for a number of longer-term projects. First, it preserves the language for the Katso community. All of the materials created are being shared with the village, where they may serve as the basis for future language maintenance and cultural preservation programs. Second, because of its unusual origin, Katso offers valuable insight into the linguistic questions of language contact, historical change and language classification. Without a comprehensive record of the language, however, no thorough investigation of these issues could take place. The corpus and the grammar now provide the data needed for future research in..."
 }
}