{
 "awd_id": "1226933",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Transdisciplinary Theory of Inventive Designing: Basic Concepts",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Collopy",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2012-06-25",
 "awd_max_amd_letter_date": "2012-06-25",
 "awd_abstract_narration": "The research objective of this EArly-Concept Grant for Exploratory Research (EAGER) award is to explore the hypothesis that a transdisciplinary theory of inventive design can be developed, which will offer a superior methodology for design than presently exists. New design theories, methods, and tools are necessary not only to maintain, but also to improve on national competitiveness. This research will address a hypothesis that a transdisciplinary theory of inventive design can be developed - based on knowledge from cognitive psychology (Humphreys Theory of Phenomenal Consciousness), that will offer a new approach to design. This project has the potential to generate transdisciplinary knowledge that will advance design science by integrating concepts from design science, cognitive psychology, and computer science, with emphasis on Evolutionary Computation and Designing. \r\n\r\nIf successful, the outcomes of the project will be to enable a fundamental scientific shift in what design scientists can contribute to the inventive design process, and make positive impacts towards innovation in each of the three domains of knowledge involved (design science, cognitive psycology, and computer science). The development of innovative products and processes is a critical factor in the competition for global market share and the key to modern challenges related to sustainability, environmental protection, safety, economic growth, and climate change. The specific impact on engineering will be to improve the understanding of the inventive design process in the context of the whole-brain concept of designing - design work in which both the left rational and right creative brain hemispheres are engaged.  Furthermore, in presenting the model in the computational terms of Evolutionary Designing, a new generation of computer tools for inventive designing will be developed. In cognitive psychology, the research will improve understanding of creative problem solving, which may provide a deeper understanding how fixation in design can be reduced through the proper framing of the entire inventive design process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tomasz",
   "pi_last_name": "Arciszewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tomasz Arciszewski",
   "pi_email_addr": "tarcisze@gmu.edu",
   "nsf_id": "000323919",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Youmans",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Youmans",
   "pi_email_addr": "ryouman2@gmu.edu",
   "nsf_id": "000614238",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF Outcome Report &ndash; Project #1226933</p>\n<p><strong>Transdisciplinary Theory of Inventive Designing: An Initial Outline</strong></p>\n<p>Tomasz Arciszewski&nbsp; (PI)</p>\n<p>Robert J. Youmans&nbsp; (Co-PI)</p>\n<p>Benjamin Custead&nbsp; (GTA)</p>\n<p>Designing can be described as a process of transforming needs into knowledge about a future engineering system.&nbsp; It is a multistage knowledge transformation process in which background knowledge, problem-specific knowledge, constraints, and requirements are gradually transformed first into a design concept or concepts, and next into a detailed design. Of these stages, the &lsquo;conceptual&rsquo; stage of design that takes place just after a design problem has been identified, but before any final quantitative decisions about the design solution have been reached, is thought to be especially important for innovation.</p>\n<p>&nbsp;</p>\n<p>The conceptual design process has been examined from the perspective of many different theories, but in this project we adopted the perspective of Humphrey&rsquo;s (2011) Theory of Phenomenal Consciousness. Phenomenal consciousness is the awareness that accompanies human experience as we interact with our world, and a central element of Humphrey&rsquo;s Phenomenal Consciousness theory is the idea of a &lsquo;Cartesian Theater,&rsquo; a metaphor that corresponds with how many humans describe the experience of consciousness. Humphrey argues that thought processes in the Cartesian Theater have evolved to provide humans with a way of making sense of our world, think hypothetically, and to facilitate curiosity and exploration. Humans are curious about the world because phenomenal consciousness makes them feel like a special part of it.</p>\n<p>&nbsp;</p>\n<p>This project represents an attempt to integrate the present engineering understanding of conceptual design processes with psychological knowledge viewed through the lens of Humphrey&rsquo;s Theory of Phenomenal Consciousness. The research can be understood as an &ldquo;Intersection,&rdquo; or knowledge integration, which is a phenomenon leading to the emergence of transdisciplinary knowledge crucial for progress in science. Our one-year project began with a review of the cognitive psychological knowledge supporting Humphrey&rsquo;s Theory of Phenomenal Consciousness, and then progressed to a review of design science knowledge, specifically knowledge related to the Inferential Design Theory.&nbsp; Finally, we incorporated knowledge from the field of computer science, specifically from the domains called &ldquo;Evolutionary Computation&rdquo; and &ldquo;Evolutionary Designing.&rdquo; &nbsp;</p>\n<p>&nbsp;</p>\n<p>Broadly construed, the outcome of our work has been an entirely new theory we call the &ldquo;Transdisciplinary Theory of Inventive Designing&rdquo; (TTID). TTID is a theory based on the integration of knowledge about the inventive aspects of the conceptual-design process as it is known in engineering, philosophy, cognitive science, and computer science. The full version of TTID is presented in our Final Report to the National Science Foundation. In addition to the development of TTID, other substantial outcomes of this project include: a joint research presentation at a major international conference, a seminar at a university, two peer-reviewed publications (in press), and multiple educational outcomes for engineering students at George Mason University. In the later case, lectures were jointly prepared and delivered by the PI and the Co-PI that were focused on explaining how the proposed inventive design theory could potentially reduce the devastating impact of fixation on the novelty of conceptual, and particularly inventive, designs.</p>\n<p>&nbsp;</p>\n<p>Given that the award was designed to foster additional submissions for research funding that build on our initial findings, other important outcomes included the assemb...",
  "por_txt_cntn": "\nNSF Outcome Report &ndash; Project #1226933\n\nTransdisciplinary Theory of Inventive Designing: An Initial Outline\n\nTomasz Arciszewski  (PI)\n\nRobert J. Youmans  (Co-PI)\n\nBenjamin Custead  (GTA)\n\nDesigning can be described as a process of transforming needs into knowledge about a future engineering system.  It is a multistage knowledge transformation process in which background knowledge, problem-specific knowledge, constraints, and requirements are gradually transformed first into a design concept or concepts, and next into a detailed design. Of these stages, the æconceptualÆ stage of design that takes place just after a design problem has been identified, but before any final quantitative decisions about the design solution have been reached, is thought to be especially important for innovation.\n\n \n\nThe conceptual design process has been examined from the perspective of many different theories, but in this project we adopted the perspective of HumphreyÆs (2011) Theory of Phenomenal Consciousness. Phenomenal consciousness is the awareness that accompanies human experience as we interact with our world, and a central element of HumphreyÆs Phenomenal Consciousness theory is the idea of a æCartesian Theater,Æ a metaphor that corresponds with how many humans describe the experience of consciousness. Humphrey argues that thought processes in the Cartesian Theater have evolved to provide humans with a way of making sense of our world, think hypothetically, and to facilitate curiosity and exploration. Humans are curious about the world because phenomenal consciousness makes them feel like a special part of it.\n\n \n\nThis project represents an attempt to integrate the present engineering understanding of conceptual design processes with psychological knowledge viewed through the lens of HumphreyÆs Theory of Phenomenal Consciousness. The research can be understood as an \"Intersection,\" or knowledge integration, which is a phenomenon leading to the emergence of transdisciplinary knowledge crucial for progress in science. Our one-year project began with a review of the cognitive psychological knowledge supporting HumphreyÆs Theory of Phenomenal Consciousness, and then progressed to a review of design science knowledge, specifically knowledge related to the Inferential Design Theory.  Finally, we incorporated knowledge from the field of computer science, specifically from the domains called \"Evolutionary Computation\" and \"Evolutionary Designing.\"  \n\n \n\nBroadly construed, the outcome of our work has been an entirely new theory we call the \"Transdisciplinary Theory of Inventive Designing\" (TTID). TTID is a theory based on the integration of knowledge about the inventive aspects of the conceptual-design process as it is known in engineering, philosophy, cognitive science, and computer science. The full version of TTID is presented in our Final Report to the National Science Foundation. In addition to the development of TTID, other substantial outcomes of this project include: a joint research presentation at a major international conference, a seminar at a university, two peer-reviewed publications (in press), and multiple educational outcomes for engineering students at George Mason University. In the later case, lectures were jointly prepared and delivered by the PI and the Co-PI that were focused on explaining how the proposed inventive design theory could potentially reduce the devastating impact of fixation on the novelty of conceptual, and particularly inventive, designs.\n\n \n\nGiven that the award was designed to foster additional submissions for research funding that build on our initial findings, other important outcomes included the assembly of a highly skilled, interdisciplinary team of researchers from the fields of cognitive science, engineering, and computer science, and advances in generating a common vocabulary among those researchers. Finally, we have outlined a series of new falsifiable hypotheses regarding innovative design tha..."
 }
}