{
 "awd_id": "1226421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Proposed Renovation of Mata de Platano Field Station in the Karst Region of Puerto Rico, West Indies",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 48803.0,
 "awd_amount": 48803.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "The Bayamón Campus of the Inter American University of Puerto Rico (IAUPR), a university that mainly serves a Hispanic community, is awarded a grant for the construction of three additional bedrooms and one bathroom at Mata de Plátano Field Station (MPFS) and Reserve in the Karst Region of Puerto Rico, West Indies.  The Field Station and Reserve are located in the municipality of Arecibo, within the northern karst region of the island of Puerto Rico, and is considered one of the most biologically diverse regions on the island. MPFS serves all three programmatic components available to field stations, namely: research, education, and outreach. The new structure will allow continuing to increase the pool of scientists working in this region, the collaboration with other universities in Puerto Rico and abroad, and offer an improved educational platform from which we can provide outreach activities for K-16 students and the public in general. \r\n\r\nMPFS provides facilities that permit fundamental discoveries about environmental processes in the karst region; and promotes participation by local and visiting researchers and students. The last three years MPFS has seen more activity than the previous seven combined, making increasingly significant contributions to the knowledge of karst ecosystems. Some areas of research include animal ecology, plant biology, conservation, paleontology, parasitology, invasive species, and geology.  The station also contributes to the education of diverse groups of people.  At MPFS, field trips and workshops are offered on a regular basis to schools, universities, teachers, and community groups from the island and the United States. Workshops are offered on topics such as island ecology, bat and boa interactions, karts ecology, and plant reproductive biology, often in collaboration with other programs designed to improve the education of science and math teachers. Undergraduate courses in Ecology, World Vision and Literature, Essay and Narrative, and a graduate course on Population Ecology use the station regularly.    Two children's books written around the \"MPFS experience\" are commonly used in schools where both the author of the books, as well as the scientist from MPFS, are often invited to offer talks. Numerous newspaper, TV and radio programs also help the outreach efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Armando",
   "pi_last_name": "Rodriguez-Duran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Armando Rodriguez-Duran",
   "pi_email_addr": "arodriguez@bc.inter.edu",
   "nsf_id": "000478564",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Inter American University of Puerto Rico San Juan",
  "inst_street_address": "399 CALLE GALILEO",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877580899",
  "inst_zip_code": "009274517",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "INTER AMERICAN UNIVERSITY OF PUERTO RICO, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMELJCUDNL17"
 },
 "perf_inst": {
  "perf_inst_name": "Inter American University of Puerto Rico Bayamon Campus",
  "perf_str_addr": "500 J W Harris Ave",
  "perf_city_name": "Bayamon",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "009576257",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48803.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;<br /><br /></p>\n<p>The Bayam&oacute;n Campus of the InterAmerican University of Puerto Rico (IAUPR), a university that mainly serves a Hispanic community, oversees Mata de Pl&aacute;tano Field Station (MPFS) and Reserve. The Field Station and Reserve are located in the municipality of Arecibo, within the northern karst region of the island of Puerto Rico, and is considered one of the most biologically diverse regions on the island. MPFS provides facilities that permit fundamental discoveries about environmental processes in the karst region; and promotes participation by local and visiting researchers and students. Some areas of research include animal ecology, plant biology, conservation, paleontology, parasitology, invasive species, and geology. In addition, the station serves as a base from where education and outreach activities are conducted.</p>\n<p><strong>&nbsp;</strong>MPFS contributes to the education of diverse groups of people. At the station, field trips and workshops are offered on a regular basis to schools, universities, teachers, and community groups from the Island and the United States. Workshops are offered on topics such as island ecology, bat and boa interactions, karst ecology, and plant reproductive biology, often in collaboration with other programs designed to improve the education of science and math teachers. Undergraduate courses in Ecology, World<br />Vision and Literature, Essay and Narrative, and a graduate course on Population Ecology use the station regularly. Two children&rsquo;s books written around the &ldquo;MPFS experience&rdquo; are commonly used in schools where both the author of the books, as well as the scientist from MPFS, are often invited to offer talks. Numerous newspaper, TV and radio programs also help the outreach efforts.</p>\n<p>The most immediate necessity identified at MPFS&nbsp;as a result of a planning meeting was the improvement of infrastructure.The previous disposition of bedrooms at MPFS seriously limited the increase in usage of the station. Two bedrooms with bunk beds accommodated six and eight persons respectively. Groups surpassing 14 students had to resort to sleeping in sleeping bags in the veranda. Moreover, when researchers (including graduate students) were present, these groups of undergraduate students were precluded from using the station, and vice versa. Through this award we renovated the overall physical structures of the station. By providing suitable facilities, we expect to continue increasing the pool of scientists working in this region, the collaboration with other universities in Puerto Rico and abroad, and offer an improved educational platform from which we can provide outreach activities for K-16 students and the public in general.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2013<br>\n\t\t\t\t\tModified by: Armando&nbsp;Rodriguez-Duran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n\n\nThe Bayam&oacute;n Campus of the InterAmerican University of Puerto Rico (IAUPR), a university that mainly serves a Hispanic community, oversees Mata de Pl&aacute;tano Field Station (MPFS) and Reserve. The Field Station and Reserve are located in the municipality of Arecibo, within the northern karst region of the island of Puerto Rico, and is considered one of the most biologically diverse regions on the island. MPFS provides facilities that permit fundamental discoveries about environmental processes in the karst region; and promotes participation by local and visiting researchers and students. Some areas of research include animal ecology, plant biology, conservation, paleontology, parasitology, invasive species, and geology. In addition, the station serves as a base from where education and outreach activities are conducted.\n\n MPFS contributes to the education of diverse groups of people. At the station, field trips and workshops are offered on a regular basis to schools, universities, teachers, and community groups from the Island and the United States. Workshops are offered on topics such as island ecology, bat and boa interactions, karst ecology, and plant reproductive biology, often in collaboration with other programs designed to improve the education of science and math teachers. Undergraduate courses in Ecology, World\nVision and Literature, Essay and Narrative, and a graduate course on Population Ecology use the station regularly. Two childrenÆs books written around the \"MPFS experience\" are commonly used in schools where both the author of the books, as well as the scientist from MPFS, are often invited to offer talks. Numerous newspaper, TV and radio programs also help the outreach efforts.\n\nThe most immediate necessity identified at MPFS as a result of a planning meeting was the improvement of infrastructure.The previous disposition of bedrooms at MPFS seriously limited the increase in usage of the station. Two bedrooms with bunk beds accommodated six and eight persons respectively. Groups surpassing 14 students had to resort to sleeping in sleeping bags in the veranda. Moreover, when researchers (including graduate students) were present, these groups of undergraduate students were precluded from using the station, and vice versa. Through this award we renovated the overall physical structures of the station. By providing suitable facilities, we expect to continue increasing the pool of scientists working in this region, the collaboration with other universities in Puerto Rico and abroad, and offer an improved educational platform from which we can provide outreach activities for K-16 students and the public in general.\n\n\t\t\t\t\tLast Modified: 11/01/2013\n\n\t\t\t\t\tSubmitted by: Armando Rodriguez-Duran"
 }
}