{
 "awd_id": "1226389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Asymmetric Sequential Effects of Gain and Loss Media Frames on Economic Attitudes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2015-02-18",
 "awd_abstract_narration": "People often encounter information that has been framed in different ways across contexts. A voter might hear a presidential candidate describe a set of military options in terms of deaths prevented, and later hear the opposing candidate describe the same options in terms of lives saved. An online news reader browsing the morning headlines might see one article written using language that frames the job market in terms of gains (e.g., 90% employment), and then encounter a different article that talks about it in term of losses (10% unemployment). Yet despite this tendency for the same information to be framed and reframed over time, we know very little about whether and how framing effects might carry over beyond the immediate context in which they are first encountered. Instead, most existing research on framing has focused on the current - and presumably temporary - effects of frames on judgment. These effects are dramatic, and have been shown to impact preferences and behavior across economic, political, psychological, and health domains. Yet they may be capturing only one snapshot of what is in fact a dynamic process.\r\n\r\nBuilding on a foundation of successful pilot data, this interdisciplinary project advances an expanded theoretical understanding of framing effects, suggesting that frames can stick: Once a person conceptualizes something as a loss or gain based on the current framing, it may be difficult to reconceptualize it using a different frame. Moreover, loss frames may be fundamentally stickier than gain frames in their ability to shape people's thinking across time and situations. Thus, while citizens may be able to shift with relative ease from thinking of a policy issue in terms of gain to thinking of it in terms of loss, it may be much more difficult to shift from loss to gain. \r\n\r\nThe intellectual merit of this project is associated with its theoretical implications across the social sciences: its expansion of our understanding of framing effects beyond a single shot, context-dependent phenomenon to investigate the asymmetric effects of sequentially encountered frames and the basic mechanisms that produce this pattern. Building on the co-PIs' joint expertise in studying issues at the intersection of psychology and political science, a series of experiments will replicate and extend the results of two pilot studies that established initial evidence for an asymmetric stickiness effect by expanding on a classic Tversky and Kahneman framing paradigm. It is predicted that changing the framing of a problem from gain to loss will have a larger impact on participants' preferences, compared to changing the frame from loss to gain, consistent with the notion that loss frames are stickier than gain frames and more resistant to reframing. Subsequent experiments will test basic cognitive mechanisms underlying this effect, and build a bridge to future research by testing these processes in the context of mock news stories about the economy.\r\n\r\nThe broader impacts of the project emanate from its potential implications for consequential policy issues, including how the order in which citizens are exposed to gain and loss economic signals may affect public perceptions of the economy. For instance, following an economic recession, news reports on the economy may move from loss frames to gain frames as the economy begins to show signs of recovery. Yet if loss frames are more sticky, as hypothesized, then the later gain frames may have a muted effect on economic perceptions. In this way, the sequential use of loss and gain frames in the news may directly affect the rate at which consumer confidence - and, thus, the economy itself - recovers. The theory advanced by the proposed research could therefore have substantial implications for understanding and improving economic recovery in the wake of a recession.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Amber",
   "pi_last_name": "Boydstun",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amber E Boydstun",
   "pi_email_addr": "aboydstun@ucdavis.edu",
   "nsf_id": "000416336",
   "pi_start_date": "2012-08-14",
   "pi_end_date": "2015-02-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Ledgerwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Ledgerwood",
   "pi_email_addr": "alison.ledgerwood@gmail.com",
   "nsf_id": "000516167",
   "pi_start_date": "2015-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amber",
   "pi_last_name": "Boydstun",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amber E Boydstun",
   "pi_email_addr": "aboydstun@ucdavis.edu",
   "nsf_id": "000416336",
   "pi_start_date": "2015-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Ledgerwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Ledgerwood",
   "pi_email_addr": "alison.ledgerwood@gmail.com",
   "nsf_id": "000516167",
   "pi_start_date": "2012-08-14",
   "pi_end_date": "2015-02-18"
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenie",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We all know, intuitively, that there are different ways of thinking about things&mdash;the same proverbial glass can be described as half full or half empty. Moreover, considerable research in the behavioral sciences has demonstrated that the way something is described, or <em>framed</em>, matters substantially in shaping how people feel about it. People tend to like the proverbial glass when it is described as half full and they tend to dislike it when it is described as half empty. They have a rosier view of a policy or issue when it is described in terms of potential gains (e.g., a program&rsquo;s 70% success rate), compared to when that same policy or issue is described in terms of potential losses (e.g., a program&rsquo;s 30% failure rate). But until recently, most of this research has focused on what happens when people encounter a single frame in isolation, rather than considering what happens when frames switch from positive to negative or from negative to positive.</p>\n<p>In the real world, however, frames switch all the time. A patient might hear a doctor describe a surgical procedure in terms of its survival rate, and then get a second opinion from a doctor who describes the same procedure in terms of its mortality rate. Someone browsing the morning headlines might see one headline describing an economic policy in terms of the number of workers that have lost their jobs, and then see a different headline describing that policy in terms of the number of jobs that have been saved. What happens when frames switch back and forth? Do people&rsquo;s feelings follow, or do they get stuck in one way of thinking?</p>\n<p>This research project investigated the hypothesis that certain frames are mentally stickier than others. We designed a series of experiments to test the idea that it is more difficult for people to shift from thinking about an issue in terms of negatives (losses) to positives (gains) than to move in the opposite direction, from positives to negatives. Results from over ten experiments converged on the conclusion that negative frames are stickier than positive frames: Once people have thought about an issue in terms of potential losses, that way of thinking about it will tend to stick in their heads and resist subsequent attempts to change it. We summarized the results of these experiments in two empirical journal articles (one published and one under review), and we have disseminated them widely to both academic audiences at national and international conferences as well as the general public. For instance, Dr. Ledgerwood&rsquo;s TEDx talk describing some of the key findings from this line of research is available online (see <a href=\"http://tinyurl.com/ledgerwood-tedx\" target=\"_blank\">http://tinyurl.com/ledgerwood-tedx</a>) and has been viewed over 850,000 times.</p>\n<p>This project significantly advances the literature on framing by investigating a fundamental asymmetry in sequential framing effects. In doing so, the project helped to extend the dominant theory of framing effects from a static state to a dynamic one. It shed light on the psychological mechanisms underlying the lasting impact of negative (vs. positive) frames, as well as the broader economic implications of framing effects as they play out in information-rich, applied contexts. This basic psychological tendency may have critical consequences for political and economic decision-making: For example, following an economic recession, media reports on the economy may move from negative frames to positive frames as the economy begins to show signs of recovery. Yet if negatives are psychologically stickier than positives, consumers may get psychologically stuck in the earlier negative frames, so that consumer confidence lags behind the change in media tone. In this way, the sequential use of negative and positive frames in the news may directly affect the rate at which consumer confiden...",
  "por_txt_cntn": "\nWe all know, intuitively, that there are different ways of thinking about things&mdash;the same proverbial glass can be described as half full or half empty. Moreover, considerable research in the behavioral sciences has demonstrated that the way something is described, or framed, matters substantially in shaping how people feel about it. People tend to like the proverbial glass when it is described as half full and they tend to dislike it when it is described as half empty. They have a rosier view of a policy or issue when it is described in terms of potential gains (e.g., a programÆs 70% success rate), compared to when that same policy or issue is described in terms of potential losses (e.g., a programÆs 30% failure rate). But until recently, most of this research has focused on what happens when people encounter a single frame in isolation, rather than considering what happens when frames switch from positive to negative or from negative to positive.\n\nIn the real world, however, frames switch all the time. A patient might hear a doctor describe a surgical procedure in terms of its survival rate, and then get a second opinion from a doctor who describes the same procedure in terms of its mortality rate. Someone browsing the morning headlines might see one headline describing an economic policy in terms of the number of workers that have lost their jobs, and then see a different headline describing that policy in terms of the number of jobs that have been saved. What happens when frames switch back and forth? Do peopleÆs feelings follow, or do they get stuck in one way of thinking?\n\nThis research project investigated the hypothesis that certain frames are mentally stickier than others. We designed a series of experiments to test the idea that it is more difficult for people to shift from thinking about an issue in terms of negatives (losses) to positives (gains) than to move in the opposite direction, from positives to negatives. Results from over ten experiments converged on the conclusion that negative frames are stickier than positive frames: Once people have thought about an issue in terms of potential losses, that way of thinking about it will tend to stick in their heads and resist subsequent attempts to change it. We summarized the results of these experiments in two empirical journal articles (one published and one under review), and we have disseminated them widely to both academic audiences at national and international conferences as well as the general public. For instance, Dr. LedgerwoodÆs TEDx talk describing some of the key findings from this line of research is available online (see http://tinyurl.com/ledgerwood-tedx) and has been viewed over 850,000 times.\n\nThis project significantly advances the literature on framing by investigating a fundamental asymmetry in sequential framing effects. In doing so, the project helped to extend the dominant theory of framing effects from a static state to a dynamic one. It shed light on the psychological mechanisms underlying the lasting impact of negative (vs. positive) frames, as well as the broader economic implications of framing effects as they play out in information-rich, applied contexts. This basic psychological tendency may have critical consequences for political and economic decision-making: For example, following an economic recession, media reports on the economy may move from negative frames to positive frames as the economy begins to show signs of recovery. Yet if negatives are psychologically stickier than positives, consumers may get psychologically stuck in the earlier negative frames, so that consumer confidence lags behind the change in media tone. In this way, the sequential use of negative and positive frames in the news may directly affect the rate at which consumer confidence&mdash;and, thus, the economy itself&mdash;recovers.\n\n \n\n\t\t\t\t\tLast Modified: 11/09/2015\n\n\t\t\t\t\tSubmitted by: Amber E Boydstun"
 }
}