{
 "awd_id": "1226944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  Motivated Information Processing: A Policy Case",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 21560.0,
 "awd_amount": 21560.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "Why do people so often hold tight to their political attitudes, even in the face of contradictory evidence? This project focuses on the ways in which our goals and desires can shape how we evaluate, remember, and experience politically relevant information. Several policy issues in the United States today are highly contentious. Disagreement at times centers not on how best to tackle the problem, but on whether the problem exists. This project draws from several literatures to hypothesize that the motivation to protect the economic system in the United States may impact the way that individuals process information about policy issues. \r\n\r\nSystem Justification Theory posits that individuals are motivated to defend, bolster, and justify the socioeconomic and political arrangements in which they live. This motivation is stronger in some people than others and can also be affected by situational factors. System justification is often beneficial in the short term, in that it alleviates the anxiety, uncertainty, and fear elicited by threats to the status quo. However, in the long term system justification can interfere with intentions or active attempts to correct system-level problems. Recent empirical evidence indicates that, to the extent that policy initiatives are seen as threatening to our economic competitiveness, individuals may be motivated to deny problems in order to maintain the societal status quo. This research has also demonstrated that ideological differences in policy attitudes between those who identify as partisans are at least partially due to individual differences in system justification motivation. \r\n\r\nBut how are policy beliefs maintained in the face of contrary evidence? Recently, political scientists have begun to explore the possibility that the way we interpret political information is driven largely by motivational forces. In this dissertation, I explore the hypothesis that system justification motivation biases processing of policy evidence. Using surveys, qualitative data, and experimental methods collected from diverse samples across the United States, I examine the perceptual and cognitive mechanisms by which system justification motivation operates. Specifically, I explore how the public processes information, both in their day-to-day lives and when exposed directly to new information. Using knowledge gleaned from these studies, I will then explore potential interventions to help individuals overcome the effects of system justification motivation and redirect them toward more accurate processing of policy information. \r\n\r\nThis research integrates theory and methods from political science and social psychology. In doing so, it aims to make basic and applied contributions to the political information processing, motivated cognition, system justification, and policy attitudes literatures. First, it aspires to offer a more nuanced consideration of the psychological underpinnings of political identification in order to better understand ideological and partisan variability in resistance to change. Second, this research hopes to demonstrate that cognition may be affected by situational, system-serving needs rather than merely the desire to maintain one?s own prior beliefs or the beliefs of one?s social groups. Third, it offers a political psychological account for the ineffectiveness of policy education and programs to address disagreement. \r\n\r\nThis research also aims to suggest interventions that may inspire public policy directed at minimizing biased information processing. It aims not to persuade individuals that various policies are an urgent concern, but rather to provide them the tools to reach objective conclusions about policy information themselves. It also has important implications for education. Findings in support of the research hypotheses would encourage an increased focus on critical thinking and logic, and increased exposure to and skills in interpreting policy information. By disseminating findings from this project both in peer-reviewed journals and to educators, interdisciplinary solutions to complex political problems might be found.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Jost",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Jost",
   "pi_email_addr": "jj54@nyu.edu",
   "nsf_id": "000273466",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Hennes",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Erin P Hennes",
   "pi_email_addr": "ehennes@missouri.edu",
   "nsf_id": "000614104",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 21560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Why do people so often hold tight to their political attitudes, even in the face of contradictory evidence? This project focuses on the impact of <em>motivated political cognition,</em> or the ways in which goals and desires shape processing of political information, specifically on attitudes and beliefs about global climate change.&nbsp; This work draws from several literatures to examine the hypothesis that the motivation to defend and uphold the economic system in the United States leads individuals to process information about climate change in a manner that facilitates skepticism.</p>\n<p>&nbsp;</p>\n<p>System Justification Theory posits that individuals are motivated (to varying extents based on situational and dispositional factors) to defend, bolster, and justify the socioeconomic and political system arrangements in which they live.&nbsp; Recent empirical evidence indicates that, to the extent that environmental initiatives are seen as threatening to our socioeconomic system, individuals may be motivated to deny environmental problems in order to maintain the societal status quo.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This project explores the hypothesis that system justification motivation biases processing of climate change evidence.&nbsp; Using experimental methods and diverse samples from across the United States, we examined the perceptual and cognitive mechanisms by which system justification motivation operates. In Study 1, we found that economic system justification strongly predicts climate change skepticism and that it can account for previously observed associations between environmental attitudes and political ideology. In Studies 2-4, we found that this motivation modulates information processing - specifically, evaluation and recall of scientific evidence. Finally, in Studies 5-7, we demonstrated that system justification motivation also biases somatosensory perception by influencing judgments of ambient temperature. &nbsp;</p>\n<p>&nbsp;</p>\n<p>This research integrates theory and methods from political science, social psychology, and environmental science. In doing so, it makes basic and applied contributions to the political information processing, motivated cognition, system justification, and environmental attitudes literatures. First, it offers a more nuanced consideration of the psychological underpinnings of political identification in order to better understand ideological variability in resistance to change. Second, it extends current conceptions of motivated cognition as a self-and group-serving process by which people maintain prior beliefs and bolster their political in-groups.&nbsp; This research demonstrates that cognition may also be affected by situational, system-serving needs. Third, it investigates the cognitive mechanisms through which system justification occurs. Lastly, it offers a political psychological account for the ineffectiveness of climate change education and activism programs in combating denial.</p>\n<p>&nbsp;</p>\n<p>This research also aims to suggest interventions that may inspire public policy directed at minimizing biased information processing. This project provides ways in which to better equip the public to reach objective conclusions about scientific information. It also has important implications for education, encouraging an increased focus on critical thinking and logic in the classroom and increased exposure to and skills in interpreting scientific reports. This project has resulted in a doctoral dissertation, a peer-reviewed journal article, a book chapter, a public access academic magazine article, and six conference presentations. By continuing to disseminate findings from this project both in peer-reviewed journals and to educators, climate scientists, and political activists, interdisciplinary solutions to complex political problems such as anthropogenic climate change might be found.&nbsp;</p>\n<p>&nbsp;</p><b...",
  "por_txt_cntn": "\nWhy do people so often hold tight to their political attitudes, even in the face of contradictory evidence? This project focuses on the impact of motivated political cognition, or the ways in which goals and desires shape processing of political information, specifically on attitudes and beliefs about global climate change.  This work draws from several literatures to examine the hypothesis that the motivation to defend and uphold the economic system in the United States leads individuals to process information about climate change in a manner that facilitates skepticism.\n\n \n\nSystem Justification Theory posits that individuals are motivated (to varying extents based on situational and dispositional factors) to defend, bolster, and justify the socioeconomic and political system arrangements in which they live.  Recent empirical evidence indicates that, to the extent that environmental initiatives are seen as threatening to our socioeconomic system, individuals may be motivated to deny environmental problems in order to maintain the societal status quo. \n\n \n\nThis project explores the hypothesis that system justification motivation biases processing of climate change evidence.  Using experimental methods and diverse samples from across the United States, we examined the perceptual and cognitive mechanisms by which system justification motivation operates. In Study 1, we found that economic system justification strongly predicts climate change skepticism and that it can account for previously observed associations between environmental attitudes and political ideology. In Studies 2-4, we found that this motivation modulates information processing - specifically, evaluation and recall of scientific evidence. Finally, in Studies 5-7, we demonstrated that system justification motivation also biases somatosensory perception by influencing judgments of ambient temperature.  \n\n \n\nThis research integrates theory and methods from political science, social psychology, and environmental science. In doing so, it makes basic and applied contributions to the political information processing, motivated cognition, system justification, and environmental attitudes literatures. First, it offers a more nuanced consideration of the psychological underpinnings of political identification in order to better understand ideological variability in resistance to change. Second, it extends current conceptions of motivated cognition as a self-and group-serving process by which people maintain prior beliefs and bolster their political in-groups.  This research demonstrates that cognition may also be affected by situational, system-serving needs. Third, it investigates the cognitive mechanisms through which system justification occurs. Lastly, it offers a political psychological account for the ineffectiveness of climate change education and activism programs in combating denial.\n\n \n\nThis research also aims to suggest interventions that may inspire public policy directed at minimizing biased information processing. This project provides ways in which to better equip the public to reach objective conclusions about scientific information. It also has important implications for education, encouraging an increased focus on critical thinking and logic in the classroom and increased exposure to and skills in interpreting scientific reports. This project has resulted in a doctoral dissertation, a peer-reviewed journal article, a book chapter, a public access academic magazine article, and six conference presentations. By continuing to disseminate findings from this project both in peer-reviewed journals and to educators, climate scientists, and political activists, interdisciplinary solutions to complex political problems such as anthropogenic climate change might be found. \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2013\n\n\t\t\t\t\tSubmitted by: Erin P Hennes"
 }
}