{
 "awd_id": "1226772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:Not In My Backyard: Intra-Group Party Competition in Africa",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 17640.0,
 "awd_amount": 17640.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "A competitive party system is necessary for the consolidation of democracy (Mainwaring 1999, Mair 1997, Sartori 1976). In Sub-Saharan Africa's democratizing states, however, politicians are often seen attempting to minimize the competition they face by building parties that monopolize votes along ethnic lines (Mozaffar et al. 2003, Horowitz 1985). Yet, legislative elections across African countries reveal considerable variation in the extent to which ethnic identities map directly onto partisan alignments. While the votes of certain ethnic groups are monopolized by single parties, other groups have multiple parties that effectively vie for their support. This sub-national variation in levels of intra-ethnic party competition, both across time and space, requires theoretical explanation and empirical analysis if we are to understand the future of democracy in Africa's multiethnic societies. \r\n\r\nThe intellectual merit of this project is associated with its examination of how politicians build local bases of party support in countries with limited democratic experience. The research examines the following questions: Why are some politicians able to build ethnic party monopolies while others fail? How are such ethnic parties sustained? Under what conditions does intra-ethnic or intra-regional competition emerge? How do economic and sociological factors affect the emergence of political competition within groups? The research suggests that intra-group electoral competition is dependent on the access parties have to economic resources. This project will therefore examine whether a party's influence over the distribution of economic resources affects its ability to sustain its political monopoly over the votes of co-ethnics. This argument challenges two commonly offered explanations regarding political competition in Africa, namely: the role of electoral rules and clientelism. Although focusing on electoral institutions provides theoretical expectations on the number of parties and the type of competition one ought to observe in a particular district, the theory fails to explain the variation that exists in the electoral options available to voters given similar electoral rules. In addition, theories that rely on clientelism fail to explain why politicians would create parties to compete with already existent co-ethnic parties, given the group's access to state resources is improved by presenting the president with a unified group. \r\n\r\nThis argument is tested using sub-national data from two African countries that share similar economic, political, and sociological characteristics, yet exhibit considerable variation in the electoral options available to voters across ethnic groups: Kenya and Malawi. To assess the nature of party competition at the sub-national level within these countries, data will be collected on the campaign pledges made by politicians at the local level: their number, substance, and the relationship between pledges made by different parties. Party pledges are a valid measure of the nature of party competition because they reflect the issues around which parties seek to compete; that is, parties update their pledges in response to what opposing parties offer. The study's design also holds many of the independent variables constant to establish the link between the hypothesized independent variable, economic diversity, and the observed variation on the dependent variable, constituency level party systems. Besides collecting data on economic diversity, party pledges and party competition, the project includes a survey and semi-structured interviews with politicians and business leaders to better demonstrate the links between business and politics. \r\n\r\nThe broader impacts of the research are connected with its contributions to scholarly and policy concerns related to democratization. The research should inform debates on the link between economic resources and party system development. Understanding the dynamics behind political competition is important to move beyond common assumptions that ethnic rivalries in multi-ethnic societies are the reason for democracy's failure. In fact, the research will demonstrate that intra-ethnic competition promotes democratic practices; in so doing it will suggest reforms aimed at promoting democratization and development over the longer term.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tsering",
   "pi_last_name": "Youdon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tsering Youdon",
   "pi_email_addr": "tseringy@berkeley.edu",
   "nsf_id": "000516376",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew K.",
   "pi_last_name": "Gichohi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew K. Gichohi",
   "pi_email_addr": "mgichohi@berkeley.edu",
   "nsf_id": "000611424",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nairobi",
  "perf_str_addr": "P. O. Box 30197",
  "perf_city_name": "Nairobi",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KE",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Kenya",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 17640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research undertaken seeks to understand the development of party systems in newly democratizing and low information societies. In Africa, where ethnic identities are assumed to determine political preferences, empirical observation shows that this assumption does not hold. This realization calls for a reformulation of the theories relied on by Africanist scholars. Therefore, the primary question this research concerns itself with is: why do certain ethnic-regional groups have one mono-ethnic party vying for their support whereas others have multiple mono-ethnic parties? This question is closely related to two further important questions that are related to party organization and party development in these societies: what drives political party entry into electoral arenas that are conventionally thought of as closed and what strategies do parties employ to attract other politicians to their party?</p>\n<p>&nbsp;</p>\n<p>Conducting fieldwork revealed that the observed variation in party competition is not driven by an area&rsquo;s sectoral diversity. Instead, it is the level of ethnic cohesion within a group that determines the level of party competition experienced. Groups that feel they have more in common with each other, due to their life chances being intertwined (<em>linked fate</em>), are more likely to vote as a bloc. Groups that do not perceive themselves as having much in common, however, will have diverse voting preferences. This diversity in political preferences will encourage new political parties to emerge within the group and therefore increase the level of political competition observed in an area. To arrive at this, I conducted an ethnographic study of political parties during the electoral period; conducted interviews with political candidates and their agents; conducted interviews with scholars, journalists and business/sector leaders; conducted archival research in government offices on development trajectories across districts since the reintroduction of multi-party politics; and implemented a nationally representative survey in Kenya.</p>\n<p>&nbsp;</p>\n<p>The approach taken in this project improves our understanding of African politics, particularly with respect to their parties &ndash; their inception and survival &shy;&shy;&shy;&ndash; and party systems. The project&rsquo;s implications will go beyond the questions asked. The data and its findings are being prepared for publication and presentation in, through academic conferences. This will have the effect of enhancing Africanist theories and approaches to political development in democratizing environments. &nbsp;The project&rsquo;s findings will also be useful to other disciplines, such as anthropology and sociology, which are concerned with the empirical practice of power (particularly through the networks political parties engage in and how this affects not only their political orientation but also their organizational capacity) and its effects on individual identities and behaviors.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2013<br>\n\t\t\t\t\tModified by: Matthew K.&nbsp;Gichohi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research undertaken seeks to understand the development of party systems in newly democratizing and low information societies. In Africa, where ethnic identities are assumed to determine political preferences, empirical observation shows that this assumption does not hold. This realization calls for a reformulation of the theories relied on by Africanist scholars. Therefore, the primary question this research concerns itself with is: why do certain ethnic-regional groups have one mono-ethnic party vying for their support whereas others have multiple mono-ethnic parties? This question is closely related to two further important questions that are related to party organization and party development in these societies: what drives political party entry into electoral arenas that are conventionally thought of as closed and what strategies do parties employ to attract other politicians to their party?\n\n \n\nConducting fieldwork revealed that the observed variation in party competition is not driven by an areaÆs sectoral diversity. Instead, it is the level of ethnic cohesion within a group that determines the level of party competition experienced. Groups that feel they have more in common with each other, due to their life chances being intertwined (linked fate), are more likely to vote as a bloc. Groups that do not perceive themselves as having much in common, however, will have diverse voting preferences. This diversity in political preferences will encourage new political parties to emerge within the group and therefore increase the level of political competition observed in an area. To arrive at this, I conducted an ethnographic study of political parties during the electoral period; conducted interviews with political candidates and their agents; conducted interviews with scholars, journalists and business/sector leaders; conducted archival research in government offices on development trajectories across districts since the reintroduction of multi-party politics; and implemented a nationally representative survey in Kenya.\n\n \n\nThe approach taken in this project improves our understanding of African politics, particularly with respect to their parties &ndash; their inception and survival &shy;&shy;&shy;&ndash; and party systems. The projectÆs implications will go beyond the questions asked. The data and its findings are being prepared for publication and presentation in, through academic conferences. This will have the effect of enhancing Africanist theories and approaches to political development in democratizing environments.  The projectÆs findings will also be useful to other disciplines, such as anthropology and sociology, which are concerned with the empirical practice of power (particularly through the networks political parties engage in and how this affects not only their political orientation but also their organizational capacity) and its effects on individual identities and behaviors.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2013\n\n\t\t\t\t\tSubmitted by: Matthew K. Gichohi"
 }
}