{
 "awd_id": "1226930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deflecting Ingroup Members' Stereotype-Confirming Behavior: Factors that Facilitate High Performance and Positive Interracial Interactions",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 190680.0,
 "awd_amount": 228814.0,
 "awd_min_amd_letter_date": "2012-09-01",
 "awd_max_amd_letter_date": "2016-07-20",
 "awd_abstract_narration": "Though a diverse society increases the likelihood of positive interracial interaction, it also increases the likelihood that people will apply stereotypes to group members with whom they are less familiar during such interactions.  Thus, in interracial interactions, which are already characterized by subtle levels of anxiety, witnessing or interacting with racial group members who behave stereotypically (i.e., commit \"stereotype-confirming\" acts) may exacerbate the strain often experienced in diverse contexts.  \r\n\r\nPrevious research has shown that such experiences may increase people's motivation to behave counterstereotypically to disprove negative group stereotypes, but also may undermine performance and discourage future interracial contact.  This previous work, however, leaves us at an impasse: What then contributes to people's ability to thrive in diverse settings following racial group members' stereotype-confirming behavior and how do people cope in such situations?  This research sets out to answer these important questions first by investigating the factors that contribute to the divergent behavioral and social outcomes experienced by racial group members who witness the stereotype-confirming behaviors of ingroup members in interracial (vs. intraracial) interactions.  It also examines the burden that racial group members may carry to represent their group positively in these interpersonal interactions and the possible psychological and social consequences of this burden.  \r\n\r\nFour experimental laboratory studies examine various conditions that may improve performance and facilitate a positive (rather than a negative) interpersonal interaction for ethnic minorities who witness racial group members behaving stereotypically in diverse settings.  These studies assess the extent to which: 1) the frequency of positive interracial contact, 2) high vs. low interpersonal closeness with an interaction partner, and 3) interactions with a high vs. a low prejudice partner can improve performance and interpersonal contact in such interactions.  Four experimental survey studies then build on this work to explore how majority and minority group members who strategically behave counterstereotypically following ingroup members' stereotype-confirming acts may incur social costs.  Ironically, those attempting to rectify the situation may be viewed negatively by same-race members but positively by different-race members.\r\n\r\nThis work has the potential to transform how we understand people's behavior in novel interracial contexts -- particularly those laden with negative group stereotypes or stereotype-confirming group members -- by providing clear strategies for improving individuals' outcomes and highlighting factors that stand to undermine these positive outcomes.  Namely, when individuals of all racial and ethnic backgrounds engage in positive interracial interactions more frequently and actively cultivate cross-race friendships - even with those who may seem to lack egalitarian values - they are likely to thrive emotionally, cognitively, and socially in interracial interactions.  Furthermore, these strategies may reduce the burden felt by those who are motivated to maintain positive relationships with both same-race and different-race associates when attempting to counteract racial group members' stereotype-confirming behavior.  Thus, this research will assist in the larger goal of working to create and maintain positive intergroup interactions and relationships so that all individuals can thrive in diverse academic and social settings.  \r\n\r\nFinally, this research meets the goals of NSF to integrate research and education and to include historically underrepresented populations in all stages of the research process.  It will be conducted sprimarily at Spelman College, the nation's first historically Black women's Liberal Arts College, and will expose undergraduates to graduate-level research in social psychology.  Students will be involved in the creation of the research materials and its implementation, as well as the dissemination of findings at professional conferences, on Spelman's campus, and at other institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Taylor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie J Taylor",
   "pi_email_addr": "vjt218@lehigh.edu",
   "nsf_id": "000513722",
   "pi_start_date": "2012-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Spelman College",
  "inst_street_address": "350 SPELMAN LN SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4042705897",
  "inst_zip_code": "303144399",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "SPELMAN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ES69D58DJPE7"
 },
 "perf_inst": {
  "perf_inst_name": "Spelman College",
  "perf_str_addr": "350 Spelman Lane SW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303144339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041Z",
   "pgm_ref_txt": "HBCU-Strengthening Research Capacities"
  },
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190680.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 38134.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-56ec33a0-aa6c-6dba-bc16-11c89602a3b1\"> <span id=\"docs-internal-guid-56ec33a0-aa6c-d13b-5473-a5f5078f8dc9\"> </span></span></p>\n<p dir=\"ltr\"><span style=\"white-space: pre;\"> </span>Most research on interpersonal interactions focuses on what happens when minorities and women feel stereotyped by majority group members and men. However, in the real world of school, work, and daily social interactions, members of negatively stereotyped groups can encounter another member of their racial group who embodies those negative stereotypes, forcing them to wrestle with how this might affect them and their interactions with others. Consider the experience of a Black woman interacting with a White acquaintance, as they witness another Black woman speak loudly and aggressively in public, or the experience of a White man interacting with a Black acquaintance as they see a fellow White colleague tell an off color racial joke. How will people respond in such situations? And importantly, how will such situations affect people&rsquo;s interracial interactions both in the moment and in the future? For example, will this Black women avoid interacting with her White colleague because of concerns about also being perceived as angry or hostile? Likewise, will the White man avoid interacting with his Black colleague for fear that he will be seen as prejudiced because of the behavior of his White colleague? How might these responses hurt cohesion in social settings or in the workplace? The current research is among the first to examine these dynamics in social and workplace settings by illuminating the often overlooked complexities and challenges of engaging in interracial interactions that include stereotype-confirming racial group members. This work also investigates solutions for mitigating the negative outcomes often experienced in such interactions.</p>\n<p dir=\"ltr\"><span style=\"white-space: pre;\"> </span>The first goal of the grant was to examine the various conditions that may not only impair but, importantly, improve people&rsquo;s outcomes (i.e., emotional, cognitive, and interpersonal) in interracial interactions following ingroup members&rsquo; stereotype-confirming behaviors. To this end, a series of studies demonstrated that the negative outcomes (e.g., increased intergroup anxiety, decreased desire for cross-race interaction) associated with witnessing a racial ingroup member&rsquo;s stereotypical behavior is not only highly impactful in daily life, but that forming positive interracial friendships and interacting with other racial group members known to hold more egalitarian values can mitigate such negative outcomes. The second goal of the grant was to explore the potential burden that racial group members may carry to represent their group positively following an ingroup member&rsquo;s stereotypical behavior in interracial interactions. Findings from the second set of studies demonstrated that people, at times, disparage others in their racial group who behave stereotypically when there is someone from a different racial group present, and also feel motivated to disprove such negative stereotypes in the presence of members of other racial groups. In particular, racial minorities feel a burden to represent their group positively in the face of such stereotypical behavior, which speaks to the constraining nature of negative racial stereotypes. Even someone else&rsquo;s stereotyping-confirming behavior can limit people&rsquo;s freedom to behave in varied ways in interracial interactions, and can lead them to anticipate or experience negative psychological and interpersonal outcomes in the interaction.</p>\n<p dir=\"ltr\"><span style=\"white-space: pre;\"> </span>Taken together, this work has the potential to transform how we understand people&rsquo;s behavior by demonstrating that multiracial settings&mdash;particularly those laden with negative group stereotypes or stereotype-confirming ingroup members&mdash;will not uniformly cause emotional and social distress, and undermine performance. &nbsp;Moreover, it provides clear strategies for improving individual and group outcomes in intergroup contexts. Specifically, engaging in positive interracial interactions and cultivating interracial friendships curb such effects and facilitate positive intergroup outcomes, even when faced with the possibility of being stereotyped due to another&rsquo;s, rather than one&rsquo;s own, behavior. Thus, this work speaks to the larger goal of working to create and maintain positive intergroup interactions and relationships so that all individuals can thrive in diverse academic, workplace, and social settings.&nbsp;&nbsp;</p>\n<div><span><br /></span></div>\n<p dir=\"ltr\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2017<br>\n\t\t\t\t\tModified by: Valerie&nbsp;J&nbsp;Taylor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \n Most research on interpersonal interactions focuses on what happens when minorities and women feel stereotyped by majority group members and men. However, in the real world of school, work, and daily social interactions, members of negatively stereotyped groups can encounter another member of their racial group who embodies those negative stereotypes, forcing them to wrestle with how this might affect them and their interactions with others. Consider the experience of a Black woman interacting with a White acquaintance, as they witness another Black woman speak loudly and aggressively in public, or the experience of a White man interacting with a Black acquaintance as they see a fellow White colleague tell an off color racial joke. How will people respond in such situations? And importantly, how will such situations affect people?s interracial interactions both in the moment and in the future? For example, will this Black women avoid interacting with her White colleague because of concerns about also being perceived as angry or hostile? Likewise, will the White man avoid interacting with his Black colleague for fear that he will be seen as prejudiced because of the behavior of his White colleague? How might these responses hurt cohesion in social settings or in the workplace? The current research is among the first to examine these dynamics in social and workplace settings by illuminating the often overlooked complexities and challenges of engaging in interracial interactions that include stereotype-confirming racial group members. This work also investigates solutions for mitigating the negative outcomes often experienced in such interactions.\n The first goal of the grant was to examine the various conditions that may not only impair but, importantly, improve people?s outcomes (i.e., emotional, cognitive, and interpersonal) in interracial interactions following ingroup members? stereotype-confirming behaviors. To this end, a series of studies demonstrated that the negative outcomes (e.g., increased intergroup anxiety, decreased desire for cross-race interaction) associated with witnessing a racial ingroup member?s stereotypical behavior is not only highly impactful in daily life, but that forming positive interracial friendships and interacting with other racial group members known to hold more egalitarian values can mitigate such negative outcomes. The second goal of the grant was to explore the potential burden that racial group members may carry to represent their group positively following an ingroup member?s stereotypical behavior in interracial interactions. Findings from the second set of studies demonstrated that people, at times, disparage others in their racial group who behave stereotypically when there is someone from a different racial group present, and also feel motivated to disprove such negative stereotypes in the presence of members of other racial groups. In particular, racial minorities feel a burden to represent their group positively in the face of such stereotypical behavior, which speaks to the constraining nature of negative racial stereotypes. Even someone else?s stereotyping-confirming behavior can limit people?s freedom to behave in varied ways in interracial interactions, and can lead them to anticipate or experience negative psychological and interpersonal outcomes in the interaction.\n Taken together, this work has the potential to transform how we understand people?s behavior by demonstrating that multiracial settings&mdash;particularly those laden with negative group stereotypes or stereotype-confirming ingroup members&mdash;will not uniformly cause emotional and social distress, and undermine performance.  Moreover, it provides clear strategies for improving individual and group outcomes in intergroup contexts. Specifically, engaging in positive interracial interactions and cultivating interracial friendships curb such effects and facilitate positive intergroup outcomes, even when faced with the possibility of being stereotyped due to another?s, rather than one?s own, behavior. Thus, this work speaks to the larger goal of working to create and maintain positive intergroup interactions and relationships so that all individuals can thrive in diverse academic, workplace, and social settings.  \n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/30/2017\n\n\t\t\t\t\tSubmitted by: Valerie J Taylor"
 }
}