{
 "awd_id": "1226655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Patterns of variable grammatical marking in Palenquero creole",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 10994.0,
 "awd_amount": 10994.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "Creole studies have advanced competing hypotheses about the structure and origins of creoles--languages based on two or more prior languages--most prominently contact with a colonial language, substrate influence, and universal linguistic processes. The Spanish-based creole Palenquero is spoken in the Afro-Hispanic community of San Basilio de Palenque, Colombia. This project examines variably occurring forms in Palenquero in order to test hypotheses about their functions and provenance. In the domain of the noun phrase, the focus of study is the demonstrative-article 'e' as the result of contact with Spanish, a reflex from the substrate Kikongo, or the product of language-internal demonstrative-to-article grammaticalization. In parallel, in the domain of verbal categories, this research investigates whether tense-aspect expressions function as grammatical markers and their possible sources. \r\n\r\nSince creole forms may share surface similarity to those of presumed donor languages, adjudicating between hypotheses about their functions and origins requires comparison of their distribution patterns. The Variationist Comparative Method will be employed. The data will be naturalistic speech gathered in sociolinguistic interviews with 50 Palenquero speakers, which will be recorded and transcribed. 1,500 tokens for each functional domain will be extracted, coded for factors operationalizing hypotheses, and submitted to multivariate analysis. The constraints on variant forms will be compared with constraints on apparently similar forms in Spanish and Kikongo and in light of predictions from grammaticalization theory.\r\n\r\nAt the level of the community, this study will offer linguistic descriptions which can serve in the development of educational materials for the local schools. Moreover, innovative in this project is the training of community members to revise transcriptions, which provides an opportunity for involving community members in the scientific study of their language. More generally, this study contributes to the documentation of Afro-Hispanic language varieties, which have been socially stigmatized, and to demonstrating their systematicity in the structure of linguistic variation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rena",
   "pi_last_name": "Torres Cacoullos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rena Torres Cacoullos",
   "pi_email_addr": "rena@psu.edu",
   "nsf_id": "000230529",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hiram",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hiram Smith",
   "pi_email_addr": "hls215@psu.edu",
   "nsf_id": "000610656",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Creole non-exceptionalism: </strong></p>\n<p style=\"text-align: center;\"><strong>Variable tense-aspect marking in Palenquero</strong></p>\n<p>&nbsp;</p>\n<p>Are creole languages, whose grammars derive from two or more languages, fundamentally different from other languages? This project examines variably occurring verbal forms in Palenquero, a creole language spoken together with Spanish in the Afro-Hispanic community of San Basilio de Palenque, Colombia, the oldest surviving maroon settlement and often referred to as the &lsquo;first free people in the Americas.&rsquo;</p>\n<p>&nbsp;</p>\n<p><strong>A speech corpus for systematic quantitative analysis</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>The corpus of Palenquero speech (Smith 2014) constituted by this project comprises audio-aligned transcripts for 10 hours of speech from sociolinguistic interviews and conversations (Labov 1984) with 30 community members. A transcription protocol was developed and implemented in collaboration with two community-member assistants. Such principled and exhaustive transcription affords an archive of this endangered language and a broadly usable corpus permitting accountable analysis.</p>\n<p>&nbsp;</p>\n<p><strong>Are pre-verbal tense-aspect particles grammatical markers?</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Palenquero verbs sometimes appear with pre-verbal particles, such as <em>as&eacute;</em> in (1), which according to the literature expresses habitual aspect, signaling a regularly repeated or customary action. However, verbs also appear in habitual contexts with an alternative pre-verbal particle <em>sab&eacute;</em> or as zero (bare) forms. Is a preverbal particle such as <em>as&eacute;</em>, then, a true grammatical &lsquo;marker&rsquo; of habitual aspect?</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <em>Majan&aacute; <strong><span style=\"text-decoration: underline;\">as&eacute;</span></strong> <span style=\"text-decoration: underline;\">sal&iacute;</span> ahora sin pemiso ri ma tat&aacute; ku ma mam&aacute; an&eacute;.</em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &lsquo;Kids <span style=\"text-decoration: underline;\">go out</span> these days without the permission of their father and mother.&rsquo;</p>\n<p>&nbsp;</p>\n<p>Quantitative analysis of 2,544 tokens confirms form-function asymmetry, in other words, for any given form and the function expressed by it, that very same function need not be expressed by that form, but may also be expressed in other ways (Sankoff 1988).&nbsp; Thus, in past temporal reference, although the pre-verbal particle <em>as&eacute;</em> virtually always expresses habitual meaning, past habitual contexts do not always display <em>as&eacute;</em>: past habitual meaning itself is expressed by<em> as&eacute; </em>approximately two-thirds<em> </em>of the time. In present temporal reference, habitual contexts exhibit <em>as&eacute; </em>even less often, a little over one-third of the time; just as often, the verb is a zero form. Put another way, two-thirds of the time present habitual meaning is not expressed by <em>as&eacute; </em>at all.</p>\n<p>&nbsp;</p>\n<p>The distribution of the variant forms is not random, however. For example, in past temporal reference contexts <em>as&eacute; </em>is favored with non-stative verbs, such as <em>kum&eacute;</em> (&lsquo;eat&rsquo;), but <em>sab&eacute;</em> with stative verbs, such as <em>ten&eacute;</em> (&lsquo;have&rsquo;). &nbsp;Pre-verbal particles, then, qualify as grammatical markers insofar as there is both an overwhelming association between the form and the function it expresses, and conversely, between a function and a certain form relative to other forms that may express it, as assessed by the relative frequencies of variants according to linguistic contexts (Poplack &amp; Tagliamonte 2006). Thus, <em>as&eacute;</em> can be said to probabilistically...",
  "por_txt_cntn": "Creole non-exceptionalism: \nVariable tense-aspect marking in Palenquero\n\n \n\nAre creole languages, whose grammars derive from two or more languages, fundamentally different from other languages? This project examines variably occurring verbal forms in Palenquero, a creole language spoken together with Spanish in the Afro-Hispanic community of San Basilio de Palenque, Colombia, the oldest surviving maroon settlement and often referred to as the æfirst free people in the Americas.Æ\n\n \n\nA speech corpus for systematic quantitative analysis\n\n \n\nThe corpus of Palenquero speech (Smith 2014) constituted by this project comprises audio-aligned transcripts for 10 hours of speech from sociolinguistic interviews and conversations (Labov 1984) with 30 community members. A transcription protocol was developed and implemented in collaboration with two community-member assistants. Such principled and exhaustive transcription affords an archive of this endangered language and a broadly usable corpus permitting accountable analysis.\n\n \n\nAre pre-verbal tense-aspect particles grammatical markers?\n\n \n\nPalenquero verbs sometimes appear with pre-verbal particles, such as as&eacute; in (1), which according to the literature expresses habitual aspect, signaling a regularly repeated or customary action. However, verbs also appear in habitual contexts with an alternative pre-verbal particle sab&eacute; or as zero (bare) forms. Is a preverbal particle such as as&eacute;, then, a true grammatical æmarkerÆ of habitual aspect?\n\n \n\n(1)      Majan&aacute; as&eacute; sal&iacute; ahora sin pemiso ri ma tat&aacute; ku ma mam&aacute; an&eacute;.\n\n       æKids go out these days without the permission of their father and mother.Æ\n\n \n\nQuantitative analysis of 2,544 tokens confirms form-function asymmetry, in other words, for any given form and the function expressed by it, that very same function need not be expressed by that form, but may also be expressed in other ways (Sankoff 1988).  Thus, in past temporal reference, although the pre-verbal particle as&eacute; virtually always expresses habitual meaning, past habitual contexts do not always display as&eacute;: past habitual meaning itself is expressed by as&eacute; approximately two-thirds of the time. In present temporal reference, habitual contexts exhibit as&eacute; even less often, a little over one-third of the time; just as often, the verb is a zero form. Put another way, two-thirds of the time present habitual meaning is not expressed by as&eacute; at all.\n\n \n\nThe distribution of the variant forms is not random, however. For example, in past temporal reference contexts as&eacute; is favored with non-stative verbs, such as kum&eacute; (æeatÆ), but sab&eacute; with stative verbs, such as ten&eacute; (æhaveÆ).  Pre-verbal particles, then, qualify as grammatical markers insofar as there is both an overwhelming association between the form and the function it expresses, and conversely, between a function and a certain form relative to other forms that may express it, as assessed by the relative frequencies of variants according to linguistic contexts (Poplack &amp; Tagliamonte 2006). Thus, as&eacute; can be said to probabilistically æmarkÆ habitual in the past with non-stative verbs, but not in the present. \n\n \n\nDoes the Palenquero tense-aspect system conform to cross-linguistic tendencies?\n\n \n\nDoes Palenquero conform to patterns in the development of tense and aspect markers in the worldÆs languages? To ascertain this, the variable use of tense-aspect forms was compared in present and past temporal reference, in light of the predictions of grammaticalization theory, which hypothesizes cross-linguistic evolutionary paths for grammatical expressions.\n\n \n\nCross-linguistically, habituals tend to have overt expression in past but not in present temporal reference contexts. The explanation is that habitual expressions grammaticalize, or develop, in the past before the present, because habitual is not part of the def..."
 }
}