{
 "awd_id": "1226140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transforming Undergraduate STEM Experiences Through the Next Generation of Scientist and Engineer Educators",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ron Buckmire",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "The Professional Development Program (PDP) develops future faculty expertise by training participants (mostly graduate students) to teach science and engineering at the undergraduate level.  The PDP has evolved over ten years and consists of workshops, a practical teaching experience, and a post-teaching reflection.  Participants all design and teach an inquiry learning activity that integrates inclusive teaching strategies, and then they evaluate the effectiveness of their activity using evidence gathered through an assessment, which they also design. Over 200 participants, primarily from two institutions, have now completed the full program.  The current project is expanding the impact of the PDP by improving the efficiency and the sustainability of the program, and its accessibility to a broader audience.  Efforts include: transitioning from a fully in-person training model to a blended online/in-person approach; training new apprentice instructors of the program at new sites; testing new dissemination models and implementing them at four new partner sites; and monitoring the effectiveness of the PDP through objective assessments.  This project is forward-looking and focused on dissemination. It will expand annual capacity from about 60 to about 100 participants, and the number of sites from two to six.  PDP participants will, in turn, teach 300 undergraduates per year.  As the expanded group of PDP alumni continue to advance in their careers, this project has the potential to affect a paradigm shift toward more effective, inclusive teaching nationally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Hunter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Hunter",
   "pi_email_addr": "lhunter@ucsc.edu",
   "nsf_id": "000460478",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High St.",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Professional Development Program (PDP) is an intensive program that trains early-career scientists and engineers to teach effectively and inclusively, using research-based practices that are founded in inquiry. The PDP primarily serves graduate students and postdoctoral researchers, and complements their research training, by preparing them with teaching, mentoring, and other professional skills. This project enabled the Institute for Scientist &amp; Engineer Educators (ISEE), who manages the PDP, to expand training to new universities, while simultaneously developing a model and infrastructure to scale up and expand to multiple universities throughout the U.S.</p>\n<p>&nbsp;</p>\n<p>PDP participants experience an inquiry activity from the learner&rsquo;s perspective, and they learn about how inquiry, inclusion, and equitable teaching and learning are linked. Unlike most professional development training, the PDP requires that participants put what they learn into practice: they work in teams to design and teach their own undergraduate-level inquiry units, and reflect on what they accomplished. During their PDP training, participants&rsquo; teaching has a positive impact on hundreds of undergraduates, and their future teaching has the potential to impact thousands more, helping to retain a diverse pool of students in the STEM (science, technology, engineering, and mathematics) pipeline. Over 15 years, the PDP team has developed substantial expertise, professional development curriculum, and infrastructure centered on ISEE&rsquo;s headquarters at the University of California, Santa Cruz (UCSC). Remaining challenges to expanding the PDP were identified as areas of emphasis for this project and included:</p>\n<ul>\n<li>The PDP&rsquo;s past emphasis on in-person training is time consuming and resource intensive, and limits expansion</li>\n<li>PDP participants&rsquo; training could be furthered with more support outside of in-person activities</li>\n<li>Participant resources and work were not very accessible to the PDP community and were hard for PDP instructors to assess and give feedback on</li>\n<li>The specialized expertise needed by PDP instructors has limited the number of people who could hold this position (and therefore the number of people who could be trained in the program)</li>\n<li>PDP infrastructure was appropriate for serving a handful of universities, and needed substantial revisions to accommodate growth</li>\n<li>A model for sustainable growth was needed</li>\n</ul>\n<p>&nbsp;</p>\n<p>The following was achieved through this grant:</p>\n<ul>\n<li>Trained current and future scientists and engineers to be effective and inclusive educators</li>\n<li>Developed infrastructure and key components for national expansion model</li>\n<li>Established seven ISEE Chapters</li>\n<li>Trained nine new apprentice PDP instructors</li>\n<li>Published three new technical reports, disseminating strategies used in ISEE&rsquo;s three major themes: Inquiry, Equity &amp; Inclusion, and Assessment</li>\n<li>Developed a more efficient professional development curriculum utilizing a blended online/in-person approach</li>\n</ul>\n<p>&nbsp;</p>\n<p>The intellectual merit of this project includes a focus on several big challenges in STEM education. ISEE focuses on three thematic areas that have been particularly challenging for the nation to solve: inquiry (teaching and learning STEM as it is done in authentic practice), equity and inclusion (supporting diverse learners in participating and being successful in STEM), and assessment (assessing deep conceptual understanding and STEM practices). In addition, this project implements, and disseminates training activities aligned with what is known about effective professional development, avoiding the common pitfall of short one-shot workshops, which have shown little effect on teaching. The PDP is ongoing training with opportunities to reflect and practi...",
  "por_txt_cntn": "\nThe Professional Development Program (PDP) is an intensive program that trains early-career scientists and engineers to teach effectively and inclusively, using research-based practices that are founded in inquiry. The PDP primarily serves graduate students and postdoctoral researchers, and complements their research training, by preparing them with teaching, mentoring, and other professional skills. This project enabled the Institute for Scientist &amp; Engineer Educators (ISEE), who manages the PDP, to expand training to new universities, while simultaneously developing a model and infrastructure to scale up and expand to multiple universities throughout the U.S.\n\n \n\nPDP participants experience an inquiry activity from the learnerÆs perspective, and they learn about how inquiry, inclusion, and equitable teaching and learning are linked. Unlike most professional development training, the PDP requires that participants put what they learn into practice: they work in teams to design and teach their own undergraduate-level inquiry units, and reflect on what they accomplished. During their PDP training, participantsÆ teaching has a positive impact on hundreds of undergraduates, and their future teaching has the potential to impact thousands more, helping to retain a diverse pool of students in the STEM (science, technology, engineering, and mathematics) pipeline. Over 15 years, the PDP team has developed substantial expertise, professional development curriculum, and infrastructure centered on ISEEÆs headquarters at the University of California, Santa Cruz (UCSC). Remaining challenges to expanding the PDP were identified as areas of emphasis for this project and included:\n\nThe PDPÆs past emphasis on in-person training is time consuming and resource intensive, and limits expansion\nPDP participantsÆ training could be furthered with more support outside of in-person activities\nParticipant resources and work were not very accessible to the PDP community and were hard for PDP instructors to assess and give feedback on\nThe specialized expertise needed by PDP instructors has limited the number of people who could hold this position (and therefore the number of people who could be trained in the program)\nPDP infrastructure was appropriate for serving a handful of universities, and needed substantial revisions to accommodate growth\nA model for sustainable growth was needed\n\n\n \n\nThe following was achieved through this grant:\n\nTrained current and future scientists and engineers to be effective and inclusive educators\nDeveloped infrastructure and key components for national expansion model\nEstablished seven ISEE Chapters\nTrained nine new apprentice PDP instructors\nPublished three new technical reports, disseminating strategies used in ISEEÆs three major themes: Inquiry, Equity &amp; Inclusion, and Assessment\nDeveloped a more efficient professional development curriculum utilizing a blended online/in-person approach\n\n\n \n\nThe intellectual merit of this project includes a focus on several big challenges in STEM education. ISEE focuses on three thematic areas that have been particularly challenging for the nation to solve: inquiry (teaching and learning STEM as it is done in authentic practice), equity and inclusion (supporting diverse learners in participating and being successful in STEM), and assessment (assessing deep conceptual understanding and STEM practices). In addition, this project implements, and disseminates training activities aligned with what is known about effective professional development, avoiding the common pitfall of short one-shot workshops, which have shown little effect on teaching. The PDP is ongoing training with opportunities to reflect and practice, and is conducted within an enduring community that is supported in implementing their own innovations.\n\n \n\nThere are far-reaching broader impacts from this project. The PDP focuses on future faculty members, who will go on to impact thousands of undergraduates over the c..."
 }
}