{
 "awd_id": "1226293",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Determining When Earth's Magnetic Field Originated",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 87560.0,
 "awd_amount": 87560.0,
 "awd_min_amd_letter_date": "2012-04-09",
 "awd_max_amd_letter_date": "2012-04-09",
 "awd_abstract_narration": "It is currently unknown when the Earth?s magnetic field originated.  This timing has major implications for the thermal evolution of the interior, the physics of dynamo action, and the evolution of the terrestrial atmosphere.  Paleomagnetic studies of the oldest known unmetamorphosed rocks indicate that a field with intensity similar to that of the present existed at least 3.5 billion years (Ga) ago.  Here we describe a project that could potentially determine its time of origin and earliest evolution.  Detrital zircon crystals found in sandstones from the Jack Hills of Western Australia are the oldest known earthly materials.  Ranging from 3.0-4.38 Ga in age, they may preserve a record of the origin of Earth?s geodynamo.  Some of these zircons carry an extremely weak remanent magnetization.  Depending on their thermal and alteration histories, the Jack Hills zircons may therefore provide the earliest known paleointensity records of the Earth?s field. \r\n\r\nThe PIs will conduct research that will help determine the time when the Earth's magnetic field began.  This is important for understanding how the planet has evolved over time.  The PIs plan to share theirr results in public lectures at local science museums and as part of podcasts and local science festivals.  They also plan to share results at multidisciplinary conferences.  The PIs will train MIT undergraduates in research techniques.  Finally, this project will further stimulate the development of next generation paleomagnetism techniques for the analysis of extremely weakly magnetic materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Weiss",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin P Weiss",
   "pi_email_addr": "bpweiss@mit.edu",
   "nsf_id": "000149353",
   "pi_start_date": "2012-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is currently unknown when Earth&rsquo;s dynamo magnetic field originated.&nbsp; This timing has major implications for the thermal evolution of the interior, the physics of dynamo action, the surface cosmic ray flux, the evolution of the terrestrial atmosphere, and planetary habitability.&nbsp; Paleomagnetic studies of the oldest known unmetamorphosed rocks indicate that a field with intensity similar to that of the present existed at least 3.5 billion years ago (Ga).&nbsp; One of the very few sample suites predating this time are detrital zircon crystals found in quartz-rich siliciclastic rocks from the Jack Hills of Western Australia.&nbsp; With crystallization ages ranging from 3.0-4.38 Ga, they have the potential to preserve a record of the missing first billion years of Earth&rsquo;s magnetic field history.&nbsp; &nbsp;&nbsp;</p>\n<p>Over the last 15 years, we have been studying individual Jack Hills zircon crystals and their host rocks to characterize the nature, age, and intensity of their paleomagnetism.&nbsp;&nbsp; Petrographic and rock magnetic studies suggest the zircons contain inclusions of ferromagnetic iron oxides and sulfides.&nbsp;&nbsp; Using a newly developed ultra-high sensitivity moment magnetometry technique implemented on our superconducting quantum interference device (SQUID) microscope, we have found that many zircons carry an extremely weak natural remanent magnetization (ranging from 5-10x10<sup>-14</sup> Am<sup>2</sup>), essentially making them the most weakly magnetic samples studied in the history of paleomagnetism.&nbsp; They present tremendous analytical challenges associated with magnetic contamination and limitations on magnetic recording properties. &nbsp;</p>\n<p>The key unknown is the age and origin of their magnetization.&nbsp; In particular, the identification of &gt;3.9 Ga (Hadean) field records requires at least establishing that the zircons have avoided post-depositional remagnetization. &nbsp; Although we have found little evidence for remagnetization by recent lightning strikes, most rocks in this area have been pervasively remagnetized to at least 330-530&deg;C, likely from the effects of nearby Mesoproterozoic mafic intrusions. &nbsp;However, localized regions of the Jack Hills may have escaped complete remagnetization. &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2014<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;P&nbsp;Weiss</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is currently unknown when EarthÆs dynamo magnetic field originated.  This timing has major implications for the thermal evolution of the interior, the physics of dynamo action, the surface cosmic ray flux, the evolution of the terrestrial atmosphere, and planetary habitability.  Paleomagnetic studies of the oldest known unmetamorphosed rocks indicate that a field with intensity similar to that of the present existed at least 3.5 billion years ago (Ga).  One of the very few sample suites predating this time are detrital zircon crystals found in quartz-rich siliciclastic rocks from the Jack Hills of Western Australia.  With crystallization ages ranging from 3.0-4.38 Ga, they have the potential to preserve a record of the missing first billion years of EarthÆs magnetic field history.    \n\nOver the last 15 years, we have been studying individual Jack Hills zircon crystals and their host rocks to characterize the nature, age, and intensity of their paleomagnetism.   Petrographic and rock magnetic studies suggest the zircons contain inclusions of ferromagnetic iron oxides and sulfides.   Using a newly developed ultra-high sensitivity moment magnetometry technique implemented on our superconducting quantum interference device (SQUID) microscope, we have found that many zircons carry an extremely weak natural remanent magnetization (ranging from 5-10x10-14 Am2), essentially making them the most weakly magnetic samples studied in the history of paleomagnetism.  They present tremendous analytical challenges associated with magnetic contamination and limitations on magnetic recording properties.  \n\nThe key unknown is the age and origin of their magnetization.  In particular, the identification of &gt;3.9 Ga (Hadean) field records requires at least establishing that the zircons have avoided post-depositional remagnetization.   Although we have found little evidence for remagnetization by recent lightning strikes, most rocks in this area have been pervasively remagnetized to at least 330-530&deg;C, likely from the effects of nearby Mesoproterozoic mafic intrusions.  However, localized regions of the Jack Hills may have escaped complete remagnetization.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/13/2014\n\n\t\t\t\t\tSubmitted by: Benjamin P Weiss"
 }
}