{
 "awd_id": "1226817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Relationship Between Soil Degradation, Rural Livelihoods, and Household Well-Being",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Hapke",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 399958.0,
 "awd_amount": 399958.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "The goal of this project is to better understand the connections between soil degradation and rural poverty.  Soil degradation is a decline in the productivity of the soil for agriculture and other uses, and is usually the result of long-term continual agricultural use without the addition of mineral or organic fertilizers.  Soil degradation is widely perceived to be a key factor undermining the livelihoods of small farmers, especially in the developing world, who represent a large fraction of the world's poorest households.  Scientific understanding of the extent and severity of this problem has been limited by the absence of data that links soil degradation and household well-being.  This issue is of particular interest in parts of East Africa, where rural poverty is endemic, agricultural yields are low and stagnant, and few farmers have the resources to fertilize their fields.  To address this issue, this project will consider the case of Uganda, a country where soil degradation and rural poverty are particularly severe.  The core of the project is the construction of a new dataset that links changes in soil productivity and household well-being over an 11-year period.  Building on a large household and soil survey conducted in 2003, the same households will be re-interviewed, and agricultural plots will be re-sampled and analyzed.  This new longitudinal dataset will be analyzed using multivariate statistical techniques to test three core hypotheses: (1) Households with poor soil productivity in 2003 will have experienced more negative changes in well-being and more out-migration over the 11-year period; (2) Households that were poor in 2003 will have experienced more negative changes in soil productivity; and (3) Changes in well-being and soil productivity will be positively correlated when other influences have been accounted for.  Findings from the research will advance theories about the relationship between demography and the environment.\r\n\r\nAmeliorating soil degradation and reducing rural poverty are central goals of agricultural and development policies in poor countries, but to date these policies have been implemented with little scientific understanding of the connections between these two processes. This project will provide important new insights into the severity and drivers of soil degradation, as well as the contribution of soil productivity to the well-being of rural households in East Africa and other parts of the world where this is also an issue.  The results will be disseminated through presentations at scientific conferences and will be made available to policy makers.  The project is collaboration between the University of North Carolina-Chapel Hill, Purdue University, the International Food Policy Research Institute, and the National Agricultural Research Laboratories of Uganda.  It will support two graduate students and will be integrated into existing undergraduate courses at the University of North Carolina-Chapel Hill and at Purdue University.\r\n\r\nThis project is supported through co-funding between NSF's Geography and Spatial Sciences Program and the Office of International Science and Engineering (OISE).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Gray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clark Gray",
   "pi_email_addr": "cgray@email.unc.edu",
   "nsf_id": "000253772",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "3301 Venable Hall",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993135",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7342",
   "pgm_ref_txt": "UGANDA"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 286708.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 113250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This goal of this project was to investigate the interactions between soil degradation, rural livelihoods and poverty in Uganda. These issues, particularly the role of soil degradation in perpetuating rural poverty, are at the core of debates within human-environment geography, agricultural economics and soil science. Our approach was to build on a linked soils-household dataset collected in 2003 by returning to the same locations across rural Uganda in 2013. We revisited 750 households for interviews and a similar number of linked agricultural plots for laboratory soils analysis, creating the first large-sample longitudinal dataset on this topic. Analyses of these data are investigating a large set of research questions including&nbsp;the consequences of soil degradation for malnutrition, the role of soil quality in the size-productivity&nbsp;paradox, the contribution of organic matter amendments and climate shocks to farm productivity, the relationship between measured and perceived soil quality, the role of soil degradation in out-migration and livelihood diversification, and the spatial pattern of soil characteristics across Uganda. Preliminary results indicate, for example, that both lab measures and farmer perceptions of soil quality predict plot productivity, that the size-productivity paradox can be partly explained by plot shape, and that organic matter applications are a nonlinear function of baseline organic matter. Future analyses will investigate the drivers of soil degradation and the consequences of soil quality for changes in well-being, among other topics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/26/2016<br>\n\t\t\t\t\tModified by: Clark&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis goal of this project was to investigate the interactions between soil degradation, rural livelihoods and poverty in Uganda. These issues, particularly the role of soil degradation in perpetuating rural poverty, are at the core of debates within human-environment geography, agricultural economics and soil science. Our approach was to build on a linked soils-household dataset collected in 2003 by returning to the same locations across rural Uganda in 2013. We revisited 750 households for interviews and a similar number of linked agricultural plots for laboratory soils analysis, creating the first large-sample longitudinal dataset on this topic. Analyses of these data are investigating a large set of research questions including the consequences of soil degradation for malnutrition, the role of soil quality in the size-productivity paradox, the contribution of organic matter amendments and climate shocks to farm productivity, the relationship between measured and perceived soil quality, the role of soil degradation in out-migration and livelihood diversification, and the spatial pattern of soil characteristics across Uganda. Preliminary results indicate, for example, that both lab measures and farmer perceptions of soil quality predict plot productivity, that the size-productivity paradox can be partly explained by plot shape, and that organic matter applications are a nonlinear function of baseline organic matter. Future analyses will investigate the drivers of soil degradation and the consequences of soil quality for changes in well-being, among other topics.\n\n\t\t\t\t\tLast Modified: 05/26/2016\n\n\t\t\t\t\tSubmitted by: Clark Gray"
 }
}