{
 "awd_id": "1226180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Closed-loop Deep Brain Stimulation, Synchrony breaking and Chimera State",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 164996.0,
 "awd_amount": 164996.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "The primary goal of this project is to develop both computational and mathematical methods to break pathological synchrony and reduce bursting firing patterns presented in the basal ganglia of Parkinson' patients. A large-scale biologically faithful computational network is built to describe the parkinsonian state of the basal ganglia and thalamocortical circuit. In the computational method, the investigators conduct multi-site delayed feedback stimulation (MDFS) on the computational network. Various algorithms are developed to optimize the administration of MDFS. Based on the hypothesis that pathological outputs from the internal segment of the golobus pallidus (GPi) may induce parkinsonian signs by compromising thalamocortical (TC) relay, the objective function in the optimization is to diminish TC relay error in the parkinsonian state. In the mathematical method of synchrony breaking and burst reduction, a five dimensional system of nonlinear differential equations of GPi neuron is considered. A map reduction approach is applied to the GPi model neuron to obtain more tractable representation of the Poincare map that can capture the fundamental behavior of the GPi neuron. The reduced map is used to derive conditions that will settle a subgroup of uncoupled and fully synchronized GPi ensemble into different stable states of subthreshold oscillation, tonic fire and bursts with various spike numbers. The investigators expect to find the existence conditions of chimera states-the coexistence of synchrony and asynchrony-in this ensemble of GPi neurons that may lead to methods of mild stimulation of pathological synchrony breaking.\r\n\r\nThe conventional deep brain stimulation delivers an ongoing stream of high frequency electrical pulses to a stimulation target in the brain. Even though the conventional deep brain stimulation has achieved remarkable successes in alleviating symptoms of Parkinson's patients, it has several significant drawbacks, such as high energy cost and laborious tuning in stimulation parameters. More importantly, such form of stimulation is considered \"dumb\" because the external stimulation force is not guided by the changes in the brain's electrical activity relevant to the disorder being treated. The computational frame work in this project will address the important challenges in advancing deep brain stimulation via less invasive and \"smarter\" closed loop protocols, multi-site delayed feedback stimulation, guided by the changes in the brain. The investigation of chimera states will link the phenomena of chimera states observed in dynamical systems to biophysically faithful models of neurological movement disorders. The successful finding of chimera states will assist in finding methods to break the synchrony of parkinsonian states with minimal amount of stimulation intervention.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yixin",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yixin Guo",
   "pi_email_addr": "yixin@math.drexel.edu",
   "nsf_id": "000227322",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3201 Arch St",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 164996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The proposed research addresses important challenges in advancing open-loop deep brain stimulation (DBS) to closed-loop stimulation and theoretical understanding of synchrony breaking.&nbsp;</p>\n<p>Both experimental model parkinsonism of non-human primate and patients with Parkinson&rsquo;s disease are shown to be associated with changes in neural activity patterns, including increases in synchrony, firing rates, and bursts in the basal ganglia of the brain. Abnormal synchrony and firing patterns of basal ganglia neurons compromise the relay ability of thalamocortical (TC) neurons to cortex and may be responsible for the motor symptoms in PD and other movement disorders.</p>\n<p>We build a large-scale biological-faithful computational network consisting of hundreds of neurons in several nuclei of the basal ganglia and the thalamus. This network can mimic the neuronal spiking behavior of the basal-ganglia-thalamic circuit in the parkinsonian condition. The computational network also shows that the relay ability of thalamocortical (TC) neuron is compromised in the parkinsonian condition.</p>\n<p>Using the computational model of parkinsonian basal-ganglia-thalamic circuit, we develop several novel closed-loop DBS protocols that apply multi-site delay feedback stimulation (MDFS) on various targets in the basal ganglia. The stimulation signal is based on &nbsp;feedback signals collected within the basal ganglia. The closed-loop MDFS is energy efficient and &ldquo;smarter&rdquo; because it can be entirely guided by changes in neuronal activities specific to disorders being treated. We further explore plausible MDFS administrations with appropriate choices of multiple stimulation sites and parameters, which involves multi-step optimization process.</p>\n<p>We carry out theoretical and computational investigation of partial desynchronization and burst reduction of neuronal ensembles in the basal ganglia by studying the emergence of chimera states, the co-existence of synchronization and desynchronization. Finding chimeras in a computational model has the potential to generate, via possibly mild stimulation, a therapeutic partial desynchronization state in the basal ganglia.</p>\n<p>During the award period from September 2012 to August 2016, the PI graduated one Ph. D. student in June 2016. The PI also provided training for two other graduate students who are expected to obtain their Ph. D. in 2018. The PI supervised two postdoctoral researchers. The PI&rsquo;s research group disseminated their research through multiple refereed journal and conference articles. They also actively participated scientific conferences by publishing extended abstracts, giving talks and poster presentations. The PI not only visited many universities to give talks and communicate with other colleagues in the mathematical research community. She also gave short presentations to junior high school students at her children&rsquo;s school district.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2016<br>\n\t\t\t\t\tModified by: Yixin&nbsp;Guo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe proposed research addresses important challenges in advancing open-loop deep brain stimulation (DBS) to closed-loop stimulation and theoretical understanding of synchrony breaking. \n\nBoth experimental model parkinsonism of non-human primate and patients with Parkinson?s disease are shown to be associated with changes in neural activity patterns, including increases in synchrony, firing rates, and bursts in the basal ganglia of the brain. Abnormal synchrony and firing patterns of basal ganglia neurons compromise the relay ability of thalamocortical (TC) neurons to cortex and may be responsible for the motor symptoms in PD and other movement disorders.\n\nWe build a large-scale biological-faithful computational network consisting of hundreds of neurons in several nuclei of the basal ganglia and the thalamus. This network can mimic the neuronal spiking behavior of the basal-ganglia-thalamic circuit in the parkinsonian condition. The computational network also shows that the relay ability of thalamocortical (TC) neuron is compromised in the parkinsonian condition.\n\nUsing the computational model of parkinsonian basal-ganglia-thalamic circuit, we develop several novel closed-loop DBS protocols that apply multi-site delay feedback stimulation (MDFS) on various targets in the basal ganglia. The stimulation signal is based on  feedback signals collected within the basal ganglia. The closed-loop MDFS is energy efficient and \"smarter\" because it can be entirely guided by changes in neuronal activities specific to disorders being treated. We further explore plausible MDFS administrations with appropriate choices of multiple stimulation sites and parameters, which involves multi-step optimization process.\n\nWe carry out theoretical and computational investigation of partial desynchronization and burst reduction of neuronal ensembles in the basal ganglia by studying the emergence of chimera states, the co-existence of synchronization and desynchronization. Finding chimeras in a computational model has the potential to generate, via possibly mild stimulation, a therapeutic partial desynchronization state in the basal ganglia.\n\nDuring the award period from September 2012 to August 2016, the PI graduated one Ph. D. student in June 2016. The PI also provided training for two other graduate students who are expected to obtain their Ph. D. in 2018. The PI supervised two postdoctoral researchers. The PI?s research group disseminated their research through multiple refereed journal and conference articles. They also actively participated scientific conferences by publishing extended abstracts, giving talks and poster presentations. The PI not only visited many universities to give talks and communicate with other colleagues in the mathematical research community. She also gave short presentations to junior high school students at her children?s school district.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2016\n\n\t\t\t\t\tSubmitted by: Yixin Guo"
 }
}