{
 "awd_id": "1226983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Near-Real Time Data Streaming from the Coweeta LTER Environmental Sensor Network",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 230236.0,
 "awd_amount": 230236.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "The University of Georgia has been awarded a grant to upgrade the existing network of Coweeta LTER weather, streamflow and terrestrial microclimate sensors to transmit data wirelessly via satellite, cellular, radio or WLAN transmitters as appropriate to the setting of the sensor. Coweeta LTER field operations are based at the USFS Coweeta Hydrologic Laboratory, one of the oldest and best-known centers for forest ecosystem and hydrologic research in the world, while the network to be upgraded supports regional scale research across Southern Appalachia (http://coweeta.ecology.uga.edu/). Southern Appalachian forests are among the most biodiverse and productive in the temperate world, but they are also experiencing some of the most rapid exurban growth in the continental U.S. The current sensor network includes 30 stations at multiples sites along a west-to-east elevational, hydrologic and climatic gradient from the Great Smoky Mountains National Park to Mars Hill College (north of Asheville, NC), and a latitudinal gradient from the Duke Forest (Durham, NC) to the Whitehall Forest (Athens, GA).\r\n\r\nThe upgrade of the regional Coweeta LTER sensor network for wireless transmission will reduce travel costs to retrieve data and to maintain and calibrate instruments. It will also reduce the expense of post-processing data and make it possible to publish data to a public website in near real-time. The upgrade will introduce uniformity in observational practices and equipment across the network thus creating diverse opportunities for increased collaboration with academic, local, state and federal agencies as well as local non-profit groups. Users would be able to link their own observations to the Coweeta LTER data to explore entirely new scales of interactions that include improving the capacity to manage the ecosystem services of water quantity, water quality, and biodiversity in southern Appalachia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Gragson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore L Gragson",
   "pi_email_addr": "tgragson@uga.edu",
   "nsf_id": "000423031",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Chamblee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Chamblee",
   "pi_email_addr": "chamblee@uga.edu",
   "nsf_id": "000626597",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "Coweeta Hydrologic Laboratory",
  "perf_str_addr": "3160 Coweeta Lab Road",
  "perf_city_name": "Otto",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "287639218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NC11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 230236.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to create a larger and more efficient network of electronic field stations to collect data on weather, stream flow, and below-canopy forest moisture conditions in the areas studied by the Coweeta Long Term Ecological Research Program (CWT LTER). Where we could, we upgraded equipment with better on-board computers, or &ldquo;data loggers,&rdquo; and devices for over-the-air data transmission using cellular, radio and satellite networks. We then added additional clusters of sensors and communications equipment, or &ldquo;sensor stations,&rdquo; until we were able cover all of our major study areas in Southern Appalachia and stream the data over the air back to our labs every day.</p>\n<p>NSF Grant # 1226983 funded the upgrade or addition of 45 remote, streaming stations to the Coweeta Long Term Ecological Research Program&rsquo;s sensor network. Table 1 provides basic data on the stations in the sensor network and Figure 1 shows their locations. We deployed or upgraded 31 microclimate and regional weather stations during the funding period, and made purchases and preparations to deploy an additional 14 stations after the funding period. We replaced, upgraded, or upgraded and moved equipment for 18 stations, including all stations within the Coweeta Basin, as well as stations in the French Broad River valleys. We also deployed 13 new stations, expanding our ability to track regional climate variation in Southern Appalachia.</p>\n<p>We originally proposed 32 stations and successfully deployed 31 during the funding period. Our original plan was to rely heavily on satellite transmission to deal with the mountain terrain. However, increased cellular network coverage and attention to detail in selecting suitable sites allowed us to rely mostly on less expensive cellular transmission and achieve significant cost savings on a per-station basis. In order to handle the streamed data we were able to undertake a very effective upgrade of our existing virtual machine and backup servers that was less expensive than purchasing a new server. These savings enabled us to purchase 13 stations beyond those proposed in support of activities to be funded during the next CWT LTER proposal cycle, including one station installed near the Coweeta Information Management Office to be used for testing new sensors, programs, and automated QA / QC protocols.</p>\n<p>The data these sensor stations collect support site-based, regional, and comparative research by scientists within and beyond the Coweeta LTER research program. All data streaming data are freely available to the public according to the terms of the CWT LTER Data Policy (see <a href=\"http://coweeta.uga.edu/policies/data\">http://coweeta.uga.edu/policies/data</a>) via the CWT LTER web site (see <a href=\"http://coweeta.uga.edu/streaming\">http://coweeta.uga.edu/streaming</a>) and, once a year, data will be uploaded to the LTER Network Information System (see <a href=\"http://portal.lternet.edu\">http://portal.lternet.edu</a>).</p>\n<p>Our project had several major scientific impacts. The ability to collect daily data across basin-level gradients in elevation, water conditions, and climate, provides the means to ask theoretically significant regional scale ecological questions. We also increased the potential for cross-site comparisons between LTER sites by adopting a widely shared tool for common data processing and post-processing tasks. In addition, we have enhanced the ability of researchers to respond to dynamic conditions and major changes that could have an impact on ecological systems. Finally, delivery of sensor data through a public website is a direct contribution to making federally funded research results available in a format that is both useful and minimally constrained.</p>\n<p>The high availability of the data and collaborations that developed between the CWT LTER and individual land managers who permi...",
  "por_txt_cntn": "\nThe goal of this project was to create a larger and more efficient network of electronic field stations to collect data on weather, stream flow, and below-canopy forest moisture conditions in the areas studied by the Coweeta Long Term Ecological Research Program (CWT LTER). Where we could, we upgraded equipment with better on-board computers, or \"data loggers,\" and devices for over-the-air data transmission using cellular, radio and satellite networks. We then added additional clusters of sensors and communications equipment, or \"sensor stations,\" until we were able cover all of our major study areas in Southern Appalachia and stream the data over the air back to our labs every day.\n\nNSF Grant # 1226983 funded the upgrade or addition of 45 remote, streaming stations to the Coweeta Long Term Ecological Research ProgramÆs sensor network. Table 1 provides basic data on the stations in the sensor network and Figure 1 shows their locations. We deployed or upgraded 31 microclimate and regional weather stations during the funding period, and made purchases and preparations to deploy an additional 14 stations after the funding period. We replaced, upgraded, or upgraded and moved equipment for 18 stations, including all stations within the Coweeta Basin, as well as stations in the French Broad River valleys. We also deployed 13 new stations, expanding our ability to track regional climate variation in Southern Appalachia.\n\nWe originally proposed 32 stations and successfully deployed 31 during the funding period. Our original plan was to rely heavily on satellite transmission to deal with the mountain terrain. However, increased cellular network coverage and attention to detail in selecting suitable sites allowed us to rely mostly on less expensive cellular transmission and achieve significant cost savings on a per-station basis. In order to handle the streamed data we were able to undertake a very effective upgrade of our existing virtual machine and backup servers that was less expensive than purchasing a new server. These savings enabled us to purchase 13 stations beyond those proposed in support of activities to be funded during the next CWT LTER proposal cycle, including one station installed near the Coweeta Information Management Office to be used for testing new sensors, programs, and automated QA / QC protocols.\n\nThe data these sensor stations collect support site-based, regional, and comparative research by scientists within and beyond the Coweeta LTER research program. All data streaming data are freely available to the public according to the terms of the CWT LTER Data Policy (see http://coweeta.uga.edu/policies/data) via the CWT LTER web site (see http://coweeta.uga.edu/streaming) and, once a year, data will be uploaded to the LTER Network Information System (see http://portal.lternet.edu).\n\nOur project had several major scientific impacts. The ability to collect daily data across basin-level gradients in elevation, water conditions, and climate, provides the means to ask theoretically significant regional scale ecological questions. We also increased the potential for cross-site comparisons between LTER sites by adopting a widely shared tool for common data processing and post-processing tasks. In addition, we have enhanced the ability of researchers to respond to dynamic conditions and major changes that could have an impact on ecological systems. Finally, delivery of sensor data through a public website is a direct contribution to making federally funded research results available in a format that is both useful and minimally constrained.\n\nThe high availability of the data and collaborations that developed between the CWT LTER and individual land managers who permitted us to locate stations resulted in the data being used by the public in unforeseen ways. One emergency management agency is using the data to supplement local weather data with highly localized data near their management center. Another land manager is usi..."
 }
}