{
 "awd_id": "1226964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: An experimental approach to phonetic transfer in the production and perception of early Spanish-Catalan bilinguals",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 13922.0,
 "awd_amount": 13922.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "This dissertation project examines the influence of one language on the other in bilinguals who learn both languages from a very young age and who continue to use both languages extensively within a bilingual community. Previous research has suggested that the dominant language interferes with the acquisition of the phonetics of the other language even when bilinguals have the most favorable conditions to learn both, which is the case of Spanish and Catalan speakers on the island of Majorca (Spain). The hypothesis of this study is that bilinguals are able to perceive the vowels in Catalan that do not exist in Spanish and that they are also able to produce them accurately but that previously unexamined factors, including whether the words are shared between two languages (cognates), and a speaker's language dominance, use, age and attitudes about language, also play a role in how accurately they perceive and produce vowels in certain words.\r\n \r\n40 Spanish- and 40 Catalan-dominant bilinguals will participate in three experiments. The first, will investigate the production of the Catalan and Spanish target vowels. The second experiment will test their perception of these vowels. Finally, the third experiment will test whether they know which vowel is correct in a particular word. If these speakers perform these tasks accurately it would refute the claim that the dominant language interferes with the acquisition of the other language.\r\n\r\nThe present study will inform methodologies in the study of bilingualism, not only in phonetics, but also in the domains of psycholinguistics, sociolinguistics, and language contact, providing a clearer picture of production and perception patterns at the level of the word and at the individual sound level.  This award will support the scientific training of a promising scholar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Bullock",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara E Bullock",
   "pi_email_addr": "bbullock@austin.utexas.edu",
   "nsf_id": "000611067",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcos",
   "pi_last_name": "Amengual Watson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcos Amengual Watson",
   "pi_email_addr": "markamengual@gmail.com",
   "nsf_id": "000611097",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Austin",
  "perf_str_addr": "PO Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"text\">The present study provides evidence that early and highly proficient Spanish-Catalan bilinguals in Majorca (Spain) maintain two independent phonetic categories in the Catalan mid-vowel space. The first significant finding is that production patterns in Majorca differ from those previously reported in Barcelona, as the Catalan mid-vowel contrasts are not merging into a single Spanish-like mid-vowel for either Catalan-dominants or Spanish-dominants. Additionally, these bilinguals are not &lsquo;deaf&rsquo; to the Catalan-specific mid-vowel contrasts: both language dominance groups perceive the contrast between the Catalan mid-vowel categories despite the overlap with one phonetic category in Spanish. Even though Spanish-dominant bilinguals as a whole are indistinguishable from Catalan-dominant bilinguals in the perception and production tasks, they are found to have a higher error rate in their categorization of properly pronounced and mispronounced words. The comparison of the acoustic properties of the target vowels in Catalan cognate and non-cognate experimental items also reveals that the production of the front and back mid-vowels is affected by cognate status, and these cognate effects are also found in the word recognition of aurally presented stimuli. Finally, bilinguals who produced the mid-vowels closer together (i.e., with a smaller Euclidean distance) are more likely than bilinguals who maintain a more robust contrast in their productions to have a higher error rate in the perception and the lexical decision tasks. In broad terms, this project contributes to the discussion regarding the organization of early bilinguals&rsquo; dominant and non-dominant phonetic systems by investigating the production, perception, and lexical representations of early Spanish-Catalan bilinguals in Majorca. The results have implications for cross-linguistic models of bilingual speech production and perception. This project also used a new assessment instrument to determine language dominance and provided a novel approach to classifying bilingual language dominance in a binary category as well as a continuum of bilingualism. To summarize, this project contributes to the methodology of the study of bilingualism (highly proficient early bilinguals), provides a clearer picture of production and perception patterns by focusing on the lexical as well as the segmental level, and enhances current theories on the cognitive mechanisms underlying bilingual speech.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2014<br>\n\t\t\t\t\tModified by: Marcos&nbsp;Amengual Watson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The present study provides evidence that early and highly proficient Spanish-Catalan bilinguals in Majorca (Spain) maintain two independent phonetic categories in the Catalan mid-vowel space. The first significant finding is that production patterns in Majorca differ from those previously reported in Barcelona, as the Catalan mid-vowel contrasts are not merging into a single Spanish-like mid-vowel for either Catalan-dominants or Spanish-dominants. Additionally, these bilinguals are not ædeafÆ to the Catalan-specific mid-vowel contrasts: both language dominance groups perceive the contrast between the Catalan mid-vowel categories despite the overlap with one phonetic category in Spanish. Even though Spanish-dominant bilinguals as a whole are indistinguishable from Catalan-dominant bilinguals in the perception and production tasks, they are found to have a higher error rate in their categorization of properly pronounced and mispronounced words. The comparison of the acoustic properties of the target vowels in Catalan cognate and non-cognate experimental items also reveals that the production of the front and back mid-vowels is affected by cognate status, and these cognate effects are also found in the word recognition of aurally presented stimuli. Finally, bilinguals who produced the mid-vowels closer together (i.e., with a smaller Euclidean distance) are more likely than bilinguals who maintain a more robust contrast in their productions to have a higher error rate in the perception and the lexical decision tasks. In broad terms, this project contributes to the discussion regarding the organization of early bilingualsÆ dominant and non-dominant phonetic systems by investigating the production, perception, and lexical representations of early Spanish-Catalan bilinguals in Majorca. The results have implications for cross-linguistic models of bilingual speech production and perception. This project also used a new assessment instrument to determine language dominance and provided a novel approach to classifying bilingual language dominance in a binary category as well as a continuum of bilingualism. To summarize, this project contributes to the methodology of the study of bilingualism (highly proficient early bilinguals), provides a clearer picture of production and perception patterns by focusing on the lexical as well as the segmental level, and enhances current theories on the cognitive mechanisms underlying bilingual speech.\n\n \n\n\t\t\t\t\tLast Modified: 07/11/2014\n\n\t\t\t\t\tSubmitted by: Marcos Amengual Watson"
 }
}