{
 "awd_id": "1226437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Value Systems in Comparative Perspective",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2013-09-03",
 "awd_abstract_narration": "SES - 1226437\r\nAzamat Junisbai\r\nPitzer College\r\n\r\nAbstract\r\n\r\nValue Systems in Comparative Perspective\r\n\r\nWe have long sought to understand the relationship between governments and their constituents. However, because most studies have focused on Western democracies, we have a limited understanding of how public opinion trends resonate with, and potentially shape, government actions in countries of strategic importance to the U.S.  It is not clear whether we can generalize across different political systems, in particular given contemporary political conditions outside of Europe, which continue to change rapidly, and often violently. This project will conduct nationally representative public opinion surveys about social and economic inequality and the proper role of government in two Central Asian countries. Kazakhstan and Kyrgyzstan were chosen as comparative case studies, because they are of strategic importance to U.S. policy, and because their multi-ethnic, largely Muslim population makes them representative of other countries in the region.  In addition to gauging current popular opinion regarding a range of economic and social policies, this study seeks to discern changes in public attitudes and expectations over time, especially in the wake of the global financial crisis.\r\n\r\nBroader Impacts\r\nResearch shows that long-term political stability is associated with both autocratic regimes (whose survival is less reliant on fair elections) and with governments that maintain legitimacy by implementing redistributive policies in a range of policy arenas.  Findings from this study have the potential to make an important contribution to our understanding of how formerly autocratic states can move successfully towards democratization.  In addition, findings from this study may inform our understanding of how the recent financial crisis has affected public sentiments in authoritarian societies more broadly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Azamat",
   "pi_last_name": "Junisbai",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Azamat K Junisbai",
   "pi_email_addr": "ajunisba@pitzer.edu",
   "nsf_id": "000289649",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pitzer College",
  "inst_street_address": "1050 N MILLS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096078618",
  "inst_zip_code": "917116101",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "PITZER COLLEGE",
  "org_prnt_uei_num": "PWD6BQ368DU9",
  "org_uei_num": "PWD6BQ368DU9"
 },
 "perf_inst": {
  "perf_inst_name": "El Pikir",
  "perf_str_addr": "102 Kalyk Akieva St.",
  "perf_city_name": "Bishkek",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KG",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Kyrgyzstan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the face of a global economic crisis that has proven far more intractable than was initially predicted, questions of social and economic inequality and justice, traditionally confined to academia and the left, have moved to the forefront of public awareness the world over. &nbsp;As protests in the streets and squares of cities as vastly different as New York, Cairo, Moscow, Bishkek, and Zhanaozen have emphatically demonstrated, how ordinary citizens respond to these questions has important social, economic, and political consequences. Yet, we know surprisingly little about the dynamics of public opinion in nondemocratic contexts &ndash; despite research suggesting that it matters as much under authoritarian rule as it does in liberal democracies.</p>\n<p>Our project &ldquo;Value Systems in Comparative Perspective&rdquo; involved organizing nationally representative surveys about social and economic inequality in Kazakhstan and Kyrgyzstan during the 2012-2013 academic year.&nbsp; The first wave of surveys had been conducted with support from the U.S. Department of State and the National Science Foundation in early 2007. Since 2007, both societies have gone through financial crisis and tumult. While the Kazakh government, buoyed by high oil and gas prices, stayed in power, Kyrgyzstan&rsquo;s strongman ruler had to flee the country after violent demonstrations spun out of control. By replicating the core of the 2007 questionnaire, the project aimed to generate a state-of-the-art, longitudinal dataset with the potential to yield unique insights into the evolution of public opinion about social and economic inequality and the role of government in ensuring the welfare of all citizens.</p>\n<p>A total of 3,000 face-to-face interviews were conducted in the two countries (1,500 per country).&nbsp; In both Kazakhstan and Kyrgyzstan, the surveys were carried out by organizations recognized as leaders in survey research with extensive experience in conducting nationally representative surveys for domestic and foreign clients from the academic, government and private sectors.&nbsp; In Kazakhstan, 97 interviewers conducted the interviews in 150 sampling points covering all of Kazakhstan&rsquo;s 14 regions (<em>???????</em>). Average interview duration was about 45 minutes. Response rate for the Kazakhstan portion of the study equaled 60.1%.&nbsp; In Kyrgyzstan, 77 interviewers conducted the interviews in 153 sampling points covering all of Kyrgyzstan&rsquo;s seven regions (<em>???????</em>). Average interview duration was about 50 minutes. Response rate for the Kyrgyzstan portion of the study equaled 89.6%.&nbsp; Data collection was completed by mid-spring of 2013.&nbsp; In both countries, exhaustive quality control procedures were employed, including, but not limited to, follow-up visits and phone calls to 30% of all respondents, inspection of 100% of completed questionnaires by regional supervisors, checking for data entry errors, and a thorough check of the electronic database.&nbsp;</p>\n<p>During the 2013-2014 academic year we began analyzing the new data. We are currently working on three specific papers that draw on the new data.&nbsp;</p>\n<p>The first article &ndash; <em>Using and Trusting Media In Kazakhstan and Kyrgyzstan </em>&ndash; compares public sentiments about various sources of information in the two countries.&nbsp; We are interested in understanding characteristics of those who rely on the internet for coverage of current events.&nbsp; We presented an early version of this paper at the Institute for European, Russian and Eurasian Studies, George Washington University, Washington, DC in April 2014.&nbsp; After the presentation we were invited to submit the article for inclusion into a special issue of <em>Demokratizatsiya: The Journal of Post-Soviet Democratization </em>to be published in the spring of 2015.&nbsp;</p>\n<p>The second article - <em>Democracy, An...",
  "por_txt_cntn": "\nIn the face of a global economic crisis that has proven far more intractable than was initially predicted, questions of social and economic inequality and justice, traditionally confined to academia and the left, have moved to the forefront of public awareness the world over.  As protests in the streets and squares of cities as vastly different as New York, Cairo, Moscow, Bishkek, and Zhanaozen have emphatically demonstrated, how ordinary citizens respond to these questions has important social, economic, and political consequences. Yet, we know surprisingly little about the dynamics of public opinion in nondemocratic contexts &ndash; despite research suggesting that it matters as much under authoritarian rule as it does in liberal democracies.\n\nOur project \"Value Systems in Comparative Perspective\" involved organizing nationally representative surveys about social and economic inequality in Kazakhstan and Kyrgyzstan during the 2012-2013 academic year.  The first wave of surveys had been conducted with support from the U.S. Department of State and the National Science Foundation in early 2007. Since 2007, both societies have gone through financial crisis and tumult. While the Kazakh government, buoyed by high oil and gas prices, stayed in power, KyrgyzstanÆs strongman ruler had to flee the country after violent demonstrations spun out of control. By replicating the core of the 2007 questionnaire, the project aimed to generate a state-of-the-art, longitudinal dataset with the potential to yield unique insights into the evolution of public opinion about social and economic inequality and the role of government in ensuring the welfare of all citizens.\n\nA total of 3,000 face-to-face interviews were conducted in the two countries (1,500 per country).  In both Kazakhstan and Kyrgyzstan, the surveys were carried out by organizations recognized as leaders in survey research with extensive experience in conducting nationally representative surveys for domestic and foreign clients from the academic, government and private sectors.  In Kazakhstan, 97 interviewers conducted the interviews in 150 sampling points covering all of KazakhstanÆs 14 regions (???????). Average interview duration was about 45 minutes. Response rate for the Kazakhstan portion of the study equaled 60.1%.  In Kyrgyzstan, 77 interviewers conducted the interviews in 153 sampling points covering all of KyrgyzstanÆs seven regions (???????). Average interview duration was about 50 minutes. Response rate for the Kyrgyzstan portion of the study equaled 89.6%.  Data collection was completed by mid-spring of 2013.  In both countries, exhaustive quality control procedures were employed, including, but not limited to, follow-up visits and phone calls to 30% of all respondents, inspection of 100% of completed questionnaires by regional supervisors, checking for data entry errors, and a thorough check of the electronic database. \n\nDuring the 2013-2014 academic year we began analyzing the new data. We are currently working on three specific papers that draw on the new data. \n\nThe first article &ndash; Using and Trusting Media In Kazakhstan and Kyrgyzstan &ndash; compares public sentiments about various sources of information in the two countries.  We are interested in understanding characteristics of those who rely on the internet for coverage of current events.  We presented an early version of this paper at the Institute for European, Russian and Eurasian Studies, George Washington University, Washington, DC in April 2014.  After the presentation we were invited to submit the article for inclusion into a special issue of Demokratizatsiya: The Journal of Post-Soviet Democratization to be published in the spring of 2015. \n\nThe second article - Democracy, Anyone? Support For Democratic Governance In Post-Soviet Central Asia &ndash; uses the new data to assess support for democratic values among in Kazakhstan and Kyrgyzstan.  We are especially interested in comparing and contrastin..."
 }
}