{
 "awd_id": "1226449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The grammar of counting and measuring. A view from Tupi languages",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 14760.0,
 "awd_amount": 14760.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "Linguists and philosophers have long been fascinated with the distinction between so-called \"count nouns\" (e.g. dog) and \"mass nouns\" (e.g. blood). Across languages, these two classes of nouns tend to exhibit distinct morphological and syntactic properties that primarily show up when those nouns combine with numerals and quantifiers. Grammatical phenomena affected by the mass/count distinction include number marking and the use of classifiers and measure phrases. The project will investigate the linguistic expression of counting and measuring in two under-studied and endangered Tupi languages spoken in Brazil: Yudja (Juruna family) and Kawaiwete (Tupi Guarani family). Yudja and Kawaiwete are languages that do not obviously fit into known typologies of the count/mass distinction, and thus raise new questions for our understanding of how natural languages encode fundamental conceptual categories. Three aspects of the grammar of counting and measuring will be investigated: (i) the semantic and syntactic properties of numeral constructions and their compatibility with what appear to be notional \"count\" or \"mass\" nouns; (ii) the syntax and semantics of measure constructions, and (iii) the semantics of nominal quantifiers. The project will use a mix of methodologies, including fieldwork elicitation, production and comprehension tasks, and the examination of narratives. \r\n\r\nThis project will contribute to the documentation of two endangered languages. The results will be made available to the indigenous communities who speak the two languages, and will be discussed in workshops for indigenous teachers in local schools. The theoretical component of this research has as its audience semanticists, cognitive psychologists, linguistic typologists, philosophers of language, and specialists on Tupi languages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angelika",
   "pi_last_name": "Kratzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angelika Kratzer",
   "pi_email_addr": "kratzer@linguist.umass.edu",
   "nsf_id": "000097651",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suzi",
   "pi_last_name": "Oliveira de Lima",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suzi Oliveira de Lima",
   "pi_email_addr": "slima@linguist.umass.edu",
   "nsf_id": "000611324",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14760.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For many years, linguists and philosophers have explored how languages encode the distinction between so-called &lsquo;count nouns&rsquo; (e.g. <em>dog</em><em>, house</em><em>, cherry</em><em>) </em>and so-called &lsquo;mass nouns&rsquo; <em>(e.g. blood</em><em>, water</em><em>, sand</em><em>, gold</em><em>)</em>. In many languages, notional count nouns and notional mass nouns have distinct morphological and syntactic properties. In English, for example, only count nouns can be pluralized comfortably: (1) and (2) are grammatical, (3) and (4) are deviant.</p>\n<p><em>(1) &nbsp;&nbsp;</em><em>These dogs are happy.</em></p>\n<p><em>(2) &nbsp;&nbsp;</em><em>These houses are old.</em></p>\n<p><em>(3)* These bloods are RH Positive</em></p>\n<p><em>(4)*  Those golds weigh two ounces</em></p>\n<p>In English, determiners and quantifiers are sensitive to the mass/count distinction as well<em>. (</em>5) and (6) are grammatical, (7) and (8) are not.</p>\n<p><em>(5) &nbsp; &nbsp;Every/a dog barked.</em></p>\n<p><em>(6)&nbsp;&nbsp;&nbsp;&nbsp;</em><em>Every/a house collapsed.</em></p>\n<p><em>(7)* &nbsp;Every/a blood was contaminated. </em></p>\n<p><em>(8)</em><em>* Every/a gold was weighed.</em></p>\n<p>In English, and in most languages described in the semantic literature, numerals and mass nouns cannot be combined directly unless there are salient standardized units or conventionalized containers (e.g. in restaurant contexts):</p>\n<p><em>(9)* Two bloods, three waters, five golds, six sands.</em></p>\n<p>Suzi Lima&rsquo;s dissertation showed that the Brazilian indigenous language Yudja (Juruna family, Tupi stock) seems to be a language that does not make a distinction between mass nouns and count nouns. Most surprisingly, via careful fieldwork using experimental techniques, she was able to show that in Yudja, all nouns behave like count nouns in all relevant respects. A direct consequence of this fact is that all nouns, even notional mass nouns, can be directly combined with numerals in Yudja, even when standardized units or conventionalized containers cannot be involved.&nbsp; In English and in other familiar languages, container or measure phrases are necessary to mediate the connection between a numeral and a mass noun:</p>\n<p>(10) Two liters of blood, three glasses of water, five ounces of gold, six buckets of sand.</p>\n<p>As would be expected for a language where all nouns are count nouns, Lima was able to show that when container nouns do occur with numerals in Yudja, they can never function as measure phrases: they are, in fact, mere locatives. A third fact supporting the claim that Yudja has no mass nouns is Lima&rsquo;s discovery that there are no mass quantifiers in Yudja at all.</p>\n<p>Yudja is an understudied language spoken by approximately 300 people in the Xingu Indigenous Territory in Brazil, living in 6 villages (Kretire Antigo, Mupad&aacute;, Paksamba, Pequizal, Piara&ccedil;u and Tuba Tuba). Despite the small number of speakers, Yudja is not an endangered language if we consider that all children and adults speak it fluently in their villages. Lima has been working with indigenous teachers on the development of teaching materials, and all linguistic data collected by Lima as part of her dissertation has been archived so as to be available for the Yudja people.</p>\n<p>Overall, this dissertation does not only contribute to the field of linguistics and to the documentation of an underdescribed language. It also contributes to the fields of language acquisition/developmental psychology since it yielded insights into the path of acquisition of nouns using experimental studies with pre-school and school-age children and monolingual and bilingual adults. From a methodological perspective, the dissertation also shows how methods developed for language acquisition and language processing research can be beneficial for field research on under-represented languages.&nbsp;</p>\n<p...",
  "por_txt_cntn": "\nFor many years, linguists and philosophers have explored how languages encode the distinction between so-called æcount nounsÆ (e.g. dog, house, cherry) and so-called æmass nounsÆ (e.g. blood, water, sand, gold). In many languages, notional count nouns and notional mass nouns have distinct morphological and syntactic properties. In English, for example, only count nouns can be pluralized comfortably: (1) and (2) are grammatical, (3) and (4) are deviant.\n\n(1)   These dogs are happy.\n\n(2)   These houses are old.\n\n(3)* These bloods are RH Positive\n\n(4)*  Those golds weigh two ounces\n\nIn English, determiners and quantifiers are sensitive to the mass/count distinction as well. (5) and (6) are grammatical, (7) and (8) are not.\n\n(5)    Every/a dog barked.\n\n(6)    Every/a house collapsed.\n\n(7)*  Every/a blood was contaminated. \n\n(8)* Every/a gold was weighed.\n\nIn English, and in most languages described in the semantic literature, numerals and mass nouns cannot be combined directly unless there are salient standardized units or conventionalized containers (e.g. in restaurant contexts):\n\n(9)* Two bloods, three waters, five golds, six sands.\n\nSuzi LimaÆs dissertation showed that the Brazilian indigenous language Yudja (Juruna family, Tupi stock) seems to be a language that does not make a distinction between mass nouns and count nouns. Most surprisingly, via careful fieldwork using experimental techniques, she was able to show that in Yudja, all nouns behave like count nouns in all relevant respects. A direct consequence of this fact is that all nouns, even notional mass nouns, can be directly combined with numerals in Yudja, even when standardized units or conventionalized containers cannot be involved.  In English and in other familiar languages, container or measure phrases are necessary to mediate the connection between a numeral and a mass noun:\n\n(10) Two liters of blood, three glasses of water, five ounces of gold, six buckets of sand.\n\nAs would be expected for a language where all nouns are count nouns, Lima was able to show that when container nouns do occur with numerals in Yudja, they can never function as measure phrases: they are, in fact, mere locatives. A third fact supporting the claim that Yudja has no mass nouns is LimaÆs discovery that there are no mass quantifiers in Yudja at all.\n\nYudja is an understudied language spoken by approximately 300 people in the Xingu Indigenous Territory in Brazil, living in 6 villages (Kretire Antigo, Mupad&aacute;, Paksamba, Pequizal, Piara&ccedil;u and Tuba Tuba). Despite the small number of speakers, Yudja is not an endangered language if we consider that all children and adults speak it fluently in their villages. Lima has been working with indigenous teachers on the development of teaching materials, and all linguistic data collected by Lima as part of her dissertation has been archived so as to be available for the Yudja people.\n\nOverall, this dissertation does not only contribute to the field of linguistics and to the documentation of an underdescribed language. It also contributes to the fields of language acquisition/developmental psychology since it yielded insights into the path of acquisition of nouns using experimental studies with pre-school and school-age children and monolingual and bilingual adults. From a methodological perspective, the dissertation also shows how methods developed for language acquisition and language processing research can be beneficial for field research on under-represented languages. \n\n \n\n\t\t\t\t\tLast Modified: 12/09/2014\n\n\t\t\t\t\tSubmitted by: Angelika Kratzer"
 }
}