{
 "awd_id": "1227766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: In Vitro Cellular Model of Amyloid Plaque Formation Using Combinatorial Libraries of Micro-nano-hybrid Topographies with Tunable Elasticity",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 174953.0,
 "awd_amount": 174953.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "PI: Yang, Yong\r\nProposal Number: 1227766\r\n\r\nThe objective of this project is to develop combinatorial libraries of highly defined micro-nanohybrid topographies with tunable elasticity to build an in vitro model of amyloid plaque formation from neural cells for understanding and alleviating Alzheimer's disease (AD). The overall goal is to delineate the molecular mechanism by which transgenic neural cells generate amyloid plaques in a biomimetic microenvironment and discover pharmaceutical targets against AD. \r\n\r\nIntellectual Merit: Amyloid plaque formation is a neuropathological hallmark of Alzheimer's disease (AD) which is the most prominent cause of dementia in the elderly. It is caused by the extracellular deposition of aggregated amyloid-beta (A-beta) peptides in the brain. In vivo studies reveal that the amyloid plaque's formation changes the local microenvironment, subsequently leading to neuronal alterations, eventually neurodegeneration. Inhibition of amyloid plaque formation represents a feasible therapeutic target against AD. The current lack of in vitro models of amyloid plaques formed from neural cells greatly limits the progress in seeking strategies to inhibit amyloid plaque formationand identifying therapeutic targets. There is, therefore, a critical need for the development of cell culture technologies in a biomimetic manner that can be reproducibly applied to regulate neural cell behavior to facilitate formation of amyloid plaques for AD research and therapeutic development.  Because neural cells as well as A-beta aggregation are highly sensitive to surface properties of the substrate, it is hypothesized that the amyloid plaque formation can be recapitulated by culturing neural cells on highly defined micro-nano-hybrid topographies with tunable elasticity. To test this hypothesis, the PI following specific tasks are proposed: 1) Produce highly defined micro-nano-hybrid topography; 2) Precisely tune the level of elasticity of hydrogels at nanoscale; 3) Engineer combinatorial libraries of micro-nano-hybrid topographies with tunable elasticity to build an in vitro cellular model of amyloid plaque formation.\r\nAt the completion of this project, the PI expects to have developed the technologies necessary to produce well-defined micro-nano-hybrid topography and to fine tune substrate elasticity at the nanoscale. With these enabling technologies, combinatorial libraries of micro-/nano hybrid topographies with tunable elasticity is engineered to facilitate the establishment of in vitro cellular model of amyloid plaque formation, which is not only crucial to the elucidation of the fundamental of amyloid plaque formation, but will also contribute to understand and alleviate AD. \r\n\r\nBroader  Impacts: As an indispensable part of this proposal, extensive Education and Outreach activities have been planned to broaden the participation of individuals from underrepresented groups. Graduate and undergraduate students, especially women and minority students will be involved into every aspect of the multidisciplinary research. Graduate students will work on both\r\nEngineering and Health Science campuses at WVU, will be taught polymer nanoscience and nanoengineering, and appreciate cell culture and characterization skills at the molecular and cellular levels. Undergraduate students will obtain hands-on research experience to deepen their understanding of scientific principles and to relate classroom knowledge to phenomena they observe in the real world. Moreover, projects comprising teaching modules and lab demonstrations will be developed and integrated into existing outreach events at WVU, especially the weeklong Engineers of Tomorrow summer camp designed to encourage Appalachian area G9-12 students, in particular young women and minorities, to participate in a science or engineering field. Nanobiotechnology will be publicized on Nano Days in Children's Discovery Museum of West Virginia to excite the children and increase public awareness of nanobiotechnology. This project will further collaborative research with health science researchers and foster collaborations with local industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Yang",
   "pi_email_addr": "Yong.Yang@unt.edu",
   "nsf_id": "000599857",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University Research Corporation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066845",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "020E",
   "pgm_ref_txt": "TISSUE ENGINEERING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 174953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims to develop combinatorial libraries of highly defined micro-nano-hybrid topographies with tunable elasticity to build an in vitro model of amyloid plaque formation from neural cells for understanding and alleviating Alzheimer&rsquo;s disease. &nbsp;Supported by the Broadening Participation Research Initiation Grants in Engineering (BRIGE) award, we have developed enabling techniques to fabricate nanotopography on the top of micropatterns, to generate combinatorial libraries from defined micro-/nanotopographies, and to tune the substrate elasticity by taking hydrogel nanocomposites approach.&nbsp; With these techniques, we engineered substrates with defined biophysical (topography and elasticity) cues, and investigated cellular responses to the physical cues and explored the underlying mechanisms of biophysical regulation with a focus on nanotopographical cues.&nbsp; Our research demonstrated that the shape and dimensions of nanotopography could profoundly influence cell behavior, and suggested the height of nanotopography as an effective regulator of nuclear deformation, through which cell phenotype and function could be modulated.&nbsp; With the fundamental understanding, we applied the nanotopographical cue to guide neural cell migration, promote neural differentiation of human pluripotent stem cells, facilitate tumor cell capturing, and enhance the sensitivity of cellular responses to nanomaterials.&nbsp; The research results have been presented in several national and international conferences and six papers relevant to this project have been published in peer-reviewed journals.</p>\n<p>This project has provided an excellent platform to train students from graduate students, to undergraduate students to high school student and teachers, in particular individuals from underrepresented groups, promote biomedical research at West Virginia University (WVU), and increase public awareness of nanobiotechnology.&nbsp; Four graduate students (three female), six undergraduate students (three female) and two pairs of high school teacher/student have been trained in micro-/nanoengineering and/or cell biology.&nbsp; The research results have been integrated into the curriculum development of the first Biomedical Engineering Program in West Virginia that was launched in 2014, including a Microfluidic Module of Biomedical Engineering Lab and an elective course Biomedical Nanotechnology.&nbsp; The research also fostered the collaborative research with WVU Centers for Neuroscience and Schools of Medicine and Pharmacy, which contributed to the infrastructure development of the biomedical research.&nbsp; Moreover, the nanobiotechnology research has been disseminated in general public from local, state, to national levels through NanoDays in the Children&rsquo;s Discovery Museum of West Virginia, the lab tour for North Marion High School (Farmington, WV) students, the visitation of Harrison County (WV) middle/high school science teachers and students, a collaborative meeting of Harrison County science teacher leaders, and an education website.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2016<br>\n\t\t\t\t\tModified by: Yong&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aims to develop combinatorial libraries of highly defined micro-nano-hybrid topographies with tunable elasticity to build an in vitro model of amyloid plaque formation from neural cells for understanding and alleviating Alzheimer?s disease.  Supported by the Broadening Participation Research Initiation Grants in Engineering (BRIGE) award, we have developed enabling techniques to fabricate nanotopography on the top of micropatterns, to generate combinatorial libraries from defined micro-/nanotopographies, and to tune the substrate elasticity by taking hydrogel nanocomposites approach.  With these techniques, we engineered substrates with defined biophysical (topography and elasticity) cues, and investigated cellular responses to the physical cues and explored the underlying mechanisms of biophysical regulation with a focus on nanotopographical cues.  Our research demonstrated that the shape and dimensions of nanotopography could profoundly influence cell behavior, and suggested the height of nanotopography as an effective regulator of nuclear deformation, through which cell phenotype and function could be modulated.  With the fundamental understanding, we applied the nanotopographical cue to guide neural cell migration, promote neural differentiation of human pluripotent stem cells, facilitate tumor cell capturing, and enhance the sensitivity of cellular responses to nanomaterials.  The research results have been presented in several national and international conferences and six papers relevant to this project have been published in peer-reviewed journals.\n\nThis project has provided an excellent platform to train students from graduate students, to undergraduate students to high school student and teachers, in particular individuals from underrepresented groups, promote biomedical research at West Virginia University (WVU), and increase public awareness of nanobiotechnology.  Four graduate students (three female), six undergraduate students (three female) and two pairs of high school teacher/student have been trained in micro-/nanoengineering and/or cell biology.  The research results have been integrated into the curriculum development of the first Biomedical Engineering Program in West Virginia that was launched in 2014, including a Microfluidic Module of Biomedical Engineering Lab and an elective course Biomedical Nanotechnology.  The research also fostered the collaborative research with WVU Centers for Neuroscience and Schools of Medicine and Pharmacy, which contributed to the infrastructure development of the biomedical research.  Moreover, the nanobiotechnology research has been disseminated in general public from local, state, to national levels through NanoDays in the Children?s Discovery Museum of West Virginia, the lab tour for North Marion High School (Farmington, WV) students, the visitation of Harrison County (WV) middle/high school science teachers and students, a collaborative meeting of Harrison County science teacher leaders, and an education website.\n\n \n\n\t\t\t\t\tLast Modified: 12/03/2016\n\n\t\t\t\t\tSubmitted by: Yong Yang"
 }
}