{
 "awd_id": "1227192",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A compound-specific isotopic approach to quantifying the source of terrestrial organic matter transported by a large river",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 273088.0,
 "awd_amount": 273088.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "The erosion of organic matter from the land surface and its transport by rivers reflects a central link between Earth's biological and geological systems. Pinpointing the sources of organic material within large river systems has been difficult but is crucial for understanding and quantifying the carbon cycle, which is an important aspect of the climate system. The goal of this project is to contribute valuable new information about the sources of organic matter in rivers by identifying the isotopic composition of specific organic molecules, namely the waxy molecules from plant leaves, and by tracing these molecules through their transport downstream. These same molecules are also used for past climate reconstruction, and this work will gather information about their sourcing, integration and preservation that will be important for understanding climate signals. The research will be based in the Kosñipata-Madre de Dios river system, in the Andean headwaters of the Amazon River in Peru. The Amazon is one of the planet's largest rivers and most important biogeochemical systems, and yet the source and fate of organic material eroded from the Andes remains unclear. \r\n\r\nIsotopic analysis of carbon in particulate organic matter (POM) transported by rivers has already found wide application and contributed to our understanding of the carbon cycle. Previous efforts have particularly focused on analyses of bulk carbon (e.g., stable carbon isotopic and radiocarbon composition of bulk POM), representing the average composition of a complex mixture. This new project will look at the isotopic composition of specific organic molecules within river POM, particularly the plant leaf waxes, as well as the plants from which they are derived, and soils in which they are stored. Leaf wax compounds are useful as they are derived only from terrestrial biomass, with no complicating input from aquatic organisms. The main focus will be on the stable hydrogen isotope composition (delta D) of leaf wax, which reflects the isotopic composition of the source water used by plants. This will be complemented by radiocarbon analyses through collaboration with Woods Hole Oceanographic Institution. Sampling will occur across a gradient in elevations within the Kosñipata-Madre de Dios. Because there is an elevation gradient in the delta D of precipitation in the Kosnipata-Madre de Dios, as in many other mountainous environments, investigators hypothesize that the leaf wax composition can act as a source fingerprint, to identify where POM is derived, and to assess how this varies spatially, from high to low elevation, and across the foreland floodplain, as well as temporally, during storm events. This information will be vital to constraining the use of biomarker isotopic composition for paleo-climate reconstruction, and for quantifying and tracing Andean organic carbon in the Amazon system. \r\n\r\nThe research program will facilitate a wide-ranging international and inter-disciplinary collaboration, with research and education activities in three countries (US, Peru, and UK). The Peruvian fieldwork is supported by collaborations with colleagues at the field stations and university in Peru, and in turn the PIs will work with colleagues in Peru to provide research-based educational materials at the field stations for a range of undergraduate and public visitors as well as lecture material for undergraduate and graduate degree courses in the US and in Peru. Student teaching and learning will be a vital component of the project, with research opportunities for 1 PhD and 4 undergraduate students at the University of Southern California to be involved in field and laboratory research on important questions about the carbon cycle and the climate system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "A  Joshua",
   "pi_last_name": "West",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A  Joshua West",
   "pi_email_addr": "joshwest@usc.edu",
   "nsf_id": "000561838",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Feakins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Feakins",
   "pi_email_addr": "feakins@usc.edu",
   "nsf_id": "000539535",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3651 Trousdale Parkway, ZHS117",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 273088.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Amazon River has its headwaters in the Andes. This project follows a river system from the high Andes of Peru to the lowland Amazon plains, to reveal how rivers carry carbon derived from plants (see Figure). The results help to understand the carbon cycle that regulates atmospheric carbon dioxide and thus Earth&rsquo;s climate over geological time. At the same time, the findings contribute to efforts to reconstruct past climate from the legacy of plant remains. Plants take up carbon dioxide as they grow, making molecules including waxes that form a surface layer protecting leaves during life. Carbon is returned to the atmosphere when leaves die and decompose on the forest floor. But some molecules survive in soils, and from there they are washed into rivers and carried downstream. This project follows wax molecules: sampling waxes on forest trees, in soils, and in trace amounts in river water. The wax molecules carry chemical signatures that we are able to link to the altitude at which the plants grew. This &ldquo;wax signature&rdquo; allows us to track the molecules as they move downstream through rivers. In this way, we see how higher erosion rates from steep hillsides in the Andes compensate for lower forest productivity, whereas higher forest growth rates in the low-elevation Amazon rainforest compensate for lower rates of erosion from relatively flat land. We find plant material from throughout the region being moved by the river, but in the wet season landslides increase the contribution from the higher altitudes, with about a 1km higher source on average. By finding the average age of these molecules, we can see that storage times increase from hundreds of years in the Andes to thousands of years in the soils of the Amazon lowlands. The plant, soil, and river samples from this region have made these outcomes possible and have enabled many complementary studies and publications.</p>\n<p>This project developed a collaborative research project between two early-career faculty at the University of Southern California and an early-career project partner from the Woods Hole Oceanographic Institution. International collaborations with researchers in Peru, the United Kingdom, the Netherlands, and China allowed the project to use larger sample sets than could be collected by one group alone, broadened the training for all participants, and increased the international impact of the research outcomes. A postdoctoral researcher, several graduate students and many undergraduates participated at US institutions in this collaborative research project, building their professional and technical learning. Research outcomes have been communicated in classrooms in the US, at field stations in Peru, at scientific conferences, in the scientific literature, and in the popular press across South America. More information can be found at <a href=\"http://earth.usc.edu/~joshwest\">http://earth.usc.edu/~joshwest</a> and <a href=\"http://earth.usc.edu/~feakins\">http://earth.usc.edu/~feakins</a> and <a href=\"http://earth.usc.edu/research/andes-amazon/\">http://earth.usc.edu/research/andes-amazon/</a>.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2016<br>\n\t\t\t\t\tModified by: A  Joshua&nbsp;West</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1227192/1227192_10217638_1452818311772_PeruNSF_projectoutcomes_figure1_nocaption--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1227192/1227192_10217638_1452818311772_PeruNSF_projectoutcomes_figur...",
  "por_txt_cntn": "\nThe Amazon River has its headwaters in the Andes. This project follows a river system from the high Andes of Peru to the lowland Amazon plains, to reveal how rivers carry carbon derived from plants (see Figure). The results help to understand the carbon cycle that regulates atmospheric carbon dioxide and thus EarthÆs climate over geological time. At the same time, the findings contribute to efforts to reconstruct past climate from the legacy of plant remains. Plants take up carbon dioxide as they grow, making molecules including waxes that form a surface layer protecting leaves during life. Carbon is returned to the atmosphere when leaves die and decompose on the forest floor. But some molecules survive in soils, and from there they are washed into rivers and carried downstream. This project follows wax molecules: sampling waxes on forest trees, in soils, and in trace amounts in river water. The wax molecules carry chemical signatures that we are able to link to the altitude at which the plants grew. This \"wax signature\" allows us to track the molecules as they move downstream through rivers. In this way, we see how higher erosion rates from steep hillsides in the Andes compensate for lower forest productivity, whereas higher forest growth rates in the low-elevation Amazon rainforest compensate for lower rates of erosion from relatively flat land. We find plant material from throughout the region being moved by the river, but in the wet season landslides increase the contribution from the higher altitudes, with about a 1km higher source on average. By finding the average age of these molecules, we can see that storage times increase from hundreds of years in the Andes to thousands of years in the soils of the Amazon lowlands. The plant, soil, and river samples from this region have made these outcomes possible and have enabled many complementary studies and publications.\n\nThis project developed a collaborative research project between two early-career faculty at the University of Southern California and an early-career project partner from the Woods Hole Oceanographic Institution. International collaborations with researchers in Peru, the United Kingdom, the Netherlands, and China allowed the project to use larger sample sets than could be collected by one group alone, broadened the training for all participants, and increased the international impact of the research outcomes. A postdoctoral researcher, several graduate students and many undergraduates participated at US institutions in this collaborative research project, building their professional and technical learning. Research outcomes have been communicated in classrooms in the US, at field stations in Peru, at scientific conferences, in the scientific literature, and in the popular press across South America. More information can be found at http://earth.usc.edu/~joshwest and http://earth.usc.edu/~feakins and http://earth.usc.edu/research/andes-amazon/.\n\n \n\n\t\t\t\t\tLast Modified: 01/14/2016\n\n\t\t\t\t\tSubmitted by: A  Joshua West"
 }
}