{
 "awd_id": "1227074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral dissertation research:   Infants' ability to discriminate statements and questions",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 15108.0,
 "awd_amount": 15108.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "In English and many other languages, questions and statements differ structurally.  For example, in English, questions often begin with wh-words (e.g. who, what, where, etc.) and auxiliary verbs switch positions with subjects (compare \"I can see Jim\" with \"Can I see Jim?\").  In addition, statements and questions differ in their prosody (the melody and rhythmic qualities of speech): Statements generally end with a final pitch drop and questions with a final pitch rise.  As infants acquire a language, it is important for them to be able to differentiate statements and questions, otherwise they would not be able to learn the distinct grammatical rules and patterns associated with each type. Although many language acquisition theories assume that learners can differentiate these sentence types in the early stages of language acquisition, there is little evidence of when and how they do so. \r\n\r\nIn a series of four experiments, this project explores when infants develop sensitivity to the differences between statements and questions, and the types of information they use to distinguish between them.  The project tests the hypothesis that infants initially differentiate statements and questions using prosodic information, then learn to distinguish sentence types by attending to the initial words (e.g., \"Can I ... ?\" vs. \"I can ... .\").\r\n\r\nThis project will provide critical evidence about when and how infants begin to distinguish between statements and questions. The findings will have implications for speech processing in infants, as well as theories of grammatical acquisition.  This project could add significant new knowledge to the types of distinctions pre-verbal infants can make about grammatically different sentence types, which could have broader impacts in theories of child language acquisition. By mapping out these abilities in typically developing children, these experiments could also translate to assessment and intervention of children at risk for language impairments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Toben",
   "pi_last_name": "Mintz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Toben Mintz",
   "pi_email_addr": "tmintz@usc.edu",
   "nsf_id": "000094972",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Geffen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Geffen",
   "pi_email_addr": "sgeffen@usc.edu",
   "nsf_id": "000611740",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15108.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to determine when infants are able to distinguish questions from statements in speech, and what information they use to do so.&nbsp; Although many theories of language acquisition assume that infants can differentiate statements and questions from early on, we know very little about when and how they do this.&nbsp; The results of this project will expand our knowledge of how infants learn language including how they learn the word order specific to statements and yes/no questions.</p>\n<p>This project consisted of five experiments with typically developing American English-learning 7- to 12-month-olds. &nbsp;This project had three main research areas: 1) Confirming that by seven months, infants can distinguish between statements and yes/no questions (Experiment 1), 2) determining how much seven-month-olds rely on rhythmic differences between statements and yes/no questions (e.g. questions go up at the end, statements go down) to tell the difference between sentence types (Experiment 2 &amp; 3), 3) testing whether 12-month-olds can distinguish between statements and yes/no questions using word order alone (e.g. <em>I can see Jim </em>versus<em> Can I see Jim?</em>; Experiment 4).</p>\n<p>Experiment 1 tested 7- to 9-month-olds, and found that infants preferred listening to questions rather than statements, suggesting that by seven months, infants may be able to distinguish statements from yes/no questions.&nbsp; Our sample of 7-month-olds was too small to be conclusive, but the results suggest that by seven months, infants can distinguish between sentence types.</p>\n<p>Experiments 2-4 evaluated the contribution of prosody (i.e., pitch, duration, intensity) and word-order information in infants&rsquo; ability to distinguish between statements and yes/no questions.&nbsp; Experiment 2 evaluated whether 7-month-olds&rsquo; could distinguish between sentence types when word-order information was removed by replacing words with hum-like sounds that duplicate the pitch and rhythm of the original sentences. The results showed that infants did not use prosodic information alone to distinguish between sentence types. This suggests that infants may require other types of information, such as word order (e.g.&nbsp; <em>I can see Jim </em>versus<em> can I see Jim?</em>), to distinguish between sentence types.&nbsp;</p>\n<p>Experiment 4 evaluated whether 7- and 12-month-olds could distinguish between sentence types when sentences had flattened (monotone) intonation (like robot speech) and different word order. &nbsp;Experiment 4a tested 12-month-olds, and found that they discriminated sentence types when word order was the only information available, suggesting that word order may be sufficient for distinguishing between statements and yes/no questions.&nbsp; This is important because it is the first evidence that infants can rely on word order alone to make distinctions between sentence types.</p>\n<p>However, Experiment 4b found that 7-month-olds did not show a preference for either statements or yes/no questions, suggesting that they did not distinguish between sentence types based on word order alone. Combining the results of Experiments 1-4, we conclude that young infants may require both prosodic cues and word-order information to discriminate sentences, whereas by 12-months &mdash;just when they start to produce their first words&mdash;infants can already discriminate sentences by word-order information alone.</p>\n<p>In addition to activities that were specifically part of the project proposal, we analyzed the rhythm of mothers&rsquo; speech to their preverbal infants (infant-directed speech).&nbsp; This project evaluated whether the prosodic information (pitch, duration, intensity) that distinguishes statements and several types of questions (e.g. yes/no, declarative) also distinguishes between statements and <em>wh</em>- questions.&nbsp; While sta...",
  "por_txt_cntn": "\nThe goal of this project was to determine when infants are able to distinguish questions from statements in speech, and what information they use to do so.  Although many theories of language acquisition assume that infants can differentiate statements and questions from early on, we know very little about when and how they do this.  The results of this project will expand our knowledge of how infants learn language including how they learn the word order specific to statements and yes/no questions.\n\nThis project consisted of five experiments with typically developing American English-learning 7- to 12-month-olds.  This project had three main research areas: 1) Confirming that by seven months, infants can distinguish between statements and yes/no questions (Experiment 1), 2) determining how much seven-month-olds rely on rhythmic differences between statements and yes/no questions (e.g. questions go up at the end, statements go down) to tell the difference between sentence types (Experiment 2 &amp; 3), 3) testing whether 12-month-olds can distinguish between statements and yes/no questions using word order alone (e.g. I can see Jim versus Can I see Jim?; Experiment 4).\n\nExperiment 1 tested 7- to 9-month-olds, and found that infants preferred listening to questions rather than statements, suggesting that by seven months, infants may be able to distinguish statements from yes/no questions.  Our sample of 7-month-olds was too small to be conclusive, but the results suggest that by seven months, infants can distinguish between sentence types.\n\nExperiments 2-4 evaluated the contribution of prosody (i.e., pitch, duration, intensity) and word-order information in infantsÆ ability to distinguish between statements and yes/no questions.  Experiment 2 evaluated whether 7-month-oldsÆ could distinguish between sentence types when word-order information was removed by replacing words with hum-like sounds that duplicate the pitch and rhythm of the original sentences. The results showed that infants did not use prosodic information alone to distinguish between sentence types. This suggests that infants may require other types of information, such as word order (e.g.  I can see Jim versus can I see Jim?), to distinguish between sentence types. \n\nExperiment 4 evaluated whether 7- and 12-month-olds could distinguish between sentence types when sentences had flattened (monotone) intonation (like robot speech) and different word order.  Experiment 4a tested 12-month-olds, and found that they discriminated sentence types when word order was the only information available, suggesting that word order may be sufficient for distinguishing between statements and yes/no questions.  This is important because it is the first evidence that infants can rely on word order alone to make distinctions between sentence types.\n\nHowever, Experiment 4b found that 7-month-olds did not show a preference for either statements or yes/no questions, suggesting that they did not distinguish between sentence types based on word order alone. Combining the results of Experiments 1-4, we conclude that young infants may require both prosodic cues and word-order information to discriminate sentences, whereas by 12-months &mdash;just when they start to produce their first words&mdash;infants can already discriminate sentences by word-order information alone.\n\nIn addition to activities that were specifically part of the project proposal, we analyzed the rhythm of mothersÆ speech to their preverbal infants (infant-directed speech).  This project evaluated whether the prosodic information (pitch, duration, intensity) that distinguishes statements and several types of questions (e.g. yes/no, declarative) also distinguishes between statements and wh- questions.  While statements and most types of questions in adult-directed speech are distinguished by their final pitch (questions end with a final rise, statements end with a final fall), wh- questions typically end with a final fall, ..."
 }
}