{
 "awd_id": "1227548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Improving Drinking Water Quality amongst Poor Households",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 30904.0,
 "awd_amount": 30904.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "Inadequate drinking water access is one of the most significant and persistent environmental health problems in developing countries, affecting more than a billion people and extinguishing the lives of millions of children. The site chosen for this study, Karachi (Pakistan), like many large cities in the developing world, has poor water quality and high child mortality due to diarrheal disease (11% of under-five deaths). Numerous interventions have found that chlorinating drinking water is an effective solution. However, most interventions find a significant drop in post-intervention usage.\r\n\r\nThis study will help to answer the following questions:\r\nIs the lack of long-term usage and demand because households conclude that the technology does not benefit them?\r\nOr, is it that households are unable to observe any real gain (a problem in recording and observing information? \r\n\r\nTo accomplish this, a yearlong field experiment will be undertaken that attempts to determine why households' long run use of cheap, easily accessible and easy-to-use decontamination technologies (like chlorine tablets) declines over time after project interventions that provide the technology for free. Specifically, it will tested whether households are able to observe the short-term health benefits of improved drinking water quality by having households use an easy-to-understand information tool that records both the incidence/prevalence of diarrhea amongst household members and the use of chlorine tablets. By explicitly recording and observing the prevalence of diarrhea and the use of chlorine, the marginal household should choose to use chlorine.\r\n\r\nThe proposed project is different to other studies for the following reasons. Policy can influence behavior by impacting price and information. In terms of price, the impact of free provision on household health and drinking water quality has been extensively studied and the results are clear: uptake is high, diarrheal morbidity is drastically reduced and drinking water quality is improved. However, despite high uptake and apparent effectiveness during the intervention phase of such projects, post-project demand and use for treatment technologies tends to be low (even with low/zero prices post-intervention). Information interventions have a mixed record: they suggest minor adjustments in behavior, while the problem of long term behavioral change is left unaddressed. No study that uses information is able to clearly trace the particular mechanism through which information changes drinking water treatment behavior. \r\n\r\nAdditionally, no study has yet looked at the idea of getting households to generate and use their own information. Jalan and Somanathan (2008) and Madajewicz (2007) provide third-party/authority information, while Kremer et al. (2009) and Dupas (2010) look at the impact of peers, all \"outside\" information channels. Moreover, most studies assume that the link between intervention and impacts is fully observed by households but it is worth questioning this assumption. Finally, Dupas (2010) and Kremer et al. (2009) suggest that more vulnerable households are not more likely to use and sustain usage of a health technology. This implies that there is a gap between households' information-set and the \"true\" information-set. \r\n\r\nThis study will attempt to bridge this gap by making the impacts of water chlorination apparent to households.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mendelsohn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Mendelsohn",
   "pi_email_addr": "robert.mendelsohn@yale.edu",
   "nsf_id": "000515423",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Agha",
   "pi_last_name": "Akram",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Agha Akram",
   "pi_email_addr": "agha.akram@yale.edu",
   "nsf_id": "000613001",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "195 Prospect Street",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30904.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although effective mechanisms such as chlorine tablets exist to reduce diarrhea, there has been a consistent problem in health experiments of maintaining participation amongst poor households.&nbsp; Even when the technology is provided free, households stop using it soon after the commencement of the intervention. We test the hypothesis that perhaps the participants are not able to learn about the tablets&rsquo; efficacy because they are unable to detect a precise enough signal about tablet efficacy. To this end, we conducted a small field experiment in a poor urban setting (Karachi, Pakistan) that provided households with a simple visual tool (Info-Tool) to help them assess the efficacy of the tablets. Info-Tool allowed households to record the levels of diarrhea and reference them to a norm provided by us. Diarrhea varies with season, so the norm that was provided was a moving monthly reference (related to the number of children under five in the household) and Info-Tool allowed households to visually compare actual recorded levels to the reference level.</p>\n<p>The experiment had a simple structure with a control arm and treatment arm, and rolled out in three phases. In phase-1, which lasted three months, the treatment group started to use Info-Tool and build up a pre-tablet record of diarrhea levels. In phase-2, which also lasted three months, the treatment continued to use Info-Tool but now both arms received freely delivered chlorine (where they could freely refuse to accept offered chlorine tablets). Finally, in phase-3 all was as before but the treatment&rsquo;s use of Info-Tool was discontinued. At the time this report was submitted, the experiment was already one of the longest behavioral studies of drinking water treatment.</p>\n<p>Participation rates were significantly and persistently higher in the treatment group (see figure 1). The results suggest that allowing households to track their disease increased their ability to detect the efficacy of chlorine tablets thus making the intervention far more successful. More specifically we believe that households were able to better learn about the effectiveness of tablets because Info-Tool provided a more precise signal about tablet effectiveness leading to higher uptake of tablets. We explore this by using panel data on treatment group tablet use and diarrhea records that naturally emerged during the course of the experiment.</p>\n<p>Results on self-reported diarrhea are less clear where treatment households seemingly report higher levels of diarrhea than control households despite higher uptake. We explore the possibility of treatment households engaging in compensating behavior of some kind that off-sets the benefit of chlorine tablets, though we do not find conclusive evidence.</p>\n<p>Overall, the results suggest that providing households with clearer signals on the effect of the chlorine tablets made the intervention far more successful. This provides a basis for better structured social policy and interventions that look to provide recipients clearer signals on how they benefit (from technologies that have proven efficacy but are unfamiliar to them) so that their decision to participate is more rational.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2014<br>\n\t\t\t\t\tModified by: Agha&nbsp;Akram</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1227548/1227548_10203881_1403890925924_CoreResultsSlide--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1227548/12...",
  "por_txt_cntn": "\nAlthough effective mechanisms such as chlorine tablets exist to reduce diarrhea, there has been a consistent problem in health experiments of maintaining participation amongst poor households.  Even when the technology is provided free, households stop using it soon after the commencement of the intervention. We test the hypothesis that perhaps the participants are not able to learn about the tabletsÆ efficacy because they are unable to detect a precise enough signal about tablet efficacy. To this end, we conducted a small field experiment in a poor urban setting (Karachi, Pakistan) that provided households with a simple visual tool (Info-Tool) to help them assess the efficacy of the tablets. Info-Tool allowed households to record the levels of diarrhea and reference them to a norm provided by us. Diarrhea varies with season, so the norm that was provided was a moving monthly reference (related to the number of children under five in the household) and Info-Tool allowed households to visually compare actual recorded levels to the reference level.\n\nThe experiment had a simple structure with a control arm and treatment arm, and rolled out in three phases. In phase-1, which lasted three months, the treatment group started to use Info-Tool and build up a pre-tablet record of diarrhea levels. In phase-2, which also lasted three months, the treatment continued to use Info-Tool but now both arms received freely delivered chlorine (where they could freely refuse to accept offered chlorine tablets). Finally, in phase-3 all was as before but the treatmentÆs use of Info-Tool was discontinued. At the time this report was submitted, the experiment was already one of the longest behavioral studies of drinking water treatment.\n\nParticipation rates were significantly and persistently higher in the treatment group (see figure 1). The results suggest that allowing households to track their disease increased their ability to detect the efficacy of chlorine tablets thus making the intervention far more successful. More specifically we believe that households were able to better learn about the effectiveness of tablets because Info-Tool provided a more precise signal about tablet effectiveness leading to higher uptake of tablets. We explore this by using panel data on treatment group tablet use and diarrhea records that naturally emerged during the course of the experiment.\n\nResults on self-reported diarrhea are less clear where treatment households seemingly report higher levels of diarrhea than control households despite higher uptake. We explore the possibility of treatment households engaging in compensating behavior of some kind that off-sets the benefit of chlorine tablets, though we do not find conclusive evidence.\n\nOverall, the results suggest that providing households with clearer signals on the effect of the chlorine tablets made the intervention far more successful. This provides a basis for better structured social policy and interventions that look to provide recipients clearer signals on how they benefit (from technologies that have proven efficacy but are unfamiliar to them) so that their decision to participate is more rational.\n\n \n\n\t\t\t\t\tLast Modified: 06/27/2014\n\n\t\t\t\t\tSubmitted by: Agha Akram"
 }
}