{
 "awd_id": "1227949",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Unidata Users Workshop: Navigating Earth System Science Data; Boulder, CO; July 9-13, 2012",
 "cfda_num": "47.050",
 "org_code": "06020300",
 "po_phone": "7032928521",
 "po_email": "bgrant@nsf.gov",
 "po_sign_block_name": "Bernard Grant",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 96638.0,
 "awd_amount": 96638.0,
 "awd_min_amd_letter_date": "2012-07-13",
 "awd_max_amd_letter_date": "2012-07-13",
 "awd_abstract_narration": "This workshop is organized by the Unidata Program Center.  The workshop will commence on July 9 -13, 2012, in Boulder, CO.  It will invite speakers to lecture and graduate students to participate in the sessions designed to improve researchers and educators handling of data. It will illustrate how it can enhance the researchers' research and the classroom curriculum.  The workshop is entitled \"Navigating Earth System Science Data.\"  The main goals of the workshop are a) raise awareness of \"Data Science\" in the geoscience academic community; and b) share hands-on activities, course materials, and ideas for improving research and education.  This will be done through a series of plenary presentations, hands-on lab sessions, poster sessions, and panel discussions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohan",
   "pi_last_name": "Ramamurthy",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mohan K Ramamurthy",
   "pi_email_addr": "mohan@ucar.edu",
   "nsf_id": "000362575",
   "pi_start_date": "2012-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "3300 Mitchell Lane",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803073000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779100",
   "pgm_ele_name": "Research Infra Cluster Prgrm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1520",
   "pgm_ref_txt": "COMPUTING FACILITIES"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7791",
   "pgm_ref_txt": "ULAFOS SPECIAL PROGRAMS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 96638.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Unidata Program brings together a diverse community of education and research institutions with the common goal of sharing geoscience data and the tools to access and visualize that data. Every three years, the Program&rsquo;s Users Committee, which is composed of representatives from U.S. university geoscience departments, organizes a Unidata Users Workshop to give members of this community a forum to share hands-on activities, course materials, and ideas for improving research and education. The workshops are hosted by the Unidata Program Center (UPC) in Boulder, Colorado.</p>\n<p>The 2012 Users Workshop, held 9-13 July at the National Center for Atmospheric Research&rsquo;s Mesa Lab in Boulder, was titled <em>Navigating Earth System Science Data</em>. Its primary focus was on raising awareness of tools (freely available from Unidata and elsewhere) that help scientists and educators work effectively with the vast amount of geoscience data that are collected through Earth observations and generated by computer models of Earth processes. Workshop attendees participated in a diverse set of presentations on software tools, data access methods, visions of the future, and a student-led poster session.</p>\n<p>The workshop demographics reflected broad community interest. Approximately half of the 102 attendees came from academic institutions around the world, representing both small and large universities. Personnel from federal agencies, research institutes, and consortia were also in attendance. Eleven graduate students from university geoscience programs were provided with stipends to attend and present some of their work at the workshop poster session; their topics ranged from studies of Southwestern U.S. drought to computer modeling of weather. The posters served to underscore the workshop theme and highlighted the application of geoscience data to both research and education.</p>\n<p>Unidata Program Center staff collected participants&rsquo; comments during and after the workshop. The following are a sample:</p>\n<ul>\n<li><em>I really enjoyed participating along with his talk and I can already see how I can utilize [the presenter&rsquo;s] dataset in IDV in teaching some of my classes.</em></li>\n<li><em>I want to get better at developing better models for forecasting and it was interesting to hear the speaker&rsquo;s ideas on modifying the ensembles. The speaker was very clear and his material was well presented.</em></li>\n<li><em>I really enjoyed hearing about different students&rsquo; research and each student was great at explaining their project and answering questions.</em></li>\n<li><em>I had worked with NetCDF files [a data format developed by Unidata for storing scientific data] for my job but was never aware of exactly what type of file it was or the different advantages of saving in a NetCDF. Good talk!</em></li>\n<li><em>I hope there is a push to make data and tools open source and more available, and that there is a reward for groups that do that. Our group makes tools open source and documented to be available to others, but the time that it takes to do that takes away from writing papers and getting them published.</em></li>\n</ul>\n<p>Workshop participants were exposed to a variety of available geoscience data sources, including NOAA/Earth System Research Laboratories&rsquo; Global Modeling and Earth Information Systems, the NOAA Operational Model Archive and Distribution System (NOMADS), real-time datasets available through the University of Wisconsin&rsquo;s Space Science and Engineering Center, and NASA&rsquo;s data distribution plans for the next generation geostationary satellites (GOES-R). Comments from the workshop indicate the data sources introduced were new to significant numbers of the participants.</p>\n<p>Workshop speakers also introduced participants to a number of different software tools for dealing with data access, analysis, and visualiz...",
  "por_txt_cntn": "\nThe Unidata Program brings together a diverse community of education and research institutions with the common goal of sharing geoscience data and the tools to access and visualize that data. Every three years, the ProgramÆs Users Committee, which is composed of representatives from U.S. university geoscience departments, organizes a Unidata Users Workshop to give members of this community a forum to share hands-on activities, course materials, and ideas for improving research and education. The workshops are hosted by the Unidata Program Center (UPC) in Boulder, Colorado.\n\nThe 2012 Users Workshop, held 9-13 July at the National Center for Atmospheric ResearchÆs Mesa Lab in Boulder, was titled Navigating Earth System Science Data. Its primary focus was on raising awareness of tools (freely available from Unidata and elsewhere) that help scientists and educators work effectively with the vast amount of geoscience data that are collected through Earth observations and generated by computer models of Earth processes. Workshop attendees participated in a diverse set of presentations on software tools, data access methods, visions of the future, and a student-led poster session.\n\nThe workshop demographics reflected broad community interest. Approximately half of the 102 attendees came from academic institutions around the world, representing both small and large universities. Personnel from federal agencies, research institutes, and consortia were also in attendance. Eleven graduate students from university geoscience programs were provided with stipends to attend and present some of their work at the workshop poster session; their topics ranged from studies of Southwestern U.S. drought to computer modeling of weather. The posters served to underscore the workshop theme and highlighted the application of geoscience data to both research and education.\n\nUnidata Program Center staff collected participantsÆ comments during and after the workshop. The following are a sample:\n\nI really enjoyed participating along with his talk and I can already see how I can utilize [the presenterÆs] dataset in IDV in teaching some of my classes.\nI want to get better at developing better models for forecasting and it was interesting to hear the speakerÆs ideas on modifying the ensembles. The speaker was very clear and his material was well presented.\nI really enjoyed hearing about different studentsÆ research and each student was great at explaining their project and answering questions.\nI had worked with NetCDF files [a data format developed by Unidata for storing scientific data] for my job but was never aware of exactly what type of file it was or the different advantages of saving in a NetCDF. Good talk!\nI hope there is a push to make data and tools open source and more available, and that there is a reward for groups that do that. Our group makes tools open source and documented to be available to others, but the time that it takes to do that takes away from writing papers and getting them published.\n\n\nWorkshop participants were exposed to a variety of available geoscience data sources, including NOAA/Earth System Research LaboratoriesÆ Global Modeling and Earth Information Systems, the NOAA Operational Model Archive and Distribution System (NOMADS), real-time datasets available through the University of WisconsinÆs Space Science and Engineering Center, and NASAÆs data distribution plans for the next generation geostationary satellites (GOES-R). Comments from the workshop indicate the data sources introduced were new to significant numbers of the participants.\n\nWorkshop speakers also introduced participants to a number of different software tools for dealing with data access, analysis, and visualization. These sessions were quite popular with the participants, and ranged from discussion of Unidata tools to other freely available technologies for scientific programming and data visualization, as well as tools for evaluating output from computer mod..."
 }
}