{
 "awd_id": "1227169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Demographic and Social Transformations in the Mimbres Region: An Investigation of the Black Mountain Site and Phase (A.D. 1130 to 1300)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 25005.0,
 "awd_amount": 25005.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2015-04-15",
 "awd_abstract_narration": "Under the guidance of Dr. Stephen H. Lekson, Kathryn Putsavage will examine the demographic and social transformation which occurred in the Mimbres region of southwestern New Mexico around A.D. 1130/1150 at the beginning of the Black Mountain phase. The Mimbres region of southwestern New Mexico is renowned for the distinctive black-on-white pottery created during the Mimbres phase (A.D. 1000 to 1130/1150).  At the height of the Mimbres phase, populations totaled as many as seven thousand people.  Around A.D. 1130/1150, production of the distinctive pottery dramatically decreased and completely ceased in some areas.  During this period of change, it is unclear if populations in the region were replaced, reorganized, and/or decreased yet continued to live in the Mimbres region.  This was accompanied by the expansion and reorganization of local and regional social and economic networks.  Scholars working in the region agree there was a demographic and social transformation around A.D. 1130/1150, but the chronology, scale, and the specific nature of these events are not fully understood. \r\n\r\nAlthough focused on one specific region and time period the research is significant because it examines the long term relation between demography, social organization and culture change in a traditional society which existed in an unpredictable and highly variable semi-arid environment.\r\n\r\nIn order to understand the chronology of the demographic and social transition, the Black Mountain Archaeological Project (BMAP) will collect materials suitable for radiocarbon dating to refine the chronology of the site and time period.  Since the Black Mountain site may be the largest of its phase, it is important to determine exactly when and for how long the site was occupied. To understand the scale of the transformation, BMAP will conduct geophysical survey.  Since some scholars have suggested the Mimbres region was depopulated after A.D. 1130/1150, documenting the size of the Black Mountain site will provide important information on the scale of population movement around A.D. 1130/1150.  To reconstruct and characterize the demographic transformation, BMAP will utilize ceramic and obsidian sourcing techniques. Because geologic sources of obsidian and clay have distinct chemical compositions, these methods can be used to track the circulation of artifacts made of these materials.  This will enable BMAP to track changes in trade between the Mimbres and Black Mountain phases. Through comparison of these artifacts, geophysical survey, test excavations, and the collection of datable materials, the project will investigate whether these processes represent a replacement of new populations, a continuous occupation accompanied by social reorganization, or some other scenario. \r\n\r\nThis research will have a broader impact beyond the research topics presented.  Through collaborative work with local museums and archaeological societies, the project will also promote historic preservation in Deming, New Mexico, and in the Mimbres region.  This area has been severely impacted by looting and the Black Mountain site serves as an important example of how looting can negatively affect the archaeological record.  Finally, BMAP will collaborate with other research projects to build a regional context for transformations and other questions. Additionally, the data produced by the project will be widely available online to researchers through the Archaeological Records Management Section (ARMS), a division of the Museum of New Mexico, and the New Mexico Historic Preservation Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Lekson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen H Lekson",
   "pi_email_addr": "lekson@colorado.edu",
   "nsf_id": "000235593",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Putsavage",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn J Putsavage",
   "pi_email_addr": "putsavag@colorado.edu",
   "nsf_id": "000578123",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25005.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Southwestern New Mexico is famous for its pottery, the remarkable black-on-white bowls of the Mimbres phase (A.D. 1000-1150) which highlight anthropomorphic figures and complex geometric designs. Around 1150 A.D., the Mimbres black-on-white bowls were no longer made and pueblos were constructed with adobe as opposed to the cobble stone masonry seen in earlier periods. Archaeologists used to call this the &ldquo;Mimbres collapse,&rdquo; because it seemed like whole region was suddenly abandoned. The Black Mountain phase (A.D. 1150-1300) was named as the period after the Mimbres. While there was social and economic reorganization, recent research highlights that the area was not abandoned. Until recently, few researchers had excavated Black Mountain phase sites. The Mimbres Foundation excavated two sites during their survey in the 1970s. More recently, archaeologists at the University of Texas, Austin, have focused on the Black Mountain phase component at Old Town. From 2010 to 2012, the University of Colorado, Boulder conducted survey and excavation at the Black Mountain phase type-site (LA 49). The Black Mountain site sits in the upper reaches of the Chihuahuan Desert and below a volcanic peak that gave the site its name. The site has been looted since the early 1900s. In the 1970, the adobe architecture was mechanically graded, leveling adobe architecture.</p>\n<p>Three seasons of survey and excavation have shown that intact archaeological deposits remain at LA 49 and has helped to further refine the transition from the Mimbres period to the Black Mountain phase. LA 49 has three temporal components: two clusters of Late Pithouse period (A.D. 750 to 1000) dwellings, a large Black Mountain phase (A.D. late 1100s-1250/1300) roomblock, and a large Cliff phase (A.D. 1300-1450) pueblo. The Cliff phase pueblo appears to be built over earlier, possibly Black Mountain phase structures.</p>\n<p>Our research at the Black Mountain site addresses questions about (1) the extent of architecture and population size; (2) the chronology of the site; and (3) if the Black Mountain site represents an abrupt abandonment of the Mimbres region followed by an immigration of new populations, a continuous occupation accompanied by social reorganization, or some combination of these scenarios. The picture that is emerging from this research highlights the complexity of the periods after 1150 in the Mimbres region. There is strong evidence at other sites, such as Old Town Ruin, that the Mimbres region was not completely depopulated after 1150. Tree-ring and radiocarbon data suggest that the Black Mountain phase at LA 49 began in the late 1100s or early 1200s and ended around A.D. 1320. Bayesian analysis of radiocarbon and dendrochronology data from Locus 2 (Black Mountain phase component) provides evidence that the construction of the initial Black Mountain phase pithouses (Locus 2, OS 3) began between the late A.D. 1100s and early 1200s. Construction of the first Black Mountain phase room block (Locus 2, OS 2, earliest room block occupation) started around A.D. 1265. The final phase of room block (Locus 2, OS 1, earliest room block occupation) construction occurred around A.D. 1290.</p>\n<p>Sourcing analyses of ceramics and obsidian from the Black Mountain site are providing evidence that exchange networks in the Mimbres region expanded during the Black Mountain phase. Additionally, these sourcing studies provided preliminary evidence that, at LA 49, populations were composed of both residents from the Mimbres Valley as well as small groups of migrant populations.</p>\n<p>This project was framed through previous research, which questioned whether cultural continuity or cultural change was responsible for the reorganization. While the reorganization of exchange networks and migration were the focal points of research, other social processes, such as changes in agricultural strategies, social inte...",
  "por_txt_cntn": "\nSouthwestern New Mexico is famous for its pottery, the remarkable black-on-white bowls of the Mimbres phase (A.D. 1000-1150) which highlight anthropomorphic figures and complex geometric designs. Around 1150 A.D., the Mimbres black-on-white bowls were no longer made and pueblos were constructed with adobe as opposed to the cobble stone masonry seen in earlier periods. Archaeologists used to call this the \"Mimbres collapse,\" because it seemed like whole region was suddenly abandoned. The Black Mountain phase (A.D. 1150-1300) was named as the period after the Mimbres. While there was social and economic reorganization, recent research highlights that the area was not abandoned. Until recently, few researchers had excavated Black Mountain phase sites. The Mimbres Foundation excavated two sites during their survey in the 1970s. More recently, archaeologists at the University of Texas, Austin, have focused on the Black Mountain phase component at Old Town. From 2010 to 2012, the University of Colorado, Boulder conducted survey and excavation at the Black Mountain phase type-site (LA 49). The Black Mountain site sits in the upper reaches of the Chihuahuan Desert and below a volcanic peak that gave the site its name. The site has been looted since the early 1900s. In the 1970, the adobe architecture was mechanically graded, leveling adobe architecture.\n\nThree seasons of survey and excavation have shown that intact archaeological deposits remain at LA 49 and has helped to further refine the transition from the Mimbres period to the Black Mountain phase. LA 49 has three temporal components: two clusters of Late Pithouse period (A.D. 750 to 1000) dwellings, a large Black Mountain phase (A.D. late 1100s-1250/1300) roomblock, and a large Cliff phase (A.D. 1300-1450) pueblo. The Cliff phase pueblo appears to be built over earlier, possibly Black Mountain phase structures.\n\nOur research at the Black Mountain site addresses questions about (1) the extent of architecture and population size; (2) the chronology of the site; and (3) if the Black Mountain site represents an abrupt abandonment of the Mimbres region followed by an immigration of new populations, a continuous occupation accompanied by social reorganization, or some combination of these scenarios. The picture that is emerging from this research highlights the complexity of the periods after 1150 in the Mimbres region. There is strong evidence at other sites, such as Old Town Ruin, that the Mimbres region was not completely depopulated after 1150. Tree-ring and radiocarbon data suggest that the Black Mountain phase at LA 49 began in the late 1100s or early 1200s and ended around A.D. 1320. Bayesian analysis of radiocarbon and dendrochronology data from Locus 2 (Black Mountain phase component) provides evidence that the construction of the initial Black Mountain phase pithouses (Locus 2, OS 3) began between the late A.D. 1100s and early 1200s. Construction of the first Black Mountain phase room block (Locus 2, OS 2, earliest room block occupation) started around A.D. 1265. The final phase of room block (Locus 2, OS 1, earliest room block occupation) construction occurred around A.D. 1290.\n\nSourcing analyses of ceramics and obsidian from the Black Mountain site are providing evidence that exchange networks in the Mimbres region expanded during the Black Mountain phase. Additionally, these sourcing studies provided preliminary evidence that, at LA 49, populations were composed of both residents from the Mimbres Valley as well as small groups of migrant populations.\n\nThis project was framed through previous research, which questioned whether cultural continuity or cultural change was responsible for the reorganization. While the reorganization of exchange networks and migration were the focal points of research, other social processes, such as changes in agricultural strategies, social interaction networks, or identity, gender roles, and ideology, could also account for the transitions ..."
 }
}