{
 "awd_id": "1227924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Hierarchical Design of Membrane-Based Mechanotransduction Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 174994.0,
 "awd_amount": 174994.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "PI: Berger, Bryan W.\r\nProposal Number: 1227924\r\n\r\nThe cell surface exists in a remarkably complex mixture of proteins, hormones and other solutes that communicate signals through binding specific cell surface receptors. In mechanotransduction, ligand binding to a cell surface receptor drives interactions with specific transmembrane and intracellular proteins, which results in a change in membrane curvature and cell shape. One such example are BAR domains, which are a family of dimerization, membrane binding, and curvature sensing modules that play diverse roles in mechanotransduction through modulating membrane structure in response to extracellular ligand binding. A unique feature of BAR domains is their ability to bind phospholipids with high affinity upon dimerization, thereby imparting a high degree of positive or negative membrane curvature. Thus, there is an intricate link between the biological signal input (ligand binding) and biomechanical signal output (membrane curvature) that we will use to design a membrane-based biosensor to detect the small molecule toxin bisphenol-A (BPA) from complex, biological mixtures. In our design, ligand induced dimerization of FBAR domains will drive changes in membrane structure that can be quantified by birefringence as well membrane conductance. Our approach can be described in terms of the following Specific Aims:\r\nAim 1 - Biological Signal Input (Ligand Binding): Using an integrated computational and genetic selection approach, we will redesign the human estrogen receptor á (hERá) ligand binding domain (LBD) to bind BPA with high affinity and selectivity. Our initial docking studies indicate BPA is capable of binding hERá LBD, which will guide our initial choice of residues to modify using a yeast-based transcriptional assay for hERá activation.\r\nAim 2 - Biological Signal Output (Membrane Binding): Using structure-guided design, we will develop a series of \"molecular rulers\" to link our designed hERá LBDs to FBAR domains.  The helical linkers will enable conformational changes that occur upon ligand binding to propagate to FBAR monomers, driving dimerization and subsequent membrane binding. We will use a series of membrane binding (birefringence) and oligomerization (PFO-PAGE) to assess the effects of linker structure and length on mechanotransduction.\r\nAim 3 - Quantification of Membrane Structure: We will a series of complementary spectroscopic techniques to determine the phase transitions that underlie our designed mechanotransduction receptor. Linear infrared dichroism (LID) and cyclic voltammetry will be used to measure the structure and kinetics of receptor-induced membrane phase transitions, and electron microscopy (EM) will be used to image the resultant membrane structures.\r\nIntellectual Merit: A major advantage of our integrated approach to designing a membrane based biosensor is the low-cost, straightforward fabrication of a biocompatible, label-free system that can be adapted to a wide range of toxins. Furthermore, the results of our design will provide detailed, molecular insight into the structural basis that underlies membrane-mediated mechanotransduction. The use of a lipidic cubic phase (LCP) as the membrane environment allows label-free detection under continuous flow conditions through changes in membrane conductance or birefringence. LCPs can be prepared through simple mixing and incubation, are robust to a wide range of temperatures and solutes and provide a biocompatible matrix that can be used for in situ biosensor applications.\r\nBroader Impact: BPA is an important environmental toxin linked to increased risk for numerous neurological disorders as well as cancers, yet a quantitative link between exposure levels in the environment and their biological effects remains an area of active research. Our proposed design will enable a detailed understanding of this linkage and contribute to improved methods for monitoring toxins in the environment. Through developing teaching modules in partnership with Northampton County Community College, out work will also contribute to a greater understanding of nanotechnology applications in biotechnology, and broaden participation of students in engineering research and education through internships at Lehigh University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Berger",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan W Berger",
   "pi_email_addr": "bwb2k@virginia.edu",
   "nsf_id": "000531484",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "111 Research Drive",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180154791",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 174994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The cell surface exists in a remarkably complex mixture of proteins, hormones and other solutes that communicate signals through binding specific cell surface receptors. In mechanotransduction, ligand binding to a cell surface receptor drives interactions with specific transmembrane and intracellular proteins, which results in a change in membrane curvature, dimerization and cell shape.Thus, there is an intricate link between ligand binding, membrane structure and dimerization&nbsp;that we will use to design a membrane-based biosensor to detect the small molcule BPA.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Intellectual Merit:</span></em></strong> A major advantage of our integrated approach to designing a membrane-based biosensor is the low-cost, straightforward fabrication of a biocompatible, label-free system that can be adapted to a wide range of ligand inputs. Furthermore, the results of our design will provide detailed, molecular insight into the structural basis that underlies membrane-mediated mechanotransduction. Using multiple ligand-binding scaffolds, we have investigated the structural specificity of dimerization in response to ligand binding, and identified a series of key ligand binding domains and linker motifs that control the extent and duration of dimerization and subsequent ligand-induced signal transduction.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Broader Impact:</span></em></strong> BPA is an important environmental toxin linked to increased risk for numerous neurological disorders as well as cancers, yet a quantitative link between exposure levels in the environment and their biological effects remains an area of active research. We have worked in partnership with Northampton County Community College to develop a collaborative project aimed at protein expression, purification and characterization. Students have gained hands-on skills working with proteins of industrial interest, and also had opportunities to translate these skills into research opportunities at Lehigh University.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/20/2015<br>\n\t\t\t\t\tModified by: Bryan&nbsp;W&nbsp;Berger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe cell surface exists in a remarkably complex mixture of proteins, hormones and other solutes that communicate signals through binding specific cell surface receptors. In mechanotransduction, ligand binding to a cell surface receptor drives interactions with specific transmembrane and intracellular proteins, which results in a change in membrane curvature, dimerization and cell shape.Thus, there is an intricate link between ligand binding, membrane structure and dimerization that we will use to design a membrane-based biosensor to detect the small molcule BPA.\n\nIntellectual Merit: A major advantage of our integrated approach to designing a membrane-based biosensor is the low-cost, straightforward fabrication of a biocompatible, label-free system that can be adapted to a wide range of ligand inputs. Furthermore, the results of our design will provide detailed, molecular insight into the structural basis that underlies membrane-mediated mechanotransduction. Using multiple ligand-binding scaffolds, we have investigated the structural specificity of dimerization in response to ligand binding, and identified a series of key ligand binding domains and linker motifs that control the extent and duration of dimerization and subsequent ligand-induced signal transduction.\n\nBroader Impact: BPA is an important environmental toxin linked to increased risk for numerous neurological disorders as well as cancers, yet a quantitative link between exposure levels in the environment and their biological effects remains an area of active research. We have worked in partnership with Northampton County Community College to develop a collaborative project aimed at protein expression, purification and characterization. Students have gained hands-on skills working with proteins of industrial interest, and also had opportunities to translate these skills into research opportunities at Lehigh University.\n\n\t\t\t\t\tLast Modified: 04/20/2015\n\n\t\t\t\t\tSubmitted by: Bryan W Berger"
 }
}