{
 "awd_id": "1227930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Experimental Analysis of Vortex Flow in Porous Media",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 174302.0,
 "awd_amount": 174302.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "PI: Hassanipour\r\nProposal Number: 1227930\r\n\r\nA vast number of natural and man-made materials are solids that contain pores (voids), for example rocks, soil, biological tissues, cements, ceramics, etc. These porous media are used in many areas of applied science and engineering including filtration, soil mechanics, petroleum engineering, bioengineering, etc. The static properties of porous media have been studied intensively for many decades, but the understanding of dynamic interactions of fluids with porous media remains an important area of investigation that can yield critical and much-needed improvements to applications in health care, environment, and various other areas of engineering.  The challenges in this area arise from the complex internal structure of a porous medium, together with the highly nonlinear dynamic behavior of fluids.  The proposed activity involves the construction of a carefully conceived experimental apparatus that facilitates precise and repeatable experiments involving (dynamic) vortex flows and porous media. Key difficulties are addressed, firstly by a high-precision vortex generator devised in the PI's lab that is controlled by a computer, whose software is also developed in-house. This will allow the generation of a variety of velocity profiles for the fluid to an unprecedented level of precision. Secondly, a synthetic porous medium will be constructed whose optical refractive index is matched to the fluid, thus making it transparent and allowing observation and measurement of the flow by planar laser-induced fluorescence.\r\nIntellectual Merits of the proposed activity involves the investigation of fundamental scientific questions regarding vortex flows in porous media, namely uncovering the effect of (a) porosity, (b) permeability, (c) fluid density and viscosity, (d) injection velocity, pressure, pulse duration, and frequency on the behavior of fluid pattern separation, accumulation, and transport phenomena of vortex flow within the porous medium. This research is well motivated by preliminary results and will be conducted with a new and unique experimental setup for measurements and visualization of vortex flows in porous media. The interaction of vortex flows with porous media and their transport through porous media is a new direction that can potentially be transformative.\r\nBroader Impacts: This proposal benefits the society by contributions to the advancement of many processes and devices that are critically important to our well being due to their effect on healthcare (biomedical devices), the environment (underground flows), and agriculture (erosion, grain drying and conditioning), among others. The results of this research will be widely disseminated through the web, via conferences,\r\nas well as seminars. This research will be integrated with educational activities via new courses, by providing research opportunities for undergraduates in their required (capstone) design projects, as well as K-12 outreach via collaboration with HI-TECCC (High-Technology Education Coalition of Collin County). The proposed activity includes a carefully crafted broadening participation plan that has two main components: one targeting individuals with disability, and the other targeting under-represented minorities and women. The PI has created an accessible lab environment and has collaboration with UTD Office of Accessibility to make research positions available to disabled students. The PI also has an active, consistent, and successful track record in recruiting, retaining, and graduating female and minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fatemeh",
   "pi_last_name": "Hassanipour",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fatemeh Hassanipour",
   "pi_email_addr": "fatemeh@utdallas.edu",
   "nsf_id": "000559785",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 W. Campbell Rd.",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 174302.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many natural and man-made processes involve vortex flow through permeable (porous) media, therefore the modeling and analysis of this phenomenon is important for a better understanding and management of such processes. One example of real-world occurrences of vortices in porous media includes agriculture and food industry and grain drying by aeration. The aeration process involves blowing air (a large puffing vortical flow) into a grain storage (porous media) to reduce the humidity and control the temperature of the grain. Understanding the effect of controllable parameters such as flow strength and velocity, inlet duct size, location of the required air flow, on the flow transport in porous media will help to design more efficient drying system.</p>\n<p>&nbsp;</p>\n<p>Another area influenced by the interaction of vortex flow and porous media is underground flows. For example, for mitigating greenhouse gases, CO2 is captured from a source such as a coal power plant and is pumped underground. Another example is enhanced oil recovery by injection of a secondary flow like water, steam, or carbon dioxide underground to drive more oil to the production well. The powerful pumping methods being developed for these applications create vortices whose interaction with underground layers is not fully understood.</p>\n<p>&nbsp;</p>\n<p>In environmental studies, the interaction of vortex flows with permeable media of the coastal lines will deepen our understanding of beach erosion dynamics. Soil erosion is an important practical problem which can be better understood by modeling of vortex flows and their interaction with the permeable medium of the soil.</p>\n<p>&nbsp;</p>\n<p>In bioengineering, small implantable artificial respirators or dialysis machines require complex structures that are affected by vortex flows. Vortex flow models for flow in porous media are invaluable for the design and optimization of such devices. There are many more applications that benefit from a proper investigation of vortex flow in porous media, and furthermore studies in this area can find a widening scope of applicability in the future.</p>\n<p>&nbsp;</p>\n<p>In this study, we present experimental analysis for airflow vortex propagation through porous screens. A new and unique experimental apparatus is constructed and used for velocity measurements and visualization of the interaction of air vortices with a porous screen. A custom-made, high-precision vortex generator provides a variety of velocity profiles for vortex generation with an unprecedented level of precision. The flow fields are captured with the use of a fog generator and a high-speed CCD camera. The porous screens are constructed out of acrylic rods with various orientations and porosities from rod separation. The results show the effect of porosity and air injection velocity on the behavior of airflow (separation, accumulation), and the transport phenomena of vortex flow while interacting with porous screens.</p>\n<p>&nbsp;</p>\n<p>By using experimental method, it is noticed that some values and parameters are difficult to be calibrated or captured such as velocity distribution, vorticity values and kinetic energy dissipation. Also, it is not practical to change the apparatus and porous media physical dimensions to observe their effects on the behavior of the flow. Therefore, we have developed an accurate and effective numerical model based on the experiment setup physical dimensions and properties to study the above mentioned hard-to-measure properties. The results from the simulation model have been cross validated with the results from the experimental study. Both developed computerized model and the experimental set up, supported by this NSF grant, can be used for future projects for a long term in the PI lab.</p>\n<p>The results of this project have been widely disseminated via invited talks, conferences, and journal papers.&nbsp; Resea...",
  "por_txt_cntn": "\nMany natural and man-made processes involve vortex flow through permeable (porous) media, therefore the modeling and analysis of this phenomenon is important for a better understanding and management of such processes. One example of real-world occurrences of vortices in porous media includes agriculture and food industry and grain drying by aeration. The aeration process involves blowing air (a large puffing vortical flow) into a grain storage (porous media) to reduce the humidity and control the temperature of the grain. Understanding the effect of controllable parameters such as flow strength and velocity, inlet duct size, location of the required air flow, on the flow transport in porous media will help to design more efficient drying system.\n\n \n\nAnother area influenced by the interaction of vortex flow and porous media is underground flows. For example, for mitigating greenhouse gases, CO2 is captured from a source such as a coal power plant and is pumped underground. Another example is enhanced oil recovery by injection of a secondary flow like water, steam, or carbon dioxide underground to drive more oil to the production well. The powerful pumping methods being developed for these applications create vortices whose interaction with underground layers is not fully understood.\n\n \n\nIn environmental studies, the interaction of vortex flows with permeable media of the coastal lines will deepen our understanding of beach erosion dynamics. Soil erosion is an important practical problem which can be better understood by modeling of vortex flows and their interaction with the permeable medium of the soil.\n\n \n\nIn bioengineering, small implantable artificial respirators or dialysis machines require complex structures that are affected by vortex flows. Vortex flow models for flow in porous media are invaluable for the design and optimization of such devices. There are many more applications that benefit from a proper investigation of vortex flow in porous media, and furthermore studies in this area can find a widening scope of applicability in the future.\n\n \n\nIn this study, we present experimental analysis for airflow vortex propagation through porous screens. A new and unique experimental apparatus is constructed and used for velocity measurements and visualization of the interaction of air vortices with a porous screen. A custom-made, high-precision vortex generator provides a variety of velocity profiles for vortex generation with an unprecedented level of precision. The flow fields are captured with the use of a fog generator and a high-speed CCD camera. The porous screens are constructed out of acrylic rods with various orientations and porosities from rod separation. The results show the effect of porosity and air injection velocity on the behavior of airflow (separation, accumulation), and the transport phenomena of vortex flow while interacting with porous screens.\n\n \n\nBy using experimental method, it is noticed that some values and parameters are difficult to be calibrated or captured such as velocity distribution, vorticity values and kinetic energy dissipation. Also, it is not practical to change the apparatus and porous media physical dimensions to observe their effects on the behavior of the flow. Therefore, we have developed an accurate and effective numerical model based on the experiment setup physical dimensions and properties to study the above mentioned hard-to-measure properties. The results from the simulation model have been cross validated with the results from the experimental study. Both developed computerized model and the experimental set up, supported by this NSF grant, can be used for future projects for a long term in the PI lab.\n\nThe results of this project have been widely disseminated via invited talks, conferences, and journal papers.  Research outcomes from this grant are included in two courses taught by the principal investigator entitled: \"Thermal Energy Principles\" and \"Transport in Porous M..."
 }
}