{
 "awd_id": "1227011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Unintended Consequences of Behavior Change: An Examination of the Impacts on Child Health of Behavior Change in Response to Arsenic Mitigation in Bangladesh",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 175201.0,
 "awd_amount": 175201.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "Policy recommendations often have unintended consequences. This study aims to investigate one such unintended consequence: persistent negative child health impacts of a massive shift in behavior that occurred in Bangladesh around 1999 as millions of households moved away from the use of convenient shallow tube- wells as a source of household drinking water to less convenient deep tube-wells. The shift was in response to concerns that arsenic contamination in shallow tube-wells would increase health risks. However, the associated health risks for young children of switching away from backyard water sources appear to have been sharply underestimated according to preliminary findings by the investigators, which point towards substantial increases in child deaths in households that switch water source.\r\n\r\nThe empirical contribution of this study aims is to disentangle the impact of the behavioral shift from other socioeconomic factors that affect health. The researchers note that at the very local level there is quasi-random variation in arsenic contamination - with some households within the village contaminated and others, very close by, having uncontaminated wells. This analysis can therefore compare child mortality for households within the same village who do or do not have arsenic contamination in their water both before and after 1999, when the behavioral switch took place, and can thus identify the existence of unintended consequences.\r\n  \r\nThe work will contribute to determining the appropriate policy response to arsenic contamination across the world, and will develop methods that can be used to identify unintended consequences of multiple policy recommendations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Field",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Field",
   "pi_email_addr": "emf23@duke.edu",
   "nsf_id": "000065866",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "419 Chapel Drive",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080097",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 175201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-62b20d9b-6b10-b838-fed8-89e5e22482bf\"> </span></p>\n<p dir=\"ltr\"><span>In Bangladesh in the early 1990&rsquo;s, arsenic contamination was discovered in many of the shallow tubewells that households regularly employed for drinking and cooking. &nbsp;A massive international effort was made to test over five million tubewells throughout the country and conduct awareness-building activities encouraging households to abandon contaminated sources. In a strikingly short amount of time, awareness-building efforts alone led an estimated 23% of the population to transition from backyard pumps to less convenient drinking water sources, including more remote tubewells or surface water sources. Poor alternative drinking water sources, however, meant that a switch away from arsenic-laden shallow tubewells often implied a switch to more inconvenient and potentially bacterially contaminated drinking sources.</span></p>\n<p dir=\"ltr\"><span>Although abandoning shallow tubewells contaminated with arsenic is likely to have a measurable latent effect on reducing mortality in older populations, given the relatively high burden of diarrheal disease, it could come at a significant cost to the health of younger populations. Given this context, this research study had three primary objectives: (1) to assess the impact on child mortality of the behavioral shift away from shallow tubewells; (2) to determine the channels through which diarrheal incidence may have increased, given the switch in water source; and (3) to provide a reasonable bound on excess mortality amongst adults/the elderly due to arsenic contamination.</span></p>\n<p dir=\"ltr\"><span>With regards to the first objective, our results remain consistent with our preliminary findings and show no difference in mortality across the two groups before arsenic testing but substantially higher child mortality rates among switching households after the campaign. In particular, an additional year of exposure to the post-campaign environment for a child with a contaminated shallow tubewell is associated with a two percentage point (27%) increase in the likelihood of death within 12 months, a 3.2 percentage point (33%) increase in the likelihood of death within two years, and a 3.9 percentage point (28%) increase in likelihood of death within 5 years. </span></p>\n<p dir=\"ltr\"><span>Attempts to determine the channels through which diarrheal incidence may have increased were mixed. There is no reported difference in the frequency of child diarrhea across households exposed to arsenic versus those not exposed to arsenic through their nearest shallow tubewell, and no difference in self-reports on how much a child drinks when he/she has diarrhea or the number of times the water jug is washed per week across exposed and unexposed households. However, the storage time for households' reported primary source is significantly higher amongst exposed households, as anticipated. This suggests that diarrheal disease increases because of recontamination in storage, which increases with storage time.</span></p>\n<p><span>Finally, restricting our sample to paternal grandparents who reached past the age of 50, we ran an individual-level regression of whether the grandparent is dead on whether he or she lived in an arsenic exposed household as well as a host of controls. We find that grandparents living in an exposed household are 6.7% more likely to have passed away than those in unexposed households. The effect interestingly appears to be coming primarily from female grandparents. &nbsp;However, when we employ the verbal autopsy data to see whether this is due specifically to cancer (the most common long term effect of arsenicosis), we find no evidence suggesting this is so. We suspect that the verbal autopsy data may be especially noisy due to recall error or imperfect information among respondents regarding cause of death of elder...",
  "por_txt_cntn": "\n \nIn Bangladesh in the early 1990Æs, arsenic contamination was discovered in many of the shallow tubewells that households regularly employed for drinking and cooking.  A massive international effort was made to test over five million tubewells throughout the country and conduct awareness-building activities encouraging households to abandon contaminated sources. In a strikingly short amount of time, awareness-building efforts alone led an estimated 23% of the population to transition from backyard pumps to less convenient drinking water sources, including more remote tubewells or surface water sources. Poor alternative drinking water sources, however, meant that a switch away from arsenic-laden shallow tubewells often implied a switch to more inconvenient and potentially bacterially contaminated drinking sources.\nAlthough abandoning shallow tubewells contaminated with arsenic is likely to have a measurable latent effect on reducing mortality in older populations, given the relatively high burden of diarrheal disease, it could come at a significant cost to the health of younger populations. Given this context, this research study had three primary objectives: (1) to assess the impact on child mortality of the behavioral shift away from shallow tubewells; (2) to determine the channels through which diarrheal incidence may have increased, given the switch in water source; and (3) to provide a reasonable bound on excess mortality amongst adults/the elderly due to arsenic contamination.\nWith regards to the first objective, our results remain consistent with our preliminary findings and show no difference in mortality across the two groups before arsenic testing but substantially higher child mortality rates among switching households after the campaign. In particular, an additional year of exposure to the post-campaign environment for a child with a contaminated shallow tubewell is associated with a two percentage point (27%) increase in the likelihood of death within 12 months, a 3.2 percentage point (33%) increase in the likelihood of death within two years, and a 3.9 percentage point (28%) increase in likelihood of death within 5 years. \nAttempts to determine the channels through which diarrheal incidence may have increased were mixed. There is no reported difference in the frequency of child diarrhea across households exposed to arsenic versus those not exposed to arsenic through their nearest shallow tubewell, and no difference in self-reports on how much a child drinks when he/she has diarrhea or the number of times the water jug is washed per week across exposed and unexposed households. However, the storage time for households' reported primary source is significantly higher amongst exposed households, as anticipated. This suggests that diarrheal disease increases because of recontamination in storage, which increases with storage time.\n\nFinally, restricting our sample to paternal grandparents who reached past the age of 50, we ran an individual-level regression of whether the grandparent is dead on whether he or she lived in an arsenic exposed household as well as a host of controls. We find that grandparents living in an exposed household are 6.7% more likely to have passed away than those in unexposed households. The effect interestingly appears to be coming primarily from female grandparents.  However, when we employ the verbal autopsy data to see whether this is due specifically to cancer (the most common long term effect of arsenicosis), we find no evidence suggesting this is so. We suspect that the verbal autopsy data may be especially noisy due to recall error or imperfect information among respondents regarding cause of death of elderly relatives.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/22/2016\n\n\t\t\t\t\tSubmitted by: Erica Field"
 }
}