{
 "awd_id": "1227212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: High-resolution, multi-proxy Miocene-Pleistocene climate and environmental record from the high-elevation Zhada basin, SW Tibetan Plateau",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 81520.0,
 "awd_amount": 81520.0,
 "awd_min_amd_letter_date": "2012-09-26",
 "awd_max_amd_letter_date": "2016-06-17",
 "awd_abstract_narration": "COLLABORATIVE RESEARCH: High-resolution, multi-proxy Miocene-Pleistocene climate and environmental record from the high-elevation Zhada basin, SW Tibetan Plateau\r\n\r\nBy\r\n\r\nTimothy Shanahan, EAR-1226984, Univ. Texas Austin\r\nXiaoming Wang, EAR-1227212, Los Angeles County Museum of Natural History\r\n\r\nABSTRACT\r\nThe proposed work will investigate the causes and effects of environmental change in the southern Tibetan Plateau.  The Tibetan Plateau figures prominently in models of Cenozoic tectonic, faunal, environmental, and paleoclimate evolution.  However, despite extensive research into these topics on the margins of the Tibetan Plateau, little research has focused on the record of environmental change on the plateau itself, and existing data from the plateau is complex and appears contradictory.  The extensive lacustrine deposits of high elevation paleolake Zhada in the Zhada Basin of southwestern Tibet contain abundant vertebrate, invertebrate, and plant fossils and preserves a valuable record of environmental change and vertebrate evolution spanning the last 9 Ma.  The proposed work seeks to use a combination of carbonate stable isotopes (e.g., d18O, d13C, delta47), molecular geochemical and stable isotopic (e.g., MBT/CBT index, d13Cwax) approaches to reconstruct the history of past climate and environmental changes on the plateau from the Zhada Basin sediments and to link these to the changes in the fossil record.  Together, these data will provide the most complete record of environmental and faunal change over this crucial period of time available for this region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoming",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoming Wang",
   "pi_email_addr": "xwang@nhm.org",
   "nsf_id": "000406821",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Qiang",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiang Li",
   "pi_email_addr": "liqiang@ivpp.ac.cn",
   "nsf_id": "000612613",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Los Angeles County Museum of Natural History Foundation",
  "inst_street_address": "900 EXPOSITION BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137443301",
  "inst_zip_code": "900074057",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "LOS ANGELES COUNTY MUSEUM OF NATURAL HISTORY FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "UKB4JJ1M1647"
 },
 "perf_inst": {
  "perf_inst_name": "Los Angeles County Museum of Natural History Foundation",
  "perf_str_addr": "900 Exposition Blvd",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900074057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant (NSF EAR-1227212) funds a paleontologic project in Tibetan Plateau.&nbsp; An international team of Chinese, French, and American vertebrate paleontologists explored the remote Zanda Basin in southwestern Tibet at the foothills of the Himalaya Mountains.&nbsp; Intensive efforts were made to search for ancient mammals that lived on the high plateau about 6 to 2 million years ago.&nbsp; These fossils, along with the sediments that entombed the extinct mammals, offer clues about the environments that they lived in.</p>\n<p>Popularly known as the &ldquo;third pole&rdquo; (as opposed to the north and south poles of the earth), the Tibetan Plateau has a unique history of plate tectonic, collision of India with Eurasia continents, and uplift of the tallest mountains (Himalaya) and biggest and highest plateau (Tibet).&nbsp; The rise of an immense land surface also had profound influence on the climates, driving monsoons in southern Asia.&nbsp; Such a unique interplay of mountain building and climate cooling gave rise to the distinctive biological evolution on the high plateau.</p>\n<p>Our discovery of abundant fossil mammals in Zanda Basin highlights the importance of a fauna in harsh environments that are previously unknown to science.&nbsp; In particular, we have found an ancient woolly rhinoceros that is remarkably complete, with nearly the entire skull and lower jaws, plus a partial skeleton.&nbsp; This particular rhino, named <em>Coelodonta thibetana</em>, is the earliest record of a very primitive stock that gave rise to later descendants during the Ice Age.&nbsp; Based on this new species of woolly rhino, we have formulated a scientific hypothesis that links the early Tibetan ancestors to their Ice Age megafauna descendants.&nbsp; We envision a scenario in which Pliocene (5.3-2.5 million years ago) woolly rhino ancestors were able to adapt to the harsh life in high mountains at a time when global climate was significantly warmer than present.&nbsp; Cold environments in Tibetan Plateau thus acted as a training ground for adaptations such as long, woolly hairs and snow-sweeping horns.&nbsp; These adaptations may have given them an advantage during the Ice Age beginning about 2.5 million years ago.&nbsp; Thus coming out of Tibet, these ancestral woolly rhinos were able to spread to the rest of Eurasia when global cooling began at the onset of the Ice Age.&nbsp; This &ldquo;out of Tibet&rdquo; hypothesis provides an insight into the origin of Ice Age megafaunas.</p>\n<p>Other important discoveries include an extinct fox that may have been ancestral to modern arctic fox, an early big cat (pantherines) that was related to modern snow leopard, and a primitive sheep that is basal to all later sheep species.&nbsp; We have also investigated small mammals (rodents, rabbits, and pikas), and we have documented how an extinct zokor has arrived at Zanda Basin from a North China lineage.</p>\n<p>In collaboration with PI J. Saylor, the team also analyzed the geochemistry of carbon and oxygen stable isotopes preserved in the fossil snails in an attempt to work out paleotemperatures as well as paleo-elevations in Zanda Basin.&nbsp; The result suggests that ancient Zanda Basin may have been higher in elevation than it is today, although other studies do not support this conclusion.</p>\n<p>To provide a sense of latitudinal and altitudinal, as well as temporal, changes and their effects on biological evolution, the team also visited several basins in northern Tibetan Plateau.&nbsp; These include the Qaidam Basin, Xorkol Basin, and Linxia Basin, which span much of the northern rim of the plateau and sediments entrapped in these basins range in age from Eocene to Pleistocene for a record spanning 40 million years.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/07/2017<br>\n\t\t\t\t\tModified by: Xiaoming&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant (NSF EAR-1227212) funds a paleontologic project in Tibetan Plateau.  An international team of Chinese, French, and American vertebrate paleontologists explored the remote Zanda Basin in southwestern Tibet at the foothills of the Himalaya Mountains.  Intensive efforts were made to search for ancient mammals that lived on the high plateau about 6 to 2 million years ago.  These fossils, along with the sediments that entombed the extinct mammals, offer clues about the environments that they lived in.\n\nPopularly known as the \"third pole\" (as opposed to the north and south poles of the earth), the Tibetan Plateau has a unique history of plate tectonic, collision of India with Eurasia continents, and uplift of the tallest mountains (Himalaya) and biggest and highest plateau (Tibet).  The rise of an immense land surface also had profound influence on the climates, driving monsoons in southern Asia.  Such a unique interplay of mountain building and climate cooling gave rise to the distinctive biological evolution on the high plateau.\n\nOur discovery of abundant fossil mammals in Zanda Basin highlights the importance of a fauna in harsh environments that are previously unknown to science.  In particular, we have found an ancient woolly rhinoceros that is remarkably complete, with nearly the entire skull and lower jaws, plus a partial skeleton.  This particular rhino, named Coelodonta thibetana, is the earliest record of a very primitive stock that gave rise to later descendants during the Ice Age.  Based on this new species of woolly rhino, we have formulated a scientific hypothesis that links the early Tibetan ancestors to their Ice Age megafauna descendants.  We envision a scenario in which Pliocene (5.3-2.5 million years ago) woolly rhino ancestors were able to adapt to the harsh life in high mountains at a time when global climate was significantly warmer than present.  Cold environments in Tibetan Plateau thus acted as a training ground for adaptations such as long, woolly hairs and snow-sweeping horns.  These adaptations may have given them an advantage during the Ice Age beginning about 2.5 million years ago.  Thus coming out of Tibet, these ancestral woolly rhinos were able to spread to the rest of Eurasia when global cooling began at the onset of the Ice Age.  This \"out of Tibet\" hypothesis provides an insight into the origin of Ice Age megafaunas.\n\nOther important discoveries include an extinct fox that may have been ancestral to modern arctic fox, an early big cat (pantherines) that was related to modern snow leopard, and a primitive sheep that is basal to all later sheep species.  We have also investigated small mammals (rodents, rabbits, and pikas), and we have documented how an extinct zokor has arrived at Zanda Basin from a North China lineage.\n\nIn collaboration with PI J. Saylor, the team also analyzed the geochemistry of carbon and oxygen stable isotopes preserved in the fossil snails in an attempt to work out paleotemperatures as well as paleo-elevations in Zanda Basin.  The result suggests that ancient Zanda Basin may have been higher in elevation than it is today, although other studies do not support this conclusion.\n\nTo provide a sense of latitudinal and altitudinal, as well as temporal, changes and their effects on biological evolution, the team also visited several basins in northern Tibetan Plateau.  These include the Qaidam Basin, Xorkol Basin, and Linxia Basin, which span much of the northern rim of the plateau and sediments entrapped in these basins range in age from Eocene to Pleistocene for a record spanning 40 million years.\n\n \n\n\t\t\t\t\tLast Modified: 11/07/2017\n\n\t\t\t\t\tSubmitted by: Xiaoming Wang"
 }
}