{
 "awd_id": "1227228",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying Near-Surface Patterns of Bedrock Fractures and Assessing Controls on Fracture Formation.",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 171556.0,
 "awd_amount": 171556.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "The primary goal of this study is to further develop, calibrate, and test a seismic refraction-based methodology to investigate subsurface rock-strength properties and fracture distributions.  The strength and coherence of rocks play key roles in shaping landscapes, resisting erosion, and modulating landslide hazards. The key factor, however, is not the strength of intact rock, but rather the effective strength of the entire rock-mass at the surface where it interacts with climatic, hillslope, and biotic variables. This effective strength is modulated by the development of fractures that weaken the rock mass and make it more susceptible to erosion, physical and chemical weathering, biologic activity, or collapse. To delineate variations in fracture density in the shallow subsurface, a promising, but largely unexplored methodology combines shallow seismic refraction surveys of bedrock outcrops with laboratory analyses of ?intact? samples. Initial results indicate two common fracture patterns versus depth: rock that is uniformly fractured (apparently by large-scale tectonic forces); and rock with a distinct fracture gradient in an upper layer (apparently due to climatic and biotic fracturing processes) that overlies a much stronger, less fractured lower layer. Although very promising, this methodology needs to be refined, tested, and explored more thoroughly. Hence the goal of this study. By focusing the method development and calibration on artificial and natural bedrock exposures that permit detailed observation, measurement, and sampling of fracture properties, the seismically-derived results can be tested and validated by direct comparison to field observations. With an improved calibration in hand, two fundamental questions about near-surface fracturing will be investigated: how do near-surface fracture patterns vary both with depth and spatially across the landscape; and what are the dominant controls on near-surface fracture formation? In a mountainous field site in Colorado, the relative importance of (i) freeze-thaw processes in causing rock fracturing versus (ii) gravitational forces that cause fracturing due to hillslope steepness and curvature will be investigated. \r\n\r\nWhy do landslides occur on some hillslopes, but not on others of equal steepness? Why do parts of the landscape erode much more quickly than other, similar appearing areas? One key control on erosion or collapse of hillslopes is the strength of the underlying rock. Whereas various rock types typically have different intrinsic strengths (a granite versus a mudstone, for example), the density of fractures in a rock also exerts a fundamental control on its strength: higher fracture densities and greater connectivity among the fractures weaken a rock and increase its susceptiblility to landsliding or erosion. Recent research suggests that fracture densities are at least as important as intrinsic rock strength in controlling hillslope stability. Despite the importance of rock fracturing for hillslope stability, methodologies for quantifying fracture densities have remained elusive: commonly the bedrock is hidden under a layer of soil, and even when exposed, only fractures on the topmost surface of the bedrock are visible. A promising, new approach uses shallow seismic surveys to probe the top 10-20 m of a hillslope and convert variations in seismic velocity with depth into changes in fracture density with depth. This research will explore this nascent technology by testing and calibrating it in natural and artificial bedrock exposures where the fracture density has been previously quantified. Subsequently, this shallow seismic methodology (which uses backpack-able portable arrays) will be used to test how variations in (i) the intensity and frequency of freeze-thaw processes and (ii) hillslope curvature and steepness influence the density and depth of rock fracturing. The overall goal is to improve our ability to efficiently assess both hillslope vulnerability to erosion or failure by landsliding and the impact of plants, weather, and topography on hillslope stability and bedrock fracturing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Clarke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Clarke",
   "pi_email_addr": "brian@eri.ucsb.edu",
   "nsf_id": "000587099",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Burbank",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas W Burbank",
   "pi_email_addr": "burbank@eri.ucsb.edu",
   "nsf_id": "000117674",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931063060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  },
  {
   "pgm_ele_code": "757000",
   "pgm_ele_name": "SURFACE EARTH PROCESS SECTION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 171556.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The strength and coherence of bedrock plays a key role in shaping landscapes, resisting erosion, and modulating the efficiency of near-surface processes. Whereas most intact, unfractured bedrock is relatively strong, fractures, discontinuities, and weathering of the rock mass greatly reduce this mechanical strength and increase porosity, permeability, and exposed surface area. These changes, in turn, increase susceptibility to erosion, physical and chemical weathering, biologic activity, and gravitational collapse. Therefore, the a factor in landscape evolution and hazard assessment is not solely the strength of intact rock, but rather the structure and variations in the effective strength and competency of the rock-mass within the near-surface where it interacts with climatic, topographic, and biotic variables.</p>\n<p>Quantifying subsurface characteristics over geomorphically relevant spatial scales (10s to 100s of meters), however, has proven exceedingly difficult. Because variations in near-surface velocity reflect changes in the mechanical properties of the subsurface, shallow seismic surveys provide a method for quantitatively assessing rock-mass strength and subsurface fracture/weathering patterns. Here we examine 2D tomography of P- and S-wave velocity imagery, derived from shallow seismic refraction and surface-wave surveys, in order to examine variations in material properties and the distribution of fracture/weathering within the near surface to improve understanding of how the subsurface structure both reflects the influence of near-surface processes and controls the development and evolution of the subsurface.&nbsp;&nbsp;&nbsp;</p>\n<p>Using seismic refraction surveys, we developed, tested, and calibrated field-based methods to quantify the depth and intensity of subsurface weathering patterns, identify mobile- versus immobile-regolith structure, and characterize changes in material properties over geomorphically relevant scales (10s of meters). By applying geophysical techniques to image patterns of fracturing/weathering within the shallow subsurface, we are better able to elucidate how 1) fracturing/weathering intensity varies both with depth and spatially across the landscape, 2) Identify dominant controls on near-surface fracture/weathering formation and potential feedbacks between fracture/weathering processes and 3) Relate the intensity and pattern of near-surface fracturing/weathering to rock-mass strength in order to better understand fracturing/weathering controls on erodibility and landscape morphology.&nbsp;</p>\n<p>We conducted a cross-comparison of N- and S-facing slopes at the Boulder Creek Critical Zone Observatory (BcCZO) &nbsp;and the Susquehanna Shale Hills CZO (SSHCZO) to investigate how near-surface weathering and hillslope morphology are influenced by differences in regional geology, slope-aspect, and micro-climate. Niwot Ridge (BcCZO) is a high-altitude alpine site with minimal soil/veg cover and is characterized by steeper S-facing hillslopes; whereas, SSHCZO is a temperate, densely-forested, soil-mantled site with steeper N-facing slopes.</p>\n<p>On Niwot Ridge (BcCZO), although the depth of the weathering front and thickness of mobile regolith are substantially greater on shallower N-facing slopes, velocity-based estimates of transport efficiency are significantly lower (stronger mobile regolith).&nbsp;In contrast, the steeper S-facing slopes comprise shallower weathering fronts and thinner mobile regolith layers; nonetheless, velocity-based estimates of transport efficiency are higher (weaker mobile regolith). Although thin mobile regolith on S-facing slopes may be weaker (slower velocities), the lower gradient of N-facing slopes and southward asymmetry of the ridge divide suggest greater overall transport efficiency on N-facing aspects. This contrast can be explained by the greater prevalence of frost/freeze processes on N-facing...",
  "por_txt_cntn": "\nThe strength and coherence of bedrock plays a key role in shaping landscapes, resisting erosion, and modulating the efficiency of near-surface processes. Whereas most intact, unfractured bedrock is relatively strong, fractures, discontinuities, and weathering of the rock mass greatly reduce this mechanical strength and increase porosity, permeability, and exposed surface area. These changes, in turn, increase susceptibility to erosion, physical and chemical weathering, biologic activity, and gravitational collapse. Therefore, the a factor in landscape evolution and hazard assessment is not solely the strength of intact rock, but rather the structure and variations in the effective strength and competency of the rock-mass within the near-surface where it interacts with climatic, topographic, and biotic variables.\n\nQuantifying subsurface characteristics over geomorphically relevant spatial scales (10s to 100s of meters), however, has proven exceedingly difficult. Because variations in near-surface velocity reflect changes in the mechanical properties of the subsurface, shallow seismic surveys provide a method for quantitatively assessing rock-mass strength and subsurface fracture/weathering patterns. Here we examine 2D tomography of P- and S-wave velocity imagery, derived from shallow seismic refraction and surface-wave surveys, in order to examine variations in material properties and the distribution of fracture/weathering within the near surface to improve understanding of how the subsurface structure both reflects the influence of near-surface processes and controls the development and evolution of the subsurface.   \n\nUsing seismic refraction surveys, we developed, tested, and calibrated field-based methods to quantify the depth and intensity of subsurface weathering patterns, identify mobile- versus immobile-regolith structure, and characterize changes in material properties over geomorphically relevant scales (10s of meters). By applying geophysical techniques to image patterns of fracturing/weathering within the shallow subsurface, we are better able to elucidate how 1) fracturing/weathering intensity varies both with depth and spatially across the landscape, 2) Identify dominant controls on near-surface fracture/weathering formation and potential feedbacks between fracture/weathering processes and 3) Relate the intensity and pattern of near-surface fracturing/weathering to rock-mass strength in order to better understand fracturing/weathering controls on erodibility and landscape morphology. \n\nWe conducted a cross-comparison of N- and S-facing slopes at the Boulder Creek Critical Zone Observatory (BcCZO)  and the Susquehanna Shale Hills CZO (SSHCZO) to investigate how near-surface weathering and hillslope morphology are influenced by differences in regional geology, slope-aspect, and micro-climate. Niwot Ridge (BcCZO) is a high-altitude alpine site with minimal soil/veg cover and is characterized by steeper S-facing hillslopes; whereas, SSHCZO is a temperate, densely-forested, soil-mantled site with steeper N-facing slopes.\n\nOn Niwot Ridge (BcCZO), although the depth of the weathering front and thickness of mobile regolith are substantially greater on shallower N-facing slopes, velocity-based estimates of transport efficiency are significantly lower (stronger mobile regolith). In contrast, the steeper S-facing slopes comprise shallower weathering fronts and thinner mobile regolith layers; nonetheless, velocity-based estimates of transport efficiency are higher (weaker mobile regolith). Although thin mobile regolith on S-facing slopes may be weaker (slower velocities), the lower gradient of N-facing slopes and southward asymmetry of the ridge divide suggest greater overall transport efficiency on N-facing aspects. This contrast can be explained by the greater prevalence of frost/freeze processes on N-facing slopes, which can efficiently develop and transport the thick mobile regolith.\n\nAt the SSHCZO, depths of weathering..."
 }
}