{
 "awd_id": "1227812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Calculated, Constrained, and Co-Opted Decisions: Explaining Agricultural Behavior of Malawian Farmers in Times of Uncertainty",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 22597.0,
 "awd_amount": 22597.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "University of Georgia doctoral student Joseph W. Lanning, under the guidance of Dr. Bram Tucker, will conduct research that addresses a classic but important debate about how individuals make decisions. Are they rational, economic decision makers who, given certain constraints, carefully calculate costs and benefits or do they make decisions as social actors who are embedded in networks and structures that share low-cost, but potentially flawed, strategies? The research will be conducted among farmers in Malawi who are challenged by persistent hunger, uncertain prices for agricultural inputs, and decreasing soil fertility. Farmers are faced with decisions to invest in hybrid seeds and chemical fertilizer or to use alternatives, like planting legumes, to increase soil fertility and maintain yields. \r\n\r\nThe researcher asks how variation in agricultural behavior among Malawian farmers is explained by (1) economic and environmental constraints, (2) ethno-agricultural knowledge of cause and effect, (3) attitude towards risk, or by (4) a farmer's use of decision-making short cuts such as just imitating what other farmers in their social networks do. The project will begin with a census recording basic demographics and the slope (flat, gentle, steep) of a farmer's primary maize field. A sample of farmers from the census, capturing variation in field slope, will participate in field mapping and semi-structured interviews, focused on economic and environmental constraints. An historical matrix exercise will explore perceptions of agricultural cause and effect relationships, while a small-stakes choice experiment will measure attitudes towards risk. Social network analysis will be used to examine the interactions with and influence of prestigious and successful farmers in each network.  \r\n\r\nThis project contributes to the development of decision-making models that unravel the degree to which ecological/economic variables versus social variables influence behavior. Revealing the determinants to investment in agriculture may be instrumental in the design of strategies that promote behaviors that maintain yields while preventing environmental decay or exacerbation of social and economic inequality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bram",
   "pi_last_name": "Tucker",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Bram T Tucker",
   "pi_email_addr": "bramtuck@uga.edu",
   "nsf_id": "000113270",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Lanning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Lanning",
   "pi_email_addr": "lanning.joseph@gmail.com",
   "nsf_id": "000612255",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "UGA - Athens Campus",
  "perf_str_addr": "200 D.W Brooks Drive",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22597.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This dissertation research project asks how ecological and economic constraints, agricultural knowledge, imitation, and involvement in agricultural social networks explain variations in agricultural behavior among smallholder farmers in central Malawi. This project explores how interacting and competing influences on agricultural decision-making, such as (1) differences in command over natural, financial, physical, and human capital, (2) ethno-agricultural knowledge of cause and effect relationships, (3) involvement in agricultural social networks, (4) imitation of prestigious or successful farmers, and (5) attitudes towards risk, result in a variation in the amount of hybrid maize and chemical fertilizer used in farming. This research attempts to unravel the degree to which ecological/economic variables versus social variables influence agricultural behavior.</p>\n<p>Preliminary findings suggest that farmers are selecting to plant hybrid varieties of maize over local varieties and apply chemical fertilizers when available. Farmers are choosing this more industrial model because they sense a shift in the rainfall received in the area and find that local varieties&nbsp;are not suited for decreasing overall amounts of rainfall. The hybrid varieties have a tendency to mature faster and offer the farmers a way of mitigating the risk of total crop failure if the rains fail to fall through the entire growing season. The hybrid seeds however are costly and those more socioeconomically vulnerable are unable to purchase the necessary amount of fertilizer needed for the hybrid maize or to cultivate the adequate amount of land in order to produce a yield large enough for both sale and consumption. Without the volume of harvest that allows a farmer to sell a portion of the yield, it becomes difficult to have a high enough income to purchase the same inputs in order to reproduce this high yield the next year. Measured in seasons, the hybrid seeds and chemical fertilizers offer risk mitigation, over the span of years however, vulnerable farmers report falling into deeper debt and having increasing food insecurity.</p>\n<p>This project contributes directly to relevant debates in anthropology and development studies that aim to explain variation in farmer decision-making. Decision theorists notes that farmers may make individual strategic decisions but may also imitate the behaviors of prestigious or successful farmers or be influenced by the norms of social groups. This research unravels the degree to which ecological/economic variables versus social variables influence agricultural behavior, addressing the central tension and debate in anthropology.</p>\n<p>The research contributed to the doctoral training of the co-PI as well as one Malawian student from the Bunda College of Agriculture. It built the capacity of the study area by facilitating the methods training for two members of the study community of Gowa who assisted in all aspects of the project. The study has practical implications as the finding may inform government policy in Malawi regarding the inclusion of legumes and local maize into subsidy programs. In efforts to address social inequality and potential ecological degradation from prolonged use of chemical fertilizer, the government now includes small amounts of legumes in the subsidy. In the case of Malawi&rsquo;s economic and environmental uncertainty, these findings may be critical for the design of strategies that promote alternative methods of improving soil fertility, while also maintaining yields.&nbsp;</p>\n<p>The methods used to examine the role of food insecurity on decision-making have been adapted to not only measure the level of food insecurity within a household, but also examine the perception of the community level of food insecurity by the individual. This methodological innovation contributes to a social-psychological understanding of social comparis...",
  "por_txt_cntn": "\nThis dissertation research project asks how ecological and economic constraints, agricultural knowledge, imitation, and involvement in agricultural social networks explain variations in agricultural behavior among smallholder farmers in central Malawi. This project explores how interacting and competing influences on agricultural decision-making, such as (1) differences in command over natural, financial, physical, and human capital, (2) ethno-agricultural knowledge of cause and effect relationships, (3) involvement in agricultural social networks, (4) imitation of prestigious or successful farmers, and (5) attitudes towards risk, result in a variation in the amount of hybrid maize and chemical fertilizer used in farming. This research attempts to unravel the degree to which ecological/economic variables versus social variables influence agricultural behavior.\n\nPreliminary findings suggest that farmers are selecting to plant hybrid varieties of maize over local varieties and apply chemical fertilizers when available. Farmers are choosing this more industrial model because they sense a shift in the rainfall received in the area and find that local varieties are not suited for decreasing overall amounts of rainfall. The hybrid varieties have a tendency to mature faster and offer the farmers a way of mitigating the risk of total crop failure if the rains fail to fall through the entire growing season. The hybrid seeds however are costly and those more socioeconomically vulnerable are unable to purchase the necessary amount of fertilizer needed for the hybrid maize or to cultivate the adequate amount of land in order to produce a yield large enough for both sale and consumption. Without the volume of harvest that allows a farmer to sell a portion of the yield, it becomes difficult to have a high enough income to purchase the same inputs in order to reproduce this high yield the next year. Measured in seasons, the hybrid seeds and chemical fertilizers offer risk mitigation, over the span of years however, vulnerable farmers report falling into deeper debt and having increasing food insecurity.\n\nThis project contributes directly to relevant debates in anthropology and development studies that aim to explain variation in farmer decision-making. Decision theorists notes that farmers may make individual strategic decisions but may also imitate the behaviors of prestigious or successful farmers or be influenced by the norms of social groups. This research unravels the degree to which ecological/economic variables versus social variables influence agricultural behavior, addressing the central tension and debate in anthropology.\n\nThe research contributed to the doctoral training of the co-PI as well as one Malawian student from the Bunda College of Agriculture. It built the capacity of the study area by facilitating the methods training for two members of the study community of Gowa who assisted in all aspects of the project. The study has practical implications as the finding may inform government policy in Malawi regarding the inclusion of legumes and local maize into subsidy programs. In efforts to address social inequality and potential ecological degradation from prolonged use of chemical fertilizer, the government now includes small amounts of legumes in the subsidy. In the case of MalawiÆs economic and environmental uncertainty, these findings may be critical for the design of strategies that promote alternative methods of improving soil fertility, while also maintaining yields. \n\nThe methods used to examine the role of food insecurity on decision-making have been adapted to not only measure the level of food insecurity within a household, but also examine the perception of the community level of food insecurity by the individual. This methodological innovation contributes to a social-psychological understanding of social comparison theory. It allows for cross-cultural examination of social comparison theory and provides case-stud..."
 }
}