{
 "awd_id": "1227434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanism design with costly verification",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 275308.0,
 "awd_amount": 275308.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "This award funds three projects in economic theory.  The first part of the research studies optimal mechanisms when the principal has the opportunity to verify the types of the agents at a cost.  For example, consider the problem faced by the head of an organization who must decide which of several divisions in the organization will be allowed a new hire.  The head wants to allocate this job slot to the division that would fill the position in the way that best promotes the organization as a whole.  However, each division has more information than the leader about its own job applicants.  The head may want to consider investing some money in verifying the statements made by each division about the job applicants; by doing this the head can promote the organization's overall interests.  But at the same time the head must remember that the resources spent to verify information are not available to meet the organization's other goals.  \r\n\r\n The second project considers a particular class of matching models.  In this class of models, participants in the match will make decisions in advance of the match about individual career choice.  Each person must weigh both the satisfaction and pay that each career provides.  However, people also understand that they will participate in the match and may find a partner.  Partners share income; therefore someone who anticipates matching to a high-income partner has an incentive to choose a highly satisfying but low paying job.\r\n\r\nThe third project looks at the incentives that affect a firm's choice of certain product characteristics.   Recently economists have developed a number of models of \"temptation\", in which consumers make decisions today while perhaps under-estimating their ability to control their actions tomorrow.  In these models, the characteristics of the products available to consumers are taken as given.  However, in reality firms often must choose the degree to which a specific product is \"tempting\"; eg, the nicotine level in a cigarette, the alcohol level in liquor, etc.  This project will consider how firms make these choices, and how government policies such as \"sin taxes\" affect these choices.\r\n\r\nThese projects are each applicable to the design of policies and incentive plans to address a variety of social problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eddie",
   "pi_last_name": "Dekel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eddie Dekel",
   "pi_email_addr": "eddiedekel@gmail.com",
   "nsf_id": "000177888",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Economics - Northwestern University",
  "perf_str_addr": "2001 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602082600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 275308.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project is intended to focus on various environments where agents may have access to evidence about their characteristics, and a principal would like to make a decision based on those characteristics, but the preferences of the agents and the principal differ.</p>\n<p>&nbsp;</p>\n<p>One issue studied is how the principal should take into account their costs of checking the evidence. This is explored in a &ldquo;simple allocation problem&rdquo; in which the principal has one good to allocate to one of the agents, the agents al wants the good, but the principal wants to allocate it depending on their type. (For example, a manager has to allocate a project to a team, all the teams want to be chosen, the manager wants to select the one which is best and/or employed elsewhere least fruitfully. The result is that a &ldquo;favored agent mechanism&rdquo; in which the principal has a default agent and threshold, asks the agents their characteristics, and if one of them that is not the default passes the threshold then the evidence of the one who claimed they are best is examined, and otherwise the good is given to the default agent without verification. This mechanism resembles what is done in many enviroments.</p>\n<p>&nbsp;</p>\n<p>A second issue explored is how the ability to selectively hide evidence distorts decisions. An agent has to choose among several risky projects. Which one is chosen is not observed but the agent may have perfect evidence or none about regarding the success or failure of the project, and can present it at some stage before the final outcome is determined, and the agent wants the observer of the evidence to think of it as a successful project. As the agent will hide bad evidence and present good evidence, he will be inclined to select projects that will &ldquo;look good.&rdquo; The project characterizes what types of distortions are led to, such as excessive risk taking in two different senses. It is consistent with observations of risk taking by managers, excessive caution by politicians, and &ldquo;shooting for the fences&rdquo; when choosing what to emphasize among multiple projects.</p>\n<p>&nbsp;</p>\n<p>A final topic studied considers general evidence environments. It explores the simple allocation problem noted above, and extensions of it. The main questions are whether the principal benefits from the ability to commit and to randomize and also whether the mechanism is robust. The paper characterizes when the answer is positive. The basic issue is of interest as it helps identify the role of commitment and also helps understand what optimal mechanisms look like. Unexpectedly, if evidence has the structure noted in the preceding paragraph (either perfect or none at all) the optimal mechanism in many cases is similar to the one from the second paragraph above: the favored agent mechanism. The connection between the environment of costs to verify evidence and between free but uncertain evidence is intriguing and an issue for further exploration.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2016<br>\n\t\t\t\t\tModified by: Eddie&nbsp;Dekel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project is intended to focus on various environments where agents may have access to evidence about their characteristics, and a principal would like to make a decision based on those characteristics, but the preferences of the agents and the principal differ.\n\n \n\nOne issue studied is how the principal should take into account their costs of checking the evidence. This is explored in a \"simple allocation problem\" in which the principal has one good to allocate to one of the agents, the agents al wants the good, but the principal wants to allocate it depending on their type. (For example, a manager has to allocate a project to a team, all the teams want to be chosen, the manager wants to select the one which is best and/or employed elsewhere least fruitfully. The result is that a \"favored agent mechanism\" in which the principal has a default agent and threshold, asks the agents their characteristics, and if one of them that is not the default passes the threshold then the evidence of the one who claimed they are best is examined, and otherwise the good is given to the default agent without verification. This mechanism resembles what is done in many enviroments.\n\n \n\nA second issue explored is how the ability to selectively hide evidence distorts decisions. An agent has to choose among several risky projects. Which one is chosen is not observed but the agent may have perfect evidence or none about regarding the success or failure of the project, and can present it at some stage before the final outcome is determined, and the agent wants the observer of the evidence to think of it as a successful project. As the agent will hide bad evidence and present good evidence, he will be inclined to select projects that will \"look good.\" The project characterizes what types of distortions are led to, such as excessive risk taking in two different senses. It is consistent with observations of risk taking by managers, excessive caution by politicians, and \"shooting for the fences\" when choosing what to emphasize among multiple projects.\n\n \n\nA final topic studied considers general evidence environments. It explores the simple allocation problem noted above, and extensions of it. The main questions are whether the principal benefits from the ability to commit and to randomize and also whether the mechanism is robust. The paper characterizes when the answer is positive. The basic issue is of interest as it helps identify the role of commitment and also helps understand what optimal mechanisms look like. Unexpectedly, if evidence has the structure noted in the preceding paragraph (either perfect or none at all) the optimal mechanism in many cases is similar to the one from the second paragraph above: the favored agent mechanism. The connection between the environment of costs to verify evidence and between free but uncertain evidence is intriguing and an issue for further exploration.\n\n \n\n\t\t\t\t\tLast Modified: 09/05/2016\n\n\t\t\t\t\tSubmitted by: Eddie Dekel"
 }
}