{
 "awd_id": "1227624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Oceanographic Technical Services, R/V Revelle, R/V Melville, R/V New Horizon and R/V Sproul, 2012 ? 2016",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Holik",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 12790683.0,
 "awd_amount": 18276417.0,
 "awd_min_amd_letter_date": "2012-08-02",
 "awd_max_amd_letter_date": "2017-09-01",
 "awd_abstract_narration": "Scripps Institution of Oceanography (SIO) proposes to support technical services on four research vessels, all operated as part of the U.S. Academic Fleet which is scheduled by the University-National Oceanographic Laboratory System (UNOLS).  Ships to be supported include R/V Revelle, R/V Melville, R/V New Horizon and R/V Sproul.  As part of their basic operations they will provide one (Sproul, New Horizon) or two (Revelle, Melville) technicians on each seagoing research project to support basic services and they will maintain, calibrate and provide for qualified users items from their pool of shared-use research instrumentation.  They also propose to provide several elements of specialized support for investigators, with separate charges. Specialized support proposed for 2012 includes:\r\n?\tReference Quality Hydrographic Support\r\n?\tMultichannel Seismic reflection profiling and related mitigation of impacts on marine mammals.\r\n?\tManagement for HiSeasNet (Internet connectivity at sea for the Academic Fleet )\r\n?\tSeaSoar specialized support \r\n?\tShip/Shore Internet Management\r\n?\tHDSS sonar\r\n\r\nBroader Impacts\r\nThe principal impact of the present proposal is under criterion two, providing infrastructure support for scientists to use the vessel and its shared-use instrumentation in support of their NSF-funded oceanographic research projects (which individually undergo separate review by the relevant research program of NSF).  The support of maintenance and operation of shared-use instrumentation allows NSF-funded researchers from any US university or lab access to working, calibrated instruments for their research, reducing the cost of that research, and expanding the base of potential researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Appelgate",
   "pi_mid_init": "B",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Terry B Appelgate",
   "pi_email_addr": "bappelgate@ucsd.edu",
   "nsf_id": "000463246",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Woody",
   "pi_last_name": "Sutherland",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Woody C Sutherland",
   "pi_email_addr": "wosutherland@ucsd.edu",
   "nsf_id": "000273825",
   "pi_start_date": "2012-08-02",
   "pi_end_date": "2017-06-15"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Ellett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Ellett",
   "pi_email_addr": "lellett@ucsd.edu",
   "nsf_id": "000743967",
   "pi_start_date": "2017-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD  Scripps Inst of Oceanography",
  "perf_str_addr": "8855 Biological Grade",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930214",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  },
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "541500",
   "pgm_ele_name": "OCEANOGRAPHIC TECHNICAL SERVCE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3611759.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3062335.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2603850.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 3587182.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 2706813.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 2704478.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At Scripps Institution of Oceanography (SIO) and throughout the oceanographic research community, the observation, measurement, and collection of samples and data are accomplished at sea on a global scale by operations aboard seagoing research vessels. Support by the National Science Foundation (NSF) for the execution of scientific technical services aboard oceanographic research vessels enables NSF-supported scientists to observe, measure and sample the planet worldwide, facilitating scientific endeavor across a broad range of disciplines including biology, chemistry, geology, geophysics, physics, atmospheric sciences, and many others. SIO-operated ships have played a critical role in the exploration of our planet since 1907, and continue to contribute significantly to the U.S. ocean research effort.</p>\n<p>The provision of marine technical services enabled by this award contribute to the strongly collaborative, multi-disciplinary and multi-institutional use of shared-use research and education infrastructure. As a member of UNOLS, SIO coordinates research vessel operations with scientists and agencies to best meet the needs of the oceanographic community. The shared-use oceanographic instrumentation supported here contributes to the education, training and outreach missions of all of the scientists (and their home institutions) who use it. The spectrum of research projects enabled by SIO?s shared-use oceanographic instrumentation achieves far-reaching broader impacts through the operation and maintenance of infrastructure that is critical to the promotion of training and learning, increasing the participation of underrepresented groups in research, advancing scientific and technological understanding and informing policy making. The instrumentation requested here directly supports NSF's mission. It also leverages institutional programs that indirectly advance NSF?s mission to promote achievement and progress in science, engineering and education for the benefit of the nation. SIO-operated ships participate in SIO's UC Ship Funds Program, which enables graduate and undergraduate students, postdoctoral researchers and early career faculty to pursue independent research and instruction at sea via an internal peer-reviewed competitive process.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual merit</span></strong>:&nbsp; The Shipboard Technical Support (STS) group at SIO provides technicians, engineers and equipment in support of a wide variety of research programs. Basic shore-based technical services include pre-cruise and post cruise planning of logistics in advance of each research cruise. At sea, technicians serve as a liaison between the ship's crew and the scientific personnel in support of the research activities. The instruments provided are calibrated, maintained, repaired, and operated so that scientific missions can be completed successfully and on schedule. Technical support services are provided in a manner that promotes safety, capability and efficiency in order to maximize the NSF investment in the programs that are conducted. The observation, measurement, and collection of samples and data are accomplished globally by scientists aboard oceanographic research vessels. SIO-operated ships and technicians have played a critical role in the exploration of our planet since 1907, and continue to contribute significantly to America's ocean research effort. SIO's oceanographic technical services support NSF core values of scientific excellence, organizational excellence, learning, inclusiveness and accountability. The oceanographic technical services proposed here enable transformative scientific research in physical and biological processes in the natural environment upon which human well-being depends. The intellectual merit of this proposal is amplified by the combined merit of research projects undertaken by scientists on board. During 2018, STS basic services supported 243 days at sea aboard SIO operated vessels, specialized services directly supported 179 days at sea aboard non-SIO vessels, and HiSeasNet services provided communications for 1,564 days at sea across the U.S. Academic Research Fleet. Examples of scientific disciplines supported include marine chemistry, seafloor mapping, geophysics, physical oceanography, meteorology, crustal geochemistry, paleooceanography, marine ecology, ocean food webs, and long-term acquisition of ocean environmental data. Each scientific program contributes its own distinctive intellectual merit, facilitated by the technical services we provide. &nbsp;&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader impacts</span></strong>:&nbsp; SIO's oceanographic technical services support critical infrastructure that enables research, education and training that advance discovery and understanding across the broad spectrum of oceanographic disciplines. STS executes these activities in a manner that promotes training and learning throughout the oceanographic community, and to the public at large. As a charter member of UNOLS, SIO is actively involved in coordinating research operations between scientists, vessel operators and funding agencies so shipboard capabilities can best meet the current and anticipated research needs of the entire community. Through UNOLS, SIO marine technical support personnel collaborate with colleagues at other institutions to broadly communicate best practices, lessons learned, and operational practices that benefit the entire U.S. research community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2019<br>\n\t\t\t\t\tModified by: Bruce&nbsp;Appelgate</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAt Scripps Institution of Oceanography (SIO) and throughout the oceanographic research community, the observation, measurement, and collection of samples and data are accomplished at sea on a global scale by operations aboard seagoing research vessels. Support by the National Science Foundation (NSF) for the execution of scientific technical services aboard oceanographic research vessels enables NSF-supported scientists to observe, measure and sample the planet worldwide, facilitating scientific endeavor across a broad range of disciplines including biology, chemistry, geology, geophysics, physics, atmospheric sciences, and many others. SIO-operated ships have played a critical role in the exploration of our planet since 1907, and continue to contribute significantly to the U.S. ocean research effort.\n\nThe provision of marine technical services enabled by this award contribute to the strongly collaborative, multi-disciplinary and multi-institutional use of shared-use research and education infrastructure. As a member of UNOLS, SIO coordinates research vessel operations with scientists and agencies to best meet the needs of the oceanographic community. The shared-use oceanographic instrumentation supported here contributes to the education, training and outreach missions of all of the scientists (and their home institutions) who use it. The spectrum of research projects enabled by SIO?s shared-use oceanographic instrumentation achieves far-reaching broader impacts through the operation and maintenance of infrastructure that is critical to the promotion of training and learning, increasing the participation of underrepresented groups in research, advancing scientific and technological understanding and informing policy making. The instrumentation requested here directly supports NSF's mission. It also leverages institutional programs that indirectly advance NSF?s mission to promote achievement and progress in science, engineering and education for the benefit of the nation. SIO-operated ships participate in SIO's UC Ship Funds Program, which enables graduate and undergraduate students, postdoctoral researchers and early career faculty to pursue independent research and instruction at sea via an internal peer-reviewed competitive process.\n\nIntellectual merit:  The Shipboard Technical Support (STS) group at SIO provides technicians, engineers and equipment in support of a wide variety of research programs. Basic shore-based technical services include pre-cruise and post cruise planning of logistics in advance of each research cruise. At sea, technicians serve as a liaison between the ship's crew and the scientific personnel in support of the research activities. The instruments provided are calibrated, maintained, repaired, and operated so that scientific missions can be completed successfully and on schedule. Technical support services are provided in a manner that promotes safety, capability and efficiency in order to maximize the NSF investment in the programs that are conducted. The observation, measurement, and collection of samples and data are accomplished globally by scientists aboard oceanographic research vessels. SIO-operated ships and technicians have played a critical role in the exploration of our planet since 1907, and continue to contribute significantly to America's ocean research effort. SIO's oceanographic technical services support NSF core values of scientific excellence, organizational excellence, learning, inclusiveness and accountability. The oceanographic technical services proposed here enable transformative scientific research in physical and biological processes in the natural environment upon which human well-being depends. The intellectual merit of this proposal is amplified by the combined merit of research projects undertaken by scientists on board. During 2018, STS basic services supported 243 days at sea aboard SIO operated vessels, specialized services directly supported 179 days at sea aboard non-SIO vessels, and HiSeasNet services provided communications for 1,564 days at sea across the U.S. Academic Research Fleet. Examples of scientific disciplines supported include marine chemistry, seafloor mapping, geophysics, physical oceanography, meteorology, crustal geochemistry, paleooceanography, marine ecology, ocean food webs, and long-term acquisition of ocean environmental data. Each scientific program contributes its own distinctive intellectual merit, facilitated by the technical services we provide.   \n\nBroader impacts:  SIO's oceanographic technical services support critical infrastructure that enables research, education and training that advance discovery and understanding across the broad spectrum of oceanographic disciplines. STS executes these activities in a manner that promotes training and learning throughout the oceanographic community, and to the public at large. As a charter member of UNOLS, SIO is actively involved in coordinating research operations between scientists, vessel operators and funding agencies so shipboard capabilities can best meet the current and anticipated research needs of the entire community. Through UNOLS, SIO marine technical support personnel collaborate with colleagues at other institutions to broadly communicate best practices, lessons learned, and operational practices that benefit the entire U.S. research community.\n\n \n\n\t\t\t\t\tLast Modified: 11/26/2019\n\n\t\t\t\t\tSubmitted by: Bruce Appelgate"
 }
}