{
 "awd_id": "1227215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure and Reactivity at the Mineral-Water Interface",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "hailiang dong",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 215489.0,
 "awd_amount": 215489.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "Technical Summary.\r\n\r\n  Progress in low-temperature geochemistry will largely depend on our ability to characterize reaction mechanisms and energetics at the mineral-water interface.  But these systems are usually so complex that it is difficult or impossible to obtain either precise experimental characterizations or accurate calculations of reaction energetics.  We suggest that more rapid progress could be made if we better understood the relationship between molecular structure and reactivity at the interface.\r\n\r\n\tOur proposed research will address this problem by attempting to create a fairly comprehensive structure-energy model based on the bond-valence model (BVM), which is a standard tool in crystallography and inorganic chemistry.  Model development will proceed via optimization of some novel potential energy terms based on BVM-based structural descriptors.  We will optimize the model parameters on known crystal structures, and test it on calculated structures of simple aqueous systems, crystals, and interfaces, with the calculations performed at a high level of theory.  Such a model would be unique, in that it would be based on only a few potential energy terms that very simply take into account complex, multi-body interactions. This would allow us to more profitably interpret structural information regarding interfaces gleaned from advanced experimental and computational studies of these systems, and it may also prove to be an excellent foundation for advanced force fields for use in further computational studies.  To this end, we also propose to implement our model within a standard molecular modeling code.\r\n\r\nBroader Significance.  \r\n\r\nRisk analysis and mitigation strategies for many environmental problems, including groundwater contamination and nuclear waste disposal, rely on computer models of processes that include reactions at mineral-water interfaces.  And yet, these reactions are notoriously difficult to study.  Our proposed research will make it easier for scientists to interpret results from experimental and advanced computational studies of these reactions, and may also prove useful for making the computational studies more accurate and broadly applicable.\r\n\r\nIn fact, the results of our proposed work are likely to be applicable far beyond the discipline of low-temperature geochemistry, since we will be taking an empirical model of molecular geometry that is already a mainstay among a very broad community of scientists and developing it in a more comprehensive way.  \r\n\r\nFurthermore, the research will be pursued in the context of an innovative mentoring environment already established at Brigham Young University (BYU) -the Interdisciplinary Mentoring Program in Analysis, Computation, and Theory (IMPACT).  Students, both graduates and undergraduates, in this program are given intensive training in applied mathematics and computation, and assigned to work with faculty from various disciplines to solve problems or develop mathematical models of important processes.  In the context of this project, they will also be given intensive training in basic mathematical crystallography, basic computational chemistry, and the BVM.  \r\n\r\nStudents will be recruited from both the Mathematics and Geological Sciences departments at BYU, with the aim of using this mentoring experience to develop human capital in the Earth Sciences.  These disciplines deal with very complex systems that can usually be effectively simulated only on the basis of exceptionally complex numerical models, and both the public and governmental agencies are increasingly turning to the results of such models to make critical decisions.  Yet, students in the Earth Sciences are typically not required to take many classes in mathematics, and often graduate without really understanding how the mathematics they were required to take can be applied to their discipline.  IMPACT is designed to cut through differences in jargon and help participating students see how a simple toolbox of numerical techniques can be applied across many disciplines.  This allows students to develop the ability to think fluently in this critically important language.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Bickmore",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Barry R Bickmore",
   "pi_email_addr": "barry_bickmore@byu.edu",
   "nsf_id": "000446886",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Humpherys",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Humpherys",
   "pi_email_addr": "jhumpherys@gmail.com",
   "nsf_id": "000412423",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "S-389 ESC",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846024606",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215489.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we set out to show that one could use the concept of bond-valence vectors to transform the BVM into a more complete bonding model capable of being adapted to a potential energy model suitable for an MM force field. In this section, we summarize the major outcomes of the the project, especially the second year, first in terms of broader impacts, and then in terms of the research, showing how these outcomes lead directly into the present proposal.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p><strong>&nbsp;</strong></p>\n<p>We proposed activities meant to enhance the applied and computational mathematics skills of students in the geosciences. The grant and supplementary internal funds have enabled three students to participate in BYU&rsquo;s NSF-funded Interdisciplinary Mentoring Program in Analysis, Computation, and Theory (IMPACT), an intense program designed to teach applied and computational mathematics skills. It also allowed several other students to be trained in basic MATLAB programming and data analysis techniques. Over the period of the grant, the NSF and supplementary BYU funds have supported, or partially supported, 2 graduate students, one of who is a Native American (Navajo and Key Nation, female) and 10 undergraduate researchers, 4 of whom are female, and one of whom is Latina. The grant is also supporting a post-doc, Dr. Matthew Wander, for 1 year (in progress). In October 2013, the PI, the post-doc, and 4 undergraduate students gave presentations at the Geological Society of America national meeting in Denver.</p>\n<p>Intellectual Merit</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have demonstrated the plausibility of using a multipole expansion of the bond valence incident to individual atoms in a system as a set of structural descriptors to form the basis for a potential energy model.&nbsp; That is, the multipole terms can fully describe the essentials of local structures, ideal values of these descriptors can be estimated in different chemical scenarios.&nbsp; The only additional ingredients needed are energy cost functions for deviation from the ideal values.&nbsp; The work has resulted in four published journal articles and partial completion of three more. Two of the papers resulted from collaborations in the areas of glaciology and climate change.&nbsp;</p>\n<p><span> </span>This work is also having an impact in related fields. Our first paper on bond-valence vectors was published by American Mineralogist in early 2013. A few months later, the journal published a short &ldquo;Highlights and Breakthroughs&rdquo; note by I. D. Brown, the foremost authority on the bond-valence model. This note was entirely about our paper, and Brown concluded, &ldquo;With this paper, Bickmore and his colleagues have moved the bond-valence model another major step forward.&rdquo;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2016<br>\n\t\t\t\t\tModified by: Barry&nbsp;R&nbsp;Bickmore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we set out to show that one could use the concept of bond-valence vectors to transform the BVM into a more complete bonding model capable of being adapted to a potential energy model suitable for an MM force field. In this section, we summarize the major outcomes of the the project, especially the second year, first in terms of broader impacts, and then in terms of the research, showing how these outcomes lead directly into the present proposal.\n\n \n\nBroader Impacts\n\n \n\nWe proposed activities meant to enhance the applied and computational mathematics skills of students in the geosciences. The grant and supplementary internal funds have enabled three students to participate in BYUÆs NSF-funded Interdisciplinary Mentoring Program in Analysis, Computation, and Theory (IMPACT), an intense program designed to teach applied and computational mathematics skills. It also allowed several other students to be trained in basic MATLAB programming and data analysis techniques. Over the period of the grant, the NSF and supplementary BYU funds have supported, or partially supported, 2 graduate students, one of who is a Native American (Navajo and Key Nation, female) and 10 undergraduate researchers, 4 of whom are female, and one of whom is Latina. The grant is also supporting a post-doc, Dr. Matthew Wander, for 1 year (in progress). In October 2013, the PI, the post-doc, and 4 undergraduate students gave presentations at the Geological Society of America national meeting in Denver.\n\nIntellectual Merit\n\n            We have demonstrated the plausibility of using a multipole expansion of the bond valence incident to individual atoms in a system as a set of structural descriptors to form the basis for a potential energy model.  That is, the multipole terms can fully describe the essentials of local structures, ideal values of these descriptors can be estimated in different chemical scenarios.  The only additional ingredients needed are energy cost functions for deviation from the ideal values.  The work has resulted in four published journal articles and partial completion of three more. Two of the papers resulted from collaborations in the areas of glaciology and climate change. \n\n This work is also having an impact in related fields. Our first paper on bond-valence vectors was published by American Mineralogist in early 2013. A few months later, the journal published a short \"Highlights and Breakthroughs\" note by I. D. Brown, the foremost authority on the bond-valence model. This note was entirely about our paper, and Brown concluded, \"With this paper, Bickmore and his colleagues have moved the bond-valence model another major step forward.\" \n\n \n\n\t\t\t\t\tLast Modified: 05/16/2016\n\n\t\t\t\t\tSubmitted by: Barry R Bickmore"
 }
}