{
 "awd_id": "1227729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Valuing Lives You Can Save: Understanding and Combatting Value Collapse  as Numbers Increase",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 449998.0,
 "awd_amount": 449998.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2016-07-20",
 "awd_abstract_narration": "In a rational world, as threats to life increase in scale, potential efforts to protect those lives should increase proportionally. Unfortunately, in many circumstances, the opposite occurs. Compassion and societal concerns decrease rather than increase in the face of larger threats. The studies proposed here aim to examine the psychological underpinnings of this perverse phenomenon and examine its importance for theoretical models of valuation and, more broadly, for the welfare of society. The research uses a web panel to conduct eight studies that, with comoponent substudies, total around sixteen experiments.\r\n\r\nProspect theory is arguably the most important descriptive theoretical framework in the field of decision making. According to this theory, valuation of human life follows an ever-increasing function that places greater overall importance on the threat as the number of lives at risk increases. Researchers have found empirical support for this function, but some believe that valuation of lives takes other forms besides that depicted in prospect theory. This research tests the hypothesis that, in some instances, \"the more who die, the less we care,\" a form of valuation that is inconsistent with prospect theory. In some contexts, valuation may follow an inverse-U trajectory, rising with increasing numbers of lives at stake up to a threshold, but then collapsing as the number continues to increase.\r\n\r\nIn addition to this theoretical extension of prospect theory, the research has important practical implications. Devaluation of life in the face of large-scale crises may help us understand failures to respond aggressively to mass threats posed by poverty, disease, famine, natural disasters, violence, and species extinction. We hope, as well, that this understanding will point the way toward better decisions through improved processes of analysis and deliberation and the creation of laws and institutions designed to overcome value collapse.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Slovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Slovic",
   "pi_email_addr": "pslovic@uoregon.edu",
   "nsf_id": "000301326",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Gregory",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Gregory",
   "pi_email_addr": "robin.gregory@ires.ubc.ca",
   "nsf_id": "000321705",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Vastfjall",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Daniel Vastfjall",
   "pi_email_addr": "daniel.vastfjall@liu.se",
   "nsf_id": "000061601",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Decision Science Research Institute",
  "inst_street_address": "2160 ROLAND WAY",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5414852400",
  "inst_zip_code": "974012036",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "DECISION SCIENCE RESEARCH INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "K5XLJ6KZHAC1"
 },
 "perf_inst": {
  "perf_inst_name": "Decision Science Research Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974773515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 449998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>In a rational world, as threats to life increase in scale, potential efforts to prevent harm should increase proportionally. The main tenet of the present research is that compassion and therefore societal concern often decrease rather than increase in the face of greater threats. The primary aim of this research is to understand the psychological underpinnings of this perverse phenomenon. More specifically, we conducted experiments in the context of charitable giving to test the hypothesis that the needs of others induce affective feelings, and that donors often experience the strongest feelings for a single identified person in need. As hypothesized, we found that the number of needy persons increased, affective feelings and action often began to diminish. Such &lsquo;&lsquo;compassion fade&rsquo;&rsquo; has implications for traditional theoretical models of valuation and, more broadly, for the welfare of society.</p>\n<p>A particularly striking demonstration of the devaluation of large numbers of human lives was presented in our study of the impact resulting from the iconic photographs of deceased three-year-old Syrian refugee <a href=\"https://en.wikipedia.org/wiki/Death_of_Alan_Kurdi\">Aylan Kurdi</a> in September, 2015. These images were published in newspapers across the world and went viral on social media, giving rise to an outpouring of empathy for the plight of Syrian refugees. Prior to their publication, the conflict in Syria had been occurring for more than four years, resulting in an estimated 250,000 deaths. It stirred little interest among the public and little to no action had been taken by the international community to stop the violence. This raises the question, why did the photographs of Aylan Kurdi create such a strong empathic response while statistics of hundreds of thousands of deaths failed to pierce the global consciousness?</p>\n<p>The impact of these images is an example of &ldquo;the identifiable victim effect&rdquo;: being shown one person in need stirs our emotions and motivates us to help. The photographs of Aylan clearly had this effect. Using Google Trends data, we found that Google searches for the words &ldquo;Syria&rdquo; and &ldquo;refugees&rdquo; increased dramatically after the publication of the photographs of Aylan&rsquo;s body. The mean number of daily donations to a fund established by the Swedish Red Cross to aid Syrian refugees increased by more than 100 fold immediately after the publication of the photographs.</p>\n<p>The lack of impact of the hundreds of thousands of deaths prior to the photograph is a dramatic example of <a href=\"http://journal.sjdm.org/7303a/jdm7303a.htm\"><em>psychic numbing</em></a><em>. </em>In many circumstances, statistics of suffering and mortality do not motivate us to act. Due to psychic numbing, we may fail to appreciate threats from genocide, natural disasters, terrorism, famine, and other large scale disasters and atrocities. It is important that we do not allow such insensitivity to prevent us from taking action to address these challenges. To counteract the effects of psychic numbing we first need to become aware of the phenomenon in ourselves and to bring awareness to others. We also need to create legal mechanisms and social institutions&nbsp;that can keep us on course, forcing us to pursue the hard measures needed to combat massive human and environmental problems when our attention wanes and our numbed feelings lull us into complacency.</p>\n<p>Our findings call for a revision of Prospect Theory, the most important descriptive theories regarding the valuation of human lives. According to this theory, valuation of human life follows an ever-increasing function that places greater overall importance on the threat as the number of lives at risk increases. We found that valuation of lives takes other forms besides that depicted in prospect theory. Specifically, our results supported the disturbing proposition that, in some instances, &ldquo;the more who die, the less we care.&rdquo; We actually found that, in some contexts, valuation follows an inverse-U shaped trajectory, rising with increasing numbers of lives at risk up to a threshold, but then collapsing as the number continued to increase.</p>\n<p>Broader Impacts</p>\n<p>This research has important practical implications. Devaluation of life in the face of large-scale crises may help us understand failures to respond aggressively to mass threats posed by poverty, disease, famine, natural disasters, violence, and species extinction. We hope that this understanding will point the way toward better decisions through improved processes of analysis and deliberation and the creation of laws and institutions designed to overcome value collapse.</p>\n<p>Ultimately, thoughtful deliberation may be necessary to alert us to an undesired disconnect between the high value we place on individual lives and our neglect of populations at risk. Perhaps deliberation will point to the need to create institutional mechanisms that pursue the hard measures needed to combat mass tragedies when our attention strays and our numbed feelings lull us into complacency. Towards this end, we have created a website: <a href=\"http://www.arithmeticofcompassion.org\">arithmeticofcompassion.org</a> to create awareness of value insensitivity and compassion collapse and other psychological obstacles to effective action in the face of human and environmental catastrophes.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;Slovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nIn a rational world, as threats to life increase in scale, potential efforts to prevent harm should increase proportionally. The main tenet of the present research is that compassion and therefore societal concern often decrease rather than increase in the face of greater threats. The primary aim of this research is to understand the psychological underpinnings of this perverse phenomenon. More specifically, we conducted experiments in the context of charitable giving to test the hypothesis that the needs of others induce affective feelings, and that donors often experience the strongest feelings for a single identified person in need. As hypothesized, we found that the number of needy persons increased, affective feelings and action often began to diminish. Such ??compassion fade?? has implications for traditional theoretical models of valuation and, more broadly, for the welfare of society.\n\nA particularly striking demonstration of the devaluation of large numbers of human lives was presented in our study of the impact resulting from the iconic photographs of deceased three-year-old Syrian refugee Aylan Kurdi in September, 2015. These images were published in newspapers across the world and went viral on social media, giving rise to an outpouring of empathy for the plight of Syrian refugees. Prior to their publication, the conflict in Syria had been occurring for more than four years, resulting in an estimated 250,000 deaths. It stirred little interest among the public and little to no action had been taken by the international community to stop the violence. This raises the question, why did the photographs of Aylan Kurdi create such a strong empathic response while statistics of hundreds of thousands of deaths failed to pierce the global consciousness?\n\nThe impact of these images is an example of \"the identifiable victim effect\": being shown one person in need stirs our emotions and motivates us to help. The photographs of Aylan clearly had this effect. Using Google Trends data, we found that Google searches for the words \"Syria\" and \"refugees\" increased dramatically after the publication of the photographs of Aylan?s body. The mean number of daily donations to a fund established by the Swedish Red Cross to aid Syrian refugees increased by more than 100 fold immediately after the publication of the photographs.\n\nThe lack of impact of the hundreds of thousands of deaths prior to the photograph is a dramatic example of psychic numbing. In many circumstances, statistics of suffering and mortality do not motivate us to act. Due to psychic numbing, we may fail to appreciate threats from genocide, natural disasters, terrorism, famine, and other large scale disasters and atrocities. It is important that we do not allow such insensitivity to prevent us from taking action to address these challenges. To counteract the effects of psychic numbing we first need to become aware of the phenomenon in ourselves and to bring awareness to others. We also need to create legal mechanisms and social institutions that can keep us on course, forcing us to pursue the hard measures needed to combat massive human and environmental problems when our attention wanes and our numbed feelings lull us into complacency.\n\nOur findings call for a revision of Prospect Theory, the most important descriptive theories regarding the valuation of human lives. According to this theory, valuation of human life follows an ever-increasing function that places greater overall importance on the threat as the number of lives at risk increases. We found that valuation of lives takes other forms besides that depicted in prospect theory. Specifically, our results supported the disturbing proposition that, in some instances, \"the more who die, the less we care.\" We actually found that, in some contexts, valuation follows an inverse-U shaped trajectory, rising with increasing numbers of lives at risk up to a threshold, but then collapsing as the number continued to increase.\n\nBroader Impacts\n\nThis research has important practical implications. Devaluation of life in the face of large-scale crises may help us understand failures to respond aggressively to mass threats posed by poverty, disease, famine, natural disasters, violence, and species extinction. We hope that this understanding will point the way toward better decisions through improved processes of analysis and deliberation and the creation of laws and institutions designed to overcome value collapse.\n\nUltimately, thoughtful deliberation may be necessary to alert us to an undesired disconnect between the high value we place on individual lives and our neglect of populations at risk. Perhaps deliberation will point to the need to create institutional mechanisms that pursue the hard measures needed to combat mass tragedies when our attention strays and our numbed feelings lull us into complacency. Towards this end, we have created a website: arithmeticofcompassion.org to create awareness of value insensitivity and compassion collapse and other psychological obstacles to effective action in the face of human and environmental catastrophes.\n\n \n\n\t\t\t\t\tLast Modified: 10/11/2017\n\n\t\t\t\t\tSubmitted by: Paul Slovic"
 }
}