{
 "awd_id": "1227141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Process of Social Labeling and Stigma and Health Outcomes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marie Cornwall",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 99986.0,
 "awd_amount": 99986.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "Social Labeling and Stigma and Health Outcomes\r\n\r\nAbstract\r\n\t\t\t\t\t\t\t\t\t\t\t\r\n\tThe proposed project examines the stigma and status consequences of psychiatric labels and the effectiveness of education campaigns designed to reduce those consequences.  Past research suggests that psychiatric labels negatively affect individuals in two ways.  First, the labels increase vulnerability to negative evaluation and social rejection (stigma outcomes).  Second, the labels reduce others'confidence in the labeled individual's competence and reduce others' willingness to defer to the labeled individual during group decision making (status outcomes).  The proposed project extends both lines of research with two experiments that address three questions: (1) How does a non-patient?s gender affect these processes?  Studies from the 1970s suggest that women behave in a more tolerant way toward psychiatric patients than do men. However, few studies have examined this gender difference since the 1970s despite dramatic changes in the position of women; (2) How does a patient's diagnosis affect these processes?  More specifically, do patients with a schizophrenic diagnosis suffer more extreme stigma or status outcomes than patients with a depression diagnosis; and (3) Can information regarding the psychiatric patients? competence reduce these stigma and status outcomes?  In particular, are competence-based messages more effective at reducing negative outcomes than information-based messages focused on the causes of mental illness?  \r\n\r\nExperiment 1 is a laboratory experiment which addresses the first two questions. It will be among the first in decades to document the effect of psychiatric labels and gender on behavioral measures of stigma and status, and no recent behavioral experiment has examined the role of gender in these processes. Experiment 2 is a web-based experiment which addresses the third set of questions. Although previous studies have examined the effectiveness of education campaigns for reducing the stigma of mental illness, no experimental study has examined the relative effectiveness of different types of campaign messages. Together the proposed studies fill important gaps in the research on the consequences of psychiatric labels and on the avenues for ameliorating them. The findings will contribute to the expansion and development of modified labeling theory, status characteristics theory, and affect control theory and have practical implications for policy makers.\r\n\r\n\tThis research offers additional broader impacts. First, the findings from Experiment 2 will have direct implications for the creation of education campaigns that can effectively reduce the stigma and status consequences of psychiatric labels. Second, the project will promote the education of graduate students in the experimental research process. Graduate student research assistants from the Department of Sociology at the University of Oklahoma will have previously unavailable opportunities to conduct or collaborate on experimental research.Funding for this project will initiate a program of experimental research in this department. Finally, these studies will promote the integration of ideas across sub-areas within sociological social psychology.  With few exceptions, researchers in the areas of status characteristics theory, affect control theory, and the modified labeling theory do research independently.  This research will contribute to the cross-fertilization of their ideas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Kroska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Kroska",
   "pi_email_addr": "amykroska@ou.edu",
   "nsf_id": "000548568",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "780 Van Vleet Oval, Rm 331",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730192033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This two-part study focused on the stigma and status consequences of mental illness. &nbsp;More specifically, I asked: (1) How does a non-patient&rsquo;s gender affect his or her interactions with a psychiatric patient? &nbsp;Studies from the 1970s suggest that women behave in a more tolerant way toward psychiatric patients than do men, but no study has examined this gender difference since the 1970s despite dramatic changes in the position of women in the U.S.; (2) How does a patient&rsquo;s diagnosis affect these processes? &nbsp;More specifically, do patients with a schizophrenic diagnosis suffer more extreme stigma outcomes than patients with a depression diagnosis?; and (3) Can information regarding the psychiatric patients&rsquo; competence reduce stigma and status outcomes for psychiatric patients? &nbsp;And are competence-based messages more effective at reducing these outcomes than information-based messages focused on the causes of mental illness? &nbsp;<span> </span></p>\n<p>I examined these questions with two experiments. &nbsp;Experiment 1 was a laboratory experiment and addressed the first two questions, while Experiment 2 is a web-based experiment and addressed the third set of questions. &nbsp;The results showed that during a collaborative task, women and men ignored suggestions from individuals with a mental illness at a similar rate. &nbsp;These results address Question 1 and suggest that women and men behave in similar ways toward psychiatric patients. &nbsp;The results also showed that participants ignored suggestions from individuals with depression and individuals with schizophrenia at a similar rate. &nbsp;These results address Question 2 and suggest that diagnosis does not have a significant effect on the status consequences of a psychiatric diagnosis. &nbsp;Finally, the results showed that all three of the informational messages we investigated (information about the biological origins of mental illness, information about the psycho-social origins of mental illness, and information about the competence of mentally ill individuals) reduced participants&rsquo; stigma and the status beliefs and behaviors to some degree but that the competence-based message reduced them more effectively than the other two. &nbsp;These results address Question 3 and suggest that competence-based messages reduce both the stigma and status outcomes for psychiatric patients more effectively than information about the cause of mental illness.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2017<br>\n\t\t\t\t\tModified by: Amy&nbsp;Kroska</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis two-part study focused on the stigma and status consequences of mental illness.  More specifically, I asked: (1) How does a non-patient?s gender affect his or her interactions with a psychiatric patient?  Studies from the 1970s suggest that women behave in a more tolerant way toward psychiatric patients than do men, but no study has examined this gender difference since the 1970s despite dramatic changes in the position of women in the U.S.; (2) How does a patient?s diagnosis affect these processes?  More specifically, do patients with a schizophrenic diagnosis suffer more extreme stigma outcomes than patients with a depression diagnosis?; and (3) Can information regarding the psychiatric patients? competence reduce stigma and status outcomes for psychiatric patients?  And are competence-based messages more effective at reducing these outcomes than information-based messages focused on the causes of mental illness?   \n\nI examined these questions with two experiments.  Experiment 1 was a laboratory experiment and addressed the first two questions, while Experiment 2 is a web-based experiment and addressed the third set of questions.  The results showed that during a collaborative task, women and men ignored suggestions from individuals with a mental illness at a similar rate.  These results address Question 1 and suggest that women and men behave in similar ways toward psychiatric patients.  The results also showed that participants ignored suggestions from individuals with depression and individuals with schizophrenia at a similar rate.  These results address Question 2 and suggest that diagnosis does not have a significant effect on the status consequences of a psychiatric diagnosis.  Finally, the results showed that all three of the informational messages we investigated (information about the biological origins of mental illness, information about the psycho-social origins of mental illness, and information about the competence of mentally ill individuals) reduced participants? stigma and the status beliefs and behaviors to some degree but that the competence-based message reduced them more effectively than the other two.  These results address Question 3 and suggest that competence-based messages reduce both the stigma and status outcomes for psychiatric patients more effectively than information about the cause of mental illness. \n\n\t\t\t\t\tLast Modified: 03/08/2017\n\n\t\t\t\t\tSubmitted by: Amy Kroska"
 }
}