{
 "awd_id": "1227018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Establishing a Chronology of Late Quaternary Glacial Advances in the Tropical American Cordillera",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "The role of the tropics in past and future climate change has garnered significant attention in recent decades, but debate still exists over climatic linkages between the tropics and the middle and high latitudes. Glaciers in tropical mountains are highly sensitive indicators of climate, and the glacial landforms left behind by past glacier fluctuations provide key evidence of paleoclimate trends and their forcing mechanisms. Traditionally, it has been difficult to date glacial landforms, so accurately assigning ages to the climate stages and events they record has been less than successful. The recent development of cosmogenic nuclide dating has revolutionized geomorphic investigation of past glacial dynamics and now provides a reliable means to constrain the formation ages of glacial moraines and other features. In this project, investigators will develop a long-term glacial chronology for the Cordillera de Talamanca of southern Central America, in the isthmian portion of the American Cordillera. The chronology will be established using 36Cl surface exposure dating of representative moraines and bedrock outcrops from three moraine complexes in each of two valleys of the Chirripó massif in Costa Rica, using 60 samples already collected for this purpose. The chronology to be developed will reveal whether glacial advances in the isthmian portion of the American Cordillera, which is more strongly influenced by the Pacific Ocean and Caribbean Sea than areas to the north or south, were synchronous with glacial advances elsewhere. Previous work reconstructing glacier extents from moraine complexes at the study site revealed that Late Quaternary glacial advances were characterized by distinctly different temperature and moisture conditions, but the glacial stages were only dated relative to each other.  By anchoring these reconstructions in time, the cosmogenic dating will allow the researchers to compare paleoclimate trends in the Cordillera de Talamanca with those recorded by glacial landforms, pollen assemblages, isotope records, and other climate proxies elsewhere in the neotropics and beyond.\r\n\r\nAs the highest and largest mountain range in the isthmian portion of Central America, the Cordillera de Talamanca of Costa Rica preserves glacial records important to understanding paleoclimate and the timing of glacial advances in the Americas. This project will fill a knowledge gap in glacial chronologies along the transect of the American Cordillera. Results will contribute to understanding of the past dynamics of the neotropical marine troposphere, and of Pleistocene climates in southern Central America. By improving scientific understanding of past climate dynamics in this region, the research can assist in modeling and anticipating future global climate change. Knowledge of glacial-age climates is also relevant to understanding biogeographic patterns and the origin and maintenance of high species diversity in neotropical ecosystems. The research will provide educational opportunities for graduate and undergraduate students at the University of Tennessee, and for grades 6-12 students in local schools in whose classrooms faculty and graduate students will conduct scientific outreach. Through international outreach efforts, the project will also help educate park guards, guides, and tourists on glacial and climate history in the Cordillera de Talamanca.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingkui",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingkui Li",
   "pi_email_addr": "yli32@utk.edu",
   "nsf_id": "000286957",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Horn",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sally P Horn",
   "pi_email_addr": "shorn@utk.edu",
   "nsf_id": "000437675",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}