{
 "awd_id": "1227296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preparing New Instructors to Deliver the I-Corps Curriculum to Scientists and Engineers: A Pilot Training Program",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 29945.0,
 "awd_amount": 29945.0,
 "awd_min_amd_letter_date": "2012-03-29",
 "awd_max_amd_letter_date": "2012-03-29",
 "awd_abstract_narration": "LEAD INSTITUTION: National Collegiate Inventors and Innovators Alliance (NCIIA)\r\n\r\nPROJECT DESCRIPTION \r\nThe NSF Innovation Corps (I-Corps) program helps NSF-funded scientists and engineers develop skills in evaluating their research for potential practical, economically scalable applications. The National Collegiate Inventors and Innovators Alliance (NCIIA) is conducting a \"train-the-trainer\" workshop to help develop a scalable model that can support the planned expansion of the I-Corps program. The associated I-Corps training activity involves an eight-week course that exposes I-Corps teams to the Lean Launchpad business model design and customer development process (developed by Steve Blank). NCIIA, in cooperation with the founding members of the I-Corps teaching team, is providing a workshop to train six new instructors; while also conducting a formative evaluation of the instructor-training program.\r\n\r\nBROADER SIGNIFICANCE\r\nWorkshop participants are leaving with an expanded set of skills that give them the tools necessary to evaluate and translate research into applications that can benefit society. As a result of the training, participants are able to determine the commercial feasibility of technology derived from NSF-funded research. Feedback from the evaluation process is informing improvements in both the instructor-training program and the I-Corps curriculum, in an effort to help guide the future program expansion to greater numbers of teams in different regions across the nation. The workshop is training an initial a network of instructors who can improve and adapt the program model as it is disseminated to new institutions and regions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Weilerstein",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Philip J Weilerstein",
   "pi_email_addr": "pweilerstein@nciia.org",
   "nsf_id": "000041172",
   "pi_start_date": "2012-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Collegiate Inventors and Innovators Alliance",
  "inst_street_address": "100 VENTURE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "HADLEY",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135872172",
  "inst_zip_code": "010359462",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "NATIONAL COLLEGIATE INVENTORS & INNOVATORS ALLIANCE, INC.",
  "org_prnt_uei_num": "D5S9JZ1KDP49",
  "org_uei_num": "D5S9JZ1KDP49"
 },
 "perf_inst": {
  "perf_inst_name": "National Collegiate Inventors and Innovators Alliance",
  "perf_str_addr": "100 Venture Way",
  "perf_city_name": "Hadley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010359450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 29945.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of NSF&rsquo;s I-Corps (Innovation Corps) program is to provide a process and resources that enable researchers to determine the commercial feasibility of technology derived from NSF-funded research. I-Corps participants leave the program with the tools to evaluate and translate their research into applications that can scale into successful ventures with products that benefit society.&nbsp; In order for the program to grow and reach scientists in different regions of the country, a scalable model for training a larger number of new instructors is needed. Through Grant # 1227296, NSF engaged the National Collegiate Inventors and Innovators Alliance (NCIIA) to implement a program entitled: &ldquo;Preparing New Instructors to Deliver the I-Corps Curriculum to Scientists and Engineers: A Pilot Training Program.&rdquo;</p>\n<p>Under this grant, NCIIA is working in coordination with NSF to advance I-Corps&rsquo; capability to support, nurture, and expand commercialization of our country&rsquo;s best discoveries, particularly those emerging from university labs by developing and implementing a training program for new instructors.&nbsp; As the I-Corps Nodes (which offer the I-Corps program) are expanded across the country, new instructors must be trained to lead the program at each Node and cohort. &nbsp;NCIIA successfully developed and implemented a curriculum and program to &ldquo;train the trainers&rdquo; &ndash; working with the Faculty Director of the program and original members of the I-Corps teaching team to train six (6) new instructors and conduct a formative evaluation of the instruction.</p>\n<p>The model and approach NCIIA used to train new I-Corps instructors entailed &ldquo;immersion as an active participant,&rdquo; and included: (1) carefully selecting program participants and providing them with an immersion experience as \"students\" learning from seasoned instructors to understand and take on the faculty role and workings of a class; (2) orientation and debriefing sessions with curriculum instructors who provided an opportunity for trainees to reflect on their learning and ask questions of the teaching team; and (3) allowing the instructors-in-training to gradually assume the lead teaching role of providing oral and written feedback to the students in the classes they were observing.</p>\n<p>NCIIA successfully fulfilled the scope of work under this grant.&nbsp; In addition to training six (6) new I-Corps instructors, NCIIA developed a comprehensive, well-honed instructor training process and curriculum that can now be implemented across all I-Corps regional nodes. This curriculum will be used to train additional instructors as the program grows to engage researchers in science, technology, engineering and math in learning how to commercialize their best discoveries and evaluate the potential of their research for practical, economically scalable applications.&nbsp; As they carry out their work, this initial network of instructors can further refine and adapt the I-Corps program model to broaden and maximize its economic development and human resources impact throughout colleges and universities across the country.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2013<br>\n\t\t\t\t\tModified by: Philip&nbsp;J&nbsp;Weilerstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of NSFÆs I-Corps (Innovation Corps) program is to provide a process and resources that enable researchers to determine the commercial feasibility of technology derived from NSF-funded research. I-Corps participants leave the program with the tools to evaluate and translate their research into applications that can scale into successful ventures with products that benefit society.  In order for the program to grow and reach scientists in different regions of the country, a scalable model for training a larger number of new instructors is needed. Through Grant # 1227296, NSF engaged the National Collegiate Inventors and Innovators Alliance (NCIIA) to implement a program entitled: \"Preparing New Instructors to Deliver the I-Corps Curriculum to Scientists and Engineers: A Pilot Training Program.\"\n\nUnder this grant, NCIIA is working in coordination with NSF to advance I-CorpsÆ capability to support, nurture, and expand commercialization of our countryÆs best discoveries, particularly those emerging from university labs by developing and implementing a training program for new instructors.  As the I-Corps Nodes (which offer the I-Corps program) are expanded across the country, new instructors must be trained to lead the program at each Node and cohort.  NCIIA successfully developed and implemented a curriculum and program to \"train the trainers\" &ndash; working with the Faculty Director of the program and original members of the I-Corps teaching team to train six (6) new instructors and conduct a formative evaluation of the instruction.\n\nThe model and approach NCIIA used to train new I-Corps instructors entailed \"immersion as an active participant,\" and included: (1) carefully selecting program participants and providing them with an immersion experience as \"students\" learning from seasoned instructors to understand and take on the faculty role and workings of a class; (2) orientation and debriefing sessions with curriculum instructors who provided an opportunity for trainees to reflect on their learning and ask questions of the teaching team; and (3) allowing the instructors-in-training to gradually assume the lead teaching role of providing oral and written feedback to the students in the classes they were observing.\n\nNCIIA successfully fulfilled the scope of work under this grant.  In addition to training six (6) new I-Corps instructors, NCIIA developed a comprehensive, well-honed instructor training process and curriculum that can now be implemented across all I-Corps regional nodes. This curriculum will be used to train additional instructors as the program grows to engage researchers in science, technology, engineering and math in learning how to commercialize their best discoveries and evaluate the potential of their research for practical, economically scalable applications.  As they carry out their work, this initial network of instructors can further refine and adapt the I-Corps program model to broaden and maximize its economic development and human resources impact throughout colleges and universities across the country.\n\n\t\t\t\t\tLast Modified: 05/31/2013\n\n\t\t\t\t\tSubmitted by: Philip J Weilerstein"
 }
}