{
 "awd_id": "1227297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PESO: Breast Cancer Invasion in Crowded and Locally Stiff Environments",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 485001.0,
 "awd_amount": 485001.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "This PESO award to Columbia University by the Biomaterials program in the Division of Materials Research is cofunded by the Materials and Surface Engineering program (ENG/CMMI); and the Office of Physical Sciences-Oncology (OPSO) of the National Cancer Institute. With this award, in vitro approaches will be pursued to elucidate early events in breast cancer invasion, and will develop an understanding the role of collagen I in this process. Experiments will be designed to test the hypothesis that breast cancer's invasive success correlates more strongly with cell ability to change shape than with cell ability to dissolve structural proteins. Many women and men die of breast cancer every year in the United States, and these deaths are attributed to a progression of the disease that includes invasion of the tumor followed ultimately by distant metastasis. Experiments will be designed to test the hypothesis that breast cancer invasive success correlates more strongly with cell ability to change shape than with cell ability to dissolve structural proteins. Also will be studied the relative importance of cell shape change and protein dissolution during the breast cancer cell invasion in collagen I environments with variably stiff pores of given size. The planned in vitro experiments on breast cancer invasion in environments that recapitulate key aspects of the biochemistry, topology, and mechanical properties of the breast cancer environment hold promise for providing detailed understanding of early invasive events in breast cancer. As part of the educational and outreach activities, undergraduate and graduate students, and postdoctoral scientists will be trained in interdisciplinary biophysical sciences with a focus on modern imaging techniques. Moreover, the PI will develop lectures for elementary school students that will be presented by the PI at a local elementary school, and by teachers at distant schools through the use of web-based modules.\r\n\r\nDespite significant improvements in the treatment of breast cancer over the past decades, many people die from this disease every year. In almost all cases, these deaths are preceded by metastasis of the tumor to distant sites. Before this metastasis occurs, the tumor invades locally, setting the stage for spreading to distant organs. In this proposed research, the PI will study early invasive events in breast cancer with an in vitro model that captures and allows control of key aspects of the biochemistry, topology, and mechanical properties of the breast cancer environment in vivo. Findings from the proposed research will ultimately be used to develop new strategies in breast cancer treatment. The proposed work will also have substantial educational outreach impacts. The PI is strongly committed to educating young scientists and potential scientists. In addition to training undergraduate and graduate students, and postdoctoral scientists, the PI will work towards increasing research opportunities for additional undergraduate students at Columbia University though service on the Rabi Scholar Faculty Committee. The PI will extend her already substantial interaction with younger students by developing lectures on microscopy and cell migration that are appropriate for elementary school students. These lectures will be presented at a local charter elementary school primarily serving students underrepresented in the STEM fields. The lectures will also be converted to web-based learning modules, with downloadable slides, lecture guides, and demonstration videos for use in classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Kaufman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Laura J Kaufman",
   "pi_email_addr": "kaufman@chem.columbia.edu",
   "nsf_id": "000189501",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 485001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Principal Investigator and members of her laboratory designed, characterized, and controlled structural, mechanical, and biochemical properties of collagen I based gels and used these environments as physiologically relevant mimics in which to study early events in breast cancer invasion. In particular, new multi-modal techniques integrating confocal reflectance, confocal fluorescence, turbidity and rheology were used to characterize collagen I gels as they developed and control structural and mechanical properties of the fully developed biopolymer networks. Breast cancer cells from the invasive cell line MDA-MB-231 were embedded in collagen gels with various properties, and it was found that in three dimensions network topology is a more important determinant of both breast cancer cell invasive success and invasive phenotype than are local or global mechanical properties of the environment. We showed that these cells decrease their invasivity and alter their invasive phenotype in more homogeneous environments, regardless of whether the increased homogeneity is due to increased collagen I content, altered collagen fiber organization, or the presence of a secondary (afibrillar, homogeneous) component in the model ECM. On the other hand, a homogeneous environment that supported no cell invasion allowed for robust invasion so long as even sparse fibrillar substrate was present. We conclude that the fibrillar structure allows for cell polarization that sets the stage for migration. The invasive phenotype identified in more homogeneous environments appears to be an unusual one that may be a redundant migratory mechanism that is particularly relevant <em>in vivo</em>. Interestingly, this novel migratory mode does not require polymerization driven actin-based protrusions but instead is a bleb-mediated migration. While bleb-mediated migration has been described previously, the type of invasion we have observed is distinct, as it not only uses blebs to exert pressure on the local surroundings but it also requires integrins involved in generating traction on the extracellular environment. Additional studies performed with six different cell lines assessed invasive capacity of cell lines with different aggregate morphologies, a static property that showed some correlation with invasive capacity in simpler assays as well as genetic profiling. Our studies showed that aggregate morphology could not predict invasive capacity in a collagen I gel and that the ability for cells to exert traction on and physically reorganize collagen fibers was a necessary but insufficient cell activity to predict cell invasive capacity.</p>\n<p>&nbsp;</p>\n<p>This research represents important steps in understanding how topology and mechanical properties of the extracellular environment surrounding breast cancer tumors affect the intracellular machinery invasive breast cancer cells use to invade breast tissue as a precursor to metastasis. The carefully designed <em>in vitro</em> studies performed here, in which key topological and mechanical properties of the cell environment were tuned, have revealed a new breast cancer invasive mode, potentially revealing new molecular targets of breast cancer invasion. The work has also had substantial educational impact. Postdoctoral, graduate, and undergraduate students worked in concert on these experiments learning a variety of techniques and analytical approaches important in modern interdisciplinary biosciences. The PI also worked to increase research opportunities for undergraduate students though service on the Rabi Scholar Faculty Committee. The PI also developed freely available web-based learning modules on soft matter and cell migration appropriate for elementary school students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2015<br>\n\t\t\t\t\tModified by: Laura&nbsp;J&nbsp;Kaufman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Principal Investigator and members of her laboratory designed, characterized, and controlled structural, mechanical, and biochemical properties of collagen I based gels and used these environments as physiologically relevant mimics in which to study early events in breast cancer invasion. In particular, new multi-modal techniques integrating confocal reflectance, confocal fluorescence, turbidity and rheology were used to characterize collagen I gels as they developed and control structural and mechanical properties of the fully developed biopolymer networks. Breast cancer cells from the invasive cell line MDA-MB-231 were embedded in collagen gels with various properties, and it was found that in three dimensions network topology is a more important determinant of both breast cancer cell invasive success and invasive phenotype than are local or global mechanical properties of the environment. We showed that these cells decrease their invasivity and alter their invasive phenotype in more homogeneous environments, regardless of whether the increased homogeneity is due to increased collagen I content, altered collagen fiber organization, or the presence of a secondary (afibrillar, homogeneous) component in the model ECM. On the other hand, a homogeneous environment that supported no cell invasion allowed for robust invasion so long as even sparse fibrillar substrate was present. We conclude that the fibrillar structure allows for cell polarization that sets the stage for migration. The invasive phenotype identified in more homogeneous environments appears to be an unusual one that may be a redundant migratory mechanism that is particularly relevant in vivo. Interestingly, this novel migratory mode does not require polymerization driven actin-based protrusions but instead is a bleb-mediated migration. While bleb-mediated migration has been described previously, the type of invasion we have observed is distinct, as it not only uses blebs to exert pressure on the local surroundings but it also requires integrins involved in generating traction on the extracellular environment. Additional studies performed with six different cell lines assessed invasive capacity of cell lines with different aggregate morphologies, a static property that showed some correlation with invasive capacity in simpler assays as well as genetic profiling. Our studies showed that aggregate morphology could not predict invasive capacity in a collagen I gel and that the ability for cells to exert traction on and physically reorganize collagen fibers was a necessary but insufficient cell activity to predict cell invasive capacity.\n\n \n\nThis research represents important steps in understanding how topology and mechanical properties of the extracellular environment surrounding breast cancer tumors affect the intracellular machinery invasive breast cancer cells use to invade breast tissue as a precursor to metastasis. The carefully designed in vitro studies performed here, in which key topological and mechanical properties of the cell environment were tuned, have revealed a new breast cancer invasive mode, potentially revealing new molecular targets of breast cancer invasion. The work has also had substantial educational impact. Postdoctoral, graduate, and undergraduate students worked in concert on these experiments learning a variety of techniques and analytical approaches important in modern interdisciplinary biosciences. The PI also worked to increase research opportunities for undergraduate students though service on the Rabi Scholar Faculty Committee. The PI also developed freely available web-based learning modules on soft matter and cell migration appropriate for elementary school students.\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2015\n\n\t\t\t\t\tSubmitted by: Laura J Kaufman"
 }
}