{
 "awd_id": "1227527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Contractual Chains and Related Work",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 93260.0,
 "awd_amount": 93260.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "This project examines the economic theory of settings in which multiple parties first establish externally enforced contracts and then engage in productive interaction.  The contracts specify monetary transfers as a function of the productive outcome.  The parties are unable to contract as a large group and must instead establish contracts in bilateral relationships.  The feasible contractual relationships are given by a network of links.  Because a given agent may not be able to contract directly with another whose productive action he case about, there are externalities due to lack of direct links.  The project entails developing a general model and determining whether economically efficient outcomes can be achieved through endogenously formed contractual chains.  The PI explores how features of the contracting institutions (such as the legal environment) help or hinder the internalization of externalities.  This includes the analysis of cases in which the parties seek to optimally share risk.\r\n\r\nThis research will lead new insights into a variety of real world situations, including the internal organization of firms, the sale of 'network' goods, private provision of public goods, commons problems, and risk-sharing arrangements.  The results will give new insights for contract law, in particular the degree to which courts should give parties the flexibility to create or cancel contracts in response to developments in their other contractual arrangements.  Broader impacts also include the interdisciplinary impact on environmental studies; the PI collaborates with a broad group of scholars on questions of resource management, strategic planning, negotiations, and public policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Watson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Watson",
   "pi_email_addr": "jwatson@ucsd.edu",
   "nsf_id": "000441340",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 93260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intent of the project has been to develop an understanding of efficiency barriers in contractual settings, in particular the following environments: (i) where multiple parties interact but can contract in only small groups (bilateral relationships, for instance), and (ii) where two or more parties interact over time and can modify their contract in each period. &nbsp;During the grant period, the PI developed new game-theoretic models for these two settings.</p>\n<p>As for the technical merit, the models aim to significantly advance the technical literature in game theory and economics by (i) identifying a type of externality that had not been studied in depth before, (ii) providing new insights on how this externality can be internalized through &ldquo;contractual chains,&rdquo; (iii) uncovering the simplest essential structure for the notion of &ldquo;contracts on contracts,&rdquo; (iv) discovering the conditions under which various modes of contracting and verifiability are sufficient for effective contractual chains, (v) analyzing contractual chains in a variety of productive settings including moral hazard and asset allocation under aggregate risk, (vi) exploring the relation between the main game-theoretic models (which are non-cooperative) and a hybrid approach that features a stylized cooperative-theory model of contract formation, (vii) continuing work of the notion of &ldquo;contractual equilibrium&rdquo; and relational-contracting applications, (viii) studying specific applications of contractual equilibrium in the area of environmental agreements, and (viii) further work on the meaning, nature, and interpretation of contracts and evidence.</p>\n<p>The broader impacts of the project include (i) new insights and direction for the design of contracts and enforcement institutions in particular for the management of natural resources; (ii) the development of new analytical tools for applied theoretical work in economics and law and economics; (iii) technical publications in leading journals; and (iv) new pedagogical insights, in particular for educating Ph.D. students and professionals about the concepts and results that follow from the theoretical research. &nbsp;The research promises to have a positive impact on behavior and policy in the real world, and to further the cause of interdisciplinary education and awareness.</p>\n<p>Significant progress was made on all of the individual theoretical components of the project. &nbsp;The main model described in the project proposal was fully analyzed and a method of proof was developed to show that externalities can be internalized via contractual chains in a contracting institution with a finite number of discrete periods. &nbsp;The results are contained in the new major paper &ldquo;Contractual Chains.&rdquo;</p>\n<p>On the road to completing this paper, significant gaps were discovered in the literature on what is perhaps the most widely used equilibrium concept in applied game theory, the &ldquo;perfect Bayesian equilibrium&rdquo; concept. &nbsp;An analysis of the foundation of this concept was initiated and completely developed during the grant period, resulting in the new paper &ldquo;Flavors of Perfect Bayesian Equilibrium,&rdquo; which provides a foundation and characterizes three new variations of the concept.</p>\n<p>The new paper &ldquo;Modes of Contractual Linkages&rdquo; was also initiated and a draft completed during the grant period. &nbsp;This paper defines contracts on contracts and simpler contractual forms, and it identifies the essential ingredients for effective contractual chains under various modes of contracting and verifiability.</p>\n<p>On the topic of contracting and renegotiation in long-term relationships, the theory of contractual equilibrium was completed. &nbsp;This concept is defined, characterized, and applied in the paper &ldquo;A Theory of Disagreement in Repeated Games with Bargai...",
  "por_txt_cntn": "\nThe intent of the project has been to develop an understanding of efficiency barriers in contractual settings, in particular the following environments: (i) where multiple parties interact but can contract in only small groups (bilateral relationships, for instance), and (ii) where two or more parties interact over time and can modify their contract in each period.  During the grant period, the PI developed new game-theoretic models for these two settings.\n\nAs for the technical merit, the models aim to significantly advance the technical literature in game theory and economics by (i) identifying a type of externality that had not been studied in depth before, (ii) providing new insights on how this externality can be internalized through \"contractual chains,\" (iii) uncovering the simplest essential structure for the notion of \"contracts on contracts,\" (iv) discovering the conditions under which various modes of contracting and verifiability are sufficient for effective contractual chains, (v) analyzing contractual chains in a variety of productive settings including moral hazard and asset allocation under aggregate risk, (vi) exploring the relation between the main game-theoretic models (which are non-cooperative) and a hybrid approach that features a stylized cooperative-theory model of contract formation, (vii) continuing work of the notion of \"contractual equilibrium\" and relational-contracting applications, (viii) studying specific applications of contractual equilibrium in the area of environmental agreements, and (viii) further work on the meaning, nature, and interpretation of contracts and evidence.\n\nThe broader impacts of the project include (i) new insights and direction for the design of contracts and enforcement institutions in particular for the management of natural resources; (ii) the development of new analytical tools for applied theoretical work in economics and law and economics; (iii) technical publications in leading journals; and (iv) new pedagogical insights, in particular for educating Ph.D. students and professionals about the concepts and results that follow from the theoretical research.  The research promises to have a positive impact on behavior and policy in the real world, and to further the cause of interdisciplinary education and awareness.\n\nSignificant progress was made on all of the individual theoretical components of the project.  The main model described in the project proposal was fully analyzed and a method of proof was developed to show that externalities can be internalized via contractual chains in a contracting institution with a finite number of discrete periods.  The results are contained in the new major paper \"Contractual Chains.\"\n\nOn the road to completing this paper, significant gaps were discovered in the literature on what is perhaps the most widely used equilibrium concept in applied game theory, the \"perfect Bayesian equilibrium\" concept.  An analysis of the foundation of this concept was initiated and completely developed during the grant period, resulting in the new paper \"Flavors of Perfect Bayesian Equilibrium,\" which provides a foundation and characterizes three new variations of the concept.\n\nThe new paper \"Modes of Contractual Linkages\" was also initiated and a draft completed during the grant period.  This paper defines contracts on contracts and simpler contractual forms, and it identifies the essential ingredients for effective contractual chains under various modes of contracting and verifiability.\n\nOn the topic of contracting and renegotiation in long-term relationships, the theory of contractual equilibrium was completed.  This concept is defined, characterized, and applied in the paper \"A Theory of Disagreement in Repeated Games with Bargaining,\" which was completed and published in the grant period.  The application to conservation agreements was also analyzed and the resulting paper \"A Contract-Theoretic Model of Conservation Agreements\" is nearing completi..."
 }
}