{
 "awd_id": "1227843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SIAM International Conference on Data Mining Student Travel Awards 2012",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 26010.0,
 "awd_amount": 26010.0,
 "awd_min_amd_letter_date": "2012-04-17",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "SIAM International Conference on Data Mining Student Travel Awards 2012, PI: Jennifer Dy, Northeastern University.\r\nThe project provides NSF Student Travel Fellowships to graduate students enrolled in PhD programs in data mining or closely related areas to attend and participate in the 2012 SIAM Data Mining (SDM 2012) Conference organized by the Society for Industrial and Applied Mathematics (SIAM) in cooperation with the American Statistical Association in Anaheim, California, USA from April 26 to 28, 2012. Special efforts will be made to attract women and members of groups that are underrepresented within the data mining research community.  The NSF student travel award recipients will be able to attend the plenary and contributed talks, workshops and tutorials that are part of SDM 2012, as well as a Doctoral Forum. The Doctoral Forum is designed to allow doctoral students who are at an early stage in their research careers to present their work, interact with their peers from other universities as well as receive one-on-one mentoring from leading data mining researchers.\r\n\r\nIntellectual  Merit. Participation in premier research conferences is an essential  component of research-based advanced training of Ph.D. students in data mining. The SDM 2012 Doctoral Student Forum provides an opportunity for Ph.D. candidates to receive constructive feedback and mentoring from established researchers in data mining. Such interactions serve to broaden the training of students, enhance the quality of the dissertation research performed by the students at their home institutions, and ultimately, help them make informed decisions that advance their long-term career objectives.\r\n \r\nBroader Impact. Data mining is playing an increasingly important role in many emerging data-rich applications ranging from computational biology to computer-assisted discovery and counterterrorism efforts. The award will help broaden the representation of women and members of underrepresented minority groups within the Data Mining research community. It also contributes to the training of a cadre of new generation scientists equipped with sophisticated tools to extract knowledge from data in areas that are growing in importance in our increasingly digital, interconnected world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Dy",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer G Dy",
   "pi_email_addr": "jdy@ece.neu.edu",
   "nsf_id": "000286912",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 26010.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The SIAM Data Mining conference (SDM) is a premier international conference in data mining, covering a wide spectrum of theoretical and applied research in the field. The conference has been held annually since 2001, and has provided a valuable forum for fundamental advances on a wide range of data mining topics. The program consists of technical sessions, workshops, panels, poster sessions, and tutorials.&nbsp; The SIAM Data Mining (SDM) Conference is being organized by the Society for Industrial and Applied Mathematics (SIAM) in cooperation with the American Statistical Association. SDM 2012 was held in Anaheim, California, USA from April 26 to 28, 2012 and SDM 2013 was held in Austin, Texas, USA from May 2 to May 4, 2013.&nbsp; This premier conference provides a venue for researchers who are addressing problems in data mining to present their work in a peer-reviewed forum. It is widely attended by researchers and practitioners in the field.</p>\n<p>Funds provided travel support for Ph.D. students from universities in the United States to attend SDM 2012 and to partially support travel to SDM 2013 and to participate in a Ph.D. student forum that is held as part of SDM 2012 and 2013.&nbsp; Special efforts were made to attract candidates who are women or belong to minority groups that are currently under-represented within the data mining research community.</p>\n<p>The SDM 2012 and 2013 Ph.D. student forum are aimed at providing an opportunity for Ph.D. candidates to present their work and receive constructive feedback and mentoring from established researchers in data mining.</p>\n<p><em>&nbsp;</em>Participation in premier research conferences in data mining is an integral component of the training of PhD students in data mining. Data mining is playing an increasingly important role in many emerging big data sciences and application domains, such as bioinformatics, computational biology, social network analysis, health, climate, sustainability, counterterrorism and security. The SDM PhD student forum was aimed at providing an opportunity for PhD candidates to present their work and receive constructive feedback and mentoring from established researchers in data mining. Such feedback and mentoring is expected to improve the quality of the students&rsquo; thesis research. Similarly, student recipients of travel awards were able to attend technical sessions, plenary talks, panels, tutorials and workshops. They were able to interact with peers who share similar interests from other universities, as well as hundreds of leading researchers in data mining from around the world. This experience will be extremely formative and fruitful towards the shaping of their future research endeavors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/10/2014<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;G&nbsp;Dy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe SIAM Data Mining conference (SDM) is a premier international conference in data mining, covering a wide spectrum of theoretical and applied research in the field. The conference has been held annually since 2001, and has provided a valuable forum for fundamental advances on a wide range of data mining topics. The program consists of technical sessions, workshops, panels, poster sessions, and tutorials.  The SIAM Data Mining (SDM) Conference is being organized by the Society for Industrial and Applied Mathematics (SIAM) in cooperation with the American Statistical Association. SDM 2012 was held in Anaheim, California, USA from April 26 to 28, 2012 and SDM 2013 was held in Austin, Texas, USA from May 2 to May 4, 2013.  This premier conference provides a venue for researchers who are addressing problems in data mining to present their work in a peer-reviewed forum. It is widely attended by researchers and practitioners in the field.\n\nFunds provided travel support for Ph.D. students from universities in the United States to attend SDM 2012 and to partially support travel to SDM 2013 and to participate in a Ph.D. student forum that is held as part of SDM 2012 and 2013.  Special efforts were made to attract candidates who are women or belong to minority groups that are currently under-represented within the data mining research community.\n\nThe SDM 2012 and 2013 Ph.D. student forum are aimed at providing an opportunity for Ph.D. candidates to present their work and receive constructive feedback and mentoring from established researchers in data mining.\n\n Participation in premier research conferences in data mining is an integral component of the training of PhD students in data mining. Data mining is playing an increasingly important role in many emerging big data sciences and application domains, such as bioinformatics, computational biology, social network analysis, health, climate, sustainability, counterterrorism and security. The SDM PhD student forum was aimed at providing an opportunity for PhD candidates to present their work and receive constructive feedback and mentoring from established researchers in data mining. Such feedback and mentoring is expected to improve the quality of the studentsÆ thesis research. Similarly, student recipients of travel awards were able to attend technical sessions, plenary talks, panels, tutorials and workshops. They were able to interact with peers who share similar interests from other universities, as well as hundreds of leading researchers in data mining from around the world. This experience will be extremely formative and fruitful towards the shaping of their future research endeavors.\n\n\t\t\t\t\tLast Modified: 05/10/2014\n\n\t\t\t\t\tSubmitted by: Jennifer G Dy"
 }
}