{
 "awd_id": "1227838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Paleobiogeography, paleoecology, and continued investigation of a diverse, terminal Miocene, primate-bearing fauna from southern China",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 36572.0,
 "awd_amount": 36572.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "The early and middle Miocene (ca. 23 to 11 million years ago) witnessed an expansion of the world's tropical and subtropical forests, and an increase in the diversity and distribution of mammals that thrived in forests with low seasonality and high productivity. Apes flourished under these conditions in the Old World. The contraction of subtropical forests in the late Miocene in Eurasia resulted in a decline in the diversity and abundance of apes, and the rise of monkeys and other mammals able to survive in more open and seasonal habitats. Several fossil sites in southern China provide evidence of this critical transition.  In this project, the fossil site of Shuitangba, Yunnan Province, China, will be investigated because it has yielded the abundant and well-preserved remains of many mammal species of terminal Miocene age (~6.1 mya). Among them are an ape and a monkey, the first such co-occurrence in the Miocene of Eurasia. Recovery and detailed study of the fossils by an international team of American and Chinese investigators will make possible the characterization of the paleoenvironment of Shuitangba and the nature and adaptations of the site's many species, especially its primates and carnivores. Direct comparison of the Shuitangba biota with others of similar age in eastern Asia will provide a clearer idea of the nature and pace of environmental evolution in the region.\r\n\r\nShuitangba captures a unique snapshot of the transition from the widespread evergreen forests of the Miocene to the more heterogeneous and seasonal habitats that followed. This project thus promotes the understanding of an ecosystem poised at the tipping point of a major change.  The Shuitangba fauna and environment provide an unusually clear picture of a distinctive regional ecosystem that contained long-established species alongside new arrivals.  A better understanding of the adaptations of species within such ecosystems may shed light on the dynamics of modern unstable environments.\r\n\r\nThis project fosters strong international collaboration with Chinese scholars, including advanced training for Chinese paleoanthropologists, paleobiologists, and fossil preparators, and promotes public science education in China through media coverage and development of museum displays.  A junior US scientist will be integrally involved in the research, and US undergraduate students also will receive substantial participatory research training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kelley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Kelley",
   "pi_email_addr": "jkelley.iho@asu.edu",
   "nsf_id": "000586847",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Kimbel",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Kimbel",
   "pi_email_addr": "william.kimbel@asu.edu",
   "nsf_id": "000208856",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 36572.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of the award covered three principal areas: 1) continued field work at the latest Miocene fossil site of Shuitangba (6.0-6.5 million years ago) in Yunnan Province, China; 2) comparative analysis of the cranium of a juvenile ape previously recovered from the site; 3) analysis of non-primate mammalian remains recovered from the site.</p>\n<p>Two field seasons were conducted, one focused on the recovery of small mammals (rodents and insectivores) through screen washing and one focused on the recovery of larger vertebrates. The small mammal fauna is diverse and in keeping with the wetland habitat indicated by plant and invertebrate animal remains, as well as abundant fossils of water birds, beavers and otters. Preliminary analysis of the small mammals reveals the presence of at least two new species of rodents. Among the large mammals recovered was the maxilla of the monkey <em>Mesopithecus</em>, which, like the ape at the site, is a rare element of the fauna. It represents the earliest record of monkeys in East Asia. Two new species of large mammals have been named, a muntjac and a giant otter, the latter more than three times the size of the living river otter. The abundance and quality of its remains led to the &nbsp;recognition of a distinct lineage of giant otters that occupied southern and eastern China into Southeast Asia during the late Miocene. The two seasons of field work also produced abundant plant remains, including wood, leaves and seeds.</p>\n<p>The fossil ape from Shuitangba belongs to the genus <em>Lufengpithecus</em>, known from other, somewhat older Miocene sites in Yunnan.<em> </em>Comparative analysis of the juvenile cranium revealed that it is most like those of Miocene fossil apes from Europe, such as <em>Hispanopithecus </em>from Spain and <em>Rudapithecus </em>from Hungary, and is unlike that of the orangutan, which is now confined to Java and Sumatra but inhabited southern China and mainland Southeast Asia during the Pleistocene. This is compelling evidence that <em>Lufengpithecus</em> represents a far eastern extension of the European radiation of apes rather than being in the orangutan lineage, which, partly for reasons of geography, had been posited for all the fossil apes of southern China. However, the morphology of the cranium overall is unlike that of any other ape, either fossil or living, even taking into account that it is still a young juvenile. Most interestingly, it is also dissimilar in many ways to another juvenile ape cranium from the late Miocene of southern China, from the nearby site of Yuanmou (~7-8 million years ago). This suggests substantial regional diversity among apes in southern China at that time, perhaps related to mountain building and increasingly complex topography resulting&nbsp; from the uplift of the eastern margin of the Tibetan Plateau.</p>\n<p>The cranium was CT scanned for the purposes of imaging the unerupted adult teeth that were still within their crypts and to perform a virtual reconstruction of areas that were too damaged for an actual physical reconstruction. The pattern of the relative stages of development of the different adult teeth is sometimes seen in extant chimpanzees, the only living ape for which there are adequate similar data, but it is quite uncommon. This may indicate subtle differences in the scheduling of development as a whole between <em>Lufengpithecus </em>and chimpanzees, but this will need further investigation. The virtual reconstruction revealed that the cranium had an unusually short snout and relatively very wide orbits compared to living great apes at the same stage of development, which contribute to its unusual morphology. Analysis of the cranium is continuing and will include growth simulations to attempt to approximate what it would have looked like when fully grown. This will permit more meaningful comparison to the adult crania of other Miocene fossil apes, including several from the nearby site of Lufeng, to assess the taxonomic position of the species from Shuitangba.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2017<br>\n\t\t\t\t\tModified by: John&nbsp;J&nbsp;Kelley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of the award covered three principal areas: 1) continued field work at the latest Miocene fossil site of Shuitangba (6.0-6.5 million years ago) in Yunnan Province, China; 2) comparative analysis of the cranium of a juvenile ape previously recovered from the site; 3) analysis of non-primate mammalian remains recovered from the site.\n\nTwo field seasons were conducted, one focused on the recovery of small mammals (rodents and insectivores) through screen washing and one focused on the recovery of larger vertebrates. The small mammal fauna is diverse and in keeping with the wetland habitat indicated by plant and invertebrate animal remains, as well as abundant fossils of water birds, beavers and otters. Preliminary analysis of the small mammals reveals the presence of at least two new species of rodents. Among the large mammals recovered was the maxilla of the monkey Mesopithecus, which, like the ape at the site, is a rare element of the fauna. It represents the earliest record of monkeys in East Asia. Two new species of large mammals have been named, a muntjac and a giant otter, the latter more than three times the size of the living river otter. The abundance and quality of its remains led to the  recognition of a distinct lineage of giant otters that occupied southern and eastern China into Southeast Asia during the late Miocene. The two seasons of field work also produced abundant plant remains, including wood, leaves and seeds.\n\nThe fossil ape from Shuitangba belongs to the genus Lufengpithecus, known from other, somewhat older Miocene sites in Yunnan. Comparative analysis of the juvenile cranium revealed that it is most like those of Miocene fossil apes from Europe, such as Hispanopithecus from Spain and Rudapithecus from Hungary, and is unlike that of the orangutan, which is now confined to Java and Sumatra but inhabited southern China and mainland Southeast Asia during the Pleistocene. This is compelling evidence that Lufengpithecus represents a far eastern extension of the European radiation of apes rather than being in the orangutan lineage, which, partly for reasons of geography, had been posited for all the fossil apes of southern China. However, the morphology of the cranium overall is unlike that of any other ape, either fossil or living, even taking into account that it is still a young juvenile. Most interestingly, it is also dissimilar in many ways to another juvenile ape cranium from the late Miocene of southern China, from the nearby site of Yuanmou (~7-8 million years ago). This suggests substantial regional diversity among apes in southern China at that time, perhaps related to mountain building and increasingly complex topography resulting  from the uplift of the eastern margin of the Tibetan Plateau.\n\nThe cranium was CT scanned for the purposes of imaging the unerupted adult teeth that were still within their crypts and to perform a virtual reconstruction of areas that were too damaged for an actual physical reconstruction. The pattern of the relative stages of development of the different adult teeth is sometimes seen in extant chimpanzees, the only living ape for which there are adequate similar data, but it is quite uncommon. This may indicate subtle differences in the scheduling of development as a whole between Lufengpithecus and chimpanzees, but this will need further investigation. The virtual reconstruction revealed that the cranium had an unusually short snout and relatively very wide orbits compared to living great apes at the same stage of development, which contribute to its unusual morphology. Analysis of the cranium is continuing and will include growth simulations to attempt to approximate what it would have looked like when fully grown. This will permit more meaningful comparison to the adult crania of other Miocene fossil apes, including several from the nearby site of Lufeng, to assess the taxonomic position of the species from Shuitangba.\n\n\t\t\t\t\tLast Modified: 04/04/2017\n\n\t\t\t\t\tSubmitted by: John J Kelley"
 }
}