{
 "awd_id": "1227412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bayesian Rapid Optimal Adaptive Design (BROAD) for Estimating",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 467536.0,
 "awd_amount": 467536.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "In this project the Principal Investigators will develop methods to rapidly personalize the series of questions that are asked in an experiment or survey, adjusting new questions based on a respondent?s previous answers and the speed of their responses. The methods guarantee, mathematically, that the most informative question is being asked at each step. The software challenge is being able to recompute rapidly on a variety of computer platforms. We will also make software user-friendly and widely available.\r\n \r\nIn terms of broader impacts, this research will enable scientists to figure out, faster and better, how people are different from each other in what they like and how they behave. Our method will enable creation of short surveys that yield more insight. The method will specifically be used to find out how much risk people accept, how patient they are toward future costs and benefits, and how much they like to cooperate and compete with other people. These methods can help consumers and companies figure out what kind of investments they should make, and help match workers with jobs that are ideal for them.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Camerer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Colin F Camerer",
   "pi_email_addr": "camerer@hss.caltech.edu",
   "nsf_id": "000234795",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E. California Blvd. 228-77",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 467536.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;What do people want? This question is at the core of social science, and answering it is a deep science problem with many practical implications. The starting point in behavioral economics is the idea that choices people make are caused by, and reveal, underlying &ldquo;preferences&rdquo;. Preferences are thought to be stable over short periods of time and across different types of decisions. However, behavioral economics evidence has shown that choices can be influenced by many factors, and exhibit instability; then the scientific goal is to identify the causes of instability.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Inferring preferences then becomes a challenging statistical problem. For example, if people dislike investing stocks because stock prices fluctuate too much, how can we best measure their aversion to the risks inherent in owning stocks?</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our goal in this project was to use modern computing power and statistical analysis to figure out more rapidly, and more precisely, what kind of economic choices people like. The two kinds of choices we studied are (a) risky choices, and (b) choices of valuable rewards over time. Our method doubles the rate at which we learn about these choices. The method uses a particular idea from computer science that had not been imported to social science previously (althought similar methods have been used).</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are these choices that we are trying to understand?</p>\n<p>&nbsp;</p>\n<p>(a) Risky choices are those in which there are several possible financial outcomes. In simple laboratory versions, these are amounts of money that can be earned with known probabilities. What we learn from these lab choices is hypothesized to tell us how much risk people will taken in personal investments, in gambling such as lottery ticket purchases, and in choosing careers with safer income or riskier income.</p>\n<p>(b) Choices of rewards over time force people to decide whether they want a small amount of money sooner, or a larger amount later. What we learn from these lab choices is hypothesized to tell us how patient people will be about delaying gratification by exercising, dieting to improve long-term health, and completing work projects on time.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In social sciences, how much risk people like to take, and how patient they are, is thought to be numerically approximated by a degree of risk-aversion and a discount rate.&nbsp; Of course, this methods reduce very complicated decisions to a single number. However, statistical methods can dictate whether a single number is an adequate approximation or whether two, three, or more numerical dimensions are necessary.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To figure out how much risk people are willing to take, and how patient they are, experiments and survey ask people a series of questions. For example, suppose a person says they would rather have $40 than have a risk in which they have an equal (50%) chance of getting $100 or nothing. Since they would rather have $40, the next step is to ask how much less than $40 they would accept, before taking the risk of $100 or nothing.&nbsp; Our computer method asks a series of questions like this in a Bayesian-optimal way. The core step is to compute how much we expect to learn from asking different questions, given what a person has already told us from their previous responses. An &ldquo;information criterion&rdquo; ranks every possible question in terms of how much we can learn about a person by asking that question.&nbsp; The method &ldquo;personalizes&rdquo; questions; for every person we use their previous choices to get the most information about what they like.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Statistical analyses indicate that by using this optimal method of personalizing questions, we can at least double the rate of information gain. Surveys that have used 10 questions before can give the same precision in only five questions, if the questions are personalized using our methods.&nbsp; The gain from learning what people want rapidly is especially useful when we branch out from &ldquo;convenience&rdquo; samples of college students, to study children, busy corporate executives, and add questions on large-scale surveys. In the latter cases, scientists sometimes can ask only a small number of questions so there is a large premium on the information value of each question. Our method provides that information value.</p>\n<p>The graphics accompanying this description show (a) the cycle by which preliminary (prior) information guides what choices are posed, and what conclusions are drawn from the answers to those choice questions (called &ldquo;posteriors&rdquo;); (b) a graphical user interface (GUI) which asks people to allocate money between different points of time, to measure patience; and (c) an illustration of the specific numbers expressing degrees of patience that were derived from actual choices of Amazon Turk subjects.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our adaptive methods have already been used in several published papers and have attracted keen interest. Beyond the life of this grant, we are continuing to develop software platforms to make the methods useable across social sciences.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/20/2017<br>\n\t\t\t\t\tModified by: Colin&nbsp;F&nbsp;Camerer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1227412/1227412_10217650_1490039269267_graphic_GUI--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1227412/1227412_10217650_1490039269267_graphic_GUI--rgov-800width.jpg\" title=\"The user interface to measure time preference\"><img src=\"/por/images/Reports/POR/2017/1227412/1227412_10217650_1490039269267_graphic_GUI--rgov-66x44.jpg\" alt=\"The user interface to measure time preference\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The calendar shows two dates on which people can receive money (October 16 and November 6). By moving the cursor on the slider bar, people can indicate whether they want more money in October or more in November. Where they put the cursor tells us how patient they are.</div>\n<div class=\"imageCredit\">Taisuke Imai</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Colin&nbsp;F&nbsp;Camerer</div>\n<div class=\"imageTitle\">The user interface to measure time preference</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1227412/1227412_10217650_1490039504471_Graphic_cycleoftruth--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1227412/1227412_10217650_1490039504471_Graphic_cycleoftruth--rgov-800width.jpg\" title=\"The cycle of estimating preferences\"><img src=\"/por/images/Reports/POR/2017/1227412/1227412_10217650_1490039504471_Graphic_cycleoftruth--rgov-66x44.jpg\" alt=\"The cycle of estimating preferences\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Our method begins with a \"prior\" belief on a number that measures an aspect of preferences (e.g. patience). After each question, the method chooses the next question which is mathematically the most informative. After a person answers the question, the prior estimate is updated to a posterior.</div>\n<div class=\"imageCredit\">Taisuke Imai</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Colin&nbsp;F&nbsp;Camerer</div>\n<div class=\"imageTitle\">The cycle of estimating preferences</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n            What do people want? This question is at the core of social science, and answering it is a deep science problem with many practical implications. The starting point in behavioral economics is the idea that choices people make are caused by, and reveal, underlying \"preferences\". Preferences are thought to be stable over short periods of time and across different types of decisions. However, behavioral economics evidence has shown that choices can be influenced by many factors, and exhibit instability; then the scientific goal is to identify the causes of instability.\n\n            Inferring preferences then becomes a challenging statistical problem. For example, if people dislike investing stocks because stock prices fluctuate too much, how can we best measure their aversion to the risks inherent in owning stocks?\n\n            Our goal in this project was to use modern computing power and statistical analysis to figure out more rapidly, and more precisely, what kind of economic choices people like. The two kinds of choices we studied are (a) risky choices, and (b) choices of valuable rewards over time. Our method doubles the rate at which we learn about these choices. The method uses a particular idea from computer science that had not been imported to social science previously (althought similar methods have been used).\n\n \n\n            What are these choices that we are trying to understand?\n\n \n\n(a) Risky choices are those in which there are several possible financial outcomes. In simple laboratory versions, these are amounts of money that can be earned with known probabilities. What we learn from these lab choices is hypothesized to tell us how much risk people will taken in personal investments, in gambling such as lottery ticket purchases, and in choosing careers with safer income or riskier income.\n\n(b) Choices of rewards over time force people to decide whether they want a small amount of money sooner, or a larger amount later. What we learn from these lab choices is hypothesized to tell us how patient people will be about delaying gratification by exercising, dieting to improve long-term health, and completing work projects on time.\n\n \n\n            In social sciences, how much risk people like to take, and how patient they are, is thought to be numerically approximated by a degree of risk-aversion and a discount rate.  Of course, this methods reduce very complicated decisions to a single number. However, statistical methods can dictate whether a single number is an adequate approximation or whether two, three, or more numerical dimensions are necessary.\n\n \n\n            To figure out how much risk people are willing to take, and how patient they are, experiments and survey ask people a series of questions. For example, suppose a person says they would rather have $40 than have a risk in which they have an equal (50%) chance of getting $100 or nothing. Since they would rather have $40, the next step is to ask how much less than $40 they would accept, before taking the risk of $100 or nothing.  Our computer method asks a series of questions like this in a Bayesian-optimal way. The core step is to compute how much we expect to learn from asking different questions, given what a person has already told us from their previous responses. An \"information criterion\" ranks every possible question in terms of how much we can learn about a person by asking that question.  The method \"personalizes\" questions; for every person we use their previous choices to get the most information about what they like. \n\n \n\n            Statistical analyses indicate that by using this optimal method of personalizing questions, we can at least double the rate of information gain. Surveys that have used 10 questions before can give the same precision in only five questions, if the questions are personalized using our methods.  The gain from learning what people want rapidly is especially useful when we branch out from \"convenience\" samples of college students, to study children, busy corporate executives, and add questions on large-scale surveys. In the latter cases, scientists sometimes can ask only a small number of questions so there is a large premium on the information value of each question. Our method provides that information value.\n\nThe graphics accompanying this description show (a) the cycle by which preliminary (prior) information guides what choices are posed, and what conclusions are drawn from the answers to those choice questions (called \"posteriors\"); (b) a graphical user interface (GUI) which asks people to allocate money between different points of time, to measure patience; and (c) an illustration of the specific numbers expressing degrees of patience that were derived from actual choices of Amazon Turk subjects.\n\n \n\n            Our adaptive methods have already been used in several published papers and have attracted keen interest. Beyond the life of this grant, we are continuing to develop software platforms to make the methods useable across social sciences. \n\n \n\n\t\t\t\t\tLast Modified: 03/20/2017\n\n\t\t\t\t\tSubmitted by: Colin F Camerer"
 }
}