{
 "awd_id": "1227034",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Network for Computational Nanotechnology - NanoBIO Node",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 3500000.0,
 "awd_amount": 3777990.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2018-02-08",
 "awd_abstract_narration": "This proposal aims to establish the nanoBIO node of the reconfigured Network for Computational Nanotechnology (NCN) at Illinois. The proposed node will create extensive online resources with the purpose to position the NCN Cyber Platform as the focal point for collaborative interactions of a diverse computational and experimental nanoBIO community. Although the proposal covers a comprehensive range of activities, the overriding goal is to organize the node as the first step towards a nanoBIO eco-system, by completing a set of four high-priority technical objectives: 1) development of critical online computational tools as essential building blocks for nanoBIO device simulation and experimental validation; 2) development of workflows linking simulations at different scales and leading to an extensible online environment for nanoBIO device design; 3) creation of transformative educational resources for biology, infusing modern nanoscience concepts via interactive simulation and visualization; 4) demonstration of a new paradigm for information sharing and knowledge discovery, with innovative scalable databases for searchable collections of computational and experimental nanoBIO datasets.\r\n\r\nTo optimize the available resources, the nanoBIO node planning strategy has been to organize a network within the network, reaching out to key bioengineering and life science groups on campus, followed by forging partnerships with related IGERT programs, multi-university centers, and industrial collaborations to create a national fabric of interactions. A key partnership has also been established with the University of California-Merced to capitalize on existing collaborations in research and education and to leverage their computational biology based undergraduate programs. A cooperative effort to design engaging material between UC-Merced and the School of Molecular and Cellular Biology at UIUC will drive the NCN to become a revolutionary biology classroom environment that integrates research with education and stimulates undergraduates to develop interdisciplinary thinking, mirroring the IGERT mission. These rich online resources will also facilitate the access and understanding of nanoBIO concepts in K-12 education. To address the focus on devices and systems, the nanoBIO node will engage laboratories at UIUC with cutting-edge expertise in computational biology, bio-device fabrication and information technology, these laboratories include: the Beckman Institute, the Micro & Nanotechnology Laboratory, the Institute for Genomic Biology, and the National Center for Supercomputing Applications. UC Merced will also play an important role in creating and directing qualified underrepresented students towards pursuing careers in nanoBIO disciplines.\r\n\r\nIntellectual Merit: An immense challenge faced by designers and manufacturers of nanoBIO devices and systems is the lack of integrated computational and training tools addressing the multiple length scales and the physical complexity needed to bridge biology with engineering. The establishment of a dedicated nanoBIO node of NCN provides an exciting opportunity to address this and formulates a comprehensive plan with nation-wide reach to support nanoBIO research and education. The vision for this NCN nanoBIO node is to form an active community that accelerates the creation of multidisciplinary computational tools and transformative training materials in nanoscience and nanoengineering for the design of novel nanoBIO devices and systems that will have a positive influence on our quality of life and environment. This effort will have a major impact on the development of human resources by facilitating training. The availability of online tools will also benefit industry, particularly small businesses and nanoBIO start-ups needing access to specialized resources.\r\n\r\nBroader Impact: The urgency to contain health care costs and improve services, the imperatives to provide safe and plentiful food supplies, and the need for efficient bio-fuel production as part of a sustainable energy strategy all point to biology as the pivotal science of the future, and nanotechnology as the enabler. The ultimate goal of the nanoBIO node is to create resources for the discovery of devices suitable for nanoBIO applications, and to train the next generation of leaders who will translate nanoBIO technologies from research to the marketplace. These are crucial steps toward sustained transformation and revitalization of the health care industry, with broad potential impact on the creation of new high-tech jobs in an important manufacturing sector in the US. A new breed of scientists and engineers, with expertise across multiple physical and life science disciplines, is needed to sustain this vision. The node aspires to be the catalysts for truly innovative interdisciplinary education opportunities, putting forward an exciting educational plan which lays the foundations for a multi-faceted and integrated K-to-PhD pathway.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Umberto",
   "pi_last_name": "Ravaioli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Umberto Ravaioli",
   "pi_email_addr": "ravaioli@illinois.edu",
   "nsf_id": "000419142",
   "pi_start_date": "2012-09-05",
   "pi_end_date": "2015-07-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emad",
   "pi_last_name": "Tajkhorshid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emad Tajkhorshid",
   "pi_email_addr": "tajkhors@illinois.edu",
   "nsf_id": "000302244",
   "pi_start_date": "2015-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Murphy",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine J Murphy",
   "pi_email_addr": "murphycj@illinois.edu",
   "nsf_id": "000316197",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aleksei",
   "pi_last_name": "Aksimentiev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksei Aksimentiev",
   "pi_email_addr": "aksiment@illinois.edu",
   "nsf_id": "000309397",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ting",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ting Lu",
   "pi_email_addr": "luting@illinois.edu",
   "nsf_id": "000576266",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Meza",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Juan C Meza",
   "pi_email_addr": "jcmeza@ucmerced.edu",
   "nsf_id": "000599204",
   "pi_start_date": "2012-09-05",
   "pi_end_date": "2018-02-08"
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 W. Wright St.",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760400",
   "pgm_ele_name": "NanoSim-Nanosim Groups-Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "113E",
   "pgm_ref_txt": "ENG CURRICULUMN DEVELOPMENT"
  },
  {
   "pgm_ref_code": "124E",
   "pgm_ref_txt": "CENTERS: BIOENG & HEALTH CARE"
  },
  {
   "pgm_ref_code": "131E",
   "pgm_ref_txt": "CENTERS: NANOSCIENCE & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 700000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 700000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 843154.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 834836.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 700000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanotechnology is a rapidly evolving field that continues to substantially impact virtually all areas of modern life sciences and bioengineering, from medical diagnosis and drug delivery to biomaterials and implantable electronics. It is broadly defined as biological applications of nanotechnology, and therefore a highly interdisciplinary field that draws upon expertise and knowledge from a host of conventional disciplines within engineering, chemical, and biological sciences. Integration of nanoscale methods and approaches &ndash; at dimensions from a few nanometers to microns - can allow scientists and engineers to create devices with nanoscale features for detection or characterization of biological or chemical molecules, build new polymeric constructs for targeted drug delivery, construct hybrid materials interfacing semiconductor nanoparticles with DNA and other biomolecules with new properties, and many other possibilities yet to be realized. These new devices and materials offer many exciting possibilities to tackle grand challenges facing health and medicine.</p>\n<p><br />A major stumbling block for the efficient application of nanotechnology in biological areas has been the lack of accessible computational techniques and tools that facilitate rational design and engineering of nanosystems. The main objective of the nanoBIO node has been to develop, validate, advance, and implement user-friendly and open-source computational tools for nanobiotechnology, and to provide training and to build user communities around these tools, thereby facilitating efficient use of computational methods by nanobiotechnology practitioners. At the core of this mission is the goal to accelerate the discovery process necessary to design new devices and systems based on nanotechnology for biological applications. An important role of the nanoBIO node have been to create a bridge between biology and engineering, mediated by the Network for Computational Nanotechnology (NCN) Cyber Platform, with the deployment of a variety of tools facilitating research, education, and collaboration as a catalyst for new cyber-communities.&nbsp;</p>\n<p><br />The nanoBIO node has created a collection of multidisciplinary computational tools for scientific and engineering applications of nanobiotechnology. It took the lead in the realization of complete workflows for multistage simulations, developing the first examples of this approach on the NCN nanoHUB. The resulting pipelines and workflows allow a user to, e.g., use A CAD modeler (open source BLENDER) to construct complex geometries of nanosystems, to construct the computational model needed for specific simulations, and to characterize material properties of the nanosystem, all within a web-based interface. The nanoBIO node has also implemented a parallel computing procedure to enable massive throughput calculations. Furthermore, the nanoBIO node spearheaded the establishment of data sharing mechanisms where, e.g., data form molecular simulations can be viewed interactively through an online customization of commonly used molecular visualizer VMD. In this framework researchers now can publish their supplementary information for regular publications through specific DOIs issued by the nanoHUB.&nbsp;</p>\n<p><br />The nanoBIO node has produced a wide range of resources attracting a large number of online users of research grade and educational computing as well as tutorial materials ranging from seminars, lectures, entire courses, and videos from workshops and conferences. The main accomplishment of nanoBIO node is creation of an active community of users that received training and access to cutting edge software enabling design of novel devices and systems. The availability of online tools have also benefited industry, particularly small businesses and nanobio start-ups needing access to specialized resources.&nbsp;</p>\n<p><br />The nanoBIO node will have a lasting impact on the community through training of a new generation of scientists and engineers. A highlight of the educational resource development is the production of videos for full courses, some of which viewed by more than 30,000 users. In total, nine complete courses have produced by the nanoBIO node. The node has received several tens of thousands of unique viewers of our uploaded videos from lectures, seminars, as well as talks at workshops and conferences. The nanoBIO node started the organization of topical workshop gathering leaders in the field along-side students, postdocs, and other colleague. Examples of topics include &ldquo;Nanoindention and its Applications in Mechanotransduction and Characterization of Soft Materials&rdquo;, and &ldquo;Nanoplasmonics and Its Applications&rdquo;. Another highlight activity of the node was the NSF-facilitated special collaboration between the node and the Center for Biorenewable Chemicals (CBiRC), an NSF ERC at Iowa State University, for the application of data sharing and analysis tools in undergraduate metabolomics laboratories (specifically yeast metabolomics).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2019<br>\n\t\t\t\t\tModified by: Emad&nbsp;Tajkhorshid</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNanotechnology is a rapidly evolving field that continues to substantially impact virtually all areas of modern life sciences and bioengineering, from medical diagnosis and drug delivery to biomaterials and implantable electronics. It is broadly defined as biological applications of nanotechnology, and therefore a highly interdisciplinary field that draws upon expertise and knowledge from a host of conventional disciplines within engineering, chemical, and biological sciences. Integration of nanoscale methods and approaches &ndash; at dimensions from a few nanometers to microns - can allow scientists and engineers to create devices with nanoscale features for detection or characterization of biological or chemical molecules, build new polymeric constructs for targeted drug delivery, construct hybrid materials interfacing semiconductor nanoparticles with DNA and other biomolecules with new properties, and many other possibilities yet to be realized. These new devices and materials offer many exciting possibilities to tackle grand challenges facing health and medicine.\n\n\nA major stumbling block for the efficient application of nanotechnology in biological areas has been the lack of accessible computational techniques and tools that facilitate rational design and engineering of nanosystems. The main objective of the nanoBIO node has been to develop, validate, advance, and implement user-friendly and open-source computational tools for nanobiotechnology, and to provide training and to build user communities around these tools, thereby facilitating efficient use of computational methods by nanobiotechnology practitioners. At the core of this mission is the goal to accelerate the discovery process necessary to design new devices and systems based on nanotechnology for biological applications. An important role of the nanoBIO node have been to create a bridge between biology and engineering, mediated by the Network for Computational Nanotechnology (NCN) Cyber Platform, with the deployment of a variety of tools facilitating research, education, and collaboration as a catalyst for new cyber-communities. \n\n\nThe nanoBIO node has created a collection of multidisciplinary computational tools for scientific and engineering applications of nanobiotechnology. It took the lead in the realization of complete workflows for multistage simulations, developing the first examples of this approach on the NCN nanoHUB. The resulting pipelines and workflows allow a user to, e.g., use A CAD modeler (open source BLENDER) to construct complex geometries of nanosystems, to construct the computational model needed for specific simulations, and to characterize material properties of the nanosystem, all within a web-based interface. The nanoBIO node has also implemented a parallel computing procedure to enable massive throughput calculations. Furthermore, the nanoBIO node spearheaded the establishment of data sharing mechanisms where, e.g., data form molecular simulations can be viewed interactively through an online customization of commonly used molecular visualizer VMD. In this framework researchers now can publish their supplementary information for regular publications through specific DOIs issued by the nanoHUB. \n\n\nThe nanoBIO node has produced a wide range of resources attracting a large number of online users of research grade and educational computing as well as tutorial materials ranging from seminars, lectures, entire courses, and videos from workshops and conferences. The main accomplishment of nanoBIO node is creation of an active community of users that received training and access to cutting edge software enabling design of novel devices and systems. The availability of online tools have also benefited industry, particularly small businesses and nanobio start-ups needing access to specialized resources. \n\n\nThe nanoBIO node will have a lasting impact on the community through training of a new generation of scientists and engineers. A highlight of the educational resource development is the production of videos for full courses, some of which viewed by more than 30,000 users. In total, nine complete courses have produced by the nanoBIO node. The node has received several tens of thousands of unique viewers of our uploaded videos from lectures, seminars, as well as talks at workshops and conferences. The nanoBIO node started the organization of topical workshop gathering leaders in the field along-side students, postdocs, and other colleague. Examples of topics include \"Nanoindention and its Applications in Mechanotransduction and Characterization of Soft Materials\", and \"Nanoplasmonics and Its Applications\". Another highlight activity of the node was the NSF-facilitated special collaboration between the node and the Center for Biorenewable Chemicals (CBiRC), an NSF ERC at Iowa State University, for the application of data sharing and analysis tools in undergraduate metabolomics laboratories (specifically yeast metabolomics).\n\n \n\n\t\t\t\t\tLast Modified: 01/22/2019\n\n\t\t\t\t\tSubmitted by: Emad Tajkhorshid"
 }
}