{
 "awd_id": "1227274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: The Cognitive Link between Micronutrient Deficiency in Utero and Schooling Attainment in Tanzania",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "Large estimated market returns to education in developing countries have stimulated policy interest in improving investments in schooling. Though many factors influence individual schooling decisions, an important and unstudied alternative mechanism influences learning and educational attainment -- poor in utero environment biologically constrains cognitive development, learning capacity and therefore subsequent demand for schooling.\r\n\r\nUsing a field experiment, this project examines (1) the causal impact of micronutrient deficiency (specifically for folic acid, B6 and B12) in utero on cognition and children's schooling, and (2) whether parents allocate resources so as to compensate for or to reinforce inequalities in initial endowments across children. To address these two questions, the research team will collect follow-up data on an individual-level randomized trial of nutritional supplements offered to HIV-pregnant women in Dar es Salaam, Tanzania initially conducted between 2001 and 2004.\r\n\r\nNeuroscientists have identified that deficiency in four micronutrients -- B6, B9 and B12, and iodine -- results in irreversible and continuous damage to individuals' cognitive capacity. This project focuses on these nutrients because only they exert persistent and continuous effect on learning over the lifespan of individuals. Individual level randomization and a large sample size enable the research team to detect causal effects vis-à-vis previous studies.\r\n\r\nThe research team will use biomarker data and will conduct cognitive tests with children to proxy respectively individuals' health status and cognitive development. Of particular interest is the possible role of micronutrient deficiency in explaining gender differences in schooling outcomes in Tanzania. The study aims to promote training, teaching and scientific collaborations across disciplines and academic institutions. A team comprising of economists, epidemiologists, nutrition scientists, and statisticians from Harvard's Economics Department, The Harvard Medical School and the Tanzania-based Muhimbili Medical School are conducting this project. Upon study completion, the principal investigators will present results in interdisciplinary conferences and will publish findings in economics, social science and medical journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cutler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Cutler",
   "pi_email_addr": "dcutler@harvard.edu",
   "nsf_id": "000598610",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Field",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Field",
   "pi_email_addr": "emf23@duke.edu",
   "nsf_id": "000065866",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Plamen",
   "pi_last_name": "Nikolov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Plamen Nikolov",
   "pi_email_addr": "pnikolov@post.harvard.edu",
   "nsf_id": "000521599",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "MUHAS",
  "perf_city_name": "Dar es Salaam",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "TZ",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Tanzania",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How parents respond to children&rsquo;s endowments is a fertile ground for theoretically minded and applied microeconomists alike. The recent literature on this topic traces its origins to early work on intra-household resource allocation that was grounded in the theory posited by Gary Becker. The new phase of research on parental behavioral responses has been infused with insights from the fetal origins literature, which has emphasized the sizable long-term consequences of events in early childhood. The literature has also been invigorated by recent contributions to our understanding of the staged, developmental nature of human capital production during childhood emphasized by James Heckman. This project is the first randomized control trial (RCT) in the economics discipline to examines these two strands of the human capital literature by focusing on: (1) the causal impact of micronutrient deficiency (specifically for folic acid, B<sub>6</sub> and B<sub>12</sub>) <em>in utero</em> on cognition and children's schooling, and (2) whether parents allocate resources so as to compensate for or to reinforce inequalities in initial endowments across children.</p>\n<p>&nbsp;</p>\n<p>To address these two questions, the research team followed up on an individual-level randomized control trial by collecting data between 2010-2012 of nutritional supplements (containing folic acid) offered to HIV- pregnant women in Dar   es Salaam, Tanzania initially conducted between 2001 and 2004. Neuroscientists have identified that deficiency in four micronutrients -- B<sub>6</sub>, B<sub>9</sub> (folic acid) and B<sub>12</sub>, and iodine -- results in irreversible and continuous damage to individuals' cognitive capacity. This project has focused on these nutrients because only they exert persistent and continuous effect on learning over the lifespan of individuals.</p>\n<p>&nbsp;</p>\n<p>Individual level randomization and a large sample size has enabled the research team to detect causal effects <em>vis-&agrave;-vis</em> previous studies. The study has promoted training, teaching and scientific collaborations across disciplines and academic institutions. A team that conducted the projects compromises labor economists, health economists, nutrition scientists, and biostatisticians from Harvard's Economics Department, The Harvard School of Public Health and a Tanzania-based partner organization. A novel econometric strategy building on the initial random assignment allows us to disentangle the biological effect from behavioral dynamic complementarities. This new methodology has already been incorporated into undergraduate and graduate econometrics and causal inference courses at Harvard&rsquo;s Economics Department and at the Harvard Kennedy School. As of now, project data has been completed and is in the process of being evaluated.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2014<br>\n\t\t\t\t\tModified by: Plamen&nbsp;Nikolov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow parents respond to childrenÆs endowments is a fertile ground for theoretically minded and applied microeconomists alike. The recent literature on this topic traces its origins to early work on intra-household resource allocation that was grounded in the theory posited by Gary Becker. The new phase of research on parental behavioral responses has been infused with insights from the fetal origins literature, which has emphasized the sizable long-term consequences of events in early childhood. The literature has also been invigorated by recent contributions to our understanding of the staged, developmental nature of human capital production during childhood emphasized by James Heckman. This project is the first randomized control trial (RCT) in the economics discipline to examines these two strands of the human capital literature by focusing on: (1) the causal impact of micronutrient deficiency (specifically for folic acid, B6 and B12) in utero on cognition and children's schooling, and (2) whether parents allocate resources so as to compensate for or to reinforce inequalities in initial endowments across children.\n\n \n\nTo address these two questions, the research team followed up on an individual-level randomized control trial by collecting data between 2010-2012 of nutritional supplements (containing folic acid) offered to HIV- pregnant women in Dar   es Salaam, Tanzania initially conducted between 2001 and 2004. Neuroscientists have identified that deficiency in four micronutrients -- B6, B9 (folic acid) and B12, and iodine -- results in irreversible and continuous damage to individuals' cognitive capacity. This project has focused on these nutrients because only they exert persistent and continuous effect on learning over the lifespan of individuals.\n\n \n\nIndividual level randomization and a large sample size has enabled the research team to detect causal effects vis-&agrave;-vis previous studies. The study has promoted training, teaching and scientific collaborations across disciplines and academic institutions. A team that conducted the projects compromises labor economists, health economists, nutrition scientists, and biostatisticians from Harvard's Economics Department, The Harvard School of Public Health and a Tanzania-based partner organization. A novel econometric strategy building on the initial random assignment allows us to disentangle the biological effect from behavioral dynamic complementarities. This new methodology has already been incorporated into undergraduate and graduate econometrics and causal inference courses at HarvardÆs Economics Department and at the Harvard Kennedy School. As of now, project data has been completed and is in the process of being evaluated.\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2014\n\n\t\t\t\t\tSubmitted by: Plamen Nikolov"
 }
}