{
 "awd_id": "1228284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graduate/Undergraduate Travel to 19th Annual Southeastern Regional Yeast Meeting (SERYM) being held February 24-26, 2012 in Atlanta, GA",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 4800.0,
 "awd_amount": 4800.0,
 "awd_min_amd_letter_date": "2012-02-14",
 "awd_max_amd_letter_date": "2012-02-14",
 "awd_abstract_narration": "Intellectual Merit \r\nThe 19th Annual Southeastern Regional Yeast Meeting (SERYM) will be held on the campus of Emory\r\nUniversity from February 24-26, 2012.  This annual meeting provides a unique opportunity for yeast researchers from states in the Southeastern region of the U.S. to come together to share their preliminary research findings and discuss new research tools and emerging technologies.  The proposed meeting on Yeast is unique in that it is a regional meeting designed to increase the participation of undergraduates, graduate students and underrepresented groups and because it is aimed at researchers investigating a variety of yeast species not limited to the more common model organisims S. cerevisiae and S. pombe.  A key strength of this meeting is the opportunity for both undergraduate and graduate students to present their research in platform and/or poster formats. The regional nature of this meeting provides opportunities for students to discuss their research work with leading scientists, laying the foundation for future scientific development and collaborations.\r\n\r\nBroader Impacts\r\nOne of the goals of the meeting is to promote student attendance and participation and the requested funding will support the attendance of 16 students. Students had a strong presence at the 2011 meeting, with undergraduate and graduate students comprising 62% of the total meeting attendees and giving 62% of the platform and 66% of the poster presentations.  Students from underrepresented groups will be given priority participation support.  To increase the participation of students from underrepresented groups, we have invited students and mentors from Spelman College, Morehouse College, and Clayton State University to participate in SERYM 2012.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anita",
   "pi_last_name": "Corbett",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Anita H Corbett",
   "pi_email_addr": "acorbe2@emory.edu",
   "nsf_id": "000259553",
   "pi_start_date": "2012-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1510 Clifton Rd., NE",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 4800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Research and Education Activities:</strong></p>\n<p>The proposal focused on increasing the number of undergraduate and graduate students at the SERYM 2012 conference while also increasing the participation of individuals underrepresented in the sciences. To this end, funds were requested from NSF to help cover the cost of travel to the SERYM 2012 conference for student participants. To increase the educational impact of the meeting, emphasis would be placed on encouraging students to present their research in either platform or poster sessions. In addition, two conference attendees would be selected to evaluate the performance of all early career scientists (undergraduate, graduate, and postdoctoral fellows) and the resulting critiques would be handed out to the trainees at the end of the meeting with the goal of providing guidance on how to improve their presentation of scientific data in the future. To focus on recruiting regional yeast researchers, email notices containing SERYM 2012 conference details and information were sent out to all SERYM 2011 conference attendees. Meeting organizers also informed fellow yeast researchers in the region of the conference via email. To increase attendance of individuals underrepresented in the sciences the committee focused on inviting a Keynote speaker that a) would have a broad appeal to a general scientific audience and b) had a strong reputation for mentoring students. Dr. James E. Haber, Professor of Biology and Director of the Rosenstiel Basic Medical Sciences Research Center at Brandeis University, fit these criteria. All SERYM 2012 registrants were made aware of NSF supported travel funds by email and undergraduate and graduate students were strongly encouraged to apply.</p>\n<p>&nbsp;</p>\n<p><strong>Findings:</strong></p>\n<p>The attendance was greatly increased when compared to the previous year&rsquo;s conference (153 versus 50 participants).&nbsp; Seventy-two undergraduate and graduate students attended SERYM 2012 (Table 1A) compared to only 31 students in SERYM 2011. In addition, active participation by undergraduate and graduate students was high (Table 1A). In particular, undergraduate and graduate students gave 40% of the platform sessions and presented 65% of the posters. Overall meeting attendees hailed from 11 Southeastern states with the majority of participants coming from Georgia, Alabama and Tennessee. Institutions represented by the attendees included research-intensive institutions as well as non-Ph.D.-granting institutions. When compared to SERYM 2011, significantly more women attended and participated in the 2012 meeting (Table 1C). On average, there were 177% more female attendees contributing to 45% of the scientific platform presentations. Twenty-four applications for NSF supported travel were received and all twenty-four individuals met the selection criteria established by the SERYM organizing committee (Table 3C). The list of recipients, their academic position, the name of the head of the lab in which they work, and the dollar amount received is presented in Table 3B.</p>\n<p>&nbsp;</p>\n<p><strong>Training and Development:</strong></p>\n<p>Trainee Excellence Awards were distributed to fifteen individuals for their platform and poster presentations. Two senior scientists reviewed the performances of all trainees and awards were given to participants in both the platform and poster sessions at all academic levels. For their platform presentations 4 undergraduate, 4 graduate students, and 1 postdoctoral fellow were recognized for their outstanding performance. For their poster presentations, 2 undergraduate, 2 graduate students, and 2 postdoctoral fellows were recognized as having done an outstanding job. All Trainee Excellence Award recipients received a certificate and a monetary award using funds derived from registration fees. To enhance the training impact of this exercise, critiques we...",
  "por_txt_cntn": "\nResearch and Education Activities:\n\nThe proposal focused on increasing the number of undergraduate and graduate students at the SERYM 2012 conference while also increasing the participation of individuals underrepresented in the sciences. To this end, funds were requested from NSF to help cover the cost of travel to the SERYM 2012 conference for student participants. To increase the educational impact of the meeting, emphasis would be placed on encouraging students to present their research in either platform or poster sessions. In addition, two conference attendees would be selected to evaluate the performance of all early career scientists (undergraduate, graduate, and postdoctoral fellows) and the resulting critiques would be handed out to the trainees at the end of the meeting with the goal of providing guidance on how to improve their presentation of scientific data in the future. To focus on recruiting regional yeast researchers, email notices containing SERYM 2012 conference details and information were sent out to all SERYM 2011 conference attendees. Meeting organizers also informed fellow yeast researchers in the region of the conference via email. To increase attendance of individuals underrepresented in the sciences the committee focused on inviting a Keynote speaker that a) would have a broad appeal to a general scientific audience and b) had a strong reputation for mentoring students. Dr. James E. Haber, Professor of Biology and Director of the Rosenstiel Basic Medical Sciences Research Center at Brandeis University, fit these criteria. All SERYM 2012 registrants were made aware of NSF supported travel funds by email and undergraduate and graduate students were strongly encouraged to apply.\n\n \n\nFindings:\n\nThe attendance was greatly increased when compared to the previous yearÆs conference (153 versus 50 participants).  Seventy-two undergraduate and graduate students attended SERYM 2012 (Table 1A) compared to only 31 students in SERYM 2011. In addition, active participation by undergraduate and graduate students was high (Table 1A). In particular, undergraduate and graduate students gave 40% of the platform sessions and presented 65% of the posters. Overall meeting attendees hailed from 11 Southeastern states with the majority of participants coming from Georgia, Alabama and Tennessee. Institutions represented by the attendees included research-intensive institutions as well as non-Ph.D.-granting institutions. When compared to SERYM 2011, significantly more women attended and participated in the 2012 meeting (Table 1C). On average, there were 177% more female attendees contributing to 45% of the scientific platform presentations. Twenty-four applications for NSF supported travel were received and all twenty-four individuals met the selection criteria established by the SERYM organizing committee (Table 3C). The list of recipients, their academic position, the name of the head of the lab in which they work, and the dollar amount received is presented in Table 3B.\n\n \n\nTraining and Development:\n\nTrainee Excellence Awards were distributed to fifteen individuals for their platform and poster presentations. Two senior scientists reviewed the performances of all trainees and awards were given to participants in both the platform and poster sessions at all academic levels. For their platform presentations 4 undergraduate, 4 graduate students, and 1 postdoctoral fellow were recognized for their outstanding performance. For their poster presentations, 2 undergraduate, 2 graduate students, and 2 postdoctoral fellows were recognized as having done an outstanding job. All Trainee Excellence Award recipients received a certificate and a monetary award using funds derived from registration fees. To enhance the training impact of this exercise, critiques were provided to all early career scientists at the end of the meeting. Twelve undergraduate and twelve graduate student attendees were supported through an NSF travel award. Of ..."
 }
}