{
 "awd_id": "1228595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The oscillatory control of selective attention: leveraging white matter microstructure and electrophysiology",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kurt Thoroughman",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 758865.0,
 "awd_amount": 758865.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "The brain's sensory systems are continually bombarded by a flurry of environmental information, such as shapes, colors, textures, sounds, and smells. In fact, there is far more information than the brain can process simultaneously. As a result, there is an ongoing competition for the brain's limited processing resources. With funding from the National Science Foundation, Dr. John Foxe and his research team are investigating the link between oscillatory signatures of selective attention in electroencephalography (EEG) recordings and the microstructure of long-range connections between brain networks that have been previously implicated in spatial selective mechanisms. The most frequently investigated mechanism of selective attention is spatial selection, where one location in the environment receives preferred processing relative to other locations. An observable signature of spatial selection is increased oscillatory amplitude of brain electrical activity within a particular frequency band, alpha (approximately 10 Hz), over brain regions that process task-irrelevant locations. These oscillations can be imagined as a sine wave, with the peaks and troughs of the sine wave representing relative increases and decreases in neural excitability. Using experimental tasks in which participants are cued to attend to one region of space, while simultaneously ignoring distracting stimuli in other regions of space, Dr. Foxe is EEG measures and structural measure of the brain's long-range connections obtained using diffusion tensor imaging (DTI). Dr. Foxe is leveraging the wide variability across individuals in both oscillatory indices of spatial selection as well as the microstructure of neuronal circuits connecting far-flung brain networks. The coordination of these two neuroimaging techniques (EEG and DTI), as well as the use and exploration of individual differences in brain oscillations and structure, represent novel approaches to the study of selective attention. This work aims to help us understand the relevance of neural oscillations in sensory selection and guide the further development of hypotheses regarding the neural mechanisms employed by networks of selective attention. \r\n\r\nDr. Foxe's laboratory has a long record of translational research. The results of the present studies will provide foundational understanding from which to launch investigations into impairments of attentional selection within clinical populations. Selective attention is disordered in several clinical populations, including individuals with spatial neglect after stroke, attention deficit hyperactivity disorder (ADHD), autism spectrum disorder (ASD), and schizophrenia. In addition, the researchers' use of multiple methodologies (EEG and DTI) will provide an excellent training opportunity for graduate students and postdoctoral fellows. An expertise in multiple methodological approaches, each with their unique strengths and weaknesses, is becoming more and more important for a successful career in the neurosciences. A thorough understanding of the increasingly complex questions being addressed in the neurosciences requires converging findings from more than one experimental tradition. Comprehensive training in imaging techniques in humans will thus provide a terrific base from which to build a successful research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Foxe",
   "pi_mid_init": "J",
   "pi_sufx_name": "Ph.D",
   "pi_full_name": "John J Foxe",
   "pi_email_addr": "john_foxe@urmc.rochester.edu",
   "nsf_id": "000615259",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Albert Einstein College of Medicine, Inc.",
  "inst_street_address": "111 E 210 Street",
  "inst_street_address_2": "",
  "inst_city_name": "Bronx",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7184302688",
  "inst_zip_code": "104672402",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "LZYFSK879778"
 },
 "perf_inst": {
  "perf_inst_name": "Albert Einstein College of Medicine of Yeshiva University",
  "perf_str_addr": "1300 Morris Park Avenue",
  "perf_city_name": "Bronx",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104611975",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "NY14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 758865.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the role of neural oscillations in the endogenous allocation of attention. &nbsp;Competing sources in the natural environment frequently present rhythmic information. &nbsp;This is readily exemplified in speech and other sounds such as the chirping of a bird, and in walking, be it from a human or their pet dog. &nbsp;These rhythmic stimuli lead to entrainment of neural activity in the brain. &nbsp;Our analyses suggest that such neural entrainment to attended environmental rhythms may serve to coordinate computations across macroscale brain networks to enhance the processing of task-relevant information. &nbsp;What&rsquo;s more, we find that inhibition of processing of potentially distracting task-irrelevant information by alpha power can be effectively coupled to an attended temporal structure. &nbsp;This may serve to optimize the push-pull of enhancement and suppression of brain activity to attended versus &ldquo;ignored&rdquo; information. The observed coupling bolsters one of the dominant hypotheses of modern cognitive neuroscience, namely: that macroscale brain networks and distributed neural computation are coordinated by oscillatory synchrony and cross-frequency interactions. &nbsp;From the body of work under this proposal we have gained insight into the neural mechanisms governing attention, showing how oscillations serve as a dynamically routed selection signal deployed by frontal and parietal brain regions, and how they interact with attentional enhancement of brain processes entrained to the external environment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2017<br>\n\t\t\t\t\tModified by: John&nbsp;Foxe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the role of neural oscillations in the endogenous allocation of attention.  Competing sources in the natural environment frequently present rhythmic information.  This is readily exemplified in speech and other sounds such as the chirping of a bird, and in walking, be it from a human or their pet dog.  These rhythmic stimuli lead to entrainment of neural activity in the brain.  Our analyses suggest that such neural entrainment to attended environmental rhythms may serve to coordinate computations across macroscale brain networks to enhance the processing of task-relevant information.  What?s more, we find that inhibition of processing of potentially distracting task-irrelevant information by alpha power can be effectively coupled to an attended temporal structure.  This may serve to optimize the push-pull of enhancement and suppression of brain activity to attended versus \"ignored\" information. The observed coupling bolsters one of the dominant hypotheses of modern cognitive neuroscience, namely: that macroscale brain networks and distributed neural computation are coordinated by oscillatory synchrony and cross-frequency interactions.  From the body of work under this proposal we have gained insight into the neural mechanisms governing attention, showing how oscillations serve as a dynamically routed selection signal deployed by frontal and parietal brain regions, and how they interact with attentional enhancement of brain processes entrained to the external environment.\n\n\t\t\t\t\tLast Modified: 08/04/2017\n\n\t\t\t\t\tSubmitted by: John Foxe"
 }
}