{
 "awd_id": "1228620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Medium: Collaborative: Extending Smart-Phone Application Analysis",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shannon Beck",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 443364.0,
 "awd_amount": 443364.0,
 "awd_min_amd_letter_date": "2012-08-18",
 "awd_max_amd_letter_date": "2012-08-18",
 "awd_abstract_narration": "This research is focused on the creation of new techniques and algorithms to support comprehensive analysis of Android applications.  We have developed formally grounded techniques for extracting accurate models of smartphone applications from installation images.  The recovery formalization is based on TyDe, a typed meta-representation of Dalvik bytecode (the code structure used by the Android smartphone operating system).  In developing TyDe, we are formalizing the TyDe type inferencing, ill-formed bytecode structure management, and creating a generalized Dalvik-to-Java retargeting logic based on bytecode \"instruction templates\". \r\n\r\nTyDe and the models they represent are being used to perform deep analysis of application structure to infer potential application behaviors that may harm users, their data, or the cellular or Internet infrastructure.  In particular, these analyses support whole program analysis, reflection, and smartphone specific data flow analysis.  Such analyses provide a means for evaluating an applications adherence to best security practices or organizational requirements by inspecting permission structures, component interfaces, and source code and library origins for signals of malicious behavior.  The analysis techniques are being evaluated on a large corpus of real-world applications extracted from real application markets.  \r\n\r\nIn the broadest view, this work is providing new avenues for researchers, industry, and consumers to assess potential dangers presented by applications retrieved from smartphone application markets, an advancing the state of the art in application program analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Somesh",
   "pi_last_name": "Jha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Somesh Jha",
   "pi_email_addr": "jha@cs.wisc.edu",
   "nsf_id": "000205526",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N. Park St.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 443364.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Standard\">The &ldquo;TWC: Medium: Collaborative: Extending Smart-Phone Application Analysis&rdquo; project has funded a line of research to develop novel enabling scientific approaches for the sophisticated and formally grounded evaluation of smartphone applications.&nbsp;&nbsp;This analysis has spanned static and dynamic techniques that identify security and privacy flaws or vulnerabilities within a wide range of applications and mobile device configurations.&nbsp;Centrally, this effort has resulted in techniques and tools that allow a market, organization, or user to a) extract a representation of the application from an installation image, b) subject the program to a series of deep analyses aimed at uncovering hidden vulnerabilities or potential misuses of interfaces and data, and c) evaluate the application bytecode and metadata against target policies that reflect best-practices security.&nbsp;From the performance monitoring side, this project has lead to the development of&nbsp;&nbsp;techniques that better quantify wireless performance in the</p>\n<p class=\"Standard\">wild so that it can be used for trouble shooting and performance diagnostics. This effort</p>\n<p class=\"Standard\">has lead to a tool called Snoopy that has been implemented and deployed in Android-based devices. This project has also resulted in novel attacks that target&nbsp;&nbsp;the limited power capacity of portable computers creates an opportunity for an attacker to render a device inoperable</p>\n<p class=\"Standard\">by draining its battery.</p>\n<p class=\"Standard\">&nbsp;</p>\n<p class=\"Standard\">Central to this work, a suite of tools was developed and provided to the community that implement techniques for inter- and intra-application control and flow analysis.&nbsp;Here, the work explored the extraction and interpretation of application bytecode from native images and the refinement and generalization of the analysis techniques related to inter-application communication analysis.&nbsp;&nbsp;More broadly, the work tackled the important challenge of secure information flow analysis in Android applications. The work has also studied the security implications of the pervasiveness of third-party libraries in Android applications, and developed techniques for identifying and isolating third-party logic. This project also lead to the development of a tool called Snoopy for RF spectrum sensing.</p>\n<p class=\"Standard\">&nbsp;</p>\n<p class=\"Standard\">This work has had measurable impact on both academic research and industrial practices.&nbsp;&nbsp;The papers documenting this effort have received thousands of citations.&nbsp;&nbsp;Beyond academic impact, the leading post-doc on the early stages of this project was hired by Google to develop techniques to evaluate smart phone applications entering the Google Play market.&nbsp;&nbsp;The second post-doc who was also involved with the project is also joining the mobile security teacm at Google. In this way, the direct results of this project are now being used to protect the single largest source of smartphone applications on earth.&nbsp;&nbsp;Indeed, many of the best practices used by the industry on evaluating the security of applications were influenced and informed by the tools and analyses we developed within this project.</p>\n<p class=\"Standard\">&nbsp;</p>\n<p class=\"Standard\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2019<br>\n\t\t\t\t\tModified by: Somesh&nbsp;Jha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The \"TWC: Medium: Collaborative: Extending Smart-Phone Application Analysis\" project has funded a line of research to develop novel enabling scientific approaches for the sophisticated and formally grounded evaluation of smartphone applications.  This analysis has spanned static and dynamic techniques that identify security and privacy flaws or vulnerabilities within a wide range of applications and mobile device configurations. Centrally, this effort has resulted in techniques and tools that allow a market, organization, or user to a) extract a representation of the application from an installation image, b) subject the program to a series of deep analyses aimed at uncovering hidden vulnerabilities or potential misuses of interfaces and data, and c) evaluate the application bytecode and metadata against target policies that reflect best-practices security. From the performance monitoring side, this project has lead to the development of  techniques that better quantify wireless performance in the\nwild so that it can be used for trouble shooting and performance diagnostics. This effort\nhas lead to a tool called Snoopy that has been implemented and deployed in Android-based devices. This project has also resulted in novel attacks that target  the limited power capacity of portable computers creates an opportunity for an attacker to render a device inoperable\nby draining its battery.\n \nCentral to this work, a suite of tools was developed and provided to the community that implement techniques for inter- and intra-application control and flow analysis. Here, the work explored the extraction and interpretation of application bytecode from native images and the refinement and generalization of the analysis techniques related to inter-application communication analysis.  More broadly, the work tackled the important challenge of secure information flow analysis in Android applications. The work has also studied the security implications of the pervasiveness of third-party libraries in Android applications, and developed techniques for identifying and isolating third-party logic. This project also lead to the development of a tool called Snoopy for RF spectrum sensing.\n \nThis work has had measurable impact on both academic research and industrial practices.  The papers documenting this effort have received thousands of citations.  Beyond academic impact, the leading post-doc on the early stages of this project was hired by Google to develop techniques to evaluate smart phone applications entering the Google Play market.  The second post-doc who was also involved with the project is also joining the mobile security teacm at Google. In this way, the direct results of this project are now being used to protect the single largest source of smartphone applications on earth.  Indeed, many of the best practices used by the industry on evaluating the security of applications were influenced and informed by the tools and analyses we developed within this project.\n \n \n\n\t\t\t\t\tLast Modified: 06/06/2019\n\n\t\t\t\t\tSubmitted by: Somesh Jha"
 }
}