{
 "awd_id": "1228035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Colloidal scavengers for the reversal of drug toxicity",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2012-08-16",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "PI: Akpa\r\nProposal Number: 1228035\r\n\r\nIntellectual Merit Fatalities due to drug intoxication occur frequently and their incidence rose 145% in the 8 year period from 1999-2007. Sudden death following poisoning is second only to motor vehicle accidents in causing fatalities within the category of death due to unintentional injury. The vast majority of these unintentional poisonings (93%) are due to drug intoxication and the most frequent culprits are prescription drugs. Most life-threatening intoxicants do not have a specific pharmacological antidote. As the incidence of unintentional poisonings continues to rise, there is clearly a need to develop treatment modalities that mitigate the acute effects of toxic drug concentrations. The case of local anesthetic overdose has presented a possible \"silver bullet\" for the treatment of drug overdoses that are unresponsive to standard resuscitation measures. Intravenous oil-in-water formulations, commonly used in hospitals as a source of IV nutrition, have the potential to resuscitate patients suffering cardiac arrest due to otherwise fatal poisonings. The objective of this proposal is to identify the factors that determine successful coupling of a lipid emulsion formulation and a target toxin for the purposes of reducing tissue exposure to drugs and, consequently, facilitating resuscitation following drug overdose. In vitro measures of drug-lipid binding characteristics will be combined with macroscale models of physiological drug distribution and molecular scale studies of drug-lipid layer interactions to comprehensively probe the potential of a lipid scavenger to reverse the accumulation of toxins in cardiac tissues.\r\n\r\nScientific Broader Impacts An improved understanding of the nature non-specific binding of lipophilic molecules with (or transport through) phospholipid layers may be used to develop colloidal formulations specific to scavenging applications. It is anticipated that a successful non-specific colloidal scavenger \" particularly a highly biocompatible one \" will have broad impacts. Such an agent could, for example, be exploited as a potential means of reversing toxicity due to chemical warfare agents such as organophosphates. These same compounds are also used as pesticides and, in developing nations, are frequent culprits in intentional and accidental poisonings. Furthermore, there is significant interest in employing lipid droplets as vehicles for biocompatible delivery of poorly water-soluble compounds.\r\n\r\nBroadening participation: The proposed Science Siblings (S2) program is a multi-level mentoring initiative. The program will emphasize the positive role engineers play in addressing society's greatest challenges as a pathway to attracting under-represented groups into engineering disciplines. Both women and minorities often consider the impact their career choice will have on their communities when making education and career decisions. S2 aims to impact awareness of engineering as a multi-faceted, socially impactful profession amongst participants from the high school to the graduate level. Participants will include the PI as a leader or parent, graduate students as elder siblings, and undergraduate students as younger siblings (engineering students at UIC and science students from local community colleges).  The S2 family will also include K-12 teachers who will act as pedagogy advisors regarding the integration of our planned Engineer in Society project modules with Illinois Learning Standards for Science. Each group has a place in the hierarchy that corresponds to different responsibilities. The structure will provide opportunities both for downward mentoring and for peer-to-peer mentoring and should lead to the feeling of \"connectedness\" that has been shown to be important in student retention.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Belinda",
   "pi_last_name": "Akpa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Belinda Akpa",
   "pi_email_addr": "bakpa1@utk.edu",
   "nsf_id": "000512080",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "048E",
   "pgm_ref_txt": "BIO-CATALYSIS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The incidence of deaths due to unintentional drug poisonings is greater than that due to many other unintentional injuries, including motor vehicle accidents. With few pharmaceutical agents having specific antidotes, interventions to reverse life-threatening drug toxicity are frequently limited to standard life support measures. A chance observation has revealed that oil-in-water emulsions, administered intravenously, can rapidly reverse heart failure caused by drug poisoning. The research supported by this award examines how these complex fluids act as antidotes to drug toxicity. Using a combination of experiments and computer simulations, we have demonstrated at least three mechanisms of action, two that directly stimulate cardiac contraction, and one that removes toxins from the tissues of critical organs. These multiple modes of action create the potential for colloidal suspensions to act as non-specific antidotes applicable to a range of drug toxicities.</p>\n<p>A drug scavenging action was demonstrated to be responsible for removing toxins from tissues of the heart. Predicting whether a given drug will be susceptible to this sort of capture by oil droplets is not straightforward. By screening several candidate toxins using molecular simulations, we have demonstrated properties that determine the likelihood of capture. By developing models of drug distribution within and elimination from the body, we were able to predict the consequences of this mode of drug sequestration and thereby showed that it is a necessary, but insufficient part of this therapeutic application of oil-in-water emulsions. &nbsp;The computational models emerging from this project can be extended to determine when and how emulsions can be applied to toxicity reversal.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2016<br>\n\t\t\t\t\tModified by: Belinda&nbsp;S&nbsp;Akpa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe incidence of deaths due to unintentional drug poisonings is greater than that due to many other unintentional injuries, including motor vehicle accidents. With few pharmaceutical agents having specific antidotes, interventions to reverse life-threatening drug toxicity are frequently limited to standard life support measures. A chance observation has revealed that oil-in-water emulsions, administered intravenously, can rapidly reverse heart failure caused by drug poisoning. The research supported by this award examines how these complex fluids act as antidotes to drug toxicity. Using a combination of experiments and computer simulations, we have demonstrated at least three mechanisms of action, two that directly stimulate cardiac contraction, and one that removes toxins from the tissues of critical organs. These multiple modes of action create the potential for colloidal suspensions to act as non-specific antidotes applicable to a range of drug toxicities.\n\nA drug scavenging action was demonstrated to be responsible for removing toxins from tissues of the heart. Predicting whether a given drug will be susceptible to this sort of capture by oil droplets is not straightforward. By screening several candidate toxins using molecular simulations, we have demonstrated properties that determine the likelihood of capture. By developing models of drug distribution within and elimination from the body, we were able to predict the consequences of this mode of drug sequestration and thereby showed that it is a necessary, but insufficient part of this therapeutic application of oil-in-water emulsions.  The computational models emerging from this project can be extended to determine when and how emulsions can be applied to toxicity reversal.\n\n \n\n\t\t\t\t\tLast Modified: 05/01/2016\n\n\t\t\t\t\tSubmitted by: Belinda S Akpa"
 }
}