{
 "awd_id": "1228831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nimble Assessments: Tools for the Design and Analysis of Interactive Assessments",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 799999.0,
 "awd_amount": 799999.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "This full-scale project is developing and adapting innovative methodologies and tools to facilitate the design of interactive assessments of student learning processes that are mediated by technology.  Building on previous work, the project incorporates three components and capabilities into an existing platform that makes it suitable for implementation in a wide range of learning environments.  The components are authoring tools, crowd-sourcing resources, and automated support for data abstraction.\r\n  \r\nA team of researchers and developers from Stanford University lead the effort and are developing the following products (1) an authoring language to develop interactive assessments of student learning; (2) a crowd sourcing dashboard to facilitate validation of measures; and (3) a data abstraction platform to assist in the collection and analysis of the rich corpus of data associated with these types of assessments.\r\n\r\nWith an increased interest in the development and use of a wide range of ways to assess student learning, this full scale research and development project focuses on the development of an assessment infrastructure that supports the creation and use of new forms of assessments and analyses.   The main platform is designed to support subsequent extensions and feature addition in response to the dynamic nature of knowledge about student learning and new approaches to measuring student outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Schwartz",
   "pi_email_addr": "daniel.schwartz@stanford.edu",
   "nsf_id": "000470265",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 799999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A good education yields many positive outcomes: knowledge, for one, but also the ability to make educated choices in the future.&nbsp; Once students leave the confines of school, they need to choose whether, how, and what to learn on their own, because no education can fully anticipate the future.&nbsp; Currently, there are few assessments of whether students have learned to choose well.&nbsp; This NSF project developed the computational infrastructure to develop, deploy, and evaluate people&rsquo;s learning choices.&nbsp; This infrastructure has made it possible to create choice-based assessments and deliver them at scale.&nbsp; Choice-based assessments have detected important learning catalysts that are invisible to current measurement approaches.&nbsp; The choice-based assessments come in the form of 10-15 minute video games that are fun to play but also include telling decision points.&nbsp; For example, in one game, players create posters for a fun fair.&nbsp; Their posters are submitted to a focus group of agents that have artificial intelligence, so the agents can provide useful feedback on the graphic qualities of the posters.&nbsp; Players have a choice of asking the agents for positive feedback or critical feedback.&nbsp; Regardless of age, students who choose more constructive criticism learn more about graphical design principles from the game than those who chose more positive feedback, despite the informational equivalence of the positive and negative feedback.&nbsp; Additionally, there is a strong correlation between standardized tests of academic achievement and students&rsquo; willingness to choose constructive criticism.&nbsp; Given the choice-based assessments, it is possible to evaluate the effectiveness of instruction for influencing important learning choices. For example, one study demonstrated that a science curriculum that emphasized seeking criticism to improve a product led to transfer in another context such that students were more likely to seek constructive criticism in the choice-based assessments. The effect was most pronounced for low-achieving students, who were likely to shy away from constructive criticism without the instruction.&nbsp; By creating assessments of people&rsquo;s choices with respect to learning, it is possible to conduct research on which choices are beneficial for learning and what features of instruction lead to those choices.&nbsp; Thus far, the work has produced and validated assessments of choices to engage in critical thinking, to seek constructive criticism, to explore multiple alternatives, to conduct systematic testing, to plan ahead, and to persist and share.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2015<br>\n\t\t\t\t\tModified by: Daniel&nbsp;L&nbsp;Schwartz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1228831/1228831_10218025_1450499196666_Posterlet_screenshot--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1228831/1228831_10218025_1450499196666_Posterlet_screenshot--rgov-800width.jpg\" title=\"Posterlet Screenshot\"><img src=\"/por/images/Reports/POR/2015/1228831/1228831_10218025_1450499196666_Posterlet_screenshot--rgov-66x44.jpg\" alt=\"Posterlet Screenshot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In the Posterlet game, students designed posters for a Fall Fun Fair and chose whether to receive positive or negative feedback on their creations from a set of animal critics.</div>\n<d...",
  "por_txt_cntn": "\nA good education yields many positive outcomes: knowledge, for one, but also the ability to make educated choices in the future.  Once students leave the confines of school, they need to choose whether, how, and what to learn on their own, because no education can fully anticipate the future.  Currently, there are few assessments of whether students have learned to choose well.  This NSF project developed the computational infrastructure to develop, deploy, and evaluate peopleÆs learning choices.  This infrastructure has made it possible to create choice-based assessments and deliver them at scale.  Choice-based assessments have detected important learning catalysts that are invisible to current measurement approaches.  The choice-based assessments come in the form of 10-15 minute video games that are fun to play but also include telling decision points.  For example, in one game, players create posters for a fun fair.  Their posters are submitted to a focus group of agents that have artificial intelligence, so the agents can provide useful feedback on the graphic qualities of the posters.  Players have a choice of asking the agents for positive feedback or critical feedback.  Regardless of age, students who choose more constructive criticism learn more about graphical design principles from the game than those who chose more positive feedback, despite the informational equivalence of the positive and negative feedback.  Additionally, there is a strong correlation between standardized tests of academic achievement and studentsÆ willingness to choose constructive criticism.  Given the choice-based assessments, it is possible to evaluate the effectiveness of instruction for influencing important learning choices. For example, one study demonstrated that a science curriculum that emphasized seeking criticism to improve a product led to transfer in another context such that students were more likely to seek constructive criticism in the choice-based assessments. The effect was most pronounced for low-achieving students, who were likely to shy away from constructive criticism without the instruction.  By creating assessments of peopleÆs choices with respect to learning, it is possible to conduct research on which choices are beneficial for learning and what features of instruction lead to those choices.  Thus far, the work has produced and validated assessments of choices to engage in critical thinking, to seek constructive criticism, to explore multiple alternatives, to conduct systematic testing, to plan ahead, and to persist and share.\n\n\t\t\t\t\tLast Modified: 12/21/2015\n\n\t\t\t\t\tSubmitted by: Daniel L Schwartz"
 }
}