{
 "awd_id": "1228772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Doctoral Symposium at the Seventh International Conference on the Theory and Application of Diagrams",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 20195.0,
 "awd_amount": 20195.0,
 "awd_min_amd_letter_date": "2012-02-15",
 "awd_max_amd_letter_date": "2012-02-15",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium (workshop) for approximately 12 graduate students, along with a panel of 4 distinguished research faculty mentors.  The event will take place in conjunction with the Seventh International Conference on the Theory and Application of Diagrams (DIAGRAMS 2012), to be held July 2-6, 2012, on the campus of the University of Kent, UK.  Diagrams are wide-ranging and open-ended representations that include sketches, drawings, charts, pictures, 2D and 3D geometric models, and maps.  They are a vital tool in human communication in areas such as art and science, as well as commerce and industry.  A better understanding of how effective diagrams can be generated and used has the potential to produce transformative advances in these areas.  DIAGRAMS is a bi-annual, international conference series that covers all aspects of research on the theory and application of diagrams.  The goals of the interdisciplinary conference are to present and discuss (a) state-of-the-art research on computational, cognitive and socio-cultural theories, models and techniques of reasoning with diagrammatic representations, and (b) cutting-edge intelligent and interactive information technologies for using diagrammatic representations in supporting human reasoning.  Research topics include understanding diagrammatic reasoning in humans, understanding the use of diagrammatic representation for communication, developing techniques for automated diagrammatic reasoning, and designing tools for use of diagrammatic representations.  DIAGRAMS is the only conference that provides a united forum for all areas that are concerned with the study of diagrams.  The conference series is overseen by the Diagrams Steering Committee with a rotating membership; more information is available at the conference website http://www.diagrams-conference.org/2012.  \r\n\r\nThe primary goal of the DIAGRAMS 2012 Doctoral Consortium is to increase the exposure and visibility of young graduate student researchers in these areas.  The workshop will be a research-focused day-long meeting that affords participants an opportunity to present their work and get feedback from established researchers in the field, who will be present to comment on the young researchers' presentations in an informal and constructive environment.  Each invited participant will be asked to give a short talk, which will be followed by discussion and critiquing.  For some students, this may be their first opportunity to give a research talk outside their home institutions, which will help prepare them for future scholarly discussions.\r\n\r\nBroader Impacts:  DIAGRAMS 2012 will significantly increase our understanding of diagrammatic reasoning in humans and machines, and will add momentum to the development of new information technologies for the use of diagrammatic representations in support of human reasoning.  The conference will help develop human research capital by enabling interactions between senior and junior researchers and by catalyzing new collaborations. The doctoral consortium will increase the exposure and visibility of young graduate student researchers in these areas, and help train them by providing early input from senior researchers in the field in an interactive and constructive environment.   The social network among this next generation of researchers, and the relationships with senior researchers, created by the workshop will play a critical role in their enculturation into the profession.  The organizers will be proactive in order to ensure that both students and faculty are a diverse group across multiple dimensions including nationality, scientific discipline, gender, institutional affiliation, and under-represented minority status.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathaniel",
   "pi_last_name": "Miller",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nathaniel G Miller",
   "pi_email_addr": "nathaniel.miller@unco.edu",
   "nsf_id": "000609865",
   "pi_start_date": "2012-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Colorado",
  "inst_street_address": "501 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREELEY",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "5053197355",
  "inst_zip_code": "806396900",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "TYJEPW6N1W98"
 },
 "perf_inst": {
  "perf_inst_name": "Diagrams 2012 conference",
  "perf_str_addr": "University of Kent",
  "perf_city_name": "Canterbury",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20195.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This report summarizes how funds from this NSF grant were used to support the doctoral symposium at the Seventh International Conference on the Theory and Application of Diagrams. Funds were used to support symposium organisation and postgraduate student attendance at the symposium, associated conference, workshops and tutorials.&nbsp; The graduate symposium, conference, workshops, and tutorial were all highly successful, in part due to the support of the NSF.</p>\n<p>&nbsp;</p>\n<p>The Seventh International Conference on the Theory and Application of Diagrams was held at the University of Kent, UK, on 2-6 July 2012. The conference included three workshops, one tutorial, and a doctoral student symposium. The goals of Diagrams 2012 were to present novel research and discuss (1) state-of-the-art research on computational, cognitive and socio-cultural theories, models and techniques of reasoning with diagrammatic representations, and (2) cutting-edge intelligent and interactive information technologies for using diagrammatic representations in supporting human reasoning. The workshops provided a venue for detailed discussions about specialized, cutting edge topics. The goal of the doctoral student symposium was to encourage, expand and guide the participation of young researchers starting research in diagrammatic representations and reasoning.</p>\n<p>&nbsp;</p>\n<p>The grant supported 11 graduate students from&nbsp; 6 countries to attend and participate in the main conference, the tutorial, two of the three workshops, and the graduate student symposium.&nbsp; Each student presented either at the main conference or else at the graduate student symposium.&nbsp; The proceedings of the main conference were published by Springer in the <em>Lecture Notes in Computer Science</em> series.&nbsp; The proceedings of the graduate student symposium are available from the <em>Diagrams 2012</em> webpage, and have also been placed in the DigitalUNC archive where they should be permanently available.</p>\n<p>&nbsp;</p>\n<p>The graduate symposium was a great success.&nbsp; The presentations all sparked robust discussions, and the participants indicated that the whole experience of attending the conference and presenting at the symposium was extremely valuable.&nbsp; Many of them also indicated that they would not have been able to attend without the support from the grant.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2013<br>\n\t\t\t\t\tModified by: Nathaniel&nbsp;G&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis report summarizes how funds from this NSF grant were used to support the doctoral symposium at the Seventh International Conference on the Theory and Application of Diagrams. Funds were used to support symposium organisation and postgraduate student attendance at the symposium, associated conference, workshops and tutorials.  The graduate symposium, conference, workshops, and tutorial were all highly successful, in part due to the support of the NSF.\n\n \n\nThe Seventh International Conference on the Theory and Application of Diagrams was held at the University of Kent, UK, on 2-6 July 2012. The conference included three workshops, one tutorial, and a doctoral student symposium. The goals of Diagrams 2012 were to present novel research and discuss (1) state-of-the-art research on computational, cognitive and socio-cultural theories, models and techniques of reasoning with diagrammatic representations, and (2) cutting-edge intelligent and interactive information technologies for using diagrammatic representations in supporting human reasoning. The workshops provided a venue for detailed discussions about specialized, cutting edge topics. The goal of the doctoral student symposium was to encourage, expand and guide the participation of young researchers starting research in diagrammatic representations and reasoning.\n\n \n\nThe grant supported 11 graduate students from  6 countries to attend and participate in the main conference, the tutorial, two of the three workshops, and the graduate student symposium.  Each student presented either at the main conference or else at the graduate student symposium.  The proceedings of the main conference were published by Springer in the Lecture Notes in Computer Science series.  The proceedings of the graduate student symposium are available from the Diagrams 2012 webpage, and have also been placed in the DigitalUNC archive where they should be permanently available.\n\n \n\nThe graduate symposium was a great success.  The presentations all sparked robust discussions, and the participants indicated that the whole experience of attending the conference and presenting at the symposium was extremely valuable.  Many of them also indicated that they would not have been able to attend without the support from the grant.\n\n \n\n\t\t\t\t\tLast Modified: 01/01/2013\n\n\t\t\t\t\tSubmitted by: Nathaniel G Miller"
 }
}