{
 "awd_id": "1228352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Special Projects (CNS): BPC-A: Expanding Computing Education Pathways (ECEP) Alliance",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 2586015.0,
 "awd_amount": 3153758.0,
 "awd_min_amd_letter_date": "2012-09-12",
 "awd_max_amd_letter_date": "2018-04-17",
 "awd_abstract_narration": "Georgia Institute of Technology and the University of Massachusetts, Amherst join together with state and organizational partners and associates, supported with a bureau of experts in a new national alliance to facilitate state-level computing education reforms. The Expanding Computing Education Pathways (ECEP) Alliance builds on five years of work by the Commonwealth Alliance for IT Education (CAITE) and Georgia Computes! and on best practices in computing education, particularly those developed in the community of Broadening Participation in Computing (BPC) Alliances. CAITE and Georgia Computes! have been successful in facilitating state-level systemic change that has improved the quality of computing education, broadened participation in computing, and increased the number of students in the pathway to computing and computing-intensive degrees. The partnership will determine the unique needs in other state/regional computing education systems and develop approaches that address those needs. California and South Carolina were chosen as initial ECEP partner states because they have the population, institutions, workforce demand and individuals or organizations ready to work to institute reform. The project staff will form a cohort of associate states and regions starting with Alabama, Indiana, and Puerto Rico, with plans to grow by leveraging CSTA?s Leadership Cohort and Chapters and STARS partners. Using Massachusetts, Georgia and some of the partner/associate states and regions to test and refine practices, ECEP will work with NCWIT, STARS, CSTA and our cadre of experts to disseminate lessons learned and best practices through mechanisms such as Train-the-Trainer workshops, workshops on how to run sustainable and effective events (such as summer camps), and strategies for strengthening and aligning pathways and curricula. ECEP will train STARS Leaders to do effective outreach, partner with NCWIT to disseminate best practices and develop new resources for our partner and associate states, and provide data to inform national and local organizations on computing education issues in ECEP partner states and regions. Independent evaluation informs project decision making and develops processes and tools that are available to new partners. \r\n\r\nThe goal of ECEP is to have a significant impact on improving and broadening participation in computing education state by state. Increasing the number of computing and computing-intensive degree graduates, and the diversity of those graduates, requires systemic change to educational pathways. Students decide as early as pre-teens against computing as a career, but a quality high school computer science experience can change that decision. Underrepresented minority students may not gain access to quality computing education unless it is made available broadly in high schools. The diversity and reach of community colleges makes them attractive pathways for students if we can facilitate transfer and ensure success. For computing to be taken seriously in middle, high school and community and 4-year colleges requires that we define high school computing curricula, increase the number of well-trained, certified high school computing teachers, improve post-secondary degree programs, curricular alignment, advising, and retention, and generally promote K-20 computing education reform. ECEP state partners and regions should see significant improvements in their computing education, through public policy, outreach, or changes in the education system. By transferring the success of CAITE and Georgia Computes! into other states, ECEP will develop, implement, and evaluate models for replicating change at the state level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Guzdial",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Guzdial",
   "pi_email_addr": "mjguz@umich.edu",
   "nsf_id": "000325617",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Ericson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara J Ericson",
   "pi_email_addr": "barbarer@umich.edu",
   "nsf_id": "000331902",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave. NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023Z",
   "pgm_ref_txt": "Computer Science for All (CS for All)"
  },
  {
   "pgm_ref_code": "7482",
   "pgm_ref_txt": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ref_code": "7578",
   "pgm_ref_txt": "CS 10K"
  },
  {
   "pgm_ref_code": "7579",
   "pgm_ref_txt": "Broadening Participation (BP)"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1046870.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 549317.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 33354.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1021828.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 502389.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-37510cb4-7fff-e5ed-6368-2e33236f383c\">\n<p dir=\"ltr\"><span>The Expanding Computing Education Pathways (ECEP) Alliance broadened participation in computing by helping 16 states and Puerto Rico provide increased, equitable access to computing education. From 2012 to 2018, ECEP served as a broker, guide, and noodge to keep states focused on equity as they increased access to computing education in their states and territory. </span></p>\n<br />\n<p dir=\"ltr\"><span>What made ECEP unusual was that we did not have a curriculum or specific policy agenda to promote. We worked with individual states and Puerto Rico to help them figure out what they needed, and we provided opportunities for the leaders in these states and territory to learn from one another.</span></p>\n<br />\n<p dir=\"ltr\"><span>ECEP&rsquo;s concrete achievements include statewide summit meetings to set local goals and plans for computing education (and a guide for how to organize successful summit meetings); nine state &ldquo;Landscape Surveys&rdquo; which provide some of the only statewide data on computing education in the United States; the creation of a Spanish translation of the &ldquo;Exploring CS (ECS)&rdquo; curriculum in Puerto Rico; and establishing an ECS teach-the-teachers model in South Carolina. Much greater are the intangible achievements, like providing a forum for states to share standards and policies with one another; growing cross-sector leadership teams in each of our states; and creating peer pressure between states to keep improving their ability to attract and retain diverse students and teachers.</span></p>\n<br />\n<p dir=\"ltr\"><span>Our methods included monthly video conference calls; annual meetings (including one on the grounds of the White House in 2017); dissemination of successful practices (like replicable summer camp models and train-the-trainers teacher professional development programs); just-in-time coaching; and an Experts Bureau of ready-to-hand specialists in a wide variety of domains useful to our states. The most effective method was likely our small (less than $25K) mini-grants that states could use to run summit meetings, generate landscape reports, set up programs like teacher professional development, and generate materials and reports to share across ECEP. </span></p>\n<br />\n<p dir=\"ltr\"><span>We take pride in the fact that we annoyed some of our state teams, from time-to-time. We pointed out to states when they were not engaging their poorest students, or when the diversity of their AP CS students lagged, or their scores dropped. We relentlessly pushed our states and territory to make high-quality computing education available to all of their students. We created a culture in our cohort of valuing increased access to computing education, systemic and sustainable change, and avoiding computing education going to only the most privileged students. Even when we annoyed them, the states and Puerto Rico kept coming back because we offered a community unlike anything else in the United States to broaden participation in computing education.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/23/2019<br>\n\t\t\t\t\tModified by: Mark&nbsp;Guzdial</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe Expanding Computing Education Pathways (ECEP) Alliance broadened participation in computing by helping 16 states and Puerto Rico provide increased, equitable access to computing education. From 2012 to 2018, ECEP served as a broker, guide, and noodge to keep states focused on equity as they increased access to computing education in their states and territory. \n\n\nWhat made ECEP unusual was that we did not have a curriculum or specific policy agenda to promote. We worked with individual states and Puerto Rico to help them figure out what they needed, and we provided opportunities for the leaders in these states and territory to learn from one another.\n\n\nECEP?s concrete achievements include statewide summit meetings to set local goals and plans for computing education (and a guide for how to organize successful summit meetings); nine state \"Landscape Surveys\" which provide some of the only statewide data on computing education in the United States; the creation of a Spanish translation of the \"Exploring CS (ECS)\" curriculum in Puerto Rico; and establishing an ECS teach-the-teachers model in South Carolina. Much greater are the intangible achievements, like providing a forum for states to share standards and policies with one another; growing cross-sector leadership teams in each of our states; and creating peer pressure between states to keep improving their ability to attract and retain diverse students and teachers.\n\n\nOur methods included monthly video conference calls; annual meetings (including one on the grounds of the White House in 2017); dissemination of successful practices (like replicable summer camp models and train-the-trainers teacher professional development programs); just-in-time coaching; and an Experts Bureau of ready-to-hand specialists in a wide variety of domains useful to our states. The most effective method was likely our small (less than $25K) mini-grants that states could use to run summit meetings, generate landscape reports, set up programs like teacher professional development, and generate materials and reports to share across ECEP. \n\n\nWe take pride in the fact that we annoyed some of our state teams, from time-to-time. We pointed out to states when they were not engaging their poorest students, or when the diversity of their AP CS students lagged, or their scores dropped. We relentlessly pushed our states and territory to make high-quality computing education available to all of their students. We created a culture in our cohort of valuing increased access to computing education, systemic and sustainable change, and avoiding computing education going to only the most privileged students. Even when we annoyed them, the states and Puerto Rico kept coming back because we offered a community unlike anything else in the United States to broaden participation in computing education.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/23/2019\n\n\t\t\t\t\tSubmitted by: Mark Guzdial"
 }
}