{
 "awd_id": "1228258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Video-recorded Interrogations: Beyond Camera Perspective",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 189797.0,
 "awd_amount": 189797.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2015-02-11",
 "awd_abstract_narration": "Abstract\r\n\r\nMany of the wrongful convictions that have been brought to light over the last two decades have their roots in the interrogation phase of criminal investigations where coerced or false confessions are sometimes extracted from detained crime suspects. A solution that has been widely recommended to help prevent this particular problem is to video record custodial interrogations in their entirety. Such a procedural modification indeed has the potential to improve the administration of justice; however, prudence calls for careful consideration of its possible pitfalls. Guided by basic psychological science, most notably the literature on illusory causation, Dr. G. Daniel Lassiter's more than 25 years of systematic investigation has empirically documented the existence of what is now commonly known as the camera perspective bias in video-recorded interrogations. That is, videos in which the camera directs observers visual attention onto suspects (rather than onto interrogators or equally onto suspects and interrogators) tend to produce more prejudicial evaluations of suspects, their statements are assessed as more voluntary, they are more likely to be judged guilty, and they receive more severe sentence recommendations. Importantly, Dr. Lassiter's research program also demonstrated that the advantages associated with video recording; for example, a more detailed record of the interrogation is provided to fact finders without introducing bias or undermining accurate assessments if an equal-focus perspective is taken by the video camera. \r\n\r\nAlthough it is clear that camera perspective is an important issue that any video-recording policy designed to protect the innocent should address, it is unfortunately not the only concern suggested by the behavioral science literature. The proposed research draws on four additional areas of psychological science to derive further potential limitations of video-recorded interrogations. A series of experiments are planned that will 1) determine the extent to which these hypothesized limitations would likely detrimentally influence actual fact finder evaluations of video-recorded interrogations, and 2) evaluate possible strategies for successfully counteracting them. An initial set of studies investigates the possibility that even an equal-focus video recording in certain circumstances may not fully protect minority suspects, due to what Dr. Lassiter and colleagues call a racial salience bias. A second set examines the potential judgment perseverance the defense must overcome to permit fact finders to correctly reinterpret a video interrogation that the prosecution, by virtue of trial convention, has the opportunity to first characterize as establishing a defendant's guilt. A third set focuses on the source monitoring errors fact finders may commit that could impede their ability to accurately conclude that a video-recorded confession narrative was actually contaminated by information provided by police earlier in the interrogation. A final set draws on construal level theory to test whether inducing an abstract (high) or concrete (low) level of mental construal prior to viewing video-recorded interrogations promotes more accurate assessments of a confession's reliability.     \r\n\r\nThe proposed work will also yield clear research-based guidelines for legal practitioners and policy makers that will further improve the likelihood that the video-recording reform will fulfill its promise to minimize the possibility that an innocent person will be convicted based on an interrogation-induced false confession. In Dr. Lassiter's previously funded NSF projects, several graduate and undergraduate students were able to learn firsthand how basic psychological theory and research can give rise to scientific investigations that are of considerable practical import to the justice system and thus society more generally. Similarly, the proposed work will expose a new generation of students and future scholars to all phases of a programmatic research agenda that is simultaneously high in scientific rigor and immediate real-world applicability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "G. Daniel",
   "pi_last_name": "Lassiter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "G. Daniel Lassiter",
   "pi_email_addr": "lassiter@ohio.edu",
   "nsf_id": "000252262",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "",
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 189797.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Many of the wrongful convictions that have been brought to light over the last two decades have their roots in the interrogation phase of criminal investigations where coerced or false confessions are sometimes extracted from detained crime suspects. A solution that has been widely recommended to help prevent this particular problem is to video record custodial interrogations in their entirety. Such a procedural modification indeed has the potential to improve the administration of justice; however, prudence calls for careful consideration of its possible pitfalls. Guided by basic psychological science, most notably the literature on illusory causation, Dr. G. Daniel Lassiter's more than 30 years of systematic investigation has empirically documented the existence of what is now commonly known as the camera perspective bias in video-recorded interrogations. That is, videos in which the camera directs observers visual attention onto suspects (rather than onto interrogators or equally onto suspects and interrogators) tend to produce more prejudicial evaluations of suspects: their statements are assessed as more voluntary, they are more likely to be judged guilty, and they receive more severe sentence recommendations. Importantly, Dr. Lassiter's research program also demonstrated that the advantages associated with video recording (i.e., a more detailed record of the interrogation is provided to fact finders) can be acheived without introducing bias or undermining accurate assessments if an equal-focus perspective is taken by the video camera.&nbsp;</span><br /><br /><span>Although it is clear that camera perspective is an important issue that any video-recording policy designed to protect the innocent should address, it is unfortunately not the only concern suggested by the behavioral science literature. The completed research drew on additional areas of psychological science to anticipate further potential limitations of video-recorded interrogations. A series of experiments were conducted to 1) determine the extent to which these potential limitations would likely detrimentally influence actual fact finder evaluations of video-recorded interrogations, and 2) evaluate possible strategies for successfully counteracting them. </span></p>\n<p>One set of studies found evidence for judgment perseverance effects. Because the prosecution presents evidence against a defendant first in a trial (including the video interrogation), decision makers encode the interrogation in a biased manner--that is, the details registered and encoded into memory from the interrogation by decision makers tend to be consistent with the prosecution's contention that the defendant is guilty. Findings reveal that this makes defense arguments in favor of the defendant being not guilty less effective. Fortunately, basic psychological science also suggested a potential remedy to this problem. If the defense presents its case for innocence and then allows decision makers another opportunity to view the interrogation, the biased encoding occurring on the intial viewing can be counteracted. Data revealed that this simple-to-implement&nbsp;remedy was indeed effective.&nbsp;</p>\n<p>In a second set of studies, Dr. Lassiter proposed the existence of a novel phenomenon--labeled the \"corroboration dilemma\"--that was developed in part on observations of the fate of false confessors in the real world and social psychological theorizing; in particular, the motivated-reasoning perspective (MRP). In many actual instances where false confessors were convicted, no corroborating evidence was presented to support the admission of guilt. However, the absence of corroboration should rationally produce less trust in confessions. Why in these cases then were jurors swayed by the confessions alone? Findings from multiple experiments support the existence of the proposed corroboration dilemma and help explain how actual fact finders may in particular instances turn an apparent blind eye to the dangers of uncorroborated confessions. Importantly, the reseach also provided insights regarding possible ways to counter this problem, and their potential efficacy will be evaluated in future research.&nbsp;</p>\n<p><span>The completed investigations yield clear research-based guidelines for legal practitioners and policy makers that will further improve the likelihood that the video-recording reform will fulfill its promise to minimize the possibility that an innocent person will be convicted based on an interrogation-induced false confession. In Dr. Lassiter's previously funded NSF projects, several graduate and undergraduate students were able to learn firsthand how basic psychological theory and research can give rise to scientific investigations that are of considerable practical import to the justice system and thus society more generally. Similarly, this project has exposed a new generation of students and future scholars to all phases of a programmatic research agenda that is simultaneously high in scientific rigor and immediate real-world applicability.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/12/2017<br>\n\t\t\t\t\tModified by: G. Daniel&nbsp;Lassiter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany of the wrongful convictions that have been brought to light over the last two decades have their roots in the interrogation phase of criminal investigations where coerced or false confessions are sometimes extracted from detained crime suspects. A solution that has been widely recommended to help prevent this particular problem is to video record custodial interrogations in their entirety. Such a procedural modification indeed has the potential to improve the administration of justice; however, prudence calls for careful consideration of its possible pitfalls. Guided by basic psychological science, most notably the literature on illusory causation, Dr. G. Daniel Lassiter's more than 30 years of systematic investigation has empirically documented the existence of what is now commonly known as the camera perspective bias in video-recorded interrogations. That is, videos in which the camera directs observers visual attention onto suspects (rather than onto interrogators or equally onto suspects and interrogators) tend to produce more prejudicial evaluations of suspects: their statements are assessed as more voluntary, they are more likely to be judged guilty, and they receive more severe sentence recommendations. Importantly, Dr. Lassiter's research program also demonstrated that the advantages associated with video recording (i.e., a more detailed record of the interrogation is provided to fact finders) can be acheived without introducing bias or undermining accurate assessments if an equal-focus perspective is taken by the video camera. \n\nAlthough it is clear that camera perspective is an important issue that any video-recording policy designed to protect the innocent should address, it is unfortunately not the only concern suggested by the behavioral science literature. The completed research drew on additional areas of psychological science to anticipate further potential limitations of video-recorded interrogations. A series of experiments were conducted to 1) determine the extent to which these potential limitations would likely detrimentally influence actual fact finder evaluations of video-recorded interrogations, and 2) evaluate possible strategies for successfully counteracting them. \n\nOne set of studies found evidence for judgment perseverance effects. Because the prosecution presents evidence against a defendant first in a trial (including the video interrogation), decision makers encode the interrogation in a biased manner--that is, the details registered and encoded into memory from the interrogation by decision makers tend to be consistent with the prosecution's contention that the defendant is guilty. Findings reveal that this makes defense arguments in favor of the defendant being not guilty less effective. Fortunately, basic psychological science also suggested a potential remedy to this problem. If the defense presents its case for innocence and then allows decision makers another opportunity to view the interrogation, the biased encoding occurring on the intial viewing can be counteracted. Data revealed that this simple-to-implement remedy was indeed effective. \n\nIn a second set of studies, Dr. Lassiter proposed the existence of a novel phenomenon--labeled the \"corroboration dilemma\"--that was developed in part on observations of the fate of false confessors in the real world and social psychological theorizing; in particular, the motivated-reasoning perspective (MRP). In many actual instances where false confessors were convicted, no corroborating evidence was presented to support the admission of guilt. However, the absence of corroboration should rationally produce less trust in confessions. Why in these cases then were jurors swayed by the confessions alone? Findings from multiple experiments support the existence of the proposed corroboration dilemma and help explain how actual fact finders may in particular instances turn an apparent blind eye to the dangers of uncorroborated confessions. Importantly, the reseach also provided insights regarding possible ways to counter this problem, and their potential efficacy will be evaluated in future research. \n\nThe completed investigations yield clear research-based guidelines for legal practitioners and policy makers that will further improve the likelihood that the video-recording reform will fulfill its promise to minimize the possibility that an innocent person will be convicted based on an interrogation-induced false confession. In Dr. Lassiter's previously funded NSF projects, several graduate and undergraduate students were able to learn firsthand how basic psychological theory and research can give rise to scientific investigations that are of considerable practical import to the justice system and thus society more generally. Similarly, this project has exposed a new generation of students and future scholars to all phases of a programmatic research agenda that is simultaneously high in scientific rigor and immediate real-world applicability.\n\n\t\t\t\t\tLast Modified: 05/12/2017\n\n\t\t\t\t\tSubmitted by: G. Daniel Lassiter"
 }
}