{
 "awd_id": "1228869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Medium: Collaborative: Towards Secure, Robust, and Usable Gesture-Based Authentication",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-17",
 "awd_max_amd_letter_date": "2012-08-17",
 "awd_abstract_narration": "This project investigates the feasibility of secure, robust, and usable gesture-based authentication as an alternative to traditional alphanumeric passwords and biometrics. It is motivated by the rapid increase in authentication-related security breaches and by the emergence of new human-computer interfaces. While the breaches have demonstrated the seriousness of the issue, two emerging types of gesture-based interfaces, multi-touch (smartphones, tablets) and camera-based (Kinect), offer a unique opportunity for robust solution.\r\n\r\nThe benefit of gesture-based authentication over a purely-biometric one lies in the fact that it combines involuntary biometric features (e.g., hand shape), that are irrevocable, with user-controlled voluntary characteristics that can be easily changed. Three research thrusts are being pursued: 1) gesture recognition algorithms (search for robust gesture features, their compact representation, and reliable classification algorithms), 2) human factors (study of uniqueness, repeatability, ergonomics, device dependence of gestures, and gesture complexity) and 3) security considerations (evaluation of authentication performance under a range of performance measures and different threat models). \r\n\r\nA successful completion of this research will catalyze the development and adoption of next-generation authentication methods that are critically needed at the personal, institutional, and governmental levels. As the price paid (time, money, and resources) to repair a security breach can be astounding, this project will have substantial societal impact by increasing the sense of security and reducing breach-related costs. At educational level, this project is involved in middle and high school outreach at Boston University as well as the annual cybsersecurity competition CSAW at NYU-Poly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janusz",
   "pi_last_name": "Konrad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janusz Konrad",
   "pi_email_addr": "jkonrad@bu.edu",
   "nsf_id": "000104869",
   "pi_start_date": "2012-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prakash",
   "pi_last_name": "Ishwar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prakash Ishwar",
   "pi_email_addr": "pi@bu.edu",
   "nsf_id": "000310021",
   "pi_start_date": "2012-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the last decade, we have witnessed proliferation of two disruptive technologies: multi-touch surfaces employed in smartphones, tablets, laptops and even some desktops, and depth cameras extensively used in gaming and computer interfaces. However, these emerging human-machine interfaces still rely on old-fashioned forms of user authentication, such as typing an alphanumeric password, which may be inconvenient to enter (depending on the interface) and difficult to remember (especially long, secure passwords). In this collaborative project we have investigated the feasibility of intuitive, yet robust, user authentication via full-body and hand gestures recorded by a depth camera (our partners focused on authentication via finger swipes on a multi-touch surface).</p>\n<p>To study gesture passwords, a dataset of gestures for many users is needed. However, datasets available to date contain many different gestures for few users as they are meant for gesture recognition rather than user recognition. Therefore, we collected two new datasets, one with full-body gestures (BodyLogin, 40 users) and another one with hand-only gestures (HandLogin, 21 users) that we made available to research community. Using these datasets we developed several new user authentication (given a user&rsquo;s name and gesture password, check if they match) and user identification (given a gesture password, find a user it belongs to) algorithms. The best of these algorithms results in about 1 failed attempt per 100 tries to login via gesture and, similarly, about 1 unauthorized login per 100 tries. We have analyzed contributions of user&rsquo;s initial pose, body build and gesture dynamics to this performance. While the initial pose and body build by themselves can deliver a respectable performance of about 4 errors per 100 tries, it is the gesture dynamics that bring this to less than 1 error per 100 tries. More importantly, however, gesture dynamics allow to change a gesture password should it ever be compromised, a property known as password renewability. This would be very difficult to accomplish with initial posture and impossible with body build or, for that matter, with fingerprint, iris, or face &nbsp;which are commonly used biometrics.</p>\n<p>A common user authentication method today requires entry of a unique alphanumeric password. However, a gesture is not unique &ndash; a user cannot perfectly repeat a gesture each time. Therefore, a degree of error is permitted, which may lead to an unauthorized login or a failed attempt by an authorized user, and needs to be judiciously selected to balance convenience and security. We have leveraged this degree of uncertainty by authenticating a user based on his/her ``style&rsquo;&rsquo; of performing a gesture instead of performing a specific gesture password. To do so, we have exploited the called ``deep learning&rsquo;&rsquo;. It is a branch of machine learning where an artificial neural network, mimicking some functions of the human brain, is trained by large amounts of data to perform a classification task at hand. Applied to user authentication or identification, this allows a user to perform a gesture that is similar to the enrolled one but not necessarily identical to it. A key practical outcome is that there is no need to retrain the algorithm as long as users do not use dramatically different gestures. With some degradation in performance, a similar new gesture can still be used for convenience. A visual illustration of the performance of deep learning is shown in the attached figure. Note how well deep learning features group users in the left column, whereas another method (using silhouette covariances) groups gestures (right column) rather than users. The tight grouping of users allows for accurate authentication or identification of users. This is a new, promising paradigm in user authentication for emerging interfaces, such as gestures and swipes.</p>\n<p>Although focused on gesture-based&nbsp;authentication, a secondary outcome of the data, features, representations, and algorithms developed in this project is that they can also be utilized for gesture recognition (as opposed to person recognition) and for&nbsp;developing next-generation human computer interfaces, e.g., virtual keyboard, gesture mouse, etc., based on&nbsp;emerging depth-sensing&nbsp;devices.</p>\n<p>Beyond scientific outcomes, 1 PhD, 4 undergraduate and 2 high-school students received training within this project. The participation of high-school students is particularly noteworthy since it is not straightforward to get students at such an early stage of learning engaged in rigorous, math-oriented research. Furthermore, one of these students was instrumental in initiating a project on authentication from hand gestures that eventually lead to a conference publication with her being a co-author. Overall, this project has generated 1 journal paper (submitted), 1 book chapter (under review), and 6 conference papers.</p>\n<p>This project has established a solid foundation upon which a new class of authentication methods at the personal, institutional, and governmental levels can be built. This can have a substantial societal impact by&nbsp;increasing the sense of security and reducing the significant costs associated with repairing a security breach.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2016<br>\n\t\t\t\t\tModified by: Janusz&nbsp;Konrad</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1228869/1228869_10202793_1479361315804_t-SNE_NSF_report--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1228869/1228869_10202793_1479361315804_t-SNE_NSF_report--rgov-800width.jpg\" title=\"User recognition versus gesture recognition\"><img src=\"/por/images/Reports/POR/2016/1228869/1228869_10202793_1479361315804_t-SNE_NSF_report--rgov-66x44.jpg\" alt=\"User recognition versus gesture recognition\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Visualization of user separation capacity of deep learning versus gesture separation capacity of covariance features. The tight grouping of users on left permits accurate authentication via deep learning, and the tight grouping of gestures on right allows accurate gesture recognition via covariance.</div>\n<div class=\"imageCredit\">Jonathan Wu, Prakash Ishwar, Janusz Konrad</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Janusz&nbsp;Konrad</div>\n<div class=\"imageTitle\">User recognition versus gesture recognition</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn the last decade, we have witnessed proliferation of two disruptive technologies: multi-touch surfaces employed in smartphones, tablets, laptops and even some desktops, and depth cameras extensively used in gaming and computer interfaces. However, these emerging human-machine interfaces still rely on old-fashioned forms of user authentication, such as typing an alphanumeric password, which may be inconvenient to enter (depending on the interface) and difficult to remember (especially long, secure passwords). In this collaborative project we have investigated the feasibility of intuitive, yet robust, user authentication via full-body and hand gestures recorded by a depth camera (our partners focused on authentication via finger swipes on a multi-touch surface).\n\nTo study gesture passwords, a dataset of gestures for many users is needed. However, datasets available to date contain many different gestures for few users as they are meant for gesture recognition rather than user recognition. Therefore, we collected two new datasets, one with full-body gestures (BodyLogin, 40 users) and another one with hand-only gestures (HandLogin, 21 users) that we made available to research community. Using these datasets we developed several new user authentication (given a user?s name and gesture password, check if they match) and user identification (given a gesture password, find a user it belongs to) algorithms. The best of these algorithms results in about 1 failed attempt per 100 tries to login via gesture and, similarly, about 1 unauthorized login per 100 tries. We have analyzed contributions of user?s initial pose, body build and gesture dynamics to this performance. While the initial pose and body build by themselves can deliver a respectable performance of about 4 errors per 100 tries, it is the gesture dynamics that bring this to less than 1 error per 100 tries. More importantly, however, gesture dynamics allow to change a gesture password should it ever be compromised, a property known as password renewability. This would be very difficult to accomplish with initial posture and impossible with body build or, for that matter, with fingerprint, iris, or face  which are commonly used biometrics.\n\nA common user authentication method today requires entry of a unique alphanumeric password. However, a gesture is not unique &ndash; a user cannot perfectly repeat a gesture each time. Therefore, a degree of error is permitted, which may lead to an unauthorized login or a failed attempt by an authorized user, and needs to be judiciously selected to balance convenience and security. We have leveraged this degree of uncertainty by authenticating a user based on his/her ``style?? of performing a gesture instead of performing a specific gesture password. To do so, we have exploited the called ``deep learning??. It is a branch of machine learning where an artificial neural network, mimicking some functions of the human brain, is trained by large amounts of data to perform a classification task at hand. Applied to user authentication or identification, this allows a user to perform a gesture that is similar to the enrolled one but not necessarily identical to it. A key practical outcome is that there is no need to retrain the algorithm as long as users do not use dramatically different gestures. With some degradation in performance, a similar new gesture can still be used for convenience. A visual illustration of the performance of deep learning is shown in the attached figure. Note how well deep learning features group users in the left column, whereas another method (using silhouette covariances) groups gestures (right column) rather than users. The tight grouping of users allows for accurate authentication or identification of users. This is a new, promising paradigm in user authentication for emerging interfaces, such as gestures and swipes.\n\nAlthough focused on gesture-based authentication, a secondary outcome of the data, features, representations, and algorithms developed in this project is that they can also be utilized for gesture recognition (as opposed to person recognition) and for developing next-generation human computer interfaces, e.g., virtual keyboard, gesture mouse, etc., based on emerging depth-sensing devices.\n\nBeyond scientific outcomes, 1 PhD, 4 undergraduate and 2 high-school students received training within this project. The participation of high-school students is particularly noteworthy since it is not straightforward to get students at such an early stage of learning engaged in rigorous, math-oriented research. Furthermore, one of these students was instrumental in initiating a project on authentication from hand gestures that eventually lead to a conference publication with her being a co-author. Overall, this project has generated 1 journal paper (submitted), 1 book chapter (under review), and 6 conference papers.\n\nThis project has established a solid foundation upon which a new class of authentication methods at the personal, institutional, and governmental levels can be built. This can have a substantial societal impact by increasing the sense of security and reducing the significant costs associated with repairing a security breach.\n\n\t\t\t\t\tLast Modified: 11/17/2016\n\n\t\t\t\t\tSubmitted by: Janusz Konrad"
 }
}