{
 "awd_id": "1228490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Empirical Benchmarks of Design Parameters for Group Randomized Trials in Teacher Professional Development Intervention Studies",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edith Gummer",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 538632.0,
 "awd_amount": 538632.0,
 "awd_min_amd_letter_date": "2012-09-07",
 "awd_max_amd_letter_date": "2012-09-07",
 "awd_abstract_narration": "Professional development of teachers is a strong component in the theory of action of improving student outcomes, yet such efforts are rarely rigorously evaluated. One of the problems of robust evaluation of professional development is that these programs are largely conducted with teachers in their school or district settings rather than being randomly assigned individually to different activities. This requires that the evaluation design be developed around group randomized trials, and the field of educational evaluation lacks important knowledge of how to structure such evaluations. This project is developing estimates of the empirical benchmarks of design parameters to be used to structure evaluations of whole school professional development efforts in mathematics. The project uses the large data sets that have been accumulated using the Mathematical Knowledge of Teaching (MKT) measures to develop estimates of the variation in teacher pedagogical content knowledge in mathematics to provide values that can be used to estimate sample size and other design parameters in evaluation design.  Researchers from the College of Education at Wayne State University, the Educational Testing Service and Michigan State University are conducting this research.\r\n\r\nThis project leverages the data collected from multiple professional development projects for mathematics teachers that have used the MKT under the auspices of the researchers that have been collected in an online Teacher Knowledge Assessment System from over 10,000 teachers in over 1150 schools. The data from the MKT is combined with data that is available publically in the Common Core of Data about the schools and districts within which the professional development was conducted and additional data that have been collected by the MKT researchers. The researchers use random intercept hierarchical linear models to estimate the design parameters for four different group random trial designs. They examine the impact of several covariate sets of parameters on the variance components and the corresponding estimates of intraclass correlation. The resulting parameters are reported in association with the conditions of the schools and districts in which the data were generated.\r\n\r\nThe findings from this study are reported in the professional literature on research and evaluation design. In addition, professional development workshops disseminate the findings and the processes used to develop them at national educational research and evaluation meetings. In addition, the researchers include their findings in updates of the Optimal Design software that is used by multiple researchers and evaluators to structure the design of their own studies. Too frequently, researchers do not have sufficient knowledge of the potential contextual issues surrounding the schools and districts in which they work to make accurate estimates of the parameters that they should use to determine important characteristics of their research such as sample size. The findings of this study provide more realistic estimates of the design parameters that researchers and evaluators need to conduct their own studies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Kelcey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Kelcey",
   "pi_email_addr": "ben.kelcey@gmail.com",
   "nsf_id": "000580154",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University/College of Education",
  "perf_str_addr": "5425 Gullen Mall",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 62637.0
  }
 ],
 "por": null
}