{
 "awd_id": "1228687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC: Medium: Collaborative Proposal: Policy Compliant Integration of Linked Data",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "The ubiquity of computing technology and the Internet have created an age of big data that has the potential to greatly enhance the efficiency of our societies and the well-being of all people. The trend comes with problems that threaten to prevent or undermine the benefits. An immediate concern is how to fuse, integrate and analyze data while respecting privacy, security and usage concerns. A second issue is allowing data to remain distributed, enabling its owners to maintain and control quality as well as to enforce security and privacy policies. A final underlying challenge is helping to produce sound and useful results by assuring that systems understand the meaning of the data being integrated and analyzing access and usage policies. For some domains, like health informatics and clinical research, solving these problems will have a significant impact on society.\r\n\r\nThis project explores an approach to solving these problems by developing a policy-compliant integration system for linked healthcare data. The system models data, schemas and policies using open Web standards such as Semantic Web languages, federates queries to independent Linked Data stores based on content, provides policy enforcement by modifying incompliant queries, and uses formal methods to guarantee correctness of key components.\r\n\r\nThis project provides new approaches to solving one of the most significant problems our society faces in the 21st century: benefiting from the integration of distributed linked data while respecting security, privacy, and usage requirements. The prototype tools and systems are incorporated into our educational activities and made available to others via appropriate open source licenses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lalana",
   "pi_last_name": "Kagal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lalana Kagal",
   "pi_email_addr": "lkagal@csail.mit.edu",
   "nsf_id": "000502700",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Abelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harold Abelson",
   "pi_email_addr": "HAL@MIT.EDU",
   "nsf_id": "000191572",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-77e31f67-edd3-7dee-be04-3fdde7705796\"> <span id=\"docs-internal-guid-77e31f67-edd4-e81d-4453-f05739d292fe\"> </span></span></p>\n<p><span id=\"docs-internal-guid-77e31f67-edd5-bda3-ed03-8821602758fd\"> </span></p>\n<p><span id=\"docs-internal-guid-77e31f67-ede2-1944-d5cd-0dafbd2c6a1a\"> </span></p>\n<p><span id=\"docs-internal-guid-77e31f67-ede7-0848-06f0-ffbc26733443\"> </span></p>\n<p dir=\"ltr\"><span>Sensitive data about individuals is constantly being collected, analyzed, and stored by organizations for a variety of purposes: shopping sites to provide better recommendations, hospitals for improved healthcare, government agencies for national defense and law enforcement, and quantified self applications to track your health and wellbeing. &nbsp;With the recent government focus on &ldquo;transparency&rdquo; and &ldquo;openness&rdquo;, more and more government data is also being made available online. Integrating and fusing data across these datasets enables us to discover important knowledge about public safety, anti-terrorism, medical research and healthcare delivery. However, it also raises serious concerns about information privacy and trust. Even though access control mechanisms are often successful in managing access to data, they are ineffective in preventing information leakages or inappropriate uses of data. Our project explored the use of expressive policies, privacy preserving architectures, and accountability mechanisms to provide privacy-aware access, integration and analysis of sensitive data within and across organizations. We investigated challenges to accessing, integrating, and analyzing data while respecting privacy, security and usage policies in different domains and platforms including the Web, mobile, cloud, social, and healthcare.</span></p>\n<p dir=\"ltr\"><span>We studied privacy protection on the Web with respect to social data as well as creative work. To improve privacy of social networking data, we augmented existing access controls with content-based policies, and developed a framework that enables users to specify the content that they wish to protect in the form of tags or keywords. Our framework enhances the provided terms with other meaningful and related concepts using Linked Open Data.We also designed several tools to support appropriate use of data on the Web, and a protocol called HTTP with Accountability (HTTPA) to provide an end-to-end accountability infrastructure that can be used to determine appropriate use of data. &nbsp;The tools and the end-to-end HTTPA protocol provide an architecture for building Web-based accountable systems. These accountable systems enable data consumers and data producers to agree to specific usage restrictions, preserve the provenance of data, and provide auditing to the data subject.</span></p>\n<p dir=\"ltr\"><span>We extended our work in privacy policy specification and reasoning to smartphones. Smartphones collect a wide range of sensor data, ranging from the basic, such as location, accelerometer, and Bluetooth, to the more advanced, such as heart rate. MIT Living Lab platform is a mobile app development platform that provides MIT users with personal data stores but lacked user controls for privacy. We developed PrivacyMate, a suite of tools that enables users to have better control over their mobile personal data. It allows users to select or deselect various types of data for collection and use by apps. Users can also provide temporal and spatial specifications to indicate a context in which they are comfortable sharing their data with certain apps. We also studied the usability and effectiveness of privacy policies provided by mobile apps. This led us to develop PrivacyInformer, which automatically generates mobile app privacy descriptions, thereby relieving developers of the burden of manually creating them. This tool is implemented as an extension to the MIT App Inventor, a do-it-yourself mobile app building platform that has a vast global user base. By analyzing source code of mobile apps directly in App Inventor, PrivacyInformer can produce simple and useful privacy descriptions in both human-readable and machine-readable format. </span></p>\n<p dir=\"ltr\"><span>Another area we looked into was the privacy awareness and fairness of algorithmic decision making. Currently, predictive models have become widely deployed in determining access to services like credit, insurance, housing, employment, and others that are essential for livelihood. Despite the tremendous gains that come with using these models, these models are susceptible to increasing discrimination on the basis of race, gender, religion, or other immutable characteristics. We developed a technical framework, FairML, for evaluating algorithms that would allow policy makers to quickly assess the whether predictive models are biased with respect to sensitive data. FairML leverages model compression and four input ranking algorithms to quantify a model&rsquo;s relative predictive dependence on its inputs. With FairML, analysts can more easily audit cumbersome predictive models that are difficult to interpret.</span></p>\n<p dir=\"ltr\"><span>As part of this project, we also developed privacy preserving middleware for Big Data. Enterprises usually provide strong controls to prevent external cyberattacks. However, in the case where employees and data scientists have legitimate access to analyze and derive insights from the data, there are insufficient controls. Though it is important to be able to identify useful patterns of one's customers for better customization and service, customers' privacy must not be sacrificed to do so. We propose a framework that will allow privacy preserving data analytics over big data. We developed an efficient and scalable differential privacy framework for Apache Spark, a cluster computing framework, that provides strong privacy guarantees for users even in the presence of an informed adversary, while still providing high utility for analysts.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2017<br>\n\t\t\t\t\tModified by: Lalana&nbsp;Kagal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  \n\n \n\n \n\n \nSensitive data about individuals is constantly being collected, analyzed, and stored by organizations for a variety of purposes: shopping sites to provide better recommendations, hospitals for improved healthcare, government agencies for national defense and law enforcement, and quantified self applications to track your health and wellbeing.  With the recent government focus on \"transparency\" and \"openness\", more and more government data is also being made available online. Integrating and fusing data across these datasets enables us to discover important knowledge about public safety, anti-terrorism, medical research and healthcare delivery. However, it also raises serious concerns about information privacy and trust. Even though access control mechanisms are often successful in managing access to data, they are ineffective in preventing information leakages or inappropriate uses of data. Our project explored the use of expressive policies, privacy preserving architectures, and accountability mechanisms to provide privacy-aware access, integration and analysis of sensitive data within and across organizations. We investigated challenges to accessing, integrating, and analyzing data while respecting privacy, security and usage policies in different domains and platforms including the Web, mobile, cloud, social, and healthcare.\nWe studied privacy protection on the Web with respect to social data as well as creative work. To improve privacy of social networking data, we augmented existing access controls with content-based policies, and developed a framework that enables users to specify the content that they wish to protect in the form of tags or keywords. Our framework enhances the provided terms with other meaningful and related concepts using Linked Open Data.We also designed several tools to support appropriate use of data on the Web, and a protocol called HTTP with Accountability (HTTPA) to provide an end-to-end accountability infrastructure that can be used to determine appropriate use of data.  The tools and the end-to-end HTTPA protocol provide an architecture for building Web-based accountable systems. These accountable systems enable data consumers and data producers to agree to specific usage restrictions, preserve the provenance of data, and provide auditing to the data subject.\nWe extended our work in privacy policy specification and reasoning to smartphones. Smartphones collect a wide range of sensor data, ranging from the basic, such as location, accelerometer, and Bluetooth, to the more advanced, such as heart rate. MIT Living Lab platform is a mobile app development platform that provides MIT users with personal data stores but lacked user controls for privacy. We developed PrivacyMate, a suite of tools that enables users to have better control over their mobile personal data. It allows users to select or deselect various types of data for collection and use by apps. Users can also provide temporal and spatial specifications to indicate a context in which they are comfortable sharing their data with certain apps. We also studied the usability and effectiveness of privacy policies provided by mobile apps. This led us to develop PrivacyInformer, which automatically generates mobile app privacy descriptions, thereby relieving developers of the burden of manually creating them. This tool is implemented as an extension to the MIT App Inventor, a do-it-yourself mobile app building platform that has a vast global user base. By analyzing source code of mobile apps directly in App Inventor, PrivacyInformer can produce simple and useful privacy descriptions in both human-readable and machine-readable format. \nAnother area we looked into was the privacy awareness and fairness of algorithmic decision making. Currently, predictive models have become widely deployed in determining access to services like credit, insurance, housing, employment, and others that are essential for livelihood. Despite the tremendous gains that come with using these models, these models are susceptible to increasing discrimination on the basis of race, gender, religion, or other immutable characteristics. We developed a technical framework, FairML, for evaluating algorithms that would allow policy makers to quickly assess the whether predictive models are biased with respect to sensitive data. FairML leverages model compression and four input ranking algorithms to quantify a model?s relative predictive dependence on its inputs. With FairML, analysts can more easily audit cumbersome predictive models that are difficult to interpret.\nAs part of this project, we also developed privacy preserving middleware for Big Data. Enterprises usually provide strong controls to prevent external cyberattacks. However, in the case where employees and data scientists have legitimate access to analyze and derive insights from the data, there are insufficient controls. Though it is important to be able to identify useful patterns of one's customers for better customization and service, customers' privacy must not be sacrificed to do so. We propose a framework that will allow privacy preserving data analytics over big data. We developed an efficient and scalable differential privacy framework for Apache Spark, a cluster computing framework, that provides strong privacy guarantees for users even in the presence of an informed adversary, while still providing high utility for analysts.\n\n\t\t\t\t\tLast Modified: 10/05/2017\n\n\t\t\t\t\tSubmitted by: Lalana Kagal"
 }
}