{
 "awd_id": "1228076",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: A reductionist approach to enterovirus disinfection",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 174365.0,
 "awd_amount": 174365.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "PI: Wigginton\r\nProposal Number: 1228076\r\n\r\nThis BRIGE proposal describes a plan dedicated to a reductionist analysis of the chemical reactions that take place in an enterovirus particle during disinfection. The project represents the first step of a long-term goal to develop a research team at the University of Maryland dedicated to employing state-of the art analytical techniques to detect and characterize pathogenic microorganisms.  In order to understand the reactions that take place in a virus complex, one must first understand the reactivity of the protein and genome subcomponents. Although the reactions between protein and nucleic acid monomers and common disinfectants are well characterized, the role that higher order organization has on monomer reactivity is poorly understood.  It is proposed that a bottom-up approach to describe a poliovirus particle's reactivity with free chlorine be developed. A quantitative Matrix Assisted Laser Desorption Ionization mass spectrometry (MALDI-MS) technique will be developed to determine the kinetics and products of reactions between chlorine and biopolymers with increasing structure complexity (i.e., peptides, RNA oligomers, proteins, genomes, capsids, infective viruses). In doing so, fundamental questions about the role of virus molecular structure in its disinfection susceptibility will be addressed. The reactivity and inactivation of three similar poliovirus strains will be compared; this will elucidate how slight changes in a virus sequence influence its fundamental reactivity and disinfection kinetics. \r\n\r\nThe broadening participation aspect of this proposal is integrated with the research-it emphasizes retaining female undergraduate students in engineering disciplines. Specifically, an undergraduate research project will focus on the simple biopolymer reactivity experiments. The undergraduate researcher will be selected and mentored in collaboration with the University of Maryland Women in Engineering Fellows Program.  Also included in the broadening participation aspect of this proposal are planned activities with the new NSF STEP program at UMD titled Successful Engineering Education and Development Support (SEEDS). With SEEDS, students will be exposed to current pathogen research topics in engineering (e.g., biosensors, efforts in the developing world, etc.) through lunchtime lectures and lab tours. \r\n\r\nIntellectual Merit of Proposed Work: This research plan will substantially improve the understanding of the reactions that take place in a virus particle as it is disinfected with hypochlorous acid.  To date, scientists continue to lack a mechanistic description of virus inactivation and this work will serve as a holistic examination of the modifications that do and do not contribute to inactivation.  The work will result in a number of scientific advancements including the development of a quantitative MALDI-MS technique for studying virus proteins and genomes, a new perspective on the role of protein and genome organization in their susceptibility to oxidants, an in-depth evaluation of RNA oxidation reactions, and tools to predict how the disinfection kinetics of emerging virus strains will differ from the disinfection kinetics of familiar virus strains based on nucleic acid and amino acid mutations.\r\n\r\nBroader Impacts of Proposed Work: The research effort described herein has wide reaching potential impacts in the field of water sanitation.  Emerging viruses constantly create new challenges for environmental engineers and public health scientists.  A better comprehension of the influence that mutations have in virus \"hardiness\" will allow for the development of susceptibility prediction tools for use in disinfection process design.  Furthermore, an improved understanding on pathogen disinfection could lead to the development of effective low-cost, low-energy, disinfecting strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krista",
   "pi_last_name": "Wigginton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Krista R Wigginton",
   "pi_email_addr": "kwigg@umich.edu",
   "nsf_id": "000516534",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "1146 Martin Hall",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207422115",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}