{
 "awd_id": "1228917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a THz Spectroscopic Ellipsometer",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922665",
 "po_email": "lspinu@nsf.gov",
 "po_sign_block_name": "Leonard Spinu",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 530000.0,
 "awd_amount": 530000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "This award to the University of Toledo is for the acquisition of a Terahertz Spectroscopic Ellipsometer to measure optical properties and structure of materials over a range from 0.11 to 1.45 THz.  Optical properties in this region are expected to be sensitive to vibrational modes and absorption due to free carriers; and spectroscopic ellipsometry can also be used to deduce layer thicknesses, interfacial formation, and gradients.  In the THz regime, optical properties approach the DC limit, thus they can be used to extrapolate electrical properties of materials (carrier concentration, mobility, etc.).  The ability to extract electrical properties from a non-contacting optical measurement is particularly attractive for probing materials in device structures or where traditional electrical characterization is difficult including photovoltaic materials and devices; microbolometer materials for uncooled infrared sensors; structured materials including nanoparticle films, carbon nanotube films, metamaterials, and engineered thin films; ferroelectrics and other oxide materials; thin film transistors; and, polymer thin films.\r\n\r\nThe THz Spectroscopic Ellipsometer at the University of Toledo will assist in graduate and undergraduate student research, as well as enabling collaborations between researchers at other universities, government laboratories, and industry, in uncovering connections between optical, electrical, and structural properties of materials.  It is believed to be the only tool of its kind available on both a user fee and collaborative basis and is expected to provide new opportunities and further develop networks of measurement and analytical expertise.  Research resulting from THz spectroscopic ellipsometry has strong potential to uncover new fundamental information and will enhance the knowledge base of physical mechanisms in materials and devices for technological (component layers in electronic circuits), security (chemical and infrared sensors), and energy (photovoltaics) applications.  Simultaneously, it will enable the research training of the next generation of scientists and engineers, who will further develop its capabilities and apply them in exploring new research areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikolas",
   "pi_last_name": "Podraza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolas Podraza",
   "pi_email_addr": "Nikolas.Podraza@utoledo.edu",
   "nsf_id": "000611662",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W. Bancroft Street",
  "perf_city_name": "Toledo",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 530000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF award 1228917, &ldquo;<em>MRI:&nbsp; Acquisition of a <span><span>THz</span></span> Spectroscopic Ellipsometer</em>,&rdquo; was granted to University of Toledo (Principal Investigator: Nikolas <span><span>Podraza</span></span>) with a start date of September 1, 2012 and ended on August 31, 2015.&nbsp; The instrument purchased with this grant is a single rotating compensator based spectroscopic ellipsometer designed to operate over the <span><span>THz</span></span> frequency range (0.11 to 1.45 <span><span>THz</span></span>).&nbsp; The instrument was constructed by the J. A. <span><span>Woollam</span></span> Co. and installed at University of Toledo on October 20, 2014.&nbsp; Currently, to the best of our knowledge, it is only the second <span><span>THz</span></span> ellipsometer based on a rotating compensator in the world.&nbsp;&nbsp; To date <span><span>ellipsometric</span></span> spectra have been collected for ~100 different materials (including <span><span>CdTe</span></span>, CH<sub>3</sub>NH<sub>3</sub><span><span>PbI</span></span><sub>3</sub>, <span><span>CdS</span></span>:O, quaternary III-V compounds, metallic <span><span>nanoparticles</span></span>, transparent conducting oxides) of interest for solar cells and other technologically relevant devices.&nbsp; Non-contacting optical measurements were used to measure the electrical response.&nbsp; Sensitivity has been demonstrated for (1) low concentrations of electronic carriers and (2) electrical transport properties of multiple layers in thin film stacks.&nbsp; This instrument has been leveraged in undergraduate and graduate student research, as well as in new international collaborations.</p>\n<p><strong>Intellectual Merit:&nbsp; </strong>The <span><span>THz</span></span> range spectroscopic ellipsometer has expanded the advanced optical characterization capabilities at University of Toledo. In combination with existing capabilities, a total spectral range from 140 nm to 2.7 mm (8.86 to 4.5 x 10<sup>-4</sup> <span><span>eV</span></span>)&mdash;i.e., continuously from 140 to 37,000 nm and in windows (due to atmospheric transmission losses) from 0.21 to 2.7 mm, are available for characterization of the optical properties and structure of bulk, thin film, and <span><span>nanostructured</span></span> materials. The ability to use <span><span>THz</span></span> ellipsometry to extract electrical properties (which may include resistivity, scattering time, mobility, carrier concentration, effective carrier mass) <span><span>optically&mdash;without</span></span> physically contacting the <span><span>films&mdash;has</span></span> only begun to be applied in recent years and optical features characteristic of other materials properties in this range are still being uncovered. Case studies of materials characterized so far include a single crystal semiconductor (cadmium <span><span>telluride</span></span>, <span><span>CdTe</span></span>), a <span><span>semiconducting</span></span> thin film on another semiconductor (<span><span>methylammonium</span></span> lead iodide, CH<sub>3</sub>NH<sub>3</sub><span><span>PbI</span></span><sub>3</sub>, on single crystal silicon, Si), and a transparent conducting oxide (aluminum doped zinc oxide, <span><span>ZnO</span></span>:Al) film on a glass.&nbsp; For each of these samples (i) <span><span>THz</span></span> range <span><span>ellipsometric</span></span> spectra is measured, (ii) the optical properties are extracted, and (iii) and some electrical properties are deduced from the optical response.&nbsp;</p>\n<p>Single crystal <span><span>CdTe</span></span> is studied, as solar cells based on polycrystalline <span><span>CdTe</span></span> are currently the most commercially successful thin film <span><span>photovoltaic</span></span> technology.&nbsp; The optical properties of <span><span>CdTe</span></span> extracted in the <span><span>THz</span></span> region consist of a free carr...",
  "por_txt_cntn": "\nNSF award 1228917, \"MRI:  Acquisition of a THz Spectroscopic Ellipsometer,\" was granted to University of Toledo (Principal Investigator: Nikolas Podraza) with a start date of September 1, 2012 and ended on August 31, 2015.  The instrument purchased with this grant is a single rotating compensator based spectroscopic ellipsometer designed to operate over the THz frequency range (0.11 to 1.45 THz).  The instrument was constructed by the J. A. Woollam Co. and installed at University of Toledo on October 20, 2014.  Currently, to the best of our knowledge, it is only the second THz ellipsometer based on a rotating compensator in the world.   To date ellipsometric spectra have been collected for ~100 different materials (including CdTe, CH3NH3PbI3, CdS:O, quaternary III-V compounds, metallic nanoparticles, transparent conducting oxides) of interest for solar cells and other technologically relevant devices.  Non-contacting optical measurements were used to measure the electrical response.  Sensitivity has been demonstrated for (1) low concentrations of electronic carriers and (2) electrical transport properties of multiple layers in thin film stacks.  This instrument has been leveraged in undergraduate and graduate student research, as well as in new international collaborations.\n\nIntellectual Merit:  The THz range spectroscopic ellipsometer has expanded the advanced optical characterization capabilities at University of Toledo. In combination with existing capabilities, a total spectral range from 140 nm to 2.7 mm (8.86 to 4.5 x 10-4 eV)&mdash;i.e., continuously from 140 to 37,000 nm and in windows (due to atmospheric transmission losses) from 0.21 to 2.7 mm, are available for characterization of the optical properties and structure of bulk, thin film, and nanostructured materials. The ability to use THz ellipsometry to extract electrical properties (which may include resistivity, scattering time, mobility, carrier concentration, effective carrier mass) optically&mdash;without physically contacting the films&mdash;has only begun to be applied in recent years and optical features characteristic of other materials properties in this range are still being uncovered. Case studies of materials characterized so far include a single crystal semiconductor (cadmium telluride, CdTe), a semiconducting thin film on another semiconductor (methylammonium lead iodide, CH3NH3PbI3, on single crystal silicon, Si), and a transparent conducting oxide (aluminum doped zinc oxide, ZnO:Al) film on a glass.  For each of these samples (i) THz range ellipsometric spectra is measured, (ii) the optical properties are extracted, and (iii) and some electrical properties are deduced from the optical response. \n\nSingle crystal CdTe is studied, as solar cells based on polycrystalline CdTe are currently the most commercially successful thin film photovoltaic technology.  The optical properties of CdTe extracted in the THz region consist of a free carrier absorption feature and a tail from a higher energy phonon mode (Figure 1).  This sample demonstrates technique sensitivity to very low carrier concentration (2 &plusmn; 1 x 1014 1/cm3 using fixed values of effective carrier mass and mobility) and DC dielectric constant (10.38) extraction.\n\nThin film CH3NH3PbI3 was studied as solar cells based on this material have recently after several years of study reached initial reported efficiencies of 20.1%.  The optical properties of the film consist of a free carrier absorption feature and a phonon mode (Figure 2).  Once again sensitivity to carrier concentration is demonstrated, however in this case the film is grown on another semiconductor, single crystal Si.  This analysis demonstrates sensitivity to optical, and thus electrical, response of multiple layered materials.\n\nZnO:Al is currently used as a transparent conducting oxide contact layer in a variety of solar cells.  The optically determined material resistivity for a ZnO:Al film on glass from THz range ellipsometr..."
 }
}