{
 "awd_id": "1228168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Green Chemistry GRC/GRS",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924950",
 "po_email": "kcovert@nsf.gov",
 "po_sign_block_name": "Katharine Covert",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 70000.0,
 "awd_amount": 70000.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "This award from the NSF Division of Chemistry and the Division of Chemical, Bioengineering, Environmental and Transport Systems supports the 2012 Green Chemistry Inaugural Gordon Research Seminar (GRS; July 21-22, 2012) and the 2012 Green Chemistry Gordon Research Conference (GRC; July 22-27, 2012) to be held in Barga, Italy. These meetings will bring together an outstanding and diverse group of scientists who will present their latest research and the most important advances relevant to sustainable chemistry and chemical processing. The Green Chemistry GRC/GRS focuses on cutting-edge developments required to design chemical products and processes that: have a smaller environmental impact, both in their manufacture and use; are produced in an energy-efficient manner with the least possible intrinsic hazards; and have been designed for inherent safety for human health and the environment. The latest research in innovative synthetic methods, green separations and solvents, sustainable sources of energy, green chemistry in consumer products, renewable feedstocks, green materials and nanotechnology and the role of green chemistry in addressing climate change and other environmental issues will be discussed. A highly distinguished group of invited speakers will present their unpublished research on designing greener chemicals, greener approaches to organic synthesis, catalysis and biocatalysis, polymers and materials, bio-inspired materials, energy and fuels.\r\n\r\nThe students and postdocs participating in the GRS will have the opportunity to exchange expertise and ideas across a broad range of green areas, approaches and methods. In addition, the keynote talks at the GRS will inform these young scientists further about green chemistry and sustainability, and facilitate their full participation in the GRC that directly follows the GRS. As a multidisciplinary showcase, this premier GRS will be bringing together an outstanding and diverse group of young researchers pushing the boundaries of green chemistry and engineering for a sustainable future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Goldberg",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Karen I Goldberg",
   "pi_email_addr": "kig@sas.upenn.edu",
   "nsf_id": "000190403",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028920001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on GREEN<br />CHEMISTRY was held at the Renaissance Tuscany Il Ciocco Resort, Lucca (Barga),<br />Italy, July 22-27, 2012. The Conference was well-attended with 161 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S. and foreign scientists, senior researchers, young investigators, and<br />students. Of the 161 attendees, 47 voluntarily responded to a general inquiry<br />regarding ethnicity which appears on our registration forms. Of the 47<br />respondents, 17% were Minorities &ndash; 4% Hispanic, 4% Asian and 9% African<br />American. Approximately 36% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on GREEN\nCHEMISTRY was held at the Renaissance Tuscany Il Ciocco Resort, Lucca (Barga),\nItaly, July 22-27, 2012. The Conference was well-attended with 161 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S. and foreign scientists, senior researchers, young investigators, and\nstudents. Of the 161 attendees, 47 voluntarily responded to a general inquiry\nregarding ethnicity which appears on our registration forms. Of the 47\nrespondents, 17% were Minorities &ndash; 4% Hispanic, 4% Asian and 9% African\nAmerican. Approximately 36% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 09/17/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}