{
 "awd_id": "1228519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AHRC-NSF MOU: Alternative Accountabilities for Past Human Rights Abuses",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "helena silverstein",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 290000.0,
 "awd_amount": 305124.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2013-01-07",
 "awd_abstract_narration": "Countries around the world have developed a wide range of innovative strategies to hold perpetrators accountable for past human rights violations. To date, systematic and cross-national research has focused on three main mechanisms: criminal trials, truth commissions, and amnesties.  The project aims to develop an empirically-tested theory of the adoption, diffusion, and impact of a fuller set of transitional justice mechanisms.  In pursuit of this aim, the researchers will add to their existing transitional justice database 'alternative accountabilities' (i.e., civil trials, lustration and vetting, reparations, and customary justice). The project addresses an important scholarly and policy question: do alternative accountabilities successfully substitute or complement other transitional justice mechanisms to strengthen human rights protections, democracy, and peace?  This project further develops the earlier research of the PIs, in which they have found that trials are critical to positive democracy and human rights improvements.  While alternative accountabilities are used around the world in combination with trials and amnesties or alone, no systematic research on their impact exists to date.  This project will fill that void. The project?s intellectual merit involves developing a new theory of when, how, and why these mechanisms contribute to human rights, democracy, and peace that the researchers will produce for scholarly publication. \r\n\r\nThe project's broader impact includes academic training, policy-development, and future research. The grant will further the professional development of post-doctoral fellows and graduate students, and the research team will produce policy recommendations regarding alternative accountabilities that the team will present to policy-makers. Finally, the researchers' online database will allow academic and policy-oriented researchers around the world to have access to the most up-to-date and comprehensive database on a full set of transitional justice mechanisms used from 1970 to the present.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Sikkink",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn A Sikkink",
   "pi_email_addr": "Kathryn_Sikkink@hks.harvard.edu",
   "nsf_id": "000385360",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 290000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15124.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project, the second stage of collaboration between researchers at the University of Minnesota, Harvard Kennedy School, and Oxford University (the Transitional Justice Research Collaborative &ndash; TJRC), contributes to resolving intense debates among scholars, policymakers, and practitioners about the prevalence and efficacy of transitional justice mechanisms. Building on the TJRC&rsquo;s previous work on human rights prosecutions, truth commissions, and amnesty policies, this study of &ldquo;alternative accountability mechanisms&rdquo; turns its attention to widely used but understudied strategies employed to hold perpetrators accountable for past human rights violations, namely, civil trials, lustration and vetting policies, reparations, and customary forms of justice. We proposed &ndash; and succeeded in - adding these mechanisms to our existing database (publicly available at www.transitionaljusticedata.com), which covers the years 1970-2010 and includes the most comprehensive single cross-national collection of information on transitional justice mechanisms in the world.</p>\n<p>&nbsp;</p>\n<p>We also set forth to examine the <em>impact</em> of alternative accountability mechanisms, asking whether these innovative strategies substitute or complement other transitional justice mechanisms in the effort to strengthen human rights protections, democracy, and peace. We have several interesting findings to report. First, in our cross national studies of all transitional countries, team members find that the use of restorative justice (reparations and truth commissions) did not contribute to improvement in physical integrity rights or to a decline in conflict.&nbsp; However, in another paper, team members conclude, in part, that reparations in Latin American countries may serve to <em>complement</em> other transitional justice mechanisms. Qualitative research in Colombia suggests that reparations may complement other mechanisms by contributing to victim satisfaction and building trust in government.&nbsp; On the vetting mechanism, undergraduate team members Marie-Christine Ghreichi, Daniel Johnson, and Cameron Mailhot argue that political parties or bureaucratic actors in pursuit of their interests often compromise this mechanism, which in turn diminishes the overall quality of the vetting policy. Finally, in their investigation of the use of civil trials as a means to address corporate complicity in human rights violations, Tricia Olsen and Leigh Payne present evidence that corporate accountability cases might supplement or complement judicial responses to state abuses.</p>\n<p><em>&nbsp;</em></p>\n<p>Our data and findings make an impact on communities of interest in a number of significant ways. First, our public website houses data in a format useful to both quantitative and qualitative researchers and policy-makers, including academics, governmental and intergovernmental officials and advocacy groups. It also provides a useful teaching tool for human rights educators. This represents a major advance for research and its impact in the very interdisciplinary field of transitional justice.</p>\n<p>&nbsp;</p>\n<p>Our team members are also very active in disseminating our findings to wide-ranging communities, including professional organizations, inter-governmental organizations, government agencies, non-governmental grant making institutions, and other non-governmental/societal groups. Examples of our professional presentation venues include the<em> </em>American Political Science Association Annual Convention, International Studies Association Annual Conference, Law and Society Association Annual Meeting, European Political Science Association Annual Meeting, Midwest Political Science Association Annual Conference, Association for Slavic, East European and Eurasian Studies Annual Convention, and the &lsquo;Human Rights State of the Art&rsquo; Conference (Ha...",
  "por_txt_cntn": "\nThis research project, the second stage of collaboration between researchers at the University of Minnesota, Harvard Kennedy School, and Oxford University (the Transitional Justice Research Collaborative &ndash; TJRC), contributes to resolving intense debates among scholars, policymakers, and practitioners about the prevalence and efficacy of transitional justice mechanisms. Building on the TJRCÆs previous work on human rights prosecutions, truth commissions, and amnesty policies, this study of \"alternative accountability mechanisms\" turns its attention to widely used but understudied strategies employed to hold perpetrators accountable for past human rights violations, namely, civil trials, lustration and vetting policies, reparations, and customary forms of justice. We proposed &ndash; and succeeded in - adding these mechanisms to our existing database (publicly available at www.transitionaljusticedata.com), which covers the years 1970-2010 and includes the most comprehensive single cross-national collection of information on transitional justice mechanisms in the world.\n\n \n\nWe also set forth to examine the impact of alternative accountability mechanisms, asking whether these innovative strategies substitute or complement other transitional justice mechanisms in the effort to strengthen human rights protections, democracy, and peace. We have several interesting findings to report. First, in our cross national studies of all transitional countries, team members find that the use of restorative justice (reparations and truth commissions) did not contribute to improvement in physical integrity rights or to a decline in conflict.  However, in another paper, team members conclude, in part, that reparations in Latin American countries may serve to complement other transitional justice mechanisms. Qualitative research in Colombia suggests that reparations may complement other mechanisms by contributing to victim satisfaction and building trust in government.  On the vetting mechanism, undergraduate team members Marie-Christine Ghreichi, Daniel Johnson, and Cameron Mailhot argue that political parties or bureaucratic actors in pursuit of their interests often compromise this mechanism, which in turn diminishes the overall quality of the vetting policy. Finally, in their investigation of the use of civil trials as a means to address corporate complicity in human rights violations, Tricia Olsen and Leigh Payne present evidence that corporate accountability cases might supplement or complement judicial responses to state abuses.\n\n \n\nOur data and findings make an impact on communities of interest in a number of significant ways. First, our public website houses data in a format useful to both quantitative and qualitative researchers and policy-makers, including academics, governmental and intergovernmental officials and advocacy groups. It also provides a useful teaching tool for human rights educators. This represents a major advance for research and its impact in the very interdisciplinary field of transitional justice.\n\n \n\nOur team members are also very active in disseminating our findings to wide-ranging communities, including professional organizations, inter-governmental organizations, government agencies, non-governmental grant making institutions, and other non-governmental/societal groups. Examples of our professional presentation venues include the American Political Science Association Annual Convention, International Studies Association Annual Conference, Law and Society Association Annual Meeting, European Political Science Association Annual Meeting, Midwest Political Science Association Annual Conference, Association for Slavic, East European and Eurasian Studies Annual Convention, and the æHuman Rights State of the ArtÆ Conference (Harvard University).\n\n \n\nWe have also shared policy-relevant findings at events attended by and/or in private meetings with the United States Ambassador-at-Large of the Office of Global Crimi..."
 }
}