{
 "awd_id": "1228560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Use of Narrative Enhancement to Facilitate Children's Productivity in Eyewitness Testimony",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 46543.0,
 "awd_amount": 46543.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "Research concerning children's eyewitness abilities has repeatedly demonstrated harmful effects of suggestive questioning and superior accuracy of free-recall reports. However, children's free recall is often incomplete, and new interview methods are needed that enhance children's productivity without increasing contamination. In the current research, we are examining whether several very simple and easily implemented interviewer behaviors can do just this. Such behaviors include vocatives (e.g., stating the child's name), which focus the child's attention; and back-channel utterances (e.g., following responses with \"uh huh\"), which convey interviewer attentiveness. These behaviors have been observed in field research of forensic interviews. However, because ground truth is not known and there is no control over the use of the behaviors in naturalistic settings, the actual effects of these behaviors on productivity and accuracy are unknown. We are experimentally testing the effects of these interviewer behaviors, collectively referred to as facilitative utterances, on 4- to 9-year olds' descriptions of a salient event, namely a laboratory activity involving a minor transgression (toy breakage). Our procedures will allow us to determine whether facilitative utterances increase how much children report about prior experiences, particularly those that include some negative components, and whether the benefits of facilitative utterances vary with age, for example, as children become more competent recounting past events without assistance from others. \r\n\r\nOverall, our project will advance science and policy at the interface of developmental psychology and the law. Considerable uncertainty remains about how best to elicit detailed narrative reports from suspected child victims. Much of this uncertainty is attributable to a lack of experimental investigation of interviewer behaviors commonly observed in field practices.  By conducting a systematic assessment of potentially critical interviewer behaviors, we will be able to decrease some of this uncertainty, thereby improving the identification of truly abused children and the legal system's ability to pursue justice in cases involving alleged abuse.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Lyon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Lyon",
   "pi_email_addr": "tlyon@law.usc.edu",
   "nsf_id": "000244806",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890071",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 46543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Use of Narrative Enhancement to Facilitate Children's Productivity in Eyewitness Testimony</span></p>\n<p>Children are often essential witnesses in cases of alleged child maltreatment.&nbsp; It is extremely important to understand how adults can question children without creating false reports, on the one hand, and failing to elicit true reports, on the other.&nbsp; This project was designed to examine the potential costs and benefits of different means of increasing the amount of information children produce.&nbsp; In a study with 124 3- to 8-year-old children we examined the effects of positive reinforcement and negative feedback on children&rsquo;s reports.&nbsp; We found that children were vulnerable to making false statements in response to both positive and negative feedback, but that children showed some signs of being less vulnerable when the interviewer suggested negative information and suggested actions by the child (compared to actions by a stranger).&nbsp; The results support the belief that children are subject to make errors if interviewers attempt to shape their reports, but that this is less likely when the children are asked about negative events in which they have participated.</p>\n<p>What is the intellectual merit of this activity?</p>\n<p>This research project explored important factors to consider in determining the likelihood that a child's report was shaped by positive reinforcement and negative feedback.</p>\n<p>What may be the benefits of the proposed activity to society?</p>\n<p>The results will be of interest to professionals who interview children and who evaluate the interviews of others, because they need to assess the likelihood that children's reports have been distorted by suggestive influences, including positive reinforcement and negative feedback.</p>\n<p>&nbsp;</p>\n<p><span><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2016<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Lyon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Use of Narrative Enhancement to Facilitate Children's Productivity in Eyewitness Testimony\n\nChildren are often essential witnesses in cases of alleged child maltreatment.  It is extremely important to understand how adults can question children without creating false reports, on the one hand, and failing to elicit true reports, on the other.  This project was designed to examine the potential costs and benefits of different means of increasing the amount of information children produce.  In a study with 124 3- to 8-year-old children we examined the effects of positive reinforcement and negative feedback on childrenÆs reports.  We found that children were vulnerable to making false statements in response to both positive and negative feedback, but that children showed some signs of being less vulnerable when the interviewer suggested negative information and suggested actions by the child (compared to actions by a stranger).  The results support the belief that children are subject to make errors if interviewers attempt to shape their reports, but that this is less likely when the children are asked about negative events in which they have participated.\n\nWhat is the intellectual merit of this activity?\n\nThis research project explored important factors to consider in determining the likelihood that a child's report was shaped by positive reinforcement and negative feedback.\n\nWhat may be the benefits of the proposed activity to society?\n\nThe results will be of interest to professionals who interview children and who evaluate the interviews of others, because they need to assess the likelihood that children's reports have been distorted by suggestive influences, including positive reinforcement and negative feedback.\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 02/05/2016\n\n\t\t\t\t\tSubmitted by: Thomas Lyon"
 }
}