{
 "awd_id": "1228243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Data-driven Inverse Sensitivity Analysis for Predictive Coastal Ocean Modeling",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927299",
 "po_email": "yzeng@nsf.gov",
 "po_sign_block_name": "Yong Zeng",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 249398.0,
 "awd_amount": 249398.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-11-08",
 "awd_abstract_narration": "The goal of this project is to improve the predictive capabilities of computational models of the coastal ocean, by combining a novel measure-theoretic approach for inverse sensitivity with experimental data.  Advanced computer models of the coastal ocean, such as the Advanced Circulation (ADCIRC) model, can be used in predictive mode to estimate storm surge as hurricanes approach landfall for the purposes of emergency evacuation and response.  However, the accuracy of ADCIRC, and other computer models, relies on the painstaking process of model calibration based on uncertain input parameters.  The investigators study the estimation and model sensitivity for certain critical parameters, in particular bathymetry, bottom friction, and wind stress.  Applying the solution to the inverse problem for prediction is complicated by two issues.  First, the map from the input data and parameter space to the observable space generally reduces the dimension which implies the inverse problem has set-valued solutions.  Second, even though the models considered in this project provide deterministic physical descriptions, all of the data available is subject to natural stochastic variability as well as experimental/observational error and uncertainty generally described stochastically.  The measure-theoretic algorithm computes a probability measure over the entire parameter space from which an ensemble of model selections may be chosen to deliver reliable predictions of critical quantities of interest such as maximum water elevation along the coast.  The PIs study various mathematical issues including estimation of various sources of error inherent in a non-intrusive implementation of the measure-theoretic approach.  The use of experimental data and the ADCIRC model creates a unique opportunity for verification and validation of proposed methods.\r\n\r\n\r\nQuantitative predictions of coastal ocean conditions is central to long-range studies of coastal sustainability, the development of priorities and policies for the restoration and maintenance of coastal ecosystems, enhancing the economic vitality of coastal communities, and assessing risk of coastal populations to natural disasters.  While coastal predictions of various complexity have been under development and used routinely for decades now, a series of events over the past seven years has driven a revolution.  Namely, Hurricane Katrina (2005), in devastating fashion, demonstrated the perils of underestimating the vulnerability of coastal communities to storm surge.  Following on the heels of Katrina were hurricanes Rita (2005), Gustav (2008) and Ike (2008), which all caused tremendous damage to communities along the northern Gulf of Mexico, and more recently the Deepwater Horizon Oil Spill, which occurred off the coast of Louisiana and threatened the entire Gulf ecosystem.  These events spurred a serious and sustained effort to improve the ability to predict coastal ocean conditions.  However, the prediction of coastal conditions beyond what can be observed, e.g. predicting future maximum storm surge from current and near past coastal observation data in real-time, is an exceedingly challenging mathematical, statistical, and computational problem.  In this project, the investigators study and apply state-of-the-art techniques in order to improve the predictive capabilities of coastal ocean models used to predict storm surge.  The computational methodology and tools developed under this project are applicable to other problems in coastal engineering, marine science, material science and other engineering disciplines. Technology transfer of the mathematical and numerical methodologies developed under this project will occur with the coastal ocean modeling community, and with agencies such as the U.S. Army Corps of Engineers, NOAA, the Department of Homeland Security, state and local agencies, industry, and other universities in the U.S. and abroad.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clinton",
   "pi_last_name": "Dawson",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Clinton N Dawson",
   "pi_email_addr": "clint@ices.utexas.edu",
   "nsf_id": "000369173",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Troy",
   "pi_last_name": "Butler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Troy D Butler",
   "pi_email_addr": "butler.troy.d@gmail.com",
   "nsf_id": "000511936",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "1 University Station, C0200",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806900",
   "pgm_ele_name": "CDS&E-MSS"
  },
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249398.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantitative predictions of coastal ocean conditions are central to long-range studies of coastal sustainability, the development of priorities and policies for the restoration and maintenance of coastal ecosystems, enhancing the economic vitality of coastal communities, and assessing risk of coastal populations to natural disasters such as hurricanes, tropical storms and tsunamis. While this is a long-standing problem, the impact of a series of hurricanes in recent years has significantly raised the pressure to develop methods that produce robustly reliable and accurate predictions. On the data side, there has been significant advances in remote sensing technologies to collect and store vast amounts of data, e.g. water levels, currents, winds, salinity, of certain <strong>observable </strong>characteristics of coastal dynamics of improved quality. Likewise, there has been a parallel advance in development and validated physics-based models like ADCIRC that accurately describe coastal dynamics.</p>\n<p>&nbsp;</p>\n<p>However, the prediction of coastal conditions depends critically on characteristics such as bathymetry and bottom friction that cannot be observed directly in a precise fashion, and, along with inland coastal topography, are constantly changing due to the impact of coastal dynamics. Instead, determining the physical conditions required for prediction of coastal dynamics depends on the solution of stochastic inverse problems that combine the physical model together with data on observable quantities to determine the unobservable model parameters. The formulation and solution of such inverse problems is greatly complicated because the observable data is stochastic in nature &ndash; influenced by natural variation, uncertainty, and experimental error, and thus the desired parameters are also stochastic.</p>\n<p>&nbsp;</p>\n<p>This major result of this project is the development of a formulation of stochastic inverse problems based on rigorous measure theory that respects all of the physics described in the model and requires no ad hoc assumptions along with numerical solution methods that produce accurate results in the high dimensional parameter spaces involved with describing coastal dynamics. In related projects, we solved several mathematical problems involved with application to the use of real data and we made significant improvements to the model and numerical engine of ADCIRC. We successfully demonstrated the new approach in the context of applications of coastal dynamics in the Gulf of Mexico. One major outcome of the project is the public release of the software BET that can be used to formulate and solve stochastic inverse problems for a wide range of science and engineering applications. BET not only solves the stochastic inverse problem, it also provides tools to use the computed solution for scientific and engineering inference.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Clinton&nbsp;N&nbsp;Dawson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nQuantitative predictions of coastal ocean conditions are central to long-range studies of coastal sustainability, the development of priorities and policies for the restoration and maintenance of coastal ecosystems, enhancing the economic vitality of coastal communities, and assessing risk of coastal populations to natural disasters such as hurricanes, tropical storms and tsunamis. While this is a long-standing problem, the impact of a series of hurricanes in recent years has significantly raised the pressure to develop methods that produce robustly reliable and accurate predictions. On the data side, there has been significant advances in remote sensing technologies to collect and store vast amounts of data, e.g. water levels, currents, winds, salinity, of certain observable characteristics of coastal dynamics of improved quality. Likewise, there has been a parallel advance in development and validated physics-based models like ADCIRC that accurately describe coastal dynamics.\n\n \n\nHowever, the prediction of coastal conditions depends critically on characteristics such as bathymetry and bottom friction that cannot be observed directly in a precise fashion, and, along with inland coastal topography, are constantly changing due to the impact of coastal dynamics. Instead, determining the physical conditions required for prediction of coastal dynamics depends on the solution of stochastic inverse problems that combine the physical model together with data on observable quantities to determine the unobservable model parameters. The formulation and solution of such inverse problems is greatly complicated because the observable data is stochastic in nature &ndash; influenced by natural variation, uncertainty, and experimental error, and thus the desired parameters are also stochastic.\n\n \n\nThis major result of this project is the development of a formulation of stochastic inverse problems based on rigorous measure theory that respects all of the physics described in the model and requires no ad hoc assumptions along with numerical solution methods that produce accurate results in the high dimensional parameter spaces involved with describing coastal dynamics. In related projects, we solved several mathematical problems involved with application to the use of real data and we made significant improvements to the model and numerical engine of ADCIRC. We successfully demonstrated the new approach in the context of applications of coastal dynamics in the Gulf of Mexico. One major outcome of the project is the public release of the software BET that can be used to formulate and solve stochastic inverse problems for a wide range of science and engineering applications. BET not only solves the stochastic inverse problem, it also provides tools to use the computed solution for scientific and engineering inference. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Clinton N Dawson"
 }
}