{
 "awd_id": "1228521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Counterfeit goods, the state, and intellectual property: An ethnography of legal consciousness in post-socialist China",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 23096.0,
 "awd_amount": 23096.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "China, upon its accession to the World Trade Organization in 2001, became obliged to abide by multilateral agreements that protect intellectual property. The concept of private ownership embedded in intellectual property rights, however, contrasts with vaguely defined local property relations and contradicts practices of reciprocity common in China. Through an ethnographic study of two distinct markets in the Yangtze River Delta, this project investigates the emergence and formation of a legal consciousness of intellectual property rights in a context where legal reforms enforce private ownership even as long-practiced customs of reciprocal exchange continue. The researcher will examine how retail shopkeepers, sales staff, and owners of legitimately registered brands in the two markets experience, interpret, and negotiate changing copyright and trademark laws, private ownership of ideas, and property in general as they sell counterfeit goods and build local brands. During twelve months of fieldwork, the researcher will employ a combination of three methods: participant observation, semi-structured and life history interviews, and public text collection. \r\n\r\nThis project is the first empirical study to examine legal consciousness of intellectual property rights in a society undergoing a post-socialist transition. Revealing the power and limits of Euro-American legal categories as mediated by the Chinese state and local cultural practices, this research advances law and society research, the anthropological analysis of property, ethnographic approaches to the state, and the cross-disciplinary study of intellectual property rights as part of globalization. More broadly, the findings will enrich public understandings of how emergent property regimes are shaped by everyday practices of underrepresented groups. With a better understanding of the conditions of differently positioned market people and the options available to them, policymakers at both national and international levels can design policies that are more culturally appropriate and equitable.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongming",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongming Zhou",
   "pi_email_addr": "yongmingzhou@wisc.edu",
   "nsf_id": "000252554",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hsiao-Ling",
   "pi_last_name": "Su",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hsiao-Ling Su",
   "pi_email_addr": "hsu8@wisc.edu",
   "nsf_id": "000613227",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 23096.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This research has examined the emergence and formation of a legal consciousness of intellectual property rights (IPR) in contemporary China through an ethnographic study of two markets in the Yangtze River Delta: Xinyang Market in Shanghai and Haining China Leather City (HCLC) in Zhejiang Province. By law, Chinese people are required to comply with intellectual property regulations, specifically trademark and copyright laws respectively enacted in 1982 and 1991. At Xinyang Market and Haining China Leather City, however, intellectual property infringements of various forms are frequently found.&nbsp; Chinese reciprocate intensively, and do not hold a definite concept of </span><span>private ownership embedded in IPR. Meanwhile, the state has taken over the power of property regulation from lineage and household heads under the legal reform campaigns. </span><span>In view of the quandary of compliance and noncompliance, this research has posed two primary questions:</span></p>\n<ul>\n<li><span>How do market people negotiate new and unevenly implemented copyright and trademark laws through a changing legal consciousness of property?</span></li>\n<li><span>How, if at all, do emergent forms of legal consciousness interact with and affect local and customary property relations?&nbsp;</span></li>\n</ul>\n<p>&nbsp;</p>\n<p><span>To answer these questions, the research has proceeded in two phases, one in each of the two fieldwork sites. During both phases, the researcher frequently visited business owners and sales staff in the markets, conducted daily participant observations in the stores and shops, collected public texts such as posters and public announcements, attended workshops and conferences pertaining to business brand development as well as weddings, birthday parties, and festival celebrations at the residences&rsquo; of project participants. These inquiries revealed </span><span>a unanimous while bifurcated legal consciousness of IPR--informed yet opportunistic--shared among business owners and sales staff in both markets. Although being wary of undercover investigation that may find them liable for trademark infringements, and well-informed of legal responsibility and cultural reproach attached to the actions, business owners carry counterfeit goods of various kinds and copy design ideas of their local competitors for higher financial returns.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p>Meanwhile, local bureaucrats and market management staff have acted as two opposing forces at the forefront of IP enforcement that entails relations of exchange with various interest groups that perpetuate the reciprocity model commonly practiced in China. Business owners and sales staff often receive prior notices on undercover investigation from management staff, which serve as an offset against IP regulation. Prior notices not only disable the effectiveness of investigation throughout the market floor, but also send a mixed message to business owners and sales staff that it is fine to continue selling counterfeit goods as long as they do not get caught. The working of two opposing forces is related to the continuation of reciprocal relationships in both markets. When counterfeit commodities are found in raids, legal penalties are not non-negotiable. Exchanges, some call it bribery, are likely to be involved: the amount of the fine then could be reduced, the period of imprisonment shortened or removed, and confiscated goods returned. These practices are further implicated in the continual reciprocal relations at both markets among various groups.</p>\n<p><span>&nbsp;</span></p>\n<p><span>&nbsp;</span>This research contributes to scholarship on the anthropology of law, the law and society research, to the cultural analysis of property, to ethnographic approaches to the state, and to the cross-disciplinary study of IPR as part of globalization. It also helps to shed light on the challenges f...",
  "por_txt_cntn": "\nThis research has examined the emergence and formation of a legal consciousness of intellectual property rights (IPR) in contemporary China through an ethnographic study of two markets in the Yangtze River Delta: Xinyang Market in Shanghai and Haining China Leather City (HCLC) in Zhejiang Province. By law, Chinese people are required to comply with intellectual property regulations, specifically trademark and copyright laws respectively enacted in 1982 and 1991. At Xinyang Market and Haining China Leather City, however, intellectual property infringements of various forms are frequently found.  Chinese reciprocate intensively, and do not hold a definite concept of private ownership embedded in IPR. Meanwhile, the state has taken over the power of property regulation from lineage and household heads under the legal reform campaigns. In view of the quandary of compliance and noncompliance, this research has posed two primary questions:\n\nHow do market people negotiate new and unevenly implemented copyright and trademark laws through a changing legal consciousness of property?\nHow, if at all, do emergent forms of legal consciousness interact with and affect local and customary property relations? \n\n\n \n\nTo answer these questions, the research has proceeded in two phases, one in each of the two fieldwork sites. During both phases, the researcher frequently visited business owners and sales staff in the markets, conducted daily participant observations in the stores and shops, collected public texts such as posters and public announcements, attended workshops and conferences pertaining to business brand development as well as weddings, birthday parties, and festival celebrations at the residencesÆ of project participants. These inquiries revealed a unanimous while bifurcated legal consciousness of IPR--informed yet opportunistic--shared among business owners and sales staff in both markets. Although being wary of undercover investigation that may find them liable for trademark infringements, and well-informed of legal responsibility and cultural reproach attached to the actions, business owners carry counterfeit goods of various kinds and copy design ideas of their local competitors for higher financial returns. \n\n \n\nMeanwhile, local bureaucrats and market management staff have acted as two opposing forces at the forefront of IP enforcement that entails relations of exchange with various interest groups that perpetuate the reciprocity model commonly practiced in China. Business owners and sales staff often receive prior notices on undercover investigation from management staff, which serve as an offset against IP regulation. Prior notices not only disable the effectiveness of investigation throughout the market floor, but also send a mixed message to business owners and sales staff that it is fine to continue selling counterfeit goods as long as they do not get caught. The working of two opposing forces is related to the continuation of reciprocal relationships in both markets. When counterfeit commodities are found in raids, legal penalties are not non-negotiable. Exchanges, some call it bribery, are likely to be involved: the amount of the fine then could be reduced, the period of imprisonment shortened or removed, and confiscated goods returned. These practices are further implicated in the continual reciprocal relations at both markets among various groups.\n\n \n\n This research contributes to scholarship on the anthropology of law, the law and society research, to the cultural analysis of property, to ethnographic approaches to the state, and to the cross-disciplinary study of IPR as part of globalization. It also helps to shed light on the challenges faced by national and international government agencies currently implementing and debating IPR related policies as they seek to better design policies that are culturally appropriate and more equitable in their outcomes.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2013\n\n\t\t\t\t\tSubmitted by: Yongmin..."
 }
}