{
 "awd_id": "1228693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Psychosocial Resources and the Language of Interracial Feedback",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 249933.0,
 "awd_amount": 249933.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "Feedback is one of the most potent instruments of instruction; it informs students where to focus their efforts, helps them gauge their progress, challenges them to develop their skills, and confirms their abilities when they succeed.  However, the feedback needs to be accurate and valid for those benefits to occur.  Research by Kent Harber (Rutgers University Newark) and others suggest that this may not be the case for minority learners.   There is a \"positive feedback bias\" in the tendency of European-American (White) individuals to provide more praise and less criticism to African American, Latino, and other minority learners than to White learners for work of equal merit. The positive feedback bias appears to be robust and pervasive. It is communicated both in writing and in direct, face-to-face, conversations; it has been displayed by college students, teacher trainees, and public school teachers; and it has been demonstrated in the American West Coast, the Midwest, and the East Coast.  The potential costs of such a bias are striking.  If feedback is less critical when directed at minorities, it can mislead effort, undermine motivation, and erode trust. If minority students are chronically receiving positively biased feedback, then their ability to advance as learners may be undercut. Perhaps as important, their faith in praise that they have genuinely earned may be compromised. \r\n\r\nThis line of research will assess how the positive feedback bias, and the motives from which it arises, influence the quality of information that Whites supply to minorities.  It specifically focuses on the nature of inter-racial communication, the language used to provide functional feedback, and the reasons why the language used may differ as a function of the interracial context of the exchange.  By studying how positive feedback is expressed in open-ended communication, this project may reveal how the positive feedback bias affects minority students' learning and different potential remedies for the bias.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kent",
   "pi_last_name": "Harber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kent Harber",
   "pi_email_addr": "kharber@psychology.rutgers.edu",
   "nsf_id": "000468818",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Pennebaker",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Pennebaker",
   "pi_email_addr": "pennebaker@psy.utexas.edu",
   "nsf_id": "000377854",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University at Newark",
  "perf_str_addr": "Smith Hall, 101 Warren Street",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021811",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>This research program concerns the positive feedback bias, which is the tendency among white instructors to supply more lenient feedback to minority students than to white students for work of equal merit.&nbsp; The research had two primary goals:&nbsp;</p>\n<p>1) To determine whether, and in what manner, the positive bias is expressed in natural, conversational discourse, as opposed to grade-like ratings or narrowly-focused technical comments, such as copy-edits.</p>\n<p>2)&nbsp; To determine whether students, and especially minority students, are sensitive to positively biased feedback.</p>\n<p>&nbsp;</p>\n<p>Project 1:&nbsp; The Language of Interracial Feedback.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This study employed an interactive Web site specifically designed for this project, named &ldquo;Feedback Forward&rdquo;.&nbsp; Subjects believed that Feedback Forward supplied them an essay that had been submitted to it by a fellow undergraduate, who was seeking feedback on an essay in progress.&nbsp; Subjects believed that the writer was Black or White, with writer&rsquo;s gender counterbalanced across race conditions.&nbsp;&nbsp; The essay was poorly written, with many grammatical and content errors.&nbsp; Feedback Forward has a copy-edit function engineered into it, much like &ldquo;track changes&rdquo; in Microsoft Word. Subjects used this feature to copy-edit their assigned essays. The website also presented several open-ended questions supposedly supplied by the writer regarding the essay&rsquo;s merits and the writer&rsquo;s skill, and text boxes in which to reply to these questions.&nbsp; The site also supplied various Likert-style ratings of the writer and the essay. &nbsp;Prior to supplying feedback subjects&rsquo; egalitarian self-images were threatened, unchanged, or affirmed.</p>\n<p>&nbsp;</p>\n<p>Results:&nbsp;</p>\n<p>1.&nbsp; Copy Edits: Subjects in the &ldquo;Black writer&rdquo; condition provided more lenient copy-edits, but only if their egalitarian self-images had been threatened.</p>\n<p>2.&nbsp; Expository, Open-ended Feedback:&nbsp; Subjects in the &ldquo;Black writer&rdquo; condition were more likely to use &ldquo;Lenient Language&rdquo; (less complex, simpler words, more interpersonally focused), conveyed more praise and less criticism of the writer&rsquo;s essay, and were more likely to support the Black writer&rsquo;s journalism ambitions.&nbsp; However, this effects were moderated by &ldquo;feedback efficacy&rdquo; (comfort, confidence, and pleasure in supplying feedback).&nbsp; Subjects with greater feedback efficacy used less &ldquo;lenient language&rdquo;, and expressed less positively biased evaluations to a Black writer compared to those with less feedback efficacy.</p>\n<p>3.&nbsp; Ratings of the Writer and the Essay:&nbsp; Subjects assigned a Black writer rated the writer as more skilled and the essay of better quality, especially if the subject lacked feedback efficacy.</p>\n<p>&nbsp;</p>\n<p>Project 2:&nbsp; Interpreting Positively Biased Feedback:&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;Are students sensitive to the positive bias? &nbsp;And is this sensitivity moderated by students&rsquo; race? Project 2 consists of three experiments that investigate these questions.&nbsp; The studies used a common format:&nbsp; Undergraduates evaluated feedback given by subjects in a previous feedback study (Harber et al., 2009), who had evaluated poorly written essays, supposedly authored by either a Black or a White writer &nbsp;The text of the poorly-written essays was blocked out; only the previous subjects&rsquo; copy-edit comments remained visible.&nbsp; New subjects were unaware of any of the conditions used in the original study; i.e., that the essays were supposedly authored by a Black or a White writer, or that the original subjects egalitarian self-images had been threatened, unchanged, or affirmed.&nbsp;</p>\n<p>The new subjects were given a counter-balanced subset of these copy-edited (but blocked-out) essays, and instructed to rate the quality of feedback (positive, negative) and the quality of essay based on the feedback (using letter grades A+ to F).</p>\n<p><strong>Results:</strong>&nbsp; Subjects, regardless of race, evaluated feedback to a Black writer as more favorable than feedback to a White writer&mdash;even without knowing the writer&rsquo;s race.&nbsp; The also rated feedback supplied by &ldquo;self-image threatened&rdquo; reviewers as more positive than that supplied by &ldquo;self-image affirmed&rdquo; reviewers, but again, without knowledge of these self-image conditions.&nbsp; Interestingly, subjects did not assign higher grades to essays that received positively biased feedback, indicating that they regarded such feedback as compromised.</p>\n<p>The most surprising result concerned the different ways that Black and White subjects interpreted feedback supplied to Black and White writers. Although they did not know the essay writers&rsquo; racial identities, Black subjects associated positive feedback with better performance, but only for &ldquo;Black authored&rdquo; essays.&nbsp; White subjects did likewise, but only for &ldquo;White-authored&rdquo; essays. &nbsp;It may be that Black and White students chronically receive feedback tailored to their racial groups, and interpret feedback accordingly.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/16/2016<br>\n\t\t\t\t\tModified by: Kent&nbsp;Harber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis research program concerns the positive feedback bias, which is the tendency among white instructors to supply more lenient feedback to minority students than to white students for work of equal merit.  The research had two primary goals: \n\n1) To determine whether, and in what manner, the positive bias is expressed in natural, conversational discourse, as opposed to grade-like ratings or narrowly-focused technical comments, such as copy-edits.\n\n2)  To determine whether students, and especially minority students, are sensitive to positively biased feedback.\n\n \n\nProject 1:  The Language of Interracial Feedback. \n\n \n\nThis study employed an interactive Web site specifically designed for this project, named \"Feedback Forward\".  Subjects believed that Feedback Forward supplied them an essay that had been submitted to it by a fellow undergraduate, who was seeking feedback on an essay in progress.  Subjects believed that the writer was Black or White, with writer?s gender counterbalanced across race conditions.   The essay was poorly written, with many grammatical and content errors.  Feedback Forward has a copy-edit function engineered into it, much like \"track changes\" in Microsoft Word. Subjects used this feature to copy-edit their assigned essays. The website also presented several open-ended questions supposedly supplied by the writer regarding the essay?s merits and the writer?s skill, and text boxes in which to reply to these questions.  The site also supplied various Likert-style ratings of the writer and the essay.  Prior to supplying feedback subjects? egalitarian self-images were threatened, unchanged, or affirmed.\n\n \n\nResults: \n\n1.  Copy Edits: Subjects in the \"Black writer\" condition provided more lenient copy-edits, but only if their egalitarian self-images had been threatened.\n\n2.  Expository, Open-ended Feedback:  Subjects in the \"Black writer\" condition were more likely to use \"Lenient Language\" (less complex, simpler words, more interpersonally focused), conveyed more praise and less criticism of the writer?s essay, and were more likely to support the Black writer?s journalism ambitions.  However, this effects were moderated by \"feedback efficacy\" (comfort, confidence, and pleasure in supplying feedback).  Subjects with greater feedback efficacy used less \"lenient language\", and expressed less positively biased evaluations to a Black writer compared to those with less feedback efficacy.\n\n3.  Ratings of the Writer and the Essay:  Subjects assigned a Black writer rated the writer as more skilled and the essay of better quality, especially if the subject lacked feedback efficacy.\n\n \n\nProject 2:  Interpreting Positively Biased Feedback: \n\n \n\n Are students sensitive to the positive bias?  And is this sensitivity moderated by students? race? Project 2 consists of three experiments that investigate these questions.  The studies used a common format:  Undergraduates evaluated feedback given by subjects in a previous feedback study (Harber et al., 2009), who had evaluated poorly written essays, supposedly authored by either a Black or a White writer  The text of the poorly-written essays was blocked out; only the previous subjects? copy-edit comments remained visible.  New subjects were unaware of any of the conditions used in the original study; i.e., that the essays were supposedly authored by a Black or a White writer, or that the original subjects egalitarian self-images had been threatened, unchanged, or affirmed. \n\nThe new subjects were given a counter-balanced subset of these copy-edited (but blocked-out) essays, and instructed to rate the quality of feedback (positive, negative) and the quality of essay based on the feedback (using letter grades A+ to F).\n\nResults:  Subjects, regardless of race, evaluated feedback to a Black writer as more favorable than feedback to a White writer&mdash;even without knowing the writer?s race.  The also rated feedback supplied by \"self-image threatened\" reviewers as more positive than that supplied by \"self-image affirmed\" reviewers, but again, without knowledge of these self-image conditions.  Interestingly, subjects did not assign higher grades to essays that received positively biased feedback, indicating that they regarded such feedback as compromised.\n\nThe most surprising result concerned the different ways that Black and White subjects interpreted feedback supplied to Black and White writers. Although they did not know the essay writers? racial identities, Black subjects associated positive feedback with better performance, but only for \"Black authored\" essays.  White subjects did likewise, but only for \"White-authored\" essays.  It may be that Black and White students chronically receive feedback tailored to their racial groups, and interpret feedback accordingly.\n\n \n\n\t\t\t\t\tLast Modified: 11/16/2016\n\n\t\t\t\t\tSubmitted by: Kent Harber"
 }
}