{
 "awd_id": "1228034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Teachers Empowered to Advance Change in Mathematics (TEACH MATH): Preparing preK-8 Teachers to Connect Children's Mathematical Thinking and Community-based Funds of Knowledge",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ferdinand Rivera",
 "awd_eff_date": "2011-08-31",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 2997546.0,
 "awd_amount": 2997546.0,
 "awd_min_amd_letter_date": "2012-02-22",
 "awd_max_amd_letter_date": "2015-10-30",
 "awd_abstract_narration": "This research and development project will modify the teacher preparation program for preK-8 teachers at six universities located in different regions of the U.S. The new program is designed to help pre-service teachers learn mathematics well, learn to access students' cultural funds of knowledge in ways that will help them teach mathematics, and learn to encourage students' mathematical thinking. By integrating these important bodies of knowledge, pre-service teachers should be better prepared to teach mathematics to the variety of students in their classes. The developers are designing (a) modules that can be used in teacher preparation courses, (b) a mentoring program for new teachers, and (c) on-line networks to facilitate collaboration among participating teachers and institutions.\r\n\r\nThe project includes a study of how pre-service teachers learn to apply the knowledge they have gained in the program. The research team has planned a longitudinal collection of data that will track the pre-service teachers into their careers. Their goal is to document teachers' understandings of children's mathematical thinking and children's cultural funds of knowledge and to understand the relationship between teachers' understandings and the learning and disposition of preK-8 students. The study will be implemented at all six universities with staggered start dates allowing for analysis and revisions between cohorts.\r\n\r\nThese research and development efforts have the potential to impact preK-8 teacher preparation through (1) the development of modules that integrate several relevant proficiencies in mathematics teaching, and (2) the research that studies the impact of such a program on the mathematical learning and disposition of preK-8 students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Drake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Corey Drake",
   "pi_email_addr": "cjdrake9505@gmail.com",
   "nsf_id": "000229506",
   "pi_start_date": "2012-02-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tonya",
   "pi_last_name": "Bartell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tonya Bartell",
   "pi_email_addr": "tbartell@msu.edu",
   "nsf_id": "000386543",
   "pi_start_date": "2012-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 831572.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 765530.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 690924.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 709520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the TEACH Math project was to study ways to support pre-service and early career teachers in developing the knowledge, beliefs, dispositions, and practices needed to effectively plan, adapt and implement mathematics instruction in culturally, linguistically, and socio-economically diverse schools. In particular, we focused on developing a set of three instructional modules for elementary mathematics methods courses and implementing those modules in each of the co-PIs&rsquo; university contexts. The modules focused on 1) critical analysis of classroom practice, 2) case studies of diverse children, and 3) community mathematics explorations &ndash; all intended to support pre-service teachers in noticing and connecting to children&rsquo;s mathematical thinking and children&rsquo;s home and community-based mathematical funds of knowledge. Data collected during the module implementations included pre and post surveys, video of methods courses, interviews with and pre-service teachers&rsquo; written work.&nbsp; We then followed a subset of the methods course participants into their student teaching and novice teaching contexts to understand the ways in which the ideas and practices learned during the methods course were evident in early career teaching, as well as the supports and constraints on those practices across a range of school contexts.</p>\n<p>The <strong>intellectual merit</strong> of this project had three central components. First, we conceptualized the construct of children&rsquo;s <em>multiple mathematical knowledge bases</em> as including children&rsquo;s mathematical thinking as well as children&rsquo;s home and community-based mathematical funds of knowledge. We then conceptualized our project goal as supporting pre-service teachers&rsquo; integrated attention to and use of these multiple mathematical knowledge bases. We operationalized that integration by focusing on multiple mathematical knowledge bases from the first day of our methods courses, as contrasted with the more typical approach of focusing first on children&rsquo;s mathematical thinking and then on children&rsquo;s funds of knowledge. Second, early in the project we developed a conjectured trajectory of the entry points for pre-service teachers into awareness of and attention to multiple mathematical knowledge bases, followed by the development of emergent and then more meaningful connections to children&rsquo;s multiple mathematical knowledge bases in instruction. The development and implementation of the modules was guided by our understanding of this trajectory. Finally, our project approach to supporting pre-service teacher learning involved viewing equitable instruction not as an additional topic to be addressed in methods courses and mathematics teaching, but instead as a re-orientation of common practices. Thus, our modules focus on new lenses for common mathematics methods course practices such as classroom observations, viewing video of teaching, and interviewing children. They also focus on developing equity-focused orientations to the daily practices of teaching, including planning, using curriculum materials, and interacting with parents.</p>\n<p>In terms of <strong>broader impact</strong>, the modules and supporting materials are available on our project web site, teachmath.info. A key aspect of our project design was the staggered piloting of the modules across our different university and teacher education contexts, with refinement of the modules occurring after each implementation. Thus, the versions of the modules that have been disseminated have been studied across a range of contexts and are designed to be adopted and adapted in a range of methods courses. Versions of the modules have also been used in induction and professional development settings. Further, to support the implementation of the modules beyond the project team, we held a module dissemination conference in November, 2014, that was attended by more than thirty mathematics teacher educators from across the country, each of whom tried to use one or more of the modules in their own methods course contexts. This conference was followed by a smaller writing conference in June, 2016, attended by fourteen mathematics teacher educators who wrote about their experiences implementing the modules in their contexts. These writings are now being revised to be disseminated in an edited book. Finally, across the project, we have produced multiple journal articles published in a range of research- and practitioner-oriented venues, as well as several book chapters and more than twenty conference presentations.</p>\n<p>Across the TEACH Math project, we have been focused on supporting pre-service and early career teachers to teach elementary mathematics in ways that provide access to rigorous and meaningful content for all students. Through our research, we have documented the ways in which pre-service and novice teachers can be supported in learning to attend to and integrate children&rsquo;s multiple mathematical knowledge bases in the daily practices of instruction. Through the design, refinement, and implementation of our modules within our own contexts and in the contexts to which the modules have been disseminated, our work has already been shared with hundreds of novice teachers across the country, who in turn are now teaching thousands of elementary children.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Corey&nbsp;Drake</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of the TEACH Math project was to study ways to support pre-service and early career teachers in developing the knowledge, beliefs, dispositions, and practices needed to effectively plan, adapt and implement mathematics instruction in culturally, linguistically, and socio-economically diverse schools. In particular, we focused on developing a set of three instructional modules for elementary mathematics methods courses and implementing those modules in each of the co-PIs? university contexts. The modules focused on 1) critical analysis of classroom practice, 2) case studies of diverse children, and 3) community mathematics explorations &ndash; all intended to support pre-service teachers in noticing and connecting to children?s mathematical thinking and children?s home and community-based mathematical funds of knowledge. Data collected during the module implementations included pre and post surveys, video of methods courses, interviews with and pre-service teachers? written work.  We then followed a subset of the methods course participants into their student teaching and novice teaching contexts to understand the ways in which the ideas and practices learned during the methods course were evident in early career teaching, as well as the supports and constraints on those practices across a range of school contexts.\n\nThe intellectual merit of this project had three central components. First, we conceptualized the construct of children?s multiple mathematical knowledge bases as including children?s mathematical thinking as well as children?s home and community-based mathematical funds of knowledge. We then conceptualized our project goal as supporting pre-service teachers? integrated attention to and use of these multiple mathematical knowledge bases. We operationalized that integration by focusing on multiple mathematical knowledge bases from the first day of our methods courses, as contrasted with the more typical approach of focusing first on children?s mathematical thinking and then on children?s funds of knowledge. Second, early in the project we developed a conjectured trajectory of the entry points for pre-service teachers into awareness of and attention to multiple mathematical knowledge bases, followed by the development of emergent and then more meaningful connections to children?s multiple mathematical knowledge bases in instruction. The development and implementation of the modules was guided by our understanding of this trajectory. Finally, our project approach to supporting pre-service teacher learning involved viewing equitable instruction not as an additional topic to be addressed in methods courses and mathematics teaching, but instead as a re-orientation of common practices. Thus, our modules focus on new lenses for common mathematics methods course practices such as classroom observations, viewing video of teaching, and interviewing children. They also focus on developing equity-focused orientations to the daily practices of teaching, including planning, using curriculum materials, and interacting with parents.\n\nIn terms of broader impact, the modules and supporting materials are available on our project web site, teachmath.info. A key aspect of our project design was the staggered piloting of the modules across our different university and teacher education contexts, with refinement of the modules occurring after each implementation. Thus, the versions of the modules that have been disseminated have been studied across a range of contexts and are designed to be adopted and adapted in a range of methods courses. Versions of the modules have also been used in induction and professional development settings. Further, to support the implementation of the modules beyond the project team, we held a module dissemination conference in November, 2014, that was attended by more than thirty mathematics teacher educators from across the country, each of whom tried to use one or more of the modules in their own methods course contexts. This conference was followed by a smaller writing conference in June, 2016, attended by fourteen mathematics teacher educators who wrote about their experiences implementing the modules in their contexts. These writings are now being revised to be disseminated in an edited book. Finally, across the project, we have produced multiple journal articles published in a range of research- and practitioner-oriented venues, as well as several book chapters and more than twenty conference presentations.\n\nAcross the TEACH Math project, we have been focused on supporting pre-service and early career teachers to teach elementary mathematics in ways that provide access to rigorous and meaningful content for all students. Through our research, we have documented the ways in which pre-service and novice teachers can be supported in learning to attend to and integrate children?s multiple mathematical knowledge bases in the daily practices of instruction. Through the design, refinement, and implementation of our modules within our own contexts and in the contexts to which the modules have been disseminated, our work has already been shared with hundreds of novice teachers across the country, who in turn are now teaching thousands of elementary children.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Corey Drake"
 }
}