{
 "awd_id": "1228650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Effect of Courts and Party Labels in Leading Voters to Punish Corrupt Politicians: Evidence from Brazil",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "helena silverstein",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 25200.0,
 "awd_amount": 25200.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2015-07-06",
 "awd_abstract_narration": "Electoral accountability and judicial institutions are two important means of changing existing corruption dynamics in government. Yet in a number of countries, corrupt politicians frequently get reelected, reinforcing the persistence of corruption. This project seeks to understand when and why voters punish corrupt politicians. The work focuses on the effect of (1) types of candidate corruption, (2) court rulings, (3) a candidate's political party, and (4) a voter's level of partisanship on the voter's decision to vote against a corrupt politician. The project will develop a survey with an embedded experiment that will shed light on the mechanisms that lead voters to punish corrupt politicians in Brazil, a country where 168 national legislators face criminal charges or are under investigation. The survey of 2,000 voters will expose respondents to candidate choices with varying corruption types, political parties, and court rulings on candidate corruption. This research fills a void in the literature on corruption, and offers a perspective on how political determinants, such as the party system and partisan attachments, mediate corruption perceptions. \r\n\r\nThe project deepens our understanding of two important means of changing corruption dynamics in government: electoral accountability and judicial institutions. The research also enables government agencies and civil society organizations to craft strategies for information campaigns designed to inform citizens of candidate corruption. Finally, the work engages the political science and legal community in Brazil, facilitating cross-border scholarly exchange.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Collier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Collier",
   "pi_email_addr": "dcollier@berkeley.edu",
   "nsf_id": "000296022",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miguel de",
   "pi_last_name": "Figueiredo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miguel de Figueiredo",
   "pi_email_addr": "mdefig1@gmail.com",
   "nsf_id": "000611790",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "Universidade de Sao Paulo - Departamento de Ciencia Politica",
  "perf_str_addr": "Av. Luciano Gualberto 315 # 2047",
  "perf_city_name": "Sao Paulo - SP",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "05508-900",
  "perf_ctry_code": "BR",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Brazil",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electoral accountability and judicial institutions are two important means of changing existing corruption dynamics in government. Yet in a number of developed and developing countries, corrupt politicians frequently get reelected, reinforcing the persistence of corruption. This research investigates the conditions under which voters punish corrupt politicians in Brazil, a country where their recent national legislature had more than a quarter of the members faced criminal charges or were under investigation (<em>Economist </em>2010, Congreso en Foco 2010), and where the president is currently facing the possibility of impeachment for alleged improper reporting of the government&rsquo;s deficit. The research rigorously examines the effects of informing voters of candidate corruption in court decisions on voting behavior. It then probes the mechanisms that explain the reasons for these effects both qualitatively through field interviews and focus groups, and quantitatively through a survey with an embedded experiment. Specifically, the main objective of the study is to understand the effect of the type of corruption, court rulings, the candidate&rsquo;s political party, policy positions, and candidate gender on the voter&rsquo;s decision to cast a ballot against a corrupt politician. Ultimately, the research sheds light on the <em>mechanisms</em> that lead voters to punish corrupt politicians</p>\n<p>Specifically, the project involved launching a new survey experiment that sheds light on the mechanisms that lead voters to punish corrupt politicians. The research involved conducting two large surveys: a survey of respondents in the city of S&atilde;o Paulo, where we previously conducted a field experiment investigating the conditions under which voters punish corrupt politicians. In addition, we also conducted a nationally representative survey to understand the extent to which the results were generalizable to the entire country. In both surveys, voters were exposed to candidate choices with varying corruption types, political parties, policy positions, genders, and court rulings on candidate corruption. The work follows previous and current research in Brazil carried out relying on quantitative and qualitative methods &ndash; including a field experiment, survey experiment, field interviews, and focus. This previous work provided a rigorous basis for (1) understanding how voters conceptualize corruption, (2) testing the causal effect of informing voters of candidate corruption on voting behavior, and (3) generating plausible hypotheses related to the mechanisms that explain the conditions under which voters punish corrupt politicians. Although the project is focused on Brazil, the theories developed in this project are likely to be generalized to other settings.</p>\n<p>While there is a vast literature dedicated to understanding the consequences of corruption, analysis of the causes of non-corrupt governments is still nascent. This research fills this void, by showing the reactions of voters to various types of information about candidate corruption.</p>\n<p>A further distinctive contribution addresses another limitation that work on corruption has overwhelmingly focused on institutional and economic determinants. This project, by contrast, focuses specifically on political behavior instead with a particular emphasis on individual-level perceptions and voting behavior as an outcome. It also focuses centrally on the role of the courts in shaping public opinion, an area that has received relatively cursory attention in literature outside of the United States. Courts are of great importance for understanding new democracies, where legitimacy of institutions such as courts is often critical for democratic consolidation.</p>\n<p>The project has broader impact in three primary ways. First, it deepened our understanding of two important means of changing existing corruption d...",
  "por_txt_cntn": "\nElectoral accountability and judicial institutions are two important means of changing existing corruption dynamics in government. Yet in a number of developed and developing countries, corrupt politicians frequently get reelected, reinforcing the persistence of corruption. This research investigates the conditions under which voters punish corrupt politicians in Brazil, a country where their recent national legislature had more than a quarter of the members faced criminal charges or were under investigation (Economist 2010, Congreso en Foco 2010), and where the president is currently facing the possibility of impeachment for alleged improper reporting of the governmentÆs deficit. The research rigorously examines the effects of informing voters of candidate corruption in court decisions on voting behavior. It then probes the mechanisms that explain the reasons for these effects both qualitatively through field interviews and focus groups, and quantitatively through a survey with an embedded experiment. Specifically, the main objective of the study is to understand the effect of the type of corruption, court rulings, the candidateÆs political party, policy positions, and candidate gender on the voterÆs decision to cast a ballot against a corrupt politician. Ultimately, the research sheds light on the mechanisms that lead voters to punish corrupt politicians\n\nSpecifically, the project involved launching a new survey experiment that sheds light on the mechanisms that lead voters to punish corrupt politicians. The research involved conducting two large surveys: a survey of respondents in the city of S&atilde;o Paulo, where we previously conducted a field experiment investigating the conditions under which voters punish corrupt politicians. In addition, we also conducted a nationally representative survey to understand the extent to which the results were generalizable to the entire country. In both surveys, voters were exposed to candidate choices with varying corruption types, political parties, policy positions, genders, and court rulings on candidate corruption. The work follows previous and current research in Brazil carried out relying on quantitative and qualitative methods &ndash; including a field experiment, survey experiment, field interviews, and focus. This previous work provided a rigorous basis for (1) understanding how voters conceptualize corruption, (2) testing the causal effect of informing voters of candidate corruption on voting behavior, and (3) generating plausible hypotheses related to the mechanisms that explain the conditions under which voters punish corrupt politicians. Although the project is focused on Brazil, the theories developed in this project are likely to be generalized to other settings.\n\nWhile there is a vast literature dedicated to understanding the consequences of corruption, analysis of the causes of non-corrupt governments is still nascent. This research fills this void, by showing the reactions of voters to various types of information about candidate corruption.\n\nA further distinctive contribution addresses another limitation that work on corruption has overwhelmingly focused on institutional and economic determinants. This project, by contrast, focuses specifically on political behavior instead with a particular emphasis on individual-level perceptions and voting behavior as an outcome. It also focuses centrally on the role of the courts in shaping public opinion, an area that has received relatively cursory attention in literature outside of the United States. Courts are of great importance for understanding new democracies, where legitimacy of institutions such as courts is often critical for democratic consolidation.\n\nThe project has broader impact in three primary ways. First, it deepened our understanding of two important means of changing existing corruption dynamics in government: electoral accountability and judicial institutions. Second, the research enabled government agencie..."
 }
}