{
 "awd_id": "1228472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Revisiting Roxbury: Crime, Gang Membership and the Life Course",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Barclay",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "This proposal is designed to learn about what happens to individuals who were involved in crime and gangs as young people as they age into their seventies. Consistent with life course theory, this research examines changes in people's lives as they age. This study is based on a population of individuals from the first federally funded gang intervention, the Boston Special Youth Group, which was funded from 1953-1958 by the National Institute of Mental Health. Little is known about how and why involvement in crime declines over the life course. Even less is known about the long term consequences of gang membership. These research questions will be addressed with three sources of data. First, the research team will investigate the criminal records of 532 gang-involved individuals to assess how their involvement in crime has changed over the life course. Second, interviews with sixty or more of these former gang members will be conducted to understand how joining and leaving the gang influenced future behaviors such as marriage, educational attainment, employment, and criminal histories. Third, the research team will evaluate more than 78,000 contact cards completed by case workers that provide details on interactions between gang members. \r\n\r\nThe researchers hypothesize that desistance from crime and a gang is related to significant life events such as marriage, employment and military service. They will examine the impact of such events for men and women, whites and African-Americans. There is a large gap in our understanding of the long term impact of involvement in crime and gangs by youth. As such, this research may assist with the development of effective policies and programming in the criminal justice system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Decker",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Scott H Decker",
   "pi_email_addr": "scott.decker@asu.edu",
   "nsf_id": "000497985",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Sweeten",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gary A Sweeten",
   "pi_email_addr": "Gary.Sweeten@asu.edu",
   "nsf_id": "000598641",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Young",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Young",
   "pi_email_addr": "jyoung20@asu.edu",
   "nsf_id": "000598647",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; The B<span><span>oston</span></span> Special Youth Program ran from 1954 through 1957 in <span><span>Roxbury</span></span> MA. It received funding from the B<span><span>oston</span></span> United Community Services and the National Institute of Mental Health. The goal of the pp<span><span>roject</span></span> was to prevent delinquency with a specific focus on gang delinquency. Detached workers diverted youth from involvement in delinquency and gangs, provided services to the families of youth and provided community resources that could sustain the efforts after the funding had ended. Walter Miller, a Harvard anthropologist was hired to monitor the program and conduct an evaluation.</p>\n<p>Miller and his team collected a voluminous amount of information about the youth, their delinquent and non-delinquent activities and their families. Seven gangs were identified in <span><span>Roxbury</span></span>, and each was assigned a detached worker. Four sets of records were kept: 1) contact cards that provided extensive data regarding interactions between a gang member, their gang and an outreach worker, 2) a journal of Miller's notes, 3) outreach worker notes from interviews and group meetings and 4) court records that included gang member's criminal histories including neighborhood level crime data.</p>\n<p>More than a dozen sources were used to identify and locate the 480 project participants, including social media. Of the 231 gang members, we found 171 (74%). Seventy were deceased. We conducted interviews with 8 of these individuals. All the subjects were in their 1970's and some declined to participate, fearful of a \"scam\".</p>\n<p>A second pp<span><span>roject</span></span> was the analysis of the contact cards collected by social workers during the study. All the cards were scanned and convert to .<span><span>pdf</span></span> images and transcribers entered the data into spreadsheets. There are 79,671 contact cards, but a large number are duplicates. Another group of cards included information about <span><span>nongang</span></span> members. Our goal was to construct affiliation networks among the individuals and co-offending networks over the years of the study. After removing duplicate cards, 33,653 remained that included 166 unique individuals from the seven gangs that constitute the intensive study groups. There is considerable variation in the extent to which the full roster of gang members appear in the contact cards. For most of the gangs, the individuals in the roster appear at least once. There is also variation in the extent to which each gang constitutes the network. Three gangs account for 89% of the cards, whereas the other four gangs account for the remaining 11%. Figure 1 shows the connections between gang members for each gang. A connection between two nodes indicates that these individuals were mentioned on the same card.</p>\n<p>The third p<span><span>roject</span></span> used historical arrest data to examine life <span><span>cou</span></span><span><span>rse</span></span> offending trajectories of gang and <span><span>nongang</span></span> members. Out of 489 intense and control group members, we had enough information to request criminal records for 384 individuals. Of the 211 intense group gang members whose criminal records we requested 27% had criminal records compared to 36% of the control group members.</p>\n<p>The 120 individuals who possessed criminal records were arrested 1,966 times. From these records we estimated group-based trajectory models of arrest from age 8 to 70 (Figure 2). Non-offenders comprise 69% of the sample, 13% of the sample consists of very low-rate offenders who were arrested no more than twice over the life-cou8rse, often late in life. A third group, comprising 11% of the sample were moderately criminally active in their teens and early twenties, with arrests tapering off by the 40's. Eight percent of the sample were chronic offenders who were arrested on average 50 times from age 8 to 70. This small group accounted for 74% of all arrests in the sample. This group was entirely male, whereas 23% of the non-offenders were female. No gang network characteristics predicted life-course arrest trajectories.</p>\n<p>The key finding from this study is that gang membership in the 1950's increased delinquent involvement, but the effects were smaller and of shorter duration than for contemporary gang members.</p>\n<p>Learn more about the p<span><span>roject</span></span> and Walt<span><span>er</span></span> Miller's unpublished book, <em>City G</em><em><span><span>angs</span></span></em>, at:</p>\n<p><span><span>http</span></span>://<span><span>ccj</span></span>.<span><span>asu</span></span>.<span><span>edu</span></span>/<span><span>gangresearch</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2016<br>\n\t\t\t\t\tModified by: Scott&nbsp;H&nbsp;Decker</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1228472/1228472_10208181_1479166937602_FIGURE_1_--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1228472/1228472_10208181_1479166937602_FIGURE_1_--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2016/1228472/1228472_10208181_1479166937602_FIGURE_1_--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Plot of Shared Events by Intensive Study Group</div>\n<div class=\"imageCredit\">Jacob Young</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Scott&nbsp;H&nbsp;Decker</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1228472/1228472_10208181_1479167040195_Trajectory--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1228472/1228472_10208181_1479167040195_Trajectory--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2016/1228472/1228472_10208181_1479167040195_Trajectory--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Trajectory of Lifetime Arrests</div>\n<div class=\"imageCredit\">Gary Sweeten</div>\n<div class=\"imageSubmitted\">Scott&nbsp;H&nbsp;Decker</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n  The Boston Special Youth Program ran from 1954 through 1957 in Roxbury MA. It received funding from the Boston United Community Services and the National Institute of Mental Health. The goal of the pproject was to prevent delinquency with a specific focus on gang delinquency. Detached workers diverted youth from involvement in delinquency and gangs, provided services to the families of youth and provided community resources that could sustain the efforts after the funding had ended. Walter Miller, a Harvard anthropologist was hired to monitor the program and conduct an evaluation.\n\nMiller and his team collected a voluminous amount of information about the youth, their delinquent and non-delinquent activities and their families. Seven gangs were identified in Roxbury, and each was assigned a detached worker. Four sets of records were kept: 1) contact cards that provided extensive data regarding interactions between a gang member, their gang and an outreach worker, 2) a journal of Miller's notes, 3) outreach worker notes from interviews and group meetings and 4) court records that included gang member's criminal histories including neighborhood level crime data.\n\nMore than a dozen sources were used to identify and locate the 480 project participants, including social media. Of the 231 gang members, we found 171 (74%). Seventy were deceased. We conducted interviews with 8 of these individuals. All the subjects were in their 1970's and some declined to participate, fearful of a \"scam\".\n\nA second pproject was the analysis of the contact cards collected by social workers during the study. All the cards were scanned and convert to .pdf images and transcribers entered the data into spreadsheets. There are 79,671 contact cards, but a large number are duplicates. Another group of cards included information about nongang members. Our goal was to construct affiliation networks among the individuals and co-offending networks over the years of the study. After removing duplicate cards, 33,653 remained that included 166 unique individuals from the seven gangs that constitute the intensive study groups. There is considerable variation in the extent to which the full roster of gang members appear in the contact cards. For most of the gangs, the individuals in the roster appear at least once. There is also variation in the extent to which each gang constitutes the network. Three gangs account for 89% of the cards, whereas the other four gangs account for the remaining 11%. Figure 1 shows the connections between gang members for each gang. A connection between two nodes indicates that these individuals were mentioned on the same card.\n\nThe third project used historical arrest data to examine life course offending trajectories of gang and nongang members. Out of 489 intense and control group members, we had enough information to request criminal records for 384 individuals. Of the 211 intense group gang members whose criminal records we requested 27% had criminal records compared to 36% of the control group members.\n\nThe 120 individuals who possessed criminal records were arrested 1,966 times. From these records we estimated group-based trajectory models of arrest from age 8 to 70 (Figure 2). Non-offenders comprise 69% of the sample, 13% of the sample consists of very low-rate offenders who were arrested no more than twice over the life-cou8rse, often late in life. A third group, comprising 11% of the sample were moderately criminally active in their teens and early twenties, with arrests tapering off by the 40's. Eight percent of the sample were chronic offenders who were arrested on average 50 times from age 8 to 70. This small group accounted for 74% of all arrests in the sample. This group was entirely male, whereas 23% of the non-offenders were female. No gang network characteristics predicted life-course arrest trajectories.\n\nThe key finding from this study is that gang membership in the 1950's increased delinquent involvement, but the effects were smaller and of shorter duration than for contemporary gang members.\n\nLearn more about the project and Walter Miller's unpublished book, City Gangs, at:\n\nhttp://ccj.asu.edu/gangresearch\n\n \n\n\t\t\t\t\tLast Modified: 11/19/2016\n\n\t\t\t\t\tSubmitted by: Scott H Decker"
 }
}