{
 "awd_id": "1228488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Regulating the destitute: A case study of how street people are regulated in an urban public space",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 9419.0,
 "awd_amount": 9419.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "This project examines how a population of \"street people\" are policed and otherwise regulated as they live out their days, and many of their nights, in and around the Journal Square Transportation Center in Jersey City, New Jersey.  The project takes aim at theories which claim that American criminal justice institutions function either to punitively contain the destitute and disorderly elements of the poor in racialized and isolated ghettos or, failing that aim, to ?warehouse? them in jails and prisons.  This project proposes that street people are not being contained in racialized ghettos.  And far from being isolated, the study hypothesizes that while there is a police station inside the transportation center and the spaces in and around the transportation center are under constant video surveillance, the police only occasionally make arrests of street people or attempt to remove them to another area.  This is despite the fact that most of the street people who regularly spend time in Journal Square consistently engage in a range of deviant and criminal activities.  Thus, this project asks: How can this situation exist in a society in which criminal justice institutions purportedly function to criminalize and quarantine the destitute and disorderly elements of the urban poor?  Why are the police and other social control agents unwilling or unable to remove street people from the spaces in and around the transportation center or more effectively control their behavior?  How does regulation in these spaces work if not in the ways that existing theories about the governance of the urban poor suggest?  And what do the answers to these questions suggest about the nature and functions of social control in American cities today? \r\n\r\nThis project aims to contribute to an understanding of how the urban poor in the United States are governed.  The findings will be relevant to a broad range of audiences, including policy makers and practitioners who develop and institute policies in this area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Garland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Garland",
   "pi_email_addr": "david.garland@nyu.edu",
   "nsf_id": "000487087",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Rowan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Rowan",
   "pi_email_addr": "mtr270@nyu.edu",
   "nsf_id": "000614095",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 Washington Square S",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9419.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>My study consisted of more than two years of ethnographic research on how the very poorest of the poor were policed and otherwise regulated in and around the Journal Square train station and transportation center in Jersey City, New Jersey&mdash;a space that its most regular users and inhabitants refer to simply as &ldquo;the square.&rdquo;&nbsp; With the support of the National Science Foundation, I also conducted a series of semi-formal interviews with members of the square&rsquo;s street population, social service providers, police officers, and other social control agents.&nbsp; </span></p>\n<p><span>According to some of the most influential accounts of how the urban poor in America are governed, the criminal justice system functions to confine the poorest of the poor in ghettos or in other &ldquo;marginal&rdquo; urban spaces.&nbsp; Yet, while the square is by no means a marginal space and is not situated in a ghetto, the space&rsquo;s most regular inhabitants are homeless and other very poor people.&nbsp; These &ldquo;regulars,&rdquo; moreover, not only inhabit the square on a daily basis; they also routinely engage in various illicit and disruptive behaviors in the space, including drinking in public, getting drunk, using drugs, passing out, nodding off, falling down, and fighting.&nbsp; </span></p>\n<p><span>The illicit behavior of the square&rsquo; regulars cannot be explained by a lack of police presence.&nbsp; The square has one of the largest and most consistent police presences in Jersey City.&nbsp; Additionally, the entire space is under constant video surveillance. Yet, rather than working to contain or criminalize the square&rsquo;s regulars&mdash;an outcome predicted by contemporary theories on the regulation of the urban poor&mdash;the police and other agents of social control largely tolerated their presence as well their disorderly and illicit behaviors. &nbsp;</span></p>\n<p><span>During the course of my research, I found ample evidence that the policing of the poor in the square depended on variables that are generally ignored in the academic literature. &nbsp;First, rights and other legal constraints limited what the police and other regulators could do to restrict the urban poor from the square. &nbsp;Second, surveillance and pedestrian traffic operated to control the behavior of the police (and not just the policed). &nbsp;Third, the self-interests of the police and other regulators often weighed in favor of tolerating, rather than repressing, the disorderly and illicit behaviors of the square's street population. &nbsp;Fourth, police officers and the regulars often worked with each other to maintain order in the square, and some officers seemed to be genuinely concerned about the welfare of the regulars. &nbsp;Fifth, the criminal justice system lacked the capacity to systematically contain and criminalize the regulars. &nbsp;Sixth, some officers viewed efforts to repress the behavior of the square's street population as futile and thus unworthy of their time and effort. &nbsp;</span></p>\n<p><span>My findings clearly indicate the need for much more in-depth qualitative research on how America's urban poor are governed. &nbsp;Additionally, at the very least, my findings suggest that the regulation of the urban poor in America may be much more differentiated and complex than what the contemporary academic literatures suggest. &nbsp;Contrary to some accounts, my findings also demonstrate that the socio-economic order in American cities does not always (if ever) require the systematic repression and confinement of the urban poor.&nbsp; </span></p>\n<p><span>My findings also cast doubt on the notion that disorder, unless aggressively policed, will lead to greater levels of disorder and eventually serious crime.&nbsp; While disorder in the square was a constant, the rate of serious crime in the square remained extremely low.&nbsp; As one expert ...",
  "por_txt_cntn": "\nMy study consisted of more than two years of ethnographic research on how the very poorest of the poor were policed and otherwise regulated in and around the Journal Square train station and transportation center in Jersey City, New Jersey&mdash;a space that its most regular users and inhabitants refer to simply as \"the square.\"  With the support of the National Science Foundation, I also conducted a series of semi-formal interviews with members of the squareÆs street population, social service providers, police officers, and other social control agents.  \n\nAccording to some of the most influential accounts of how the urban poor in America are governed, the criminal justice system functions to confine the poorest of the poor in ghettos or in other \"marginal\" urban spaces.  Yet, while the square is by no means a marginal space and is not situated in a ghetto, the spaceÆs most regular inhabitants are homeless and other very poor people.  These \"regulars,\" moreover, not only inhabit the square on a daily basis; they also routinely engage in various illicit and disruptive behaviors in the space, including drinking in public, getting drunk, using drugs, passing out, nodding off, falling down, and fighting.  \n\nThe illicit behavior of the squareÆ regulars cannot be explained by a lack of police presence.  The square has one of the largest and most consistent police presences in Jersey City.  Additionally, the entire space is under constant video surveillance. Yet, rather than working to contain or criminalize the squareÆs regulars&mdash;an outcome predicted by contemporary theories on the regulation of the urban poor&mdash;the police and other agents of social control largely tolerated their presence as well their disorderly and illicit behaviors.  \n\nDuring the course of my research, I found ample evidence that the policing of the poor in the square depended on variables that are generally ignored in the academic literature.  First, rights and other legal constraints limited what the police and other regulators could do to restrict the urban poor from the square.  Second, surveillance and pedestrian traffic operated to control the behavior of the police (and not just the policed).  Third, the self-interests of the police and other regulators often weighed in favor of tolerating, rather than repressing, the disorderly and illicit behaviors of the square's street population.  Fourth, police officers and the regulars often worked with each other to maintain order in the square, and some officers seemed to be genuinely concerned about the welfare of the regulars.  Fifth, the criminal justice system lacked the capacity to systematically contain and criminalize the regulars.  Sixth, some officers viewed efforts to repress the behavior of the square's street population as futile and thus unworthy of their time and effort.  \n\nMy findings clearly indicate the need for much more in-depth qualitative research on how America's urban poor are governed.  Additionally, at the very least, my findings suggest that the regulation of the urban poor in America may be much more differentiated and complex than what the contemporary academic literatures suggest.  Contrary to some accounts, my findings also demonstrate that the socio-economic order in American cities does not always (if ever) require the systematic repression and confinement of the urban poor.  \n\nMy findings also cast doubt on the notion that disorder, unless aggressively policed, will lead to greater levels of disorder and eventually serious crime.  While disorder in the square was a constant, the rate of serious crime in the square remained extremely low.  As one expert on \"Broken Windows\" theory has noted, there has been very little if any research on \"high-disorder, but low-crime\" urban spaces.  In my theorization of why disorder in the square has not translated into serious crime, I point to the interaction of several factors: (1) the presence of police and video surveillance; (2) hig..."
 }
}