{
 "awd_id": "1228857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TWC SBES: Medium: Collaborative: Evolutionary Approaches to Privacy and Information Security",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jeremy Epstein",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 187500.0,
 "awd_amount": 187500.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "The project explores the influence that offline cues and stimuli, indicating the presence of other human beings in the physical world, and often processed unconsciously by our brains, can have over security and privacy behavior in cyberspace. \r\n\r\nThe project is predicated around an evolutionary conjecture: Human beings have evolved to detect and react to threats in their physical environment, and have developed perceptual systems selected to assess these ?physical? stimuli for current, material risks. In cyberspace, the same stimuli often are absent, subdued, or intentionally manipulated by third parties. Hence, security and privacy concerns that would normally be activated in the offline world are restrained, and defense behaviors are hampered.\r\n\r\nWhile it is impossible to test such conjecture directly, indirect evidence compatible with the conjecture can be obtained by investigating the impact that external stimuli in the physical world have on security and privacy behavior in cyberspace. The proposed research consists in a stream of human subjects controlled experiments investigating such impact of various sets of stimuli or cues. \r\n\r\nThis significance of this research is two-fold. First, it attempts to advance the scientific understanding of what makes security and privacy decision making in cyberspace uniquely different from, and sometimes more difficult than security and privacy in the physical world. Second, by investigating a factor that may significantly disrupt user behavior in cyberspace, the research findings could inspire the construction of systems that induce more secure behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandro",
   "pi_last_name": "Acquisti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandro Acquisti",
   "pi_email_addr": "acquisti@andrew.cmu.edu",
   "nsf_id": "000487138",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Av",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 187500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research explored the influence that stimuli indicating the presence of others in the physical world, often processed unconsciously, can have over security and privacy behavior in cyberspace.</p>\n<p>In a series of controlled experiments with human subjects, we explored the influence that offline cues and stimuli, indicating the presence of other human beings, and processed in part unconsciously by our brains, may have over online behavior. Specifically, we investigated whether sensorial stimuli indicating the presence of other human beings in the proximal space of a subject affected subjects&rsquo; online self-disclosure behavior. We focused on subjects&rsquo; propensity to disclose personal, and highly sensitive, information in an online survey, since subjects&rsquo; willingness to provide such information is a proxy for privacy concerns that may be viscerally affected by physical stimuli. Across the experiments, we found robust and consistent evidence that visceral cues indicating the presence of human beings reduced willingness to disclose sensitive and personal information relative to conditions in which the cues<em> </em>indicated the presence of inanimate objects. The effect is detected even though the visceral cues were explicitly designed so as <em>not</em> to increase objective risks that the information provided by the subjects in the online survey could be accessed, compromised, or abused.</p>\n<p>In another series of experiments, we focused on the role of surveillance cues on disclosure behavior. Specifically, in one study, we placed surveillance cues (e.g., photographs of eyes) into the advertising stream on the Facebook interface (e.g., a visine advertisement, see Fig 2C) and in a mock scenario asked participants choose between telling a friend an embarrassing truth (hard truths) or a face-saving lie (kind lies). The results revealed that the surveillance primes increased the likelihood that participants would act pro-socially by considering privacy concerns for the self and others. In particular, when the surveillance cues were present participants were more likely to tell embarrassing truths only in private messages while telling kind lies in public messages (e.g., the Facebook newsfeed).</p>\n<p>From the standpoint of intellectual merit, this research aimed at advancing the scientific understanding of what makes security and privacy decision making in cyberspace uniquely different from, and sometimes more difficult than, in the physical world. In terms of broader impact, this research may inform the work of security and privacy technologists, providing insights that go beyond the technical security of hardware and software infrastructure, to revisit the strategies and assumptions underlying those systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2015<br>\n\t\t\t\t\tModified by: Alessandro&nbsp;Acquisti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research explored the influence that stimuli indicating the presence of others in the physical world, often processed unconsciously, can have over security and privacy behavior in cyberspace.\n\nIn a series of controlled experiments with human subjects, we explored the influence that offline cues and stimuli, indicating the presence of other human beings, and processed in part unconsciously by our brains, may have over online behavior. Specifically, we investigated whether sensorial stimuli indicating the presence of other human beings in the proximal space of a subject affected subjectsÆ online self-disclosure behavior. We focused on subjectsÆ propensity to disclose personal, and highly sensitive, information in an online survey, since subjectsÆ willingness to provide such information is a proxy for privacy concerns that may be viscerally affected by physical stimuli. Across the experiments, we found robust and consistent evidence that visceral cues indicating the presence of human beings reduced willingness to disclose sensitive and personal information relative to conditions in which the cues indicated the presence of inanimate objects. The effect is detected even though the visceral cues were explicitly designed so as not to increase objective risks that the information provided by the subjects in the online survey could be accessed, compromised, or abused.\n\nIn another series of experiments, we focused on the role of surveillance cues on disclosure behavior. Specifically, in one study, we placed surveillance cues (e.g., photographs of eyes) into the advertising stream on the Facebook interface (e.g., a visine advertisement, see Fig 2C) and in a mock scenario asked participants choose between telling a friend an embarrassing truth (hard truths) or a face-saving lie (kind lies). The results revealed that the surveillance primes increased the likelihood that participants would act pro-socially by considering privacy concerns for the self and others. In particular, when the surveillance cues were present participants were more likely to tell embarrassing truths only in private messages while telling kind lies in public messages (e.g., the Facebook newsfeed).\n\nFrom the standpoint of intellectual merit, this research aimed at advancing the scientific understanding of what makes security and privacy decision making in cyberspace uniquely different from, and sometimes more difficult than, in the physical world. In terms of broader impact, this research may inform the work of security and privacy technologists, providing insights that go beyond the technical security of hardware and software infrastructure, to revisit the strategies and assumptions underlying those systems.\n\n\t\t\t\t\tLast Modified: 12/12/2015\n\n\t\t\t\t\tSubmitted by: Alessandro Acquisti"
 }
}