{
 "awd_id": "1228231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Marking the Boundaries of Punishment: Retribution Directed at Innocents, Animals & Collectives",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 74997.0,
 "awd_amount": 74997.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "Understanding what motivates the human desire to punish is essential for building an effective and fair legal system. Are punitive motivations informed by a desire to deter future wrongdoers and better protect society or by a retributive drive to deliver just deserts to offenders for past bad acts? What factors must be present to find an entity punishment-worthy and how do these factors impact the severity of our punitive response? While our judicial system offers answers to these questions in the form of penal codes, sentencing guidelines, and other legal rules, there is scant evidence to show that these provisions align with people's intuitions about punishment.  Additionally, past psychological research that has tried to isolate the motivations underlying people's desire to punish offenders is inconclusive, owing to the difficulty of separating retributive and general deterrence motivations. Using online and laboratory experiments, the present project aims to provide much clearer evidence for the existence of a specifically retributive motive.  The project also aims to document the scope of retribution.  Does this motivation to punish rely on the actor having human adult mental states and moral capacities or can entities generally thought to be inappropriate targets for state-level punishment - including children, adults with limited mental capacities, and non-human entities - be appropriate recipients of punishment?  \r\n\r\nThe data from this project will be critical to a number of pressing policy issues, including the movement incorporating more retributive principles into state and federal criminal law, and recent moves to place limitations on capital punishment by the Supreme Court.  Although the project should yield benefits most directly for scholars, judges, and legal policymakers, the project is also designed to enhance the educating, training, and mentoring of the next generation of scholars at the intersection of law and psychology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Goodwin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Goodwin",
   "pi_email_addr": "ggoodwin@sas.upenn.edu",
   "nsf_id": "000514065",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Benforado",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Benforado",
   "pi_email_addr": "adam.benforado@drexel.edu",
   "nsf_id": "000598713",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3720 Walnut Street, Solomon Lab",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046241",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 74997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Arial; font-size: x-small;\">Why do we punish?&nbsp; This question goes to the very core of our legal system.&nbsp; Wiithout a clear answer to this question it is extremely difficult to know what is actually influencing the judgments of judges, jurors, and other legal actors. And it is impossible for us to provide informed answers to key legal policy questions: Should the death penalty be abolished in the United States? Can a corporation be a proper object of punishment, aside from the people who run it? &nbsp;Should a child ever be given a life sentence? &nbsp;Should state criminal laws incorporate more retributive principles?&nbsp; </span></p>\n<p><span style=\"font-family: Arial; font-size: x-small;\">There are a number of reasons that people might be driven to punish a wrongdoer: most notably, to physically prevent that individual from reoffending (incapacitation), to deter that individual or other would-be offenders from committing future harms (deterrence), or simply to deliver payback (retribution).&nbsp; Unfortunately, psychological research to date has not been able to establish the independent impact of these three motivations, in large part because the features of criminal offenses that impact retribution&mdash;like the severity of the harm and the intent of the perpetrator&mdash;also tend to be relevant to incapacitation and deterrence.</span></p>\n<p><span style=\"font-family: Arial; font-size: x-small;\">In the present project, we were able to address this problem and show that retribution is an independent influence on punishment by using several novel methods.&nbsp; One of those innovations was to focus on animal offenders.&nbsp; Doing so allowed us to eliminate general deterrence as a potential punishment motivation since general deterrence requires a complex system of communication that nonhuman animals lack.&nbsp; It is therefore exceedingly unlikely that people would wish to punish animals for the purposes of general deterrence.&nbsp; We ruled out the possibility of an incapacitation motive with a variety of approaches, including ensuring that the perpetrator was incapacitated across experimental conditions and measuring peoples&rsquo; acceptance of inflicting pain and suffering on the offending animal at the time of its death (which should be entirely irrelevant to someone concerned solely with incapacitation). </span></p>\n<p><span style=\"font-family: Arial; font-size: x-small;\">Across different species, we found that peoples&rsquo; support for killing an animal and inflicting pain during its execution is dependent on retributive elements: the perceived loss from the victim&rsquo;s death and the level of &ldquo;guilt&rdquo; of the culprit.&nbsp; Moreover, these effects are influenced by people&rsquo;s explicit support for retributive principles, but not by their support for concerns related to deterrence and incapacitation.&nbsp; When we turned back to looking at human offenders, we were able to show that the same retributive dynamics appear to be operating.</span></p>\n<p><span style=\"font-family: Arial; font-size: x-small;\">This research is valuable not only in isolating the operation of retribution, but also in showing that our motives to punish extend to entities that are generally not seen as worthy of blame or punishment.&nbsp; This sheds light on historical practices involving trials and public punishments of animals.&nbsp; It also raises questions about whether explicit provisions in our laws that specify the necessary preconditions for punishment may be undermined by our hidden motivation to deliver just deserts.&nbsp; &nbsp;&nbsp;</span></p>\n<p><span style=\"font-family: Arial; font-size: x-small;\">To provide more insight into the scope of retribution, we turned our attention to people&rsquo;s drive to punish offenders of different ages and different mental capacities.&nbsp; Our legal system suggests that those who ar...",
  "por_txt_cntn": "\nWhy do we punish?  This question goes to the very core of our legal system.  Wiithout a clear answer to this question it is extremely difficult to know what is actually influencing the judgments of judges, jurors, and other legal actors. And it is impossible for us to provide informed answers to key legal policy questions: Should the death penalty be abolished in the United States? Can a corporation be a proper object of punishment, aside from the people who run it?  Should a child ever be given a life sentence?  Should state criminal laws incorporate more retributive principles?  \n\nThere are a number of reasons that people might be driven to punish a wrongdoer: most notably, to physically prevent that individual from reoffending (incapacitation), to deter that individual or other would-be offenders from committing future harms (deterrence), or simply to deliver payback (retribution).  Unfortunately, psychological research to date has not been able to establish the independent impact of these three motivations, in large part because the features of criminal offenses that impact retribution&mdash;like the severity of the harm and the intent of the perpetrator&mdash;also tend to be relevant to incapacitation and deterrence.\n\nIn the present project, we were able to address this problem and show that retribution is an independent influence on punishment by using several novel methods.  One of those innovations was to focus on animal offenders.  Doing so allowed us to eliminate general deterrence as a potential punishment motivation since general deterrence requires a complex system of communication that nonhuman animals lack.  It is therefore exceedingly unlikely that people would wish to punish animals for the purposes of general deterrence.  We ruled out the possibility of an incapacitation motive with a variety of approaches, including ensuring that the perpetrator was incapacitated across experimental conditions and measuring peoplesÆ acceptance of inflicting pain and suffering on the offending animal at the time of its death (which should be entirely irrelevant to someone concerned solely with incapacitation). \n\nAcross different species, we found that peoplesÆ support for killing an animal and inflicting pain during its execution is dependent on retributive elements: the perceived loss from the victimÆs death and the level of \"guilt\" of the culprit.  Moreover, these effects are influenced by peopleÆs explicit support for retributive principles, but not by their support for concerns related to deterrence and incapacitation.  When we turned back to looking at human offenders, we were able to show that the same retributive dynamics appear to be operating.\n\nThis research is valuable not only in isolating the operation of retribution, but also in showing that our motives to punish extend to entities that are generally not seen as worthy of blame or punishment.  This sheds light on historical practices involving trials and public punishments of animals.  It also raises questions about whether explicit provisions in our laws that specify the necessary preconditions for punishment may be undermined by our hidden motivation to deliver just deserts.    \n\nTo provide more insight into the scope of retribution, we turned our attention to peopleÆs drive to punish offenders of different ages and different mental capacities.  Our legal system suggests that those who are very young or have severe mental limitations should be treated as comparatively blameless regardless of the harm they cause.  If a person is unable to understand the wrongfulness of his actions or control his behavior, he shouldnÆt be punished even if he has done something quite bad.  But that doesnÆt seem to align with peopleÆs true motivations.  Not only do members of the public support significant punishment of children and those with extremely low IQs when they have committed significant harms, but their judgments are highly dependent on luck (i.e., whether a bottle thro..."
 }
}