{
 "awd_id": "1229928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Stakeholder Alignment for EarthCube",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Crowston",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 129030.0,
 "awd_amount": 129030.0,
 "awd_min_amd_letter_date": "2012-02-23",
 "awd_max_amd_letter_date": "2012-02-23",
 "awd_abstract_narration": "Large-scale collaborative science is of increasing importance, but relatively little empirical evidence is available to guide the creation and operation of these multi-stakeholder efforts.  Previous social science research on stakeholder alignment in industrial relations and organizational studies is only now beginning to be applied to scientific consortia.  Early results indicate that social science tools and methods can play a key role in enabling coordinated, cross-organizational alignment. New techniques for identifying stakeholders, assessing interests, and visualizing alignment are beginning to emerge, but require additional refinement. This is a time-bound, demonstration case for applying stakeholder alignment methods initially advanced under the NSF study of 'Stakeholder Alignment in Socio-Technical Systems' (NSF-VOSS 0956472).  This case will demonstrate new ways for stakeholders in complex systems to better visualize and analyze core interests (common and conflicting) in order to more quickly and more comprehensively achieve the alignment needed for understanding and action.  It is anticipated that this application of the methods will highlight needed areas for further instrumentation, validation, and enhancement.\r\n\r\nThe NSF EarthCube initiative represents a novel approach to rapid development of community-guided cyber infrastructure to integrate data and information for knowledge management across the Geosciences.  Optimizing these activities will require a deep understanding of stakeholder interests, including points of alignment (or misalignment).  This project will identify EarthCube stakeholders and their interests and develop, administer, and analyze the results of an initial stakeholder alignment survey to assess the state of the EarthCube cyber infrastructure, geoscience, and computer science communities prior to the planned June community meeting.  Timely feedback on this survey will be central to the success of the overall EarthCube effort, and enable longitudinal analysis of changes as the EarthCube process moves from separate communities, through the initial organization of emergent interdisciplinary teams and eventual community integration.  Stakeholder alignment is hypothesized to play an important role in community coalescence and team development and to affect the likelihood of successfully defining system requirements and building prototypes.  This project provides an opportunity to test the applicability of innovative stakeholder alignment techniques to emerging geo-sciences, cyber infrastructure and computer science partnerships focused on developing common frameworks for sharing research data.\r\n\r\nImproved stakeholder alignment will substantially enhance the success and impact of EarthCube.  The resulting cyber infrastructure will create value and mitigate risk in domains touched by the geosciences.  Further, based on this demonstration case, applications to a wide range of NSF investments may be appropriate.  These tools and methods for stakeholder alignment represent potentially high impact enablers across our societal institutions that are of ever greater importance in an era of accelerating change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Cutcher-Gershenfeld",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joel E Cutcher-Gershenfeld",
   "pi_email_addr": "joelcg@brandeis.edu",
   "nsf_id": "000224848",
   "pi_start_date": "2012-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Haberman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Haberman",
   "pi_email_addr": "haberman@illinois.edu",
   "nsf_id": "000341680",
   "pi_start_date": "2012-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph Mark",
   "pi_last_name": "Nolan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Mark Nolan",
   "pi_email_addr": "jmnolan@illinois.edu",
   "nsf_id": "000615498",
   "pi_start_date": "2012-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "School of Labor and Employment Relations, University of Illinios",
  "perf_str_addr": "504 E. Armory",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618206221",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 129030.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At the time of this grant, the NSF EarthCube initiative was at a pivotal point in its development &ndash; a broad vision and framework had been developed, centering on the development of community-guided cyber infrastructure to integrate data and information for knowledge management across the Geosciences.&nbsp; This was motivated by the need to share data, tools, and models across fields and disciplines to advance normal science and to address &ldquo;grand challenge&rdquo; issues such as global climate change and severe weather prediction.&nbsp; A community of approximately 200 stakeholders had been engaged in shaping the initiative in promising ways.&nbsp; In order to maximize future success, however, a deeper understanding of stakeholder interests, including points of alignment (or misalignment) was needed.&nbsp; Moreover, this understanding had severe urgency since baseline data on stakeholder alignment is needed at this launch point, and in advance of a meeting of stakeholders in June, 2012 (the data was needed to help plan the event and share with stakeholders at the event).&nbsp; This proposal was submitted as a RAPID proposal since the data to be collected were ephemeral and had severe urgency.&nbsp; Overall, the goal was to use stakeholder data to ensure that the NSF investments in cyberinfrastructure were aligned with the diverse needs, requirements and social system capabilities across the geosciences.</p>\n<p>Under the grant, we developed and administered a stakeholder alignment survey for geoscientists and computer/cyber scientists to assess technical and social aspects of the sharing of data, tools and models to enable normal science and &ldquo;grand challenge&rdquo; research in the geosciences. &nbsp;The results were fed back in ways to accelerate progress toward a successful cyberinfrastructure (and to avoid a &ldquo;build it, but insufficient people come&rdquo; failure mode).</p>\n<p>&nbsp;A set of 20 stakeholder roles were identified, including major geoscience fields and disciplines, as well as other associated categories (such as data mangers and K-12 educators)&bull;<span> </span>A survey instrument spanning key interests associated with the cyberinfrastructure was developed with input from a panel of experts&nbsp;&bull;<span> </span>Data were collected from 686 respondents, including 564 from data centers and 120 from the EarthCube website, with the following distribution based on EarthCube involvement:None/Low Involvement (n=588)&nbsp; First I have heard of EarthCube<span> </span>47%&nbsp; Aware of EarthCube, but no engagement<span> </span>28%&nbsp; Visited the EarthCube website<span> </span>11%High Involvement (n=97)&nbsp; Participated in EarthCube discussions<span> </span> &nbsp;6%&nbsp; Actively involved in EarthCube communities<span> </span> &nbsp;7%&nbsp; Leadership role in EarthCube communities<span> </span> &nbsp;2%. &nbsp;Three keynote addresses were delivered, each approximately 20 minutes in length, with small group and full group dialogue on each of the three days of the 2012 June EarthCube Charrette. &nbsp;Key findings included a large gap between the importance of access to data, tools, and models within fields/disciplines (mean of .86 on a scale from 0-1) and across fields/disciplines (mean of .71) as compared to the reported ease of access within fields/disciplines (mean of .42) and across fields/disciplines (mean of .32).&nbsp;Detailed findings along various dimensions were incorporated into EarthCube planning and decision making</p>\n<p>Based in part on the data from the stakeholder survey, the NSF slowed down the technology roadmapping and decided to launch a series of &ldquo;domain workshops&rdquo; aimed at better eliciting the &ldquo;voice of the customer&rdquo; across diverse fields and diciplines. &nbsp;Under the auspices of a subsequent INSPIRE grant (1249607), additional stakeholder data collection has preceded each domai...",
  "por_txt_cntn": "\nAt the time of this grant, the NSF EarthCube initiative was at a pivotal point in its development &ndash; a broad vision and framework had been developed, centering on the development of community-guided cyber infrastructure to integrate data and information for knowledge management across the Geosciences.  This was motivated by the need to share data, tools, and models across fields and disciplines to advance normal science and to address \"grand challenge\" issues such as global climate change and severe weather prediction.  A community of approximately 200 stakeholders had been engaged in shaping the initiative in promising ways.  In order to maximize future success, however, a deeper understanding of stakeholder interests, including points of alignment (or misalignment) was needed.  Moreover, this understanding had severe urgency since baseline data on stakeholder alignment is needed at this launch point, and in advance of a meeting of stakeholders in June, 2012 (the data was needed to help plan the event and share with stakeholders at the event).  This proposal was submitted as a RAPID proposal since the data to be collected were ephemeral and had severe urgency.  Overall, the goal was to use stakeholder data to ensure that the NSF investments in cyberinfrastructure were aligned with the diverse needs, requirements and social system capabilities across the geosciences.\n\nUnder the grant, we developed and administered a stakeholder alignment survey for geoscientists and computer/cyber scientists to assess technical and social aspects of the sharing of data, tools and models to enable normal science and \"grand challenge\" research in the geosciences.  The results were fed back in ways to accelerate progress toward a successful cyberinfrastructure (and to avoid a \"build it, but insufficient people come\" failure mode).\n\n A set of 20 stakeholder roles were identified, including major geoscience fields and disciplines, as well as other associated categories (such as data mangers and K-12 educators)&bull; A survey instrument spanning key interests associated with the cyberinfrastructure was developed with input from a panel of experts &bull; Data were collected from 686 respondents, including 564 from data centers and 120 from the EarthCube website, with the following distribution based on EarthCube involvement:None/Low Involvement (n=588)  First I have heard of EarthCube 47%  Aware of EarthCube, but no engagement 28%  Visited the EarthCube website 11%High Involvement (n=97)  Participated in EarthCube discussions   6%  Actively involved in EarthCube communities   7%  Leadership role in EarthCube communities   2%.  Three keynote addresses were delivered, each approximately 20 minutes in length, with small group and full group dialogue on each of the three days of the 2012 June EarthCube Charrette.  Key findings included a large gap between the importance of access to data, tools, and models within fields/disciplines (mean of .86 on a scale from 0-1) and across fields/disciplines (mean of .71) as compared to the reported ease of access within fields/disciplines (mean of .42) and across fields/disciplines (mean of .32). Detailed findings along various dimensions were incorporated into EarthCube planning and decision making\n\nBased in part on the data from the stakeholder survey, the NSF slowed down the technology roadmapping and decided to launch a series of \"domain workshops\" aimed at better eliciting the \"voice of the customer\" across diverse fields and diciplines.  Under the auspices of a subsequent INSPIRE grant (1249607), additional stakeholder data collection has preceded each domain workshop and been presented as an input into workshop dialogue (for over a dozen workshops to date)&bull; An Early Career workshop was among the first domain workshops that featured assistant professors, postdocs, and graduate students from across 42 relevant NSF program areas&bull; Scholarly research with the data is continuing at an intensive pace&..."
 }
}