{
 "awd_id": "1229861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I/UCRC:  Collaborative Research: A Decision Support e-Design Framework for Sustainable Product Design",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 98235.0,
 "awd_amount": 98235.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "\r\nThe proposed research targets advancing the state of knowledge on rational design decisions in sustainable product design in order to enable a better understanding of the consequences of those decisions from an overall design perspective. The proposed research method will advance the current available capabilities for product and process design by integrating LCA into decision making for engineering design. The work intends to result in a novel decision method, and related decision support tools, for sustainable design. The methods and tools to be developed reflect the standards established in NISTs sustainability portal, and complement and enhance the capabilities of PLM tools.\r\n\r\nThe outcomes of the proposed work have the potential to facilitate the design of more sustainable products that could significantly improve both the environment and the economy on a global scale. The work is supported by the Industry Advisory Board as well as individual industry members of the center and has the potential to extend the centers portfolio. The PIs plan to introduce the developed research methods in the graduate courses at UMass Amherst and the University at Buffalo  SUNY as well as develop coordinated prototype educational tools to benefit the centers collaborators and industry partners.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kemper",
   "pi_last_name": "Lewis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kemper E Lewis",
   "pi_email_addr": "kemperlewis@gmail.com",
   "nsf_id": "000370434",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142601660",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7609",
   "pgm_ref_txt": "IUCRC FUNDAMENTAL RESEARCH"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A novel semantic framework was created to model the information of the domains necessary for the sustainable design of products. This unique approach considers both compliance with industry standards and also objectives compatible with triple bottom line benefits to the economy, environment, and stakeholders, in terms of performance delivered. Since the applicable standards and criteria are contained within the same information model in real time, the standards may be adopted more easily early on while the design may also be influenced more toward the triple bottom line objectives. Furthermore, the design intent is captured and revealed transparently to all design participants dynamically. The case studied showed that sustainable design may be considered earlier in a design process in such cases where the optimal design for sustainability depends upon material and geometry input variables exclusively. Furthermore, the case examined shows that some consistencies can be revealed between applicable regulations modeled by standards and environmental impacts determined by Life Cycle Analysis (LCA). The process enabled by the new framework was shown to allow parallel inspection of information related to standards and design alternative selection.</p>\n<p>&nbsp;</p>\n<p>A novel modeling and simulation method was also developed that focused on material selection for the most significant effect on sustainability objectives in the early design of product components. The method both streamlines the LCA model construction for viable material alternatives and simplifies model dimensionality by the consolidation of factors. This development enables the construction of robust surrogate models of environmental objectives in a rigorous representation with other traditional design objectives. Such an approach enables optimal concept identification within an entire design space beyond the original data set of known design alternatives. Two examples illustrated the potential for reasonable robustness at the early design stages.</p>\n<p>&nbsp;</p>\n<p>To support the new modeling and simulation method, an innovative decision support tool was also developed that considers designer preferences over multiple attributes and at multiple hierarchical levels. The tool simplifies the handoff of data between LCA and multi-criteria decision making, utilizing a new hierarchical approach to present the Life Cycle Assessment data to the decision maker in a way that is easy to understand and allows them to make trade-offs between attributes at varying levels. It also provides the decision maker with increased information, by acknowledging that there is uncertainty in the weights assigned to various attributes and scaling the weights by the level of confidence in the accuracy of each local weight.&nbsp; This work was also expanded to handle many-criteria decision problems, or problems with a large number of criteria as frequently encountered in sustainable design problems.&nbsp; Using a series of iterative preference questions, the method is able to build an approximation of the attribute importances from the decision maker&rsquo;s hypothetical choices.&nbsp; These works combined to publish five conference papers and three journal papers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2015<br>\n\t\t\t\t\tModified by: Kemper&nbsp;E&nbsp;Lewis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA novel semantic framework was created to model the information of the domains necessary for the sustainable design of products. This unique approach considers both compliance with industry standards and also objectives compatible with triple bottom line benefits to the economy, environment, and stakeholders, in terms of performance delivered. Since the applicable standards and criteria are contained within the same information model in real time, the standards may be adopted more easily early on while the design may also be influenced more toward the triple bottom line objectives. Furthermore, the design intent is captured and revealed transparently to all design participants dynamically. The case studied showed that sustainable design may be considered earlier in a design process in such cases where the optimal design for sustainability depends upon material and geometry input variables exclusively. Furthermore, the case examined shows that some consistencies can be revealed between applicable regulations modeled by standards and environmental impacts determined by Life Cycle Analysis (LCA). The process enabled by the new framework was shown to allow parallel inspection of information related to standards and design alternative selection.\n\n \n\nA novel modeling and simulation method was also developed that focused on material selection for the most significant effect on sustainability objectives in the early design of product components. The method both streamlines the LCA model construction for viable material alternatives and simplifies model dimensionality by the consolidation of factors. This development enables the construction of robust surrogate models of environmental objectives in a rigorous representation with other traditional design objectives. Such an approach enables optimal concept identification within an entire design space beyond the original data set of known design alternatives. Two examples illustrated the potential for reasonable robustness at the early design stages.\n\n \n\nTo support the new modeling and simulation method, an innovative decision support tool was also developed that considers designer preferences over multiple attributes and at multiple hierarchical levels. The tool simplifies the handoff of data between LCA and multi-criteria decision making, utilizing a new hierarchical approach to present the Life Cycle Assessment data to the decision maker in a way that is easy to understand and allows them to make trade-offs between attributes at varying levels. It also provides the decision maker with increased information, by acknowledging that there is uncertainty in the weights assigned to various attributes and scaling the weights by the level of confidence in the accuracy of each local weight.  This work was also expanded to handle many-criteria decision problems, or problems with a large number of criteria as frequently encountered in sustainable design problems.  Using a series of iterative preference questions, the method is able to build an approximation of the attribute importances from the decision makerÆs hypothetical choices.  These works combined to publish five conference papers and three journal papers. \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2015\n\n\t\t\t\t\tSubmitted by: Kemper E Lewis"
 }
}