{
 "awd_id": "1229115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI Acquisition:   Development of a Multi-Institution Microscopy Core Facility at Loyola University Maryland:   Acquisition of a Confocal Microscope",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 273698.0,
 "awd_amount": 273698.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "The funds from this NSF MRI grant will be used to purchase a Zeiss LSM 700 laser scanning confocal microscope to enhance the 15,000 square-foot Loyola Microscopy Core Facility (LMCF) and to establish a multi-institution research and training consortium. It is anticipated that this will dramatically increase the quality and quantity of faculty and student scholarship at Loyola and at three nearby institutions (Mount St. Mary?s University, Towson University, and Washington College). Six faculty from Loyola University Maryland will be using the confocal microscope to expand their research programs and to augment undergraduate research opportunities. Specifically, the instrument will be used to assess: metabolism in human and non-human primate granulosa and luteal cells, modulation of cellular form and function by herbal supplements, the mechanism of drug resistance in breast cancer cells, venom-induced cell death in insects, and disruption of bacterial biofilms by Bdellovibrio predation. Moreover, three faculty from nearby colleges/universities will be using the LMCF to understand the mechanism(s) governing: growth of vascular smooth muscle cells, nickel and cobalt toxicity, and infection by human herpesviruses. In addition to improving faculty output, providing students with this type of hands-on experience will afford them the opportunity to understand how current approaches allow researchers to address molecular mechanisms in complex biological systems.\r\n\r\nConfocal microscopy is far superior to the widefield fluorescence microscopy already available in the LMCF. It will provide the opportunity for researchers to determine the location and/or colocalization of intracellular molecules, to reconstruct a sample or specimen in three dimensions, and to image dynamic changes in living cells or tissues over time, all without compromising the integrity of the signal or sample. The creation of a multi-institution microscopy facility will allow current studies to be enhanced and expanded while also providing new opportunities for collaboration between universities. Within 2-3 years, it is expected that faculty and students from additional schools will join the consortium, thereby dramatically altering the research profile of predominantly undergraduate institutions in the Baltimore Metro area. In addition to increasing and extending faculty research and, therefore, their ability to compete for extramural research/educational grants, as the consortium grows, the STEM initiatives in place at the participating schools will be intensified and will provide area students with advanced training in microscopy that will ultimately make them more competitive for summer positions, publications, professional school, and careers in the biological sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Brogan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca S Brogan",
   "pi_email_addr": "rsbrogan@loyola.edu",
   "nsf_id": "000339718",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Thompson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher R Thompson",
   "pi_email_addr": "cthompson2@loyola.edu",
   "nsf_id": "000429070",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola University Maryland, Inc.",
  "inst_street_address": "4501 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4016172561",
  "inst_zip_code": "212102601",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MD02",
  "org_lgl_bus_name": "LOYOLA UNIVERSITY MARYLAND, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FV5AVEGVTUE4"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola University Maryland, Inc.",
  "perf_str_addr": "4501 North Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212102601",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MD02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 273698.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of the project were as follows: 1. Purchase a laser-scanning confocal microscope and associated equipment. 2. Set up the equipment in a specially designed and newly built facility to create the Loyola Microscopy Core Facility (LMCF). 3. Use the LMCF for outreach purposes to include our consortium schools. 4. Provide an opportunity for Faculty from both Loyola University Maryland and the participating colleges and universities to get specific training on the laser-scanning confocal microscope and the associated equipment. 5. Provide training opportunities for students both at Loyola University Maryland and students from the consortium schools. All of the major goals of this project have been achieved.</p>\n<p>We have created a state of the art microscopy facility on Loyola University Maryland&rsquo;s campus and have partnered with six other institutions to offer up our equipment, expertise and facility to faculty and students at no cost. The LMCF contains Nikon A1 confocal microscope, Zeiss Axio A1 Upright Fluorescence microscope with a digital camera, a Nikon Eclipse TE-300 Inverted Fluorescence Microscope with a camera, a Nikon Labaphot Compound Fluorescence, Nikon C-12 SMZ1500 Dissecting Fluorescence Microscope, a JEOL 1010 Transmission Electron, a Motic Compound Microscope, a Leica cryostat with disposable blades, seven Thermo microtomes with freezing stages, a space for staining and drying and a cell culture incubator to ensure live cell imaging is a possibility.</p>\n<p>Faculty and students from Loyola University Maryland along with our collaborating institutions including Notre Dame University of Maryland, Towson University, St. Mary&rsquo;s University, Washington College, University of Maryland Baltimore, and Goucher College have unlimited access to the LMCF. Participating institutions have signed agreements with Loyola University Maryland entitling their interested faculty and students to receive training on and to use the confocal microscope or other equipment housed within the facility at no cost to them or their institution. Members of the consortium have participated in Nikon-led training seminars and also in one on one training sessions with LMCF co-directors and Nikon personnel.</p>\n<p>The LMCF and the laser-scanning confocal microscope have been used by undergraduate research students and their faculty mentors at Loyola University Maryland. The ability to bring this technology to undergraduate students not only reaffirms the Jesuit mission of Magis (doing more) but also engages students in types of science that very few undergraduates are able to experience. This gives them insight into the life of working science, not just coursework. They are able to think about experimental design, technical challenges and are able to experience a level of creativity and, in essence, a type of artistic undertaking that is rare for students at this stage in their education. Additionally, in terms of undergraduate educational experiences, the laser scanning confocal microscope has been used in a number of our courses. While the students in these courses are not formally trained and personally using the equipment, they are seeing and experiencing the power of this technology and giving them insight and choices for their own academic futures.</p>\n<p>Finally, the acquisition of this equipment has had an overarching impact on the culture of science at Loyola University Maryland. The LMCF has been a catalyst for obtaining other grants and foundation gifts. The faculty and students using the equipment have presented at more meetings, both at the local and national levels, and disciplines that typically do not use this type of equipment, specifically, on our campus, plant physiologists and physicists, have not only been trained, but are actively using the laser scanning confocal microscope in their research programs. The creation of the LMCF has fostered a ne...",
  "por_txt_cntn": "\nThe major goals of the project were as follows: 1. Purchase a laser-scanning confocal microscope and associated equipment. 2. Set up the equipment in a specially designed and newly built facility to create the Loyola Microscopy Core Facility (LMCF). 3. Use the LMCF for outreach purposes to include our consortium schools. 4. Provide an opportunity for Faculty from both Loyola University Maryland and the participating colleges and universities to get specific training on the laser-scanning confocal microscope and the associated equipment. 5. Provide training opportunities for students both at Loyola University Maryland and students from the consortium schools. All of the major goals of this project have been achieved.\n\nWe have created a state of the art microscopy facility on Loyola University MarylandÆs campus and have partnered with six other institutions to offer up our equipment, expertise and facility to faculty and students at no cost. The LMCF contains Nikon A1 confocal microscope, Zeiss Axio A1 Upright Fluorescence microscope with a digital camera, a Nikon Eclipse TE-300 Inverted Fluorescence Microscope with a camera, a Nikon Labaphot Compound Fluorescence, Nikon C-12 SMZ1500 Dissecting Fluorescence Microscope, a JEOL 1010 Transmission Electron, a Motic Compound Microscope, a Leica cryostat with disposable blades, seven Thermo microtomes with freezing stages, a space for staining and drying and a cell culture incubator to ensure live cell imaging is a possibility.\n\nFaculty and students from Loyola University Maryland along with our collaborating institutions including Notre Dame University of Maryland, Towson University, St. MaryÆs University, Washington College, University of Maryland Baltimore, and Goucher College have unlimited access to the LMCF. Participating institutions have signed agreements with Loyola University Maryland entitling their interested faculty and students to receive training on and to use the confocal microscope or other equipment housed within the facility at no cost to them or their institution. Members of the consortium have participated in Nikon-led training seminars and also in one on one training sessions with LMCF co-directors and Nikon personnel.\n\nThe LMCF and the laser-scanning confocal microscope have been used by undergraduate research students and their faculty mentors at Loyola University Maryland. The ability to bring this technology to undergraduate students not only reaffirms the Jesuit mission of Magis (doing more) but also engages students in types of science that very few undergraduates are able to experience. This gives them insight into the life of working science, not just coursework. They are able to think about experimental design, technical challenges and are able to experience a level of creativity and, in essence, a type of artistic undertaking that is rare for students at this stage in their education. Additionally, in terms of undergraduate educational experiences, the laser scanning confocal microscope has been used in a number of our courses. While the students in these courses are not formally trained and personally using the equipment, they are seeing and experiencing the power of this technology and giving them insight and choices for their own academic futures.\n\nFinally, the acquisition of this equipment has had an overarching impact on the culture of science at Loyola University Maryland. The LMCF has been a catalyst for obtaining other grants and foundation gifts. The faculty and students using the equipment have presented at more meetings, both at the local and national levels, and disciplines that typically do not use this type of equipment, specifically, on our campus, plant physiologists and physicists, have not only been trained, but are actively using the laser scanning confocal microscope in their research programs. The creation of the LMCF has fostered a new and exciting sense of collaborative science in the region and has allowed Loyola University Mary..."
 }
}