{
 "awd_id": "1229616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of Instrumentation to Support Multi-Technology Vehicular Networking Systems Research",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 330281.0,
 "awd_amount": 330281.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "Proposal #:\t12-29616\r\nPI(s):\t\tMahgoub, Imadeldin; Ilyas, Mohammad; Stevanovic, Aleksandar Z.\r\nInstitution:\tFlorida Atlantic University\r\nTitle: \t\tMRI/Dev.: Instrumentation to Support Multi-Technology Vehicular Networking Systems Research\r\n\r\nProject Proposed:\r\nThis project, developing a vehicular networking unit instrument, aims to enable sophisticated wireless systems for the next generation of transportation technology. This small and fully contained instrument device combines ad-hoc networking capabilities of IEEE 802.11p and WAVE with centralized cellular communications. It contains navigation sensors, human-machine interface (HMI) components, and traditional communications ports such as RS-232, USB, and WiFi to communicate with tethered equipment. The device can function both as an on-board unit and as a road-side unit connected with infrastructure. The platform will include both the hardware components necessary to construct a realistic vehicular networking testbed and the software tools needed to quickly develop and deploy protocols and applications on the system.\r\n\r\nVehicular networks constitute an important emerging application of embedded wireless systems. With a large market (250 million registered vehicles in USA alone in 2006), vehicular networking technology has captured the attention of automotive manufacturers, academic researchers, and governmental agencies. Future vehicles will communicate with other vehicles on an ad-hoc basis with infrastructure access points using the recently ratified IEEE 802.11p, IEEE 1609.3, and IEEE 1609.4 (WAVE) standards. These vehicles will also have the ability to access the wide-area network using cellular systems such as UMTS, WiMAX, or LTE. Research efforts in vehicular networking protocols and systems require hardware platforms that support all vehicular communication paths for development and verification. Consequently, the development of this instrument is well justified.\r\n\r\nBroader Impacts: \r\nThis instrument will help to alleviate the traffic congestion that continues to worsen in cities of all sizes creating an annual drain that exceeds $112 billion in the USA economy alone in the form of 4.8B lost hours and 3.9 billion gallons of wasted fuel in 2009. It should further help to prevent traffic accident fatalities (37,262 in 2008, according to the statistics in the report of the Department of Transportation for that year). The Centers for Disease Control and Prevention report that traffic accidents accounted for 1.2% of all deaths in USA in 2006. The instrumentation will also enable researchers to perform practical development and verification of vehicular networking technologies aimed at alleviating these problems and contributing to establish a higher standard in vehicular networks research. Moreover, the project offers promising commercialization potential for the dissemination of the resulting instrumentation.\r\n\r\nOn the educational side, the instrumentation will enhance student learning in Vehicular Networking, Mobile Computing, Transportation Modeling, Traffic Signal Systems, and Intelligent Transportation Systems at institutions studying advanced transportation systems. It will also be used in area middle and high school demonstrations to increase interest in STEM disciplines. The team projects and active learning are emphasized in 6 courses that are taught in summer (more are planned for development). The instrumentation will be integrated by offering hands-on projects. Results will be disseminated in technical and educational conferences and journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Imadeldin",
   "pi_last_name": "Mahgoub",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Imadeldin Mahgoub",
   "pi_email_addr": "mahgoubi@fau.edu",
   "nsf_id": "000249778",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Ilyas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Ilyas",
   "pi_email_addr": "ilyas@fau.edu",
   "nsf_id": "000482398",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aleksandar",
   "pi_last_name": "Stevanovic",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksandar Z Stevanovic",
   "pi_email_addr": "stevanovic@pitt.edu",
   "nsf_id": "000587802",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Atlantic University",
  "inst_street_address": "777 GLADES RD",
  "inst_street_address_2": "",
  "inst_city_name": "BOCA RATON",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "5612970777",
  "inst_zip_code": "334316424",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "FLORIDA ATLANTIC UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q266L2NDAVP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Atlantic University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "334316424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 330281.0
  }
 ],
 "por": null
}