{
 "awd_id": "1229534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Hyper-Frequency Viscoelastic Spectroscopy Instrument for Interdisciplinary Undergraduate Research and Education",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanne Culbertson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 112000.0,
 "awd_amount": 112000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "This NSF MRI award funds the acquisition of a hyper-frequency viscoelastic\r\nspectroscopy (HFVS) instrument for materials characterization. It is especially well suited for\r\nmeasuring viscoelastic properties of biological tissues and artificial polymers because it can\r\nmake non-contacting, non-destructive measurements on small-sized samples over a wide\r\nexcitation frequency range. The HFVS instrument will be immediately used in five current\r\nresearch projects: 1) computational simulation of traumatic brain injury; 2) determining the role\r\nof active and passive forces in microvascular network formation; 3) dynamic characterization of\r\nunderactuated legged locomotion, 4) design and fabrication of perching landing gear for microaerial\r\nvehicles, and 5) characterization of a biodegradable, biocompatible co-polymer. The most\r\nsignificant contribution resulting from use of the instrument on each project is: 1) constitutive\r\nmodels for human brain tissue at high strain rates appropriate for blast-response simulation and\r\nanalysis; 2) characterization of a new extra-cellular matrix biomimetics for studying the effects\r\nof both active and passive mechanical environments on cells, 3) material-tunable, dynamic\r\nmodels of underactuated legged locomotion for milli-scale robots, 4) tunable-stiffness and ?\r\ndamping, polymer fabrication processes for perching landing gear mechanisms, and 5)\r\nmanufacturing processes for controlling the properties of a class of environmentally-friendly, copolymers\r\nfor medical applications. In addition to supporting ongoing research, the instrument\r\nwill enable future research involving related materials and will open new research areas in\r\nbioengineering, material science, and mechanical engineering\r\n\r\nThe HFVS instrument will substantially enhance metrology capabilities at Olin College enabling\r\nthe characterization of materials ranging in stiffness from very compliant, nearly liquid (e.g.,\r\ngels) to very rigid by quantitative measurement of mechanical stiffness and energy dissipation\r\nrelated properties. The characterization of materials plays an integral part in a wide range of\r\nresearch problems especially those including computer simulations and the custom design and\r\nmanufacturing of components or structures involving the given materials. The acquisition of a\r\nHFVS instrument will have significant positive impact on Olin College?s research capability,\r\nundergraduate research training efforts, and curriculum. The instrument will directly support the\r\ntraining and education of undergraduates at Olin College where approximately 45% of students\r\nand 55% of the bioengineering, material science, and mechanical engineering majors are women.\r\nResearch training is incorporated throughout the curriculum directly into project-based and\r\nlaboratory-based coursework. Students have numerous individual research opportunities to work\r\nwith faculty during the academic year and in the summer. The instrument will be specifically\r\nutilized in a number of courses and will be particularly useful in the senior-year, engineering\r\ncapstone course in which student teams tackle industry-sponsored projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Lee",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher L Lee",
   "pi_email_addr": "christopher.lee@olin.edu",
   "nsf_id": "000224477",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alisha",
   "pi_last_name": "Sarang-Sieminski",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alisha L Sarang-Sieminski",
   "pi_email_addr": "alisha@olin.edu",
   "nsf_id": "000427612",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Hoover",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Hoover",
   "pi_email_addr": "aaron.hoover@olin.edu",
   "nsf_id": "000589000",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Neal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Neal",
   "pi_email_addr": "matthew.neal@olin.edu",
   "nsf_id": "000615115",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Franklin W. Olin College of Engineering",
  "inst_street_address": "1000 OLIN WAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEEDHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812922426",
  "inst_zip_code": "024921200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "FRANKLIN W. OLIN COLLEGE OF ENGINEERING, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "DN8YL963MRP5"
 },
 "perf_inst": {
  "perf_inst_name": "Franklin W. Olin College of Engineering",
  "perf_str_addr": "1000 Olin Way",
  "perf_city_name": "Needham",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024921200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funding from the NSF award, <em>MRI: Acquisition of a Hyper-Frequency Viscoelastic Spectroscopy Instrument for Interdisciplinary Undergraduate Research and Education, </em>was used by the Franklin W. Olin College of Engineering to purchase a RheoSpectris C500 from Rheolution, Inc. This instrument is used to measure the viscoelastic (related to the stiffness and energy dissipating) properties of soft biological materials and polymers. It enhances Olin&rsquo;s current materials measurement capabilities and will open new research areas in bioengineering, material science, and mechanical engineering. Fundamental material characterization is needed for understanding material behavior and biological processes. Measured data is required to calibrate constitutive models for computational simulations.</p>\n<p>&nbsp;</p>\n<p>Upon delivery of the C500 in the summer of 2013, it was put to use in five ongoing research projects: 1) computational simulation of traumatic brain injury; 2) determining the role of active and passive forces in microvascular network formation; 3) dynamic characterization of underactuated legged locomotion, 4) design and fabrication of perching landing gear for micro-aerial vehicles, and 5) characterization of a biodegradable, biocompatible co-polymer. It is anticipated that the most significant contribution resulting from use of the instrument on each project will be: 1) measured parameter values for computational constitutive models for human brain tissue at high strain rates appropriate for blast-response simulation and analysis; 2) characterization of &nbsp;new extra-cellular matrix biomimetics for studying the effects of both active and passive mechanical environments on cells, 3) material-tunable, dynamic models of underactuated legged locomotion for milli-scale robots, 4) tunable-stiffness and &ndash;damping, polymer fabrication processes for perching landing gear mechanisms, and 5) manufacturing processes for controlling the properties of a class of environmentally-friendly, co-polymers for medical applications. It is further expected that this instrument will continue to support research efforts requiring material measurements and characterization.</p>\n<p><strong>&nbsp;</strong></p>\n<p>In addition to the societal contributions from these research efforts, this instrument will directly support the training and education of undergraduates at Olin College where 45% of students and 55% of the bioengineering, material science, and mechanical engineering majors are women. Approximately one third of Olin&rsquo;s students go directly into graduate engineering programs. Research training is incorporated throughout the curriculum directly into project-based and laboratory-based coursework. Students have numerous individual research opportunities to work with faculty during the academic year and in the summer. The instrument will also be utilized in a number of courses and will also be open to those who have received proper training. It will be especially useful in the senior-year, engineering capstone course in which student teams tackle industry-sponsored projects. Olin faculty will be able to leverage this capability to expand collaborative work beyond current academic and industrial partnerships.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2014<br>\n\t\t\t\t\tModified by: Christopher&nbsp;L&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFunding from the NSF award, MRI: Acquisition of a Hyper-Frequency Viscoelastic Spectroscopy Instrument for Interdisciplinary Undergraduate Research and Education, was used by the Franklin W. Olin College of Engineering to purchase a RheoSpectris C500 from Rheolution, Inc. This instrument is used to measure the viscoelastic (related to the stiffness and energy dissipating) properties of soft biological materials and polymers. It enhances OlinÆs current materials measurement capabilities and will open new research areas in bioengineering, material science, and mechanical engineering. Fundamental material characterization is needed for understanding material behavior and biological processes. Measured data is required to calibrate constitutive models for computational simulations.\n\n \n\nUpon delivery of the C500 in the summer of 2013, it was put to use in five ongoing research projects: 1) computational simulation of traumatic brain injury; 2) determining the role of active and passive forces in microvascular network formation; 3) dynamic characterization of underactuated legged locomotion, 4) design and fabrication of perching landing gear for micro-aerial vehicles, and 5) characterization of a biodegradable, biocompatible co-polymer. It is anticipated that the most significant contribution resulting from use of the instrument on each project will be: 1) measured parameter values for computational constitutive models for human brain tissue at high strain rates appropriate for blast-response simulation and analysis; 2) characterization of  new extra-cellular matrix biomimetics for studying the effects of both active and passive mechanical environments on cells, 3) material-tunable, dynamic models of underactuated legged locomotion for milli-scale robots, 4) tunable-stiffness and &ndash;damping, polymer fabrication processes for perching landing gear mechanisms, and 5) manufacturing processes for controlling the properties of a class of environmentally-friendly, co-polymers for medical applications. It is further expected that this instrument will continue to support research efforts requiring material measurements and characterization.\n\n \n\nIn addition to the societal contributions from these research efforts, this instrument will directly support the training and education of undergraduates at Olin College where 45% of students and 55% of the bioengineering, material science, and mechanical engineering majors are women. Approximately one third of OlinÆs students go directly into graduate engineering programs. Research training is incorporated throughout the curriculum directly into project-based and laboratory-based coursework. Students have numerous individual research opportunities to work with faculty during the academic year and in the summer. The instrument will also be utilized in a number of courses and will also be open to those who have received proper training. It will be especially useful in the senior-year, engineering capstone course in which student teams tackle industry-sponsored projects. Olin faculty will be able to leverage this capability to expand collaborative work beyond current academic and industrial partnerships.\n\n\t\t\t\t\tLast Modified: 01/06/2014\n\n\t\t\t\t\tSubmitted by: Christopher L Lee"
 }
}