{
 "awd_id": "1229299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of ETG-4000 24 Channel Optical Topography System for Research, Training and Outreach",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 233368.0,
 "awd_amount": 233368.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "This Major Research Instrumentation award permits Dr. Nicholas Stergiou and four co-investigators to purchase a functional near infrared spectroscopy (fNIRS) system. The participating researchers are all active in the area of human movement and neuroscience. This system enables imaging of the brain in functional postures and activities such as standing and walking. Brain imaging is therefore enabled under more natural conditions with this instrument, compared with other technologies that require the person to lie flat and still. The fNIRS is a rapidly emerging technology that will transform the current research program at the Nebraska Biomechanics Core Facility, enabling the realization of leading-edge research. This facility specializes in the neuromuscular control of gait and balance. It combines the principles of motor control with mathematical theory to develop novel biotechnologies that manipulate the sensory pathways for enhanced control of movement. \r\n\r\nThe fNIRS will play a key role in this program of research, allowing the researchers to examine the neural correlates of auditory, visual and tactile feedback that have previously been shown to improve gait, balance and upper limb movement. This new knowledge will be later applied in the rehabilitation of movement in patient populations. Beyond the Nebraska Biomechanics Core Facility, the fNIRS technology will be subject to both intra- and inter-institutional use. Researchers from Creighton University and the Department of Psychology, University of Nebraska at Omaha propose a number of fundamental research activities that will be enabled by the fNIRS instrument. In these activities cortical brain activity will be examined before, during and after aerobic exercise to establish whether or not cognitive performance and brain activity in the prefrontal cortex is related to aerobic exercise. Inhibitory control of irrelevant or redundant sensory information is known as \"gating\" of neuronal responses. Another project will examine the test-retest reliability of sensory gating, measured using an established paradigm. Additional research will investigate the neural correlates of lower-limb muscular fatigue and the effect of biofeedback on cortical activity in motor learning, based on a four-week training study.\r\n\r\n\r\nThe Nebraska Biomechanics Core Facility is committed to involving undergraduate and graduate students in research, reflected in the many student volunteers, paid student workers and interns that have passed though the facility since its establishment. The fNIRS instrumentation will transform the vista of potential research questions that these students can tackle. Additionally, the Nebraska Biomechanics Core Facility is involved in outreach initiatives that invite low-income high school students to the facility to expose them to biomechanics as a possible future career. The fNIRS will be a particularly exciting device to add to this program and will stimulate interest in the neurosciences in this population of students who are currently underrepresented at university level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nick",
   "pi_last_name": "Stergiou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nick Stergiou",
   "pi_email_addr": "nstergiou@unomaha.edu",
   "nsf_id": "000403337",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Cortese",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Cortese",
   "pi_email_addr": "mcortese@mail.unomaha.edu",
   "nsf_id": "000403789",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Givens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah Givens",
   "pi_email_addr": "deborah_givens@med.unc.edu",
   "nsf_id": "000615292",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Grindstaff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Terry Grindstaff",
   "pi_email_addr": "grindstafftl@gmail.com",
   "nsf_id": "000615294",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wen-Pin",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen-Pin Chang",
   "pi_email_addr": "wenpinchang@creighton.edu",
   "nsf_id": "000615312",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska at Omaha",
  "inst_street_address": "6001 DODGE ST EAB 209",
  "inst_street_address_2": "",
  "inst_city_name": "OMAHA",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4025542286",
  "inst_zip_code": "681820001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NE02",
  "org_lgl_bus_name": "UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "FZRNFQTKADH1",
  "org_uei_num": "FZRNFQTKADH1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska at Omaha",
  "perf_str_addr": "6001 Dodge Street",
  "perf_city_name": "Omaha",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "681820210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NE02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 233368.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>INTELLECTUAL MERIT: This project allowed a group of biomechanists from the University of Nebraska Omaha to acquire an Optical Topography (fNIRS; functional Near-Infrared Spectroscopy) that enables imaging of the cerebral cortex in functional postures and activities such as standing and walking. Brain imaging is enabled under more natural conditions with this instrument, giving more freedom in task design. This is of utmost importance for the field of biomechanics and movement science. Biomechanics has made many important contributions to the study of motor control, development and learning, but only recently has the opportunity for truly interdisciplinary research opened up across these fields. This is due to the development of advanced technologies that provide a window into the neural processes that govern movement. Biomechanics is therefore evolving more and more into a mechanistic science that merges movement mechanics and motor control theories in the discovery of new knowledge. The fNIRS technology acquired with this grant allowed us to study what is happening in the brain during movement. For example, our analysis of motor variability patterns in thumb-finger tapping revealed distinct modes of synchronization consistent with the previously described distinction between event based and emergent coordination. This distinction of event and emergent modes was supported by the observation of concomitant changes in sensorimotor cortex activation. Furthermore, using this rapidly emerging technology, we were able to enhance our current research program and ensure that we continue to produce leading-edge research together with our colleagues at Creighton University. We have utilized the availability of this equipment and its capabilities in grant applications and other efforts to secure external funding and private donations. These efforts have had great results as we were able to obtain a very large federal grant to generate the first ever Center in Research for Human Movement Variability. This $10 million dollar grant was the largest research grant in our University&rsquo;s history and allowed us to hire more than 30 people in a variety of positions. Furthermore, we were able to secure a private donation of 6 million dollars to build the first ever building dedicated to biomechanics research in the world. The Biomechanics Research Building is also the first building exclusively dedicated to research in our university. These developments allowed us to solidify our position as an international hub of innovative, interdisciplinary research that combines advances in motor control with mathematical theory to develop novel biotechnologies and research approaches.</p>\n<p>BROADER IMPACTS: In line with the University of Nebraska Omaha mission to serve as a recognized center for research and scholarship, our newly established Center for Research in Human Movement Variability and all the programs within the Biomechanics Research Building are committed to involving undergraduate students in research, reflected in the many student volunteers, paid student workers and interns that have passed though the facility since its establishment. All undergraduate students who come to the Biomechanics Research Building are strongly encouraged to carry out their own mentored research projects. The fNIRS instrumentation has transformed the vista of potential research questions that the undergraduate students can tackle. The positive impact of students interacting with such a sophisticated instrument in achieving their own research goals cannot be overstated. The Biomechanics Research Building and our Center are involved in outreach initiatives that invite low-income high school students to the facility to expose them to biomechanics as a possible future career. The laboratory technicians present the various facets of biomechanics through demonstration of the laboratory equipment, which is a...",
  "por_txt_cntn": "\nINTELLECTUAL MERIT: This project allowed a group of biomechanists from the University of Nebraska Omaha to acquire an Optical Topography (fNIRS; functional Near-Infrared Spectroscopy) that enables imaging of the cerebral cortex in functional postures and activities such as standing and walking. Brain imaging is enabled under more natural conditions with this instrument, giving more freedom in task design. This is of utmost importance for the field of biomechanics and movement science. Biomechanics has made many important contributions to the study of motor control, development and learning, but only recently has the opportunity for truly interdisciplinary research opened up across these fields. This is due to the development of advanced technologies that provide a window into the neural processes that govern movement. Biomechanics is therefore evolving more and more into a mechanistic science that merges movement mechanics and motor control theories in the discovery of new knowledge. The fNIRS technology acquired with this grant allowed us to study what is happening in the brain during movement. For example, our analysis of motor variability patterns in thumb-finger tapping revealed distinct modes of synchronization consistent with the previously described distinction between event based and emergent coordination. This distinction of event and emergent modes was supported by the observation of concomitant changes in sensorimotor cortex activation. Furthermore, using this rapidly emerging technology, we were able to enhance our current research program and ensure that we continue to produce leading-edge research together with our colleagues at Creighton University. We have utilized the availability of this equipment and its capabilities in grant applications and other efforts to secure external funding and private donations. These efforts have had great results as we were able to obtain a very large federal grant to generate the first ever Center in Research for Human Movement Variability. This $10 million dollar grant was the largest research grant in our UniversityÆs history and allowed us to hire more than 30 people in a variety of positions. Furthermore, we were able to secure a private donation of 6 million dollars to build the first ever building dedicated to biomechanics research in the world. The Biomechanics Research Building is also the first building exclusively dedicated to research in our university. These developments allowed us to solidify our position as an international hub of innovative, interdisciplinary research that combines advances in motor control with mathematical theory to develop novel biotechnologies and research approaches.\n\nBROADER IMPACTS: In line with the University of Nebraska Omaha mission to serve as a recognized center for research and scholarship, our newly established Center for Research in Human Movement Variability and all the programs within the Biomechanics Research Building are committed to involving undergraduate students in research, reflected in the many student volunteers, paid student workers and interns that have passed though the facility since its establishment. All undergraduate students who come to the Biomechanics Research Building are strongly encouraged to carry out their own mentored research projects. The fNIRS instrumentation has transformed the vista of potential research questions that the undergraduate students can tackle. The positive impact of students interacting with such a sophisticated instrument in achieving their own research goals cannot be overstated. The Biomechanics Research Building and our Center are involved in outreach initiatives that invite low-income high school students to the facility to expose them to biomechanics as a possible future career. The laboratory technicians present the various facets of biomechanics through demonstration of the laboratory equipment, which is always a great success. These students would otherwise not know of the exis..."
 }
}