{
 "awd_id": "1229393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a Flow Injection Analysis ? Ion Chromatograph System for Research and Training in Biology, Geology, and Agriculture at Illinois State University",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 141788.0,
 "awd_amount": 141788.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "MRI funds will be used to acquire a Lachat Instruments QuikChem® 8500 Series II flow injection analysis system with coupled ion chromatograph system (FIA-IC) to provide a high throughput automated analysis of nutrient and ions for samples from surface and ground waters, soil extracts, digested solid sample, and other samples that might be required by researchers. The modular construction of the system allows parallel analysis or independent analysis of samples using the FIA and IC components of this integrated system using EPA approved methods. The fast processing time will ensure that all users will have access to the instrument for their research, and the purchase of this single, shared equipment is more efficient than having each lab develop and conduct their own manual spectrophotometric analyses. The acquisition of this instrument will allow rapid throughput of samples from existing studies but will facilitate the expansion of research projects in the Biological, Geological, and Agricultural Sciences at Illinois State University.  \r\n \r\nA primary goal of Illinois State University is to provide an accessible small-school learning experience with the opportunities of a big university, and our education, research, and outreach activities will be substantially enhanced with the acquisition of the FIA-IC.  The FIA-IC will raise the level of current analyses in classes including Human Physiology, Stream Ecology, Limnology, Soil Fertility and Fertilizers, and Environmental Geology Field Methods. The FIA-IC will be incorporated into existing K-12 outreach programs that involve student groups from Chicago urban districts and local rural districts to further expose high school students to scientific research through either age-appropriate learning modules or independent research during the summer. Researchers from Northern Illinois University, University of Illinois - Springfield and University of Illinois Champaign Urbana, will also use the instrument. Acquisition of the FIA-IC will constitute a central piece of equipment needed in the development of an interdisciplinary-based environmental analytical center bridging the disciplines of Biological, Geological, Agricultural and Chemical Sciences. The instrument will be operated and administratively managed as a cost-center at Illinois State University and will promote research particularly on water quality within an agricultural and urban setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Perry",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "William L Perry",
   "pi_email_addr": "wlperry@IllinoisState.edu",
   "nsf_id": "000271487",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "O'Reilly",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine M O'Reilly",
   "pi_email_addr": "cmoreil@ilstu.edu",
   "nsf_id": "000381833",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shalamar",
   "pi_last_name": "Armstrong",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Shalamar D Armstrong",
   "pi_email_addr": "sdarmst@ilstu.edu",
   "nsf_id": "000614952",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Trustees of Illinois State University",
  "inst_street_address": "CAMPUS BOX 1100",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3094382528",
  "inst_zip_code": "617901100",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF ILLINOIS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6WTL4T5FFJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617904120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141788.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Water quality problems are widespread in both freshwater and marine systems. Understanding how factors influence water quality and identifying good management strategies is important for long-term sustainability. The acquisition of the Flow Injection Analysis and Ion Chromatograph Automated Analytical System allows researchers to examine the concentration of nutrients, in this case - nitrate, ammonia and phosphorus, in stream and lake water and from groundwater wells and soil samples. &nbsp;We are also able to examine cations or anions in water and other liquid samples.&nbsp; Researchers at Illinois State University are collaborating with federal and regional funding agencies to determine effective ways to reduce nitrate runoff from fields.&nbsp; O&rsquo;Reilly and Armstrong are working to understand the effectiveness of cover crops, e.g., cereal rye or daikon radish, to immobilize nitrogen in agricultural fields when corn, soybean or other cash crops are not growing.&nbsp; Perry is working to determine the effectiveness of wetlands in intercepting and removing nitrate-laden water in drainage tiles before reaching surface waters. O&rsquo;Reilly and Perry are also working with the City of Bloomington to monitor nitrate and phosphate entering the cities drinking water reservoirs.&nbsp; Nitrate is of particular concern because high concentrations (&gt;10 mg nitrate nitrogen) can is potentially harmful to people.&nbsp; The nitrate that leaves central Illinois dissolved in surface waters has been implicated as a major contributing factor to the Dead Zone in the Gulf of Mexico, deep water does not have enough oxygen to support aquatic life.&nbsp; We are working with farmers to maintain agricultural production while limiting the loss of nitrate from agricultural fields.&nbsp; The acquisition of the FIA has greatly expanded the research projects we are conducting at Illinois State University in collaboration with other universities and government agencies. We are also working to increase access to other researchers to make use of the FIA for their research projects and have been able to generate research experiences for students ranging from high school to graduate level.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2015<br>\n\t\t\t\t\tModified by: William&nbsp;L&nbsp;Perry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWater quality problems are widespread in both freshwater and marine systems. Understanding how factors influence water quality and identifying good management strategies is important for long-term sustainability. The acquisition of the Flow Injection Analysis and Ion Chromatograph Automated Analytical System allows researchers to examine the concentration of nutrients, in this case - nitrate, ammonia and phosphorus, in stream and lake water and from groundwater wells and soil samples.  We are also able to examine cations or anions in water and other liquid samples.  Researchers at Illinois State University are collaborating with federal and regional funding agencies to determine effective ways to reduce nitrate runoff from fields.  OÆReilly and Armstrong are working to understand the effectiveness of cover crops, e.g., cereal rye or daikon radish, to immobilize nitrogen in agricultural fields when corn, soybean or other cash crops are not growing.  Perry is working to determine the effectiveness of wetlands in intercepting and removing nitrate-laden water in drainage tiles before reaching surface waters. OÆReilly and Perry are also working with the City of Bloomington to monitor nitrate and phosphate entering the cities drinking water reservoirs.  Nitrate is of particular concern because high concentrations (&gt;10 mg nitrate nitrogen) can is potentially harmful to people.  The nitrate that leaves central Illinois dissolved in surface waters has been implicated as a major contributing factor to the Dead Zone in the Gulf of Mexico, deep water does not have enough oxygen to support aquatic life.  We are working with farmers to maintain agricultural production while limiting the loss of nitrate from agricultural fields.  The acquisition of the FIA has greatly expanded the research projects we are conducting at Illinois State University in collaboration with other universities and government agencies. We are also working to increase access to other researchers to make use of the FIA for their research projects and have been able to generate research experiences for students ranging from high school to graduate level.\n\n \n\n\t\t\t\t\tLast Modified: 11/04/2015\n\n\t\t\t\t\tSubmitted by: William L Perry"
 }
}