{
 "awd_id": "1229024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a FEI Tecnai G2 Spirit BioTWIN Transmission Electron Microscope",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 631505.0,
 "awd_amount": 631505.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "The transmission electron microscope (TEM) enables visualization of cells and sub cellular structures that goes far beyond the resolving power of a conventional light microscope. Such microscopes are now a standard in the natural sciences, especially in cell and molecular biology. The advanced TEM capability offered by the Tecnai G2 Spirit BioTWIN is essential for the University of North Carolina Wilmington (UNCW) to maintain and expand its longstanding contribution to microscopic analysis. The UNCW Microscopy Lab is a multi-user facility that has a long history of serving the departments of Biology and Marine Biology, Chemistry and Biochemistry, Psychology, Anthropology, Geology and Geography and Center for Marine Science. TEM-based analyses are a particularly critical component in the interdisciplinary portfolio of research in the Department of Biology and Marine Biology (DBMB) where the Tecnai will support the UNCW Microscopy Lab?s missions of teaching, research and service. With a faculty of over 40, delivering 3 Bachelor?s degrees, 2 Master?s and a Ph.D. program in Marine Biology, DBMB is the most significant user of the facility, especially the TEM.  Three thematic clusters of research, representing the research of 10 faculty members, will be specifically enhanced by the acquisition of a Tecnai G2 Spirit BioTWIN: (1) marine microbial cell biology, (2) biomineralization and (3) biomedical-related research. The first theme includes research on the biology of harmful algae that contribute to harmful algal blooms as well as examination of non-toxic species of marine phytoplankton. Also investigated will be bacterial marine microbes that play a key role in the nitrogen cycle in soils and marine aquatic systems. The second highlighted theme is biomineralization, which examines how organisms such as crustaceans, unicellular phytoplankton and foraminifera initiate and build their external calcified structures.  TEM analyses will allow investigation of sub-cellular processes that direct CaCO3 deposition, which is increasingly important as the effect of ocean acidification on marine calcification is becoming a major environmental concern and a focus of national and international research. The third research theme supported by the new TEM is biomedical related research including an investigation into the mechanisms of action of equine herpes virus (EHV) a highly contagious pathogen whose mechanisms of infection and transmission are poorly understood. Neuroscience related research will address the sensory biology of hearing in mammals and movement and swimming in marine invertebrates. In both these research areas the Tecnai will allow the determination of neuronal pathways critical in hearing loss, head orientation and stabilization of visual fields. Finally, the Tecnai will be used to investigate how reaction-diffusion processes control muscle cell design, by combining a detailed ultrastructural analysis of muscle with mathematical modeling of the metabolic and structural demands of red and white skeletal muscle.\r\n\r\nThe Tecnai G2 Spirit BioTWIN will support a broad portfolio of basic and applied research and, equally important, the Tecnai and supporting facility will also be a cornerstone of the undergraduate curriculum in introductory and advanced cell biology teaching, as well as supporting independent undergraduate and graduate research. The educational benefits will be further extended to pre-college students since the ability to visualize and explore the surface and internal structure of microorganisms, tissues and cells is one of the most powerful experiences that can be provided to students as they are challenged to connect biological concepts to cellular life. Likewise, teachers need effective resources to support their efforts. The  Tecnai, together with the associated facilities at UNCW, will enable the Department of Biology and Marine Biology to develop and implement outreach and education activities that are crosscutting, from K-12 through Master?s and Ph.D. Specifically, the UNCW microscopy facility will support a long-standing commitment to outreach including activities that engage K-12 and pre-college students from under-represented communities. These efforts will include developing internship opportunities in high resolution microscopy, summer microscopy workshops and teacher training opportunities. Such activities will be delivered through existing public outreach platforms including the UNCW Center for Education in Science, Technology, Engineering and Mathematics and the Issac Bear Early College High School that is associated with UNCW.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Dillaman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Dillaman",
   "pi_email_addr": "dillamanr@uncw.edu",
   "nsf_id": "000246417",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carmelo",
   "pi_last_name": "Tomas",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Carmelo R Tomas",
   "pi_email_addr": "tomasc@uncw.edu",
   "nsf_id": "000114458",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Kinsey",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen T Kinsey",
   "pi_email_addr": "kinseys@uncw.edu",
   "nsf_id": "000242130",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Taylor",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alison R Taylor",
   "pi_email_addr": "taylora@uncw.edu",
   "nsf_id": "000101183",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Frampton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur R Frampton",
   "pi_email_addr": "framptona@uncw.edu",
   "nsf_id": "000521655",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Wilmington",
  "inst_street_address": "601 S COLLEGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WILMINGTON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9109623167",
  "inst_zip_code": "284033201",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NC07",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT WILMINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "L1GPHS96MUE1"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Wilmington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "284033201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NC07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 631505.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>The primary objective of the project was the acquisition of an FEI Tecnai G2 Spirit BioTWIN transmission electron microscope for the University of North Carolina Wilmington&rsquo;s microscopy facility to support a broad portfolio of teaching, training and research. The research accomplished by this project includes, but is not limited to, muscle morphology, marine microbial cell biology, biomineralization and biomedical related research. Some of the major findings during the award are as follows;</p>\n<p>Understanding how migratory birds prepare metabolically for long-distance flights was investigated by examining flight muscle ultrastructure from two sub-species of White-crowned Sparrow, one that migrates long distances and one that is resident. Of particular significance is the muscle development and fat storage in the two subspecies as one prepares for spring and fall migrations and the other does not. Novel sampling methods were developed and initial stereological analysis of lipid droplets in flight muscle cross-correlated with whole tissue lipid analysis using HPLC with great accuracy. Results from this study enable the physiological mechanisms that influence the potential success or failure of a migratory population to be determined.</p>\n<p>Ultrastrucural analysis of crustacean, fish and mammalian muscle yielded novel insights into how muscle metabolic design is modified in response to changing cell size. The comparative approach using extreme examples of ontogenetic size variation (e.g. marine crustaceans) enables examination of fibers from juvenile animals that have \"normal\" dimensions and fibers from adults that are \"giant\". Experimental measurement of metabolic rates, diffusion distances and diffusion coefficients, coupled with mathematical reaction&minus;diffusion models revealed that many fibers grow to sizes that put them on the brink of extreme diffusion limitation in the adult. This suggests that fibers become as large as possible and structural alterations allow fibers to attain larger sizes than would otherwise not be possible.</p>\n<p>The calcifying coccolithophores are globally the most significant producer of biogenic calcium carbonate (chalk), although how this processes is regulated and the potential impacts of ocean acidification remain unclear. A detailed examination of the ontogeny of coccolith structures, their secretion and how they are attached to the cell surface was conducted. Of significance are the previously overlooked microfibrillar structures that cover the surface of coccolithophore cells and appear to play an important role in coccolith attachment. These microfibrillar structures may act as a polymer-brush and could represent a highly novel application of the Van de Waal &lsquo;gecko foot&rsquo; mechanism that allows for coccolith scale adhesion to the exterior of the cell. &nbsp;</p>\n<p>The subcellular site of brevetoxin production as well as the storage and vectoring of toxins from the harmful algal bloom forming <em>Karenia brevis</em> was investigated using fluorescently labeled and biotinylated toxins. Preliminary findings indicate that toxins are readily taken up into lipid rich membranes and specific classes of lipid droplets in some taxa of co-occurring marine microbes. This represents a potentially significant pathway for trophic transfer of bloom toxins that has not been previously recognized.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The UNCW Microscopy Facility is focused first and foremost on the education and training of undergraduate and graduate students. The FEI Tecnai transmission electron microscope is central to our microscopy instrument pool, enabling students and faculty across the entire College of Arts and Sciences and Center for Marine Sciences to conduct advanced ultrastructure and microanalysis. The project therefore allows for delivery of courses, teachin...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThe primary objective of the project was the acquisition of an FEI Tecnai G2 Spirit BioTWIN transmission electron microscope for the University of North Carolina WilmingtonÆs microscopy facility to support a broad portfolio of teaching, training and research. The research accomplished by this project includes, but is not limited to, muscle morphology, marine microbial cell biology, biomineralization and biomedical related research. Some of the major findings during the award are as follows;\n\nUnderstanding how migratory birds prepare metabolically for long-distance flights was investigated by examining flight muscle ultrastructure from two sub-species of White-crowned Sparrow, one that migrates long distances and one that is resident. Of particular significance is the muscle development and fat storage in the two subspecies as one prepares for spring and fall migrations and the other does not. Novel sampling methods were developed and initial stereological analysis of lipid droplets in flight muscle cross-correlated with whole tissue lipid analysis using HPLC with great accuracy. Results from this study enable the physiological mechanisms that influence the potential success or failure of a migratory population to be determined.\n\nUltrastrucural analysis of crustacean, fish and mammalian muscle yielded novel insights into how muscle metabolic design is modified in response to changing cell size. The comparative approach using extreme examples of ontogenetic size variation (e.g. marine crustaceans) enables examination of fibers from juvenile animals that have \"normal\" dimensions and fibers from adults that are \"giant\". Experimental measurement of metabolic rates, diffusion distances and diffusion coefficients, coupled with mathematical reaction&minus;diffusion models revealed that many fibers grow to sizes that put them on the brink of extreme diffusion limitation in the adult. This suggests that fibers become as large as possible and structural alterations allow fibers to attain larger sizes than would otherwise not be possible.\n\nThe calcifying coccolithophores are globally the most significant producer of biogenic calcium carbonate (chalk), although how this processes is regulated and the potential impacts of ocean acidification remain unclear. A detailed examination of the ontogeny of coccolith structures, their secretion and how they are attached to the cell surface was conducted. Of significance are the previously overlooked microfibrillar structures that cover the surface of coccolithophore cells and appear to play an important role in coccolith attachment. These microfibrillar structures may act as a polymer-brush and could represent a highly novel application of the Van de Waal ægecko footÆ mechanism that allows for coccolith scale adhesion to the exterior of the cell.  \n\nThe subcellular site of brevetoxin production as well as the storage and vectoring of toxins from the harmful algal bloom forming Karenia brevis was investigated using fluorescently labeled and biotinylated toxins. Preliminary findings indicate that toxins are readily taken up into lipid rich membranes and specific classes of lipid droplets in some taxa of co-occurring marine microbes. This represents a potentially significant pathway for trophic transfer of bloom toxins that has not been previously recognized.\n\nBroader Impacts\n\nThe UNCW Microscopy Facility is focused first and foremost on the education and training of undergraduate and graduate students. The FEI Tecnai transmission electron microscope is central to our microscopy instrument pool, enabling students and faculty across the entire College of Arts and Sciences and Center for Marine Sciences to conduct advanced ultrastructure and microanalysis. The project therefore allows for delivery of courses, teaching and training that support a range of undergraduate and graduate academic programs from a diverse array of disciplines. The hands-on training that students receive is in..."
 }
}