{
 "awd_id": "1229426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Single Crystal X-Ray Diffractometer",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 157847.0,
 "awd_amount": 157847.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation Program that is co-funded by the Chemistry Research Instrumentation and Facilities (CRIF) Program and the Office of Multidisciplinary Activities (OMA), Professor Arthur Utz from Tufts University and colleagues Terry Haas, Elena Rybak-Akimova, Clay Bennett and Samuel Thomas will acquire a single crystal X-ray diffractometer equipped with a CCD detector. The proposal is aimed at enhancing research training and education at all levels, especially in areas such as (a) mechanism-based design of selective, efficient, switchable receptors and catalysts for oxidations and other small molecule activation reactions; (b) design of functional organic materials; (c) design and development of catalysts for regioselective and enantioselective synthetic methods; (d) design of nanomaterials and nanocatalysts; (e) intermolecular interactions and self-assembly in fluorinated biomolecules; (f) functional polymer materials; (g) single molecules on surfaces; (h) biomimetic protein-based materials; and (i) design of cyclic peptides with enhanced affinity and selectivity of binding to their targets.\r\n\r\nAn X-ray diffractometer allows accurate and precise measurements of the full three dimensional structure of a molecule, including bond distances and angles, and provides accurate information about the spatial arrangement of a molecule relative to neighboring molecules. The studies described here will impact a number of areas, including organic and inorganic chemistry, materials chemistry and biochemistry. This instrument will be an integral part of teaching as well as research not only at Tufts University but also in a series of Boston area primarily undergraduate institutions that include Bridgewater State University, Emmanuel College and Suffolk University. Outreach to Braintree High School students and to deaf undergraduate students is being planned.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Utz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur L Utz",
   "pi_email_addr": "autz@tufts.edu",
   "nsf_id": "000301045",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Haas",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Terry E Haas",
   "pi_email_addr": "THAAS@PEARL.TUFTS.EDU",
   "nsf_id": "000327008",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Rybak-Akimova",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Elena V Rybak-Akimova",
   "pi_email_addr": "elena.rybak-akimova@tufts.edu",
   "nsf_id": "000406890",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clay",
   "pi_last_name": "Bennett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clay Bennett",
   "pi_email_addr": "Clay.Bennett@tufts.edu",
   "nsf_id": "000538416",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Thomas",
   "pi_mid_init": "W",
   "pi_sufx_name": "III",
   "pi_full_name": "Samuel W Thomas",
   "pi_email_addr": "sam.thomas@tufts.edu",
   "nsf_id": "000543578",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "62 Talbot Avenue",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 157847.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>State-of-the-art single crystal X-Ray diffractometer, Bruker D8 Quest, was purchased in the Spring of 2013 and installed at the Department of Chemistry, Tufts University. &nbsp;The instrument is fully functional, and it is supporting research, training, teaching, and outreach activities in multiple ways. &nbsp;The instrument enables direct determination of the structures of new molecules and materials prepared in Tufts laboratories. &nbsp;Similarly to taking pictures with the camera sensitive to visible light, researchers can obtain &ldquo;pictures&rdquo; of incredibly small objects by processing the collection of images resulting from interactions of X-Rays with ordered crystals. &nbsp;&nbsp;Seeing &ldquo;molecular pictures&rdquo; requires rather sophisticated data analysis, but modern software supplied with the instrument simplifies the path from the experiment to structure analysis and makes it accessible to trained users. &nbsp;Knowledge of mutual orientation of atoms and building blocks in molecules and materials enables rational design of chemical compounds and their assemblies with desirable properties. &nbsp;New generation of researchers trained to use X-Ray crystallography in their daily practice on the new instrument available on site will be equipped with a very powerful tool for characterizing chemical compounds and materials and for developing structure &ndash; activity relationships in chemistry and materials science. &nbsp;</p>\n<p><strong>Intellectual merit</strong>.&nbsp; Specific research programs which already benefited from the new diffractometer include design and synthesis of selective metal-containing receptors, reagents, and catalysts for&nbsp; environmentally friendly utilization of small molecules (such as oxygen, nitrogen, or carbon dioxide from air), design and synthesis of new reagents for bioimaging, and design and synthesis of new functional organic materials. &nbsp;&nbsp;New efficient and selective catalysts for olefin epoxidation or aromatic hydroxylation with hydrogen peroxide were developed; these systems utilize cheap, non-toxic, earth-abundant iron (instead of currently used noble metals) and produce water as the only byproduct. &nbsp;Structural characterization of iron-containing compounds is the key for developing useful catalysts, which must have two neighboring sites for coordination of the oxidant and the substrate.&nbsp; Further developments &nbsp;will lead to stereoselective oxidations, affording organic products of precise spatial configuration (this is particularly important for biologically active molecules). &nbsp;Three-dimensional molecular containers of appropriate size and shape were designed for tight binding of radioactive copper; these radiolabeled&nbsp; complexes do not release their &ldquo;hot&rdquo; cargo prematurely and deliver radioisotope selectively to target cells or tissues, thus allowing for precise and safe PET imaging of tumors, blood clots, and other abnormalities in living organisms. &nbsp;Organic materials with good electronic communication between building blocks were designed and tested as sensors or conducting polymers. &nbsp;Structural characterization was critical for controlling the properties of these materials with weak interactions between the building blocks (so called &ldquo;halogen bonding&rdquo;); detailed understanding of three-dimensional &nbsp;molecular architecture of such materials is only possible with adequate structural characterization by X-Ray crystallography. Other projects taking advantage of the new instrument are ongoing in several research groups at the department, with nearly a dozen of manuscripts in final preparation, and many more in the pipeline.</p>\n<p><strong>Broader impact. &nbsp;</strong>About 20 graduate students (more than a half female; two minority and two Hispanic students) were trained to use the diffractometer in their research. A significant fraction of ...",
  "por_txt_cntn": "\nState-of-the-art single crystal X-Ray diffractometer, Bruker D8 Quest, was purchased in the Spring of 2013 and installed at the Department of Chemistry, Tufts University.  The instrument is fully functional, and it is supporting research, training, teaching, and outreach activities in multiple ways.  The instrument enables direct determination of the structures of new molecules and materials prepared in Tufts laboratories.  Similarly to taking pictures with the camera sensitive to visible light, researchers can obtain \"pictures\" of incredibly small objects by processing the collection of images resulting from interactions of X-Rays with ordered crystals.   Seeing \"molecular pictures\" requires rather sophisticated data analysis, but modern software supplied with the instrument simplifies the path from the experiment to structure analysis and makes it accessible to trained users.  Knowledge of mutual orientation of atoms and building blocks in molecules and materials enables rational design of chemical compounds and their assemblies with desirable properties.  New generation of researchers trained to use X-Ray crystallography in their daily practice on the new instrument available on site will be equipped with a very powerful tool for characterizing chemical compounds and materials and for developing structure &ndash; activity relationships in chemistry and materials science.  \n\nIntellectual merit.  Specific research programs which already benefited from the new diffractometer include design and synthesis of selective metal-containing receptors, reagents, and catalysts for  environmentally friendly utilization of small molecules (such as oxygen, nitrogen, or carbon dioxide from air), design and synthesis of new reagents for bioimaging, and design and synthesis of new functional organic materials.   New efficient and selective catalysts for olefin epoxidation or aromatic hydroxylation with hydrogen peroxide were developed; these systems utilize cheap, non-toxic, earth-abundant iron (instead of currently used noble metals) and produce water as the only byproduct.  Structural characterization of iron-containing compounds is the key for developing useful catalysts, which must have two neighboring sites for coordination of the oxidant and the substrate.  Further developments  will lead to stereoselective oxidations, affording organic products of precise spatial configuration (this is particularly important for biologically active molecules).  Three-dimensional molecular containers of appropriate size and shape were designed for tight binding of radioactive copper; these radiolabeled  complexes do not release their \"hot\" cargo prematurely and deliver radioisotope selectively to target cells or tissues, thus allowing for precise and safe PET imaging of tumors, blood clots, and other abnormalities in living organisms.  Organic materials with good electronic communication between building blocks were designed and tested as sensors or conducting polymers.  Structural characterization was critical for controlling the properties of these materials with weak interactions between the building blocks (so called \"halogen bonding\"); detailed understanding of three-dimensional  molecular architecture of such materials is only possible with adequate structural characterization by X-Ray crystallography. Other projects taking advantage of the new instrument are ongoing in several research groups at the department, with nearly a dozen of manuscripts in final preparation, and many more in the pipeline.\n\nBroader impact.  About 20 graduate students (more than a half female; two minority and two Hispanic students) were trained to use the diffractometer in their research. A significant fraction of the diffractometer users participated in the workshops at annual Bruker-MIT symposiums (including structural solution and refinement workshops led by George Sheldrick). Three  graduate students participated in the intense summer school on crystallography ran by..."
 }
}