{
 "awd_id": "1229184",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Transmission Electron Microscope for Undergraduate Research and Teaching",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 462588.0,
 "awd_amount": 462588.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "This NSF MRI grant funds the acquisition of a transmission electron microscope (TEM) at Randolph-Macon College (R-MC). R-MC is a small liberal arts and sciences institution with a long tradition of undergraduate student research. Faculty members maintain active research programs and mentor undergraduate research students in several ways, including credit-bearing independent studies, capstone research projects, and through the endowed Shapiro Undergraduate Research Fellowship (SURF) program during the summer. Acquisition of a TEM will greatly enhance the research and teaching environment at R-MC by enabling undergraduate researchers to use state of the art equipment that will promote recruitment of students from all backgrounds into the sciences. Research projects to be supported by the TEM span a broad range of the life sciences and include: compartmentalization of mammalian sperm acrosomal matrix proteins to understand their role in fertilization; evaluating how parenting responses affect neuroplasticity in rats; ultrastructural analysis of motile cells in new fungal species; characterization of host-symbiont interactions in the bryozoan Bugula neritina and its bacterial symbionts; and understanding the regulation of autophagy in T cells during calorie restriction in mice. Collaborative research with investigators at other institutions will also be enabled. In addition, the TEM will be used in several undergraduate courses, including a new Advanced Microscopy course in which students will learn specimen preparation, digital image acquisition, and analysis of electron micrographs.  Existing and newly developed outreach programs will engage students from local public schools in projects and demonstrations to stimulate their interest in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Foster",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Foster",
   "pi_email_addr": "jfoster@rmc.edu",
   "nsf_id": "000213142",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "W. William",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W. William Martin",
   "pi_email_addr": "wmartin@rmc.edu",
   "nsf_id": "000249290",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Lambert",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly G Lambert",
   "pi_email_addr": "Klambert@rmc.edu",
   "nsf_id": "000350241",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grace",
   "pi_last_name": "Lim-Fong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Grace Lim-Fong",
   "pi_email_addr": "glim@rmc.edu",
   "nsf_id": "000487486",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Gubbels Bupp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie Gubbels Bupp",
   "pi_email_addr": "MelanieGubbelsBupp@rmc.edu",
   "nsf_id": "000615220",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Randolph-Macon College",
  "inst_street_address": "204 HENRY ST",
  "inst_street_address_2": "",
  "inst_city_name": "ASHLAND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8047527268",
  "inst_zip_code": "230051634",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "RANDOLPH-MACON COLLEGE",
  "org_prnt_uei_num": "HPCLFGJ7JH26",
  "org_uei_num": "HPCLFGJ7JH26"
 },
 "perf_inst": {
  "perf_inst_name": "Randolph-Macon College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230051502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 462588.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to enable undergraduate research projects and teaching at Randolph-Macon College (R-MC) by acquiring a state of the art Hitachi HT7700 transmission electron microscope (TEM) and a Leica UC7 ultramicrotome. The project was highly successful in that we have established a fully functional electron microscopy suite in Copley Science Center that has greatly enhanced the scientific infrastructure and research environment at R-MC. The HT7700 is a superior instrument for biological electron microscopy in an undergraduate research and teaching setting because it has a simple control panel that is easy to use for beginning and experienced microscopists, the camera system is well integrated with the operation of the scope, and it produces high quality, high resolution images. Thus, with supervision and about ten minutes of instruction,&nbsp;<em>anyone</em> can explore a prepared sample, find something of interest, and take high quality photographs. This is a very powerful connection for science students and non-scientists to make! It creates important \"Oh, Wow!\" moments that make science interesting and fun.&nbsp;</p>\n<p>The project has enhanced the research and teaching environment at R-MC in three important ways:</p>\n<ol>\n<li><strong>Undergraduate student and faculty research.</strong> So far the TEM has been used by several R-MC faculty and over a dozen undergraduate students working on independent and guided research projects as part of research courses, senior research projects, and summer research projects in R-MC&rsquo;s Schapiro Undergraduate Research Fellowship (SURF) program. The research projects have been in a wide variety of fields including mammalian reproduction, immunology, plant biology, ecology of parasites, and mycology. The research experiences have been a valuable part of these undergraduate students&rsquo; education as all of them are pursuing careers in science, including K-12 education, Ph.D. programs, and health professional programs. Several students and faculty have presented their work at national and regional conferences, and several manuscripts are in preparation with one having already been submitted for publication. Perhaps more importantly, several new projects have begun involving both internal and external investigators. These ongoing studies and collaborations will continue to have a significant impact on the research environment at R-MC far into the future.</li>\n<li><strong>Undergraduate laboratory coursework with cutting edge research instruments.</strong> So far the TEM has seen extensive hands-on use in courses by <em>over 70 students</em>. The TEM is used for a two-week lab module in a Cell Biology course in which students perform a research project to view prepared cell and tissue specimens, analyze and photograph their findings, and present a poster of their work to the class. In addition, the TEM and ultramicrotome are the centerpiece of an upper-level Advanced Cell Biology and Microscopy course that is a laboratory-intensive class in which students are immersed in the concepts and practice of biological transmission electron microscopy for the majority of the course. In addition to independently operating the TEM and generating micrographs for data, students also learn to prepare specimens for observation and how to troubleshoot their mistakes in research-based projects, so students become proficient electron microscopists. Finally, for some other classes the TEM has also been used for one-hour demonstrations (e.g. Behavioral Neuroscience Methods).</li>\n<li><strong>Educational outreach to expose young students and the general public to advanced research instrumentation.</strong> This promotes understanding and appreciation of the national research enterprise and will perhaps inspire students to pursue research opportunities and careers in science. So far, demonstrations of the TEM have introduced over 10...",
  "por_txt_cntn": "\nThe goal of the project was to enable undergraduate research projects and teaching at Randolph-Macon College (R-MC) by acquiring a state of the art Hitachi HT7700 transmission electron microscope (TEM) and a Leica UC7 ultramicrotome. The project was highly successful in that we have established a fully functional electron microscopy suite in Copley Science Center that has greatly enhanced the scientific infrastructure and research environment at R-MC. The HT7700 is a superior instrument for biological electron microscopy in an undergraduate research and teaching setting because it has a simple control panel that is easy to use for beginning and experienced microscopists, the camera system is well integrated with the operation of the scope, and it produces high quality, high resolution images. Thus, with supervision and about ten minutes of instruction, anyone can explore a prepared sample, find something of interest, and take high quality photographs. This is a very powerful connection for science students and non-scientists to make! It creates important \"Oh, Wow!\" moments that make science interesting and fun. \n\nThe project has enhanced the research and teaching environment at R-MC in three important ways:\n\nUndergraduate student and faculty research. So far the TEM has been used by several R-MC faculty and over a dozen undergraduate students working on independent and guided research projects as part of research courses, senior research projects, and summer research projects in R-MCÆs Schapiro Undergraduate Research Fellowship (SURF) program. The research projects have been in a wide variety of fields including mammalian reproduction, immunology, plant biology, ecology of parasites, and mycology. The research experiences have been a valuable part of these undergraduate studentsÆ education as all of them are pursuing careers in science, including K-12 education, Ph.D. programs, and health professional programs. Several students and faculty have presented their work at national and regional conferences, and several manuscripts are in preparation with one having already been submitted for publication. Perhaps more importantly, several new projects have begun involving both internal and external investigators. These ongoing studies and collaborations will continue to have a significant impact on the research environment at R-MC far into the future.\nUndergraduate laboratory coursework with cutting edge research instruments. So far the TEM has seen extensive hands-on use in courses by over 70 students. The TEM is used for a two-week lab module in a Cell Biology course in which students perform a research project to view prepared cell and tissue specimens, analyze and photograph their findings, and present a poster of their work to the class. In addition, the TEM and ultramicrotome are the centerpiece of an upper-level Advanced Cell Biology and Microscopy course that is a laboratory-intensive class in which students are immersed in the concepts and practice of biological transmission electron microscopy for the majority of the course. In addition to independently operating the TEM and generating micrographs for data, students also learn to prepare specimens for observation and how to troubleshoot their mistakes in research-based projects, so students become proficient electron microscopists. Finally, for some other classes the TEM has also been used for one-hour demonstrations (e.g. Behavioral Neuroscience Methods).\nEducational outreach to expose young students and the general public to advanced research instrumentation. This promotes understanding and appreciation of the national research enterprise and will perhaps inspire students to pursue research opportunities and careers in science. So far, demonstrations of the TEM have introduced over 100 high school students and members of the general public to research instrumentation for advanced microscopy.  The students have mainly been from local high schools that are located over 15..."
 }
}