{
 "awd_id": "1229514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Field Emission Scanning Electron Microscope (FESEM)",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922665",
 "po_email": "lspinu@nsf.gov",
 "po_sign_block_name": "Leonard Spinu",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 495744.0,
 "awd_amount": 495744.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "This award to Indiana University-Purdue University Indianapolis (IUPUI) is for the acquisition of a Field Emission Scanning Electron Microscope (FESEM) with Energy Dispersive X-ray Spectroscopy (EDS) capability.   This instrument will support nanotechnology research and training at the Integrated Nanosystems Development Institute (INDI) of IUPUI, while stimulating collaborations across campus and with regional industrial partners.  The enhanced nanometer scale imaging resolution and elemental analysis capabilities will significantly enhance a large number of ongoing projects, including: (1) Energy: Battery, fuel cells, solar cells, and energy storage; (2) Investigation of fundamental forces at the submicron scale; (3) Sensors and materials development for environmental and biomedical applications; and, (4) Molecular and cellular roles in biological systems.  \r\n\r\nThe FESEM will provide undergraduate students, graduate students, and post-docs with valuable hands-on experience in operating state-of-the-art instrumentation, an essential skill for students interested in future graduate studies and careers in STEM fields.  Moreover, the instrument's impact on women and minorities will be substantial, as 50% of IUPUI graduates are women and 16% are from underrepresented groups.  In addition, faculty researchers within INDI actively recruit undergraduates from historically black colleges and universities  to participate in summer research opportunities.  Planned educational efforts include teaching FESEM theory and practice in three nanotechnology-based courses and an electron microscopy course, which attracts both undergraduate and graduate students from multiple disciplines.  The instrument will also be used to strengthen planned community outreach activities, including existing nanotechnology discovery summer camps for K-12 students and teachers, where this instrument will allow the exploration of nanoscale materials and structures, and better understanding of nanotechnology concepts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Xie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Xie",
   "pi_email_addr": "jianxie@iupui.edu",
   "nsf_id": "000501691",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gabriel",
   "pi_last_name": "Filippelli",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriel M Filippelli",
   "pi_email_addr": "gfilippe@iu.edu",
   "nsf_id": "000438237",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Decca",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo S Decca",
   "pi_email_addr": "rdecca@iu.edu",
   "nsf_id": "000191974",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mangilal",
   "pi_last_name": "Agarwal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mangilal Agarwal",
   "pi_email_addr": "agarwal@iupui.edu",
   "nsf_id": "000500957",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Gattone",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Gattone",
   "pi_email_addr": "vgattone@iupui.edu",
   "nsf_id": "000539880",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University-Purdue University Indianapolis",
  "perf_str_addr": "980 Indiana Ave RM 2232",
  "perf_city_name": "Indianapolis",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "462022915",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 495744.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This report summarizes how the NSF MRI-1229514 grant entitled &ldquo;Acquisition of a Field Emission Scanning Electron Microscope (FESEM) has been used to fill a void on campus by providing high resolution imaging and elemental analysis capabilities that has impacted IUPUI&rsquo;s goals of: 1) advancing nanotechnology research initiatives and creating new avenues for collaborative research; 2) enhancing educational/professional development and student training; and 3) promoting STEM interest among K12 students through community outreach activities on campus and throughout Indiana.</p>\n<p>&nbsp;</p>\n<p>This award was used to replace a 15-year old FESEM that no longer met the needs of a growing body of researchers with work focused on nanotechnology. After careful consideration and exhaustive research by the selection team (included the PI, CoPIs, technical support staff, and electron microscopy experts) the JEOL 7800F FESEM was identified as the microscope that could best meet the needs of researchers across campus, and had the highest potential of continued impact through the next decade. After a lengthy selection process followed by site surveys and room modifications for optimal operation conditions to ensure the scope could be used to its full potential, the scope and all accessories (JEOL detectors, third party detectors, and carbon/sputter coater) were installed in December of 2013. Technician training, scope optimization, and installation of remaining third party components was accomplished in January and February of 2014 and the FESEM imaging facility was officially open to campus faculty and student researchers (and external researchers) in March of 2014.</p>\n<p>&nbsp;</p>\n<p>In just a little over a year, the scope has generated a continuously growing user base that currently consists of internal researchers (faculty, postdoctoral students, graduate students, and undergraduate student researchers) within 20 different research groups from varying departments and schools (Schools of Science, Engineering &amp; Technology, Dentistry, and Medicine) across campus and has already led to over 25 publications. Not only is the instrument advancing the nanotechnology research performed by these research groups, but it is enhancing interaction between researchers to boosting collaborative efforts and fuel new research, as evidenced through severl pending proposals for new research endeavors that will utilize the capabilities of the FESEM. In addition, the scope now has three regular industry users and one local forensic consultant which are strengthening IUPUI&rsquo;s relationship and collaborative research opportunities with the private sector. Its growing and broad user base reaffirms the instrument choice and the great deal of time that went into selecting the instrument&rsquo;s parameters and components needed to maximize its use.</p>\n<p>&nbsp;</p>\n<p>The FESEM has also been integrated within coursework at IUPUI. Currently, within the School of Engineering &amp; Technology, it has become a part of the &ldquo;Nanosystems Principles&rdquo; class, where students learn theory and characterization methods in class that are then reinforced through hands-on learning. In addition, a new nanotechnology course untiled &ldquo;Nanosystems Materials and Measurements&rdquo; is currently under development within the School of Engineering and Technology and will contain a lecture series and multi-day hands-on FESEM component where students can explore the expansive characterization capabilities of the scope. These courses are cross-listed throughout Engineering and Science departments to showcase the multidisciplinary nature of nanotechnology. In the last year, the FESEM has also used for demos and hands-on experiences in the Earth Sciences and forensic courses. In addition to educational and training opportunities for IUPUI students, the FESEM has been utilized in outreach activi...",
  "por_txt_cntn": "\nThis report summarizes how the NSF MRI-1229514 grant entitled \"Acquisition of a Field Emission Scanning Electron Microscope (FESEM) has been used to fill a void on campus by providing high resolution imaging and elemental analysis capabilities that has impacted IUPUIÆs goals of: 1) advancing nanotechnology research initiatives and creating new avenues for collaborative research; 2) enhancing educational/professional development and student training; and 3) promoting STEM interest among K12 students through community outreach activities on campus and throughout Indiana.\n\n \n\nThis award was used to replace a 15-year old FESEM that no longer met the needs of a growing body of researchers with work focused on nanotechnology. After careful consideration and exhaustive research by the selection team (included the PI, CoPIs, technical support staff, and electron microscopy experts) the JEOL 7800F FESEM was identified as the microscope that could best meet the needs of researchers across campus, and had the highest potential of continued impact through the next decade. After a lengthy selection process followed by site surveys and room modifications for optimal operation conditions to ensure the scope could be used to its full potential, the scope and all accessories (JEOL detectors, third party detectors, and carbon/sputter coater) were installed in December of 2013. Technician training, scope optimization, and installation of remaining third party components was accomplished in January and February of 2014 and the FESEM imaging facility was officially open to campus faculty and student researchers (and external researchers) in March of 2014.\n\n \n\nIn just a little over a year, the scope has generated a continuously growing user base that currently consists of internal researchers (faculty, postdoctoral students, graduate students, and undergraduate student researchers) within 20 different research groups from varying departments and schools (Schools of Science, Engineering &amp; Technology, Dentistry, and Medicine) across campus and has already led to over 25 publications. Not only is the instrument advancing the nanotechnology research performed by these research groups, but it is enhancing interaction between researchers to boosting collaborative efforts and fuel new research, as evidenced through severl pending proposals for new research endeavors that will utilize the capabilities of the FESEM. In addition, the scope now has three regular industry users and one local forensic consultant which are strengthening IUPUIÆs relationship and collaborative research opportunities with the private sector. Its growing and broad user base reaffirms the instrument choice and the great deal of time that went into selecting the instrumentÆs parameters and components needed to maximize its use.\n\n \n\nThe FESEM has also been integrated within coursework at IUPUI. Currently, within the School of Engineering &amp; Technology, it has become a part of the \"Nanosystems Principles\" class, where students learn theory and characterization methods in class that are then reinforced through hands-on learning. In addition, a new nanotechnology course untiled \"Nanosystems Materials and Measurements\" is currently under development within the School of Engineering and Technology and will contain a lecture series and multi-day hands-on FESEM component where students can explore the expansive characterization capabilities of the scope. These courses are cross-listed throughout Engineering and Science departments to showcase the multidisciplinary nature of nanotechnology. In the last year, the FESEM has also used for demos and hands-on experiences in the Earth Sciences and forensic courses. In addition to educational and training opportunities for IUPUI students, the FESEM has been utilized in outreach activities designed to peak student interest in STEM and academic research. These activities include INDIÆs NSF-RET site \"Researcher Experiences for Teacher Advancemen..."
 }
}