{
 "awd_id": "1229519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a Gas Chromatography-Mass Spectrometry Instrument for Research and Teaching",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 137527.0,
 "awd_amount": 137527.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "This NSF-MRI grant has been awarded to an interdisciplinary team of researchers in the College of Arts and Sciences at the University of New England (Biddeford, Maine) to purchase a state-of-the-art gas chromatograph-mass spectrometer (GC-MS). A GC-MS is an instrument that allows for the separation and analysis of volatile and semi-volatile chemical components in mixtures and is an important analytical tool that is widely used in a variety of disciplines. The gas chromatograph volatilizes the sample by applying high temperatures and separates individual compounds in a column depending on their molecular weight or polarities by increasing the temperature of the column.  The mass spectrometer component ionizes the separated compounds and detects their masses using the mass spectrometer, which facilities identification of the individual components. The GC-MS funded by this award will have a quartz quadrupole analyzer, a triple axis detector and both electron impact and chemical ionization modes to strengthen the analytical instrumentation for multidisciplinary research and teaching. \r\n\r\nThe GC-MS will be used by faculty and students in the basic science departments (Biology, Marine Sciences, Chemistry and Physics, and Psychology) at UNE for a wide range of research projects, including: analysis of plant volatiles and hormones; secondary metabolites in algae; product distributions in chemical reactions; characterization of materials for photovoltaic and other ?green? nanotechnology applications; hormone levels excreted by fish and their correlation to behavior; and organic matter in river sediments.  Faculty involved with these projects extensively include undergraduate students in their research activities, thus students will gain valuable hands-on experience with state-of-the-art analytical technology while participating in cutting-edge research in the fields of chemical ecology, chemistry, animal behavior and chemical oceanography. As the student body at UNE is comprised predominately of females, many of whom are first generation college students, individuals in this underrepresented group will gain exposure to techniques and instrumentation that will enable them to be more marketable and better prepared for future careers in science, industry and when applying to graduate programs. The GC-MS will also be used for classroom teaching activities in chemistry and biology, including discovery-based learning, and as part of outreach programs such as University of New England's NSF-funded GK-12 SPARTACUS program",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ursula",
   "pi_last_name": "Roese",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ursula S Roese",
   "pi_email_addr": "uroese@une.edu",
   "nsf_id": "000565234",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephan",
   "pi_last_name": "Zeeman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Stephan I Zeeman",
   "pi_email_addr": "szeeman@une.edu",
   "nsf_id": "000440997",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Deveau",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Amy M Deveau",
   "pi_email_addr": "adeveau@une.edu",
   "nsf_id": "000088423",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Dzieweczynski",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa L Dzieweczynski",
   "pi_email_addr": "tdzieweczynski@une.edu",
   "nsf_id": "000381651",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Keirstead",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amy E Keirstead",
   "pi_email_addr": "akeirstead@une.edu",
   "nsf_id": "000564884",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New England",
  "inst_street_address": "11 HILLS BEACH RD",
  "inst_street_address_2": "",
  "inst_city_name": "BIDDEFORD",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2076022011",
  "inst_zip_code": "040059599",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW ENGLAND",
  "org_prnt_uei_num": "",
  "org_uei_num": "HVE6K4YS3B51"
 },
 "perf_inst": {
  "perf_inst_name": "University of New England",
  "perf_str_addr": "11 Hills Beach Road",
  "perf_city_name": "Biddeford",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "040059599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 137527.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This report summarizes the research and educational goals of NSF MRI-1229519 grant entitled &ldquo;MRI: Acquisition of a Gas Chromatography-Mass Spectrometry Instrument for Research and Teaching&rdquo; from 2012 to 2015. The Agilent 5975C GC/MSD gas chromatograph-mass spectrometer (GC-MS) has strengthened our analytical instrumentation for multidisciplinary research and teaching at the University of New England. &nbsp;Specifically it has allowed us to implement cutting edge technology into classroom activities and expose undergraduate students to modern analytical technology.&nbsp; Undergraduate students used the GC-MS for example to identify compounds in essential oils of medicinal plants and from fruit in a Medicinal Plant Biology class or for independent research projects in Ecology classes.&nbsp; In addition the GC-MS was used for teaching graduate students.</p>\n<p>The GC-MS was also incorporated into independent year round research projects conducted by undergraduate students, with projects ranging from the identification of chemicals synthesized in brown algae, to aquatic pollution effects on organisms and learning about properties of materials for nanotechnology applications. Some of this work by undergraduates resulted in them completing honors theses.&nbsp;&nbsp;Summer undergraduate research experiences for students provided further training and experience with GC-MS analytics under the guidance of faculty. Students that spent the summer in the PI&rsquo;s and coPIs' labs worked on research projects that involved identification of compounds using GC-MS and quantification of those chemicals by GC-flame ionization detection; this wide array of projects including the identification of volatile and non-volatile compounds from brown macroalgae&nbsp;and the products of various chemical reactions. Many students who worked on research projects using the GC-MS have since graduated and have gone on to pursue graduate or professional degrees. &nbsp;</p>\n<p>In addition, research projects by faculty were strengthened by the availability of high end analytical GC-MS.&nbsp; Research of the PI and Co-PIs focused on the inducibility of defense compounds in the brown macroalgae <em>Fucus vesiculosus</em> in response to directly applied stress and possible antimicrobial properties against human pathogens; on using photochemical probe systems to learn about the microscopic properties of ionic liquids, to better characterize them as solvents for \"green chemistry\" reactions and nanotechnology applications such as molecular electronic devices and dye-sensitized solar cells; understanding the mechanisms by which endocrine disrupting chemicals (EDCs) in the environment affect the behavior and physiology of exposed fish as well as the consequences of this exposure; and on the effects of sewage effluent on the physiological status of a freshwater mussel. Results from this research were disseminated in a number of national and international conferences and refereed journal publications.</p>\n<p>Outreach activities include NSF GK-12 teachers and students that were given the opportunity to learn about the technology of GC-MS.&nbsp; For example local middle school students and high school students including their teachers from schools in Maine were divided into small groups and given an introduction to research on local algae in Dr. Roese&rsquo;s lab.&nbsp; As part of their group activities, they conducted simple two choice bioassays to differently treated algae with snails as an indicator, observed how volatiles are collected from algae and were given an introduction to the function and application of GC-MS, as well as to what results were obtained by using the GC-MS and its applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2015<br>\n\t\t\t\t\tModified by: Ursula&nbsp;S&nbsp;Roese</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis report summarizes the research and educational goals of NSF MRI-1229519 grant entitled \"MRI: Acquisition of a Gas Chromatography-Mass Spectrometry Instrument for Research and Teaching\" from 2012 to 2015. The Agilent 5975C GC/MSD gas chromatograph-mass spectrometer (GC-MS) has strengthened our analytical instrumentation for multidisciplinary research and teaching at the University of New England.  Specifically it has allowed us to implement cutting edge technology into classroom activities and expose undergraduate students to modern analytical technology.  Undergraduate students used the GC-MS for example to identify compounds in essential oils of medicinal plants and from fruit in a Medicinal Plant Biology class or for independent research projects in Ecology classes.  In addition the GC-MS was used for teaching graduate students.\n\nThe GC-MS was also incorporated into independent year round research projects conducted by undergraduate students, with projects ranging from the identification of chemicals synthesized in brown algae, to aquatic pollution effects on organisms and learning about properties of materials for nanotechnology applications. Some of this work by undergraduates resulted in them completing honors theses.  Summer undergraduate research experiences for students provided further training and experience with GC-MS analytics under the guidance of faculty. Students that spent the summer in the PIÆs and coPIs' labs worked on research projects that involved identification of compounds using GC-MS and quantification of those chemicals by GC-flame ionization detection; this wide array of projects including the identification of volatile and non-volatile compounds from brown macroalgae and the products of various chemical reactions. Many students who worked on research projects using the GC-MS have since graduated and have gone on to pursue graduate or professional degrees.  \n\nIn addition, research projects by faculty were strengthened by the availability of high end analytical GC-MS.  Research of the PI and Co-PIs focused on the inducibility of defense compounds in the brown macroalgae Fucus vesiculosus in response to directly applied stress and possible antimicrobial properties against human pathogens; on using photochemical probe systems to learn about the microscopic properties of ionic liquids, to better characterize them as solvents for \"green chemistry\" reactions and nanotechnology applications such as molecular electronic devices and dye-sensitized solar cells; understanding the mechanisms by which endocrine disrupting chemicals (EDCs) in the environment affect the behavior and physiology of exposed fish as well as the consequences of this exposure; and on the effects of sewage effluent on the physiological status of a freshwater mussel. Results from this research were disseminated in a number of national and international conferences and refereed journal publications.\n\nOutreach activities include NSF GK-12 teachers and students that were given the opportunity to learn about the technology of GC-MS.  For example local middle school students and high school students including their teachers from schools in Maine were divided into small groups and given an introduction to research on local algae in Dr. RoeseÆs lab.  As part of their group activities, they conducted simple two choice bioassays to differently treated algae with snails as an indicator, observed how volatiles are collected from algae and were given an introduction to the function and application of GC-MS, as well as to what results were obtained by using the GC-MS and its applications.\n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Ursula S Roese"
 }
}