{
 "awd_id": "1229345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of NMR spectroscopic instrumentation at Syracuse University",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 325500.0,
 "awd_amount": 325500.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation (MRI) and support from the Chemistry Research Instrumentation and Facilities (CRIF) Programs Professor Karin Ruhlandt-Senge from Syracuse University and colleague Philip Borer will acquire a highly automated 400 MHz NMR spectrometer with a liquid-nitrogen cooled probe. The proposal is aimed at enhancing research training and education at all levels, especially in areas such as (a) reactivity, weak interactions, and aggregation in highly reactive metal species; (b) development of polysaccharide-based carriers for targeted drug delivery; (c) nucleic acid switches; (d) inhibitors of SHIP-phosphatase; (e) chiral catalysts for use in complex molecule synthesis; (f) role of metal ions in biology and medicine; (g) bioactive peptides and peptide sensors; (h) unnatural molecules with unique folds; (i) dynamic ligand exchange at quantum dot interfaces; (j) carbon-carbon bond forming reaction of 2-methylenetetrahydropyrans; and (k) technetium and rhenium-based radiopharmaceuticals.\r\n\r\nNuclear Magnetic Resonance (NMR) spectroscopy is one of the most powerful tools available to chemists for the elucidation of the structure of molecules. It is used to identify unknown substances, to characterize specific arrangements of atoms within molecules, and to study the dynamics of interactions between molecules in solution. Access to state-of-the-art NMR spectrometers is essential to chemists who are carrying out frontier research. The results from these NMR studies will have an impact in synthetic organic/inorganic chemistry, materials chemistry and biochemistry. Many research projects associated with this application will have a direct impact on society, as they aim to develop biomimetic polymerization initiators, sensors, conducting materials, and new drugs or treatments, vaccines, amongst others. This instrument will be an integral part of teaching as well as research at Syracuse University and also at neighboring institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Ruhlandt-Senge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karin Ruhlandt-Senge",
   "pi_email_addr": "kruhland@mailbox.syr.edu",
   "nsf_id": "000489280",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Borer",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Philip N Borer",
   "pi_email_addr": "pnborer@syr.edu",
   "nsf_id": "000318682",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "1-014 Center for Sci and Tech",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132444100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 325500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 400 MHz NMR instrument with the Prodigy probe (cooled by liquid nitrogen), sample express sample changer and automated tune and match has strengthen the research and teaching environment in the Chemistry Department at Syracuse University.&nbsp; The instrument was installed August of 2013 and was made available for use starting September 1, 2013.&nbsp; Since that time approximately 30,000 experiments have been done on this instrument mainly by undergraduate, graduate students and postdoctoral associates. The experiments performed include one-dimensional spectra of <sup>1</sup>H, <sup>13</sup>C, <sup>11</sup>B, <sup>15</sup>N, <sup>19</sup>F, <sup>2</sup>H and two-dimensional spectra that provide connectivity and/or distance information. &nbsp;</p>\n<p>Researchers that use the 400 MHz instrument have very diverse research interests that have applications in medicine, energy, agriculture, and nanotechnology.&nbsp; The major users of the instrument are organic and inorganic chemists who use NMR to monitor synthetic pathways and verify synthetic intermediates and products.&nbsp;&nbsp; The 400 MHz with the automation, sample changer and the prodigy probe with its enhanced sensitivity (sensitivity increase by factor of 7 for proton and 4.5 for carbon over our older 300 MHz NMR) allow for rapid acquisition of both proton and carbon data which is essential for the verification of synthetic pathway products.&nbsp; In addition, the automatic tune and match accessory allows fast and convenient acquisition of spectra of different nuclei with minimal user input. &nbsp;The following is a brief description of the research of the major users of the new 400 MHz instrument.</p>\n<p>Research&nbsp;in the <span style=\"text-decoration: underline;\">Chisholm</span> group is focused on synthetic organic chemistry. This includes&nbsp;studies&nbsp;in medicinal chemistry, the development of new synthetic methods, and complex&nbsp;molecule&nbsp;synthesis.&nbsp; One important research area for the group is the synthesis of new inhibitors of an enzyme which may lead to new treatment for Crohn&rsquo;s disease and new ways to facilitate bone marrow transplantation.&nbsp;</p>\n<p>Professor <span style=\"text-decoration: underline;\">Clark</span> is interested in new ways of creating heterocyclic scaffolds that occur naturally or can be found in medicinally relevant pharmaceuticals.&nbsp; The group is also involved in the synthesis of natural products, such as pentosidine which has been used as a biomarker for diabetes.&nbsp;</p>\n<p>Research in Nancy <span style=\"text-decoration: underline;\">Totah</span>&rsquo;s lab is focused on the development of new methods for organic synthesis and their application to the preparation of complex molecules. In particular they are interested in the use of cyclic enol ethers to prepare molecules that contain oxygen heterocycles. Such compounds are ubiquitous in nature and are common subunits of many biologically significant molecules including those that show anticancer and antibiotic activity.&nbsp; The development of new synthetic methods for small molecule synthesis broadly impacts disciplines in science and engineering that make use of organic compounds, including medicinal chemistry, pharmacology, agrochemical development and materials science.&nbsp;</p>\n<p>Professor <span style=\"text-decoration: underline;\">Hahn</span> is interested in optimizing the reaction parameters for the synthesis of dibromides, which are important in the construction of polymeric membranes, organic photovoltaic cells, liquid crystals and bioactive materials. &nbsp;</p>\n<p>Professor <span style=\"text-decoration: underline;\">Ruhlandt-Senge's</span>&nbsp;group studies the chemistry of highly reactive metal compounds and their applications in synthetic, material and polymer chemistry.&nbsp; They are developing synthetic routes towards these metal compounds as well as to study factors that c...",
  "por_txt_cntn": "\nThe 400 MHz NMR instrument with the Prodigy probe (cooled by liquid nitrogen), sample express sample changer and automated tune and match has strengthen the research and teaching environment in the Chemistry Department at Syracuse University.  The instrument was installed August of 2013 and was made available for use starting September 1, 2013.  Since that time approximately 30,000 experiments have been done on this instrument mainly by undergraduate, graduate students and postdoctoral associates. The experiments performed include one-dimensional spectra of 1H, 13C, 11B, 15N, 19F, 2H and two-dimensional spectra that provide connectivity and/or distance information.  \n\nResearchers that use the 400 MHz instrument have very diverse research interests that have applications in medicine, energy, agriculture, and nanotechnology.  The major users of the instrument are organic and inorganic chemists who use NMR to monitor synthetic pathways and verify synthetic intermediates and products.   The 400 MHz with the automation, sample changer and the prodigy probe with its enhanced sensitivity (sensitivity increase by factor of 7 for proton and 4.5 for carbon over our older 300 MHz NMR) allow for rapid acquisition of both proton and carbon data which is essential for the verification of synthetic pathway products.  In addition, the automatic tune and match accessory allows fast and convenient acquisition of spectra of different nuclei with minimal user input.  The following is a brief description of the research of the major users of the new 400 MHz instrument.\n\nResearch in the Chisholm group is focused on synthetic organic chemistry. This includes studies in medicinal chemistry, the development of new synthetic methods, and complex molecule synthesis.  One important research area for the group is the synthesis of new inhibitors of an enzyme which may lead to new treatment for CrohnÆs disease and new ways to facilitate bone marrow transplantation. \n\nProfessor Clark is interested in new ways of creating heterocyclic scaffolds that occur naturally or can be found in medicinally relevant pharmaceuticals.  The group is also involved in the synthesis of natural products, such as pentosidine which has been used as a biomarker for diabetes. \n\nResearch in Nancy TotahÆs lab is focused on the development of new methods for organic synthesis and their application to the preparation of complex molecules. In particular they are interested in the use of cyclic enol ethers to prepare molecules that contain oxygen heterocycles. Such compounds are ubiquitous in nature and are common subunits of many biologically significant molecules including those that show anticancer and antibiotic activity.  The development of new synthetic methods for small molecule synthesis broadly impacts disciplines in science and engineering that make use of organic compounds, including medicinal chemistry, pharmacology, agrochemical development and materials science. \n\nProfessor Hahn is interested in optimizing the reaction parameters for the synthesis of dibromides, which are important in the construction of polymeric membranes, organic photovoltaic cells, liquid crystals and bioactive materials.  \n\nProfessor Ruhlandt-Senge's group studies the chemistry of highly reactive metal compounds and their applications in synthetic, material and polymer chemistry.  They are developing synthetic routes towards these metal compounds as well as to study factors that contribute to the structure and function of these compounds.  \n\nThe aim of the Korendovych Lab is to understand how enzymes evolve to achieve new functionalities and to develop new fluorescent probes to study protein-protein and protein-membrane interactions.   This understanding of how enzymes evolve will have important medicinal, environmental and energy-related implications.  To achieve this understanding the group monitors changes in folding and environment of natural peptide analogs by incorporating unnatural amino acid d..."
 }
}