{
 "awd_id": "1229263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High Resolution Cryo Scanning Electron Microscope System",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922665",
 "po_email": "lspinu@nsf.gov",
 "po_sign_block_name": "Leonard Spinu",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 638770.0,
 "awd_amount": 638770.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "This MRI grant supports the purchase of a new high resolution field emission scanning electron microscope (cryoSEM) with a cryostage and advanced features, including x-ray chemical analysis, and a versatile cryospecimen preparation and transfer system. This new cryoSEM system will be used in a wide variety of research projects to produce a more in depth and realistic understanding of the micro- and nanostructure, chemical composition and structural development of complex samples that are impossible to image in an ordinary, room temperature SEM.  The features of the cryoSEM and the specimen preparation and handling system facilitate a variety of research projects that demand high resolution imaging with the option of chemical analysis and with precise control over the cryospecimen preparation and handling.  Some example research projects include: microstructure development in liquid applied coatings, structure of ordered porous materials used as electrodes, nanostructure of complex, block copolymer-based hydrogels that are used drug delivery materials and the structure of hydrated collagen- and fibrin-based tissue equivalents.  \r\n\r\nThe research enabled by the cryoSEM facility will have broader impacts across a variety of fields, including coating processing, colloidal science, porous materials, block copolymers, collagen-based tissue equivalents, biofilms, geomagnetism, and emulsion science.  The cryoSEM will provide results that could not be achieved by other means and will impact not only on the scientific understanding but also on the engineering of new materials and devices.   The results will be disseminated in publications and presentations, including presentations to industry through the University of Minnesota's Industrial Partnership for Research in Interfacial and Materials Engineering. The new cryoSEM system will also impact the research training and education of students at various levels, from graduate students down to middle school students, through seminars, workshops and demonstrations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lorraine",
   "pi_last_name": "Francis",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Lorraine F Francis",
   "pi_email_addr": "lfrancis@umn.edu",
   "nsf_id": "000174992",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Lodge",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy P Lodge",
   "pi_email_addr": "lodge@umn.edu",
   "nsf_id": "000340180",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alon",
   "pi_last_name": "McCormick",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Alon V McCormick",
   "pi_email_addr": "mccormic@umn.edu",
   "nsf_id": "000361252",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Stein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Stein",
   "pi_email_addr": "a-stein@umn.edu",
   "nsf_id": "000491495",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Wells",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Carol L Wells",
   "pi_email_addr": "wells002@umn.edu",
   "nsf_id": "000615175",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "312 Church Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 638770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">This Major Research Instrumentation (MRI) grant supported the purchase of a high resolution scanning electron microscope (SEM) with a cryostage for the operation of the microscope at liquid nitrogen temperature and advanced features, including x-ray chemical analysis. The grant also supported the purchase of a cryogenic specimen preparation system.&nbsp; SEM is used to image structural features at the micron and nanometer length scales.&nbsp; Low temperature operation, known as cryogenic SEM or cryoSEM, allows researchers to image this fine structure in frozen specimens.&nbsp; For cryoSEM, specimens are quickly frozen, prepared for imaging in a cryospecimen preparation system and transferred to the microscope&nbsp; - all at liquid nitrogen temperature.&nbsp; A powerful application of cryoSEM is characterizing specimens that contain water, such as biological tissues, dispersions and gels.&nbsp; These materials would otherwise be incompatible with the high vacuum of the microscope.&nbsp; By freezing these specimens and imaging the frozen microstructures, the structural features can be explored in detail.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">The new instrumentation has impacted research in a variety of fields.&nbsp; For example, researchers have used cryoSEM to (i) explore the particle distributions in wet paper coatings so that their properties can be improved, (ii) determine the origin of the flow characteristics unique emulsion gels that have potential engineering applications, and (iii) characterize the colonization of bacteria in biofilms, which is important to understanding how to control drug-resistant bacteria.&nbsp; The high resolution and advanced features of the SEM have also facilitated research aimed at uncovering the nanostructure in polymer membranes, exploring the infiltration characteristics of mantle rock, and characterizing nanomaterials that are used in catalysis of chemical reactions.&nbsp; The research performed on the new SEM is broadly impacting the fields of materials science and engineering, chemical engineering, chemistry, earth sciences, biomedical engineering, biology and medical science.&nbsp; The SEM and specimen preparation equipment are housed in the University of Minnesota&rsquo;s Characterization Facility, a user facility that is open to researchers on campus as well as more broadly to academic and industrial researchers, particularly from the upper midwest.&nbsp; The new SEM and cryopreparation equipment are impacting&nbsp;the education and training of graduate student researchers and postdoctoral fellows, and leading to&nbsp;technology transfer to industry.</span></p>\n<p class=\"p1\"><span class=\"s1\"><br /> </span></p>\n<p class=\"p1\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Lorraine&nbsp;F&nbsp;Francis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This Major Research Instrumentation (MRI) grant supported the purchase of a high resolution scanning electron microscope (SEM) with a cryostage for the operation of the microscope at liquid nitrogen temperature and advanced features, including x-ray chemical analysis. The grant also supported the purchase of a cryogenic specimen preparation system.  SEM is used to image structural features at the micron and nanometer length scales.  Low temperature operation, known as cryogenic SEM or cryoSEM, allows researchers to image this fine structure in frozen specimens.  For cryoSEM, specimens are quickly frozen, prepared for imaging in a cryospecimen preparation system and transferred to the microscope  - all at liquid nitrogen temperature.  A powerful application of cryoSEM is characterizing specimens that contain water, such as biological tissues, dispersions and gels.  These materials would otherwise be incompatible with the high vacuum of the microscope.  By freezing these specimens and imaging the frozen microstructures, the structural features can be explored in detail. \nThe new instrumentation has impacted research in a variety of fields.  For example, researchers have used cryoSEM to (i) explore the particle distributions in wet paper coatings so that their properties can be improved, (ii) determine the origin of the flow characteristics unique emulsion gels that have potential engineering applications, and (iii) characterize the colonization of bacteria in biofilms, which is important to understanding how to control drug-resistant bacteria.  The high resolution and advanced features of the SEM have also facilitated research aimed at uncovering the nanostructure in polymer membranes, exploring the infiltration characteristics of mantle rock, and characterizing nanomaterials that are used in catalysis of chemical reactions.  The research performed on the new SEM is broadly impacting the fields of materials science and engineering, chemical engineering, chemistry, earth sciences, biomedical engineering, biology and medical science.  The SEM and specimen preparation equipment are housed in the University of MinnesotaÆs Characterization Facility, a user facility that is open to researchers on campus as well as more broadly to academic and industrial researchers, particularly from the upper midwest.  The new SEM and cryopreparation equipment are impacting the education and training of graduate student researchers and postdoctoral fellows, and leading to technology transfer to industry.\n\n \n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Lorraine F Francis"
 }
}