{
 "awd_id": "1229103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-MRI:  Acquisition of a Controller and Software for Scanning Probe Microscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 109661.0,
 "awd_amount": 109661.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "With this award from the Major Research Instrumentation (MRI) program, Professor Kenneth Nicholson from Northeastern Illinois University and colleagues Stefan Tsonchev and Emina Stojkovic will acquire a nanoscope control station and software package to be added to a scanning probe microscope (SPM) with electrochemical capabilities already present at this institution. The proposal is aimed at enhancing research training and education at all levels, especially in areas such as (a) structure of bacteriophytochromes (Bphs) in aqueous media, both wild-type and fluorescent mutant variants in their respective light- and dark-adapted states; (b) topography and mechanism of fruiting body formation in myxobacteria, specifically initiated by Bphs in Stigmatella aurantiaca; and (c) exploration the biosensing capabilities of Bphs as thin films.\r\n\r\nThis award will provide a control station to enable operation of a  scanning probe microscope and to provide resolution at the nanometer scale.  Scanning probe microscopy (SPM) has become a fundamental analytical technique to investigate adherence of species, including biological specimens, on a surface. The data which is obtained provides insights on the physical structure of the adsorbates and their properties. Applications are numerous, for example in developing biosensing devices or efficient photovoltaivc cells. This acquisition will enable faculty and undergraduate students at Northeastern Illinois University to carry out research on state-of-the-art instrumentation. Students will receive invaluable multidisciplinary research training on state-of-the-art instrumentation through a newly developed cross-department surface chemistry and dynamics course as well as independent research projects with faculty mentors in areas of growing in importance in the field of nanoscience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Nicholson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth T Nicholson",
   "pi_email_addr": "K-Nicholson@neiu.edu",
   "nsf_id": "000562883",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Tsonchev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Tsonchev",
   "pi_email_addr": "S-Tsonchev@neiu.edu",
   "nsf_id": "000546094",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emina",
   "pi_last_name": "Stojkovic",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Emina A Stojkovic",
   "pi_email_addr": "E-Stojkovic@neiu.edu",
   "nsf_id": "000562884",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern Illinois University",
  "inst_street_address": "5500 N SAINT LOUIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7734424671",
  "inst_zip_code": "606254699",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "IL05",
  "org_lgl_bus_name": "NORTHEASTERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR73WF5SHRW4"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern Illinois University",
  "perf_str_addr": "5500 N St. Louis Ave",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606254625",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "IL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 109661.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This NSF-MRI award has been used to purchase the necessary equipment to assemble and install a scanning probe microscope (<span>SPM</span>) on the main campus of Northeastern Illinois University (<span>NEIU</span>).&nbsp;&nbsp; A <span>SPM</span> is a surface analytical technique that may be used to investigate the structure and properties of materials with extremely high resolution. With the appropriate settings, this machine can provide single molecule and even atomic resolution.</span></p>\n<p><span>This instrument has been used to develop a new method to study the structure and light-sensing behavior of a unique class of red-light <span>photoreceptors</span> during this funding period.&nbsp; These <span>photoreceptors</span> called, <span>bacteriophytochromes</span>, (<span>BphPs</span>) are found naturally in bacteria. <span>BphPs</span> play a key role in the light signaling processes that are involved in growth, development and, in many cases, cell to cell communication. &nbsp;</span></p>\n<p><span>Light initiates a global structural change in <span>BphPs</span> that originates in a <span>biliverdin</span> <span>chromophore</span>.&nbsp; The mechanistic connection between these changes and signaling remains unknown, in part, due to a lack of structural information about <span>BphPs</span>. &nbsp;Intact <span>BphPs</span> are notoriously challenging to crystallize; a single crystal is required for traditional X-ray diffraction studies.&nbsp; In addition, <span>BphPs</span> are also high molecular weight protein macromolecules which are too large to study using Nuclear Magnetic Resonance (<span>NMR</span>) experiments.&nbsp;</span></p>\n<p><span>Atomic force microscopy (<span>AFM</span>), a mode of <span>SPM</span>, is a particularly attractive method for investigating the structure and behavior of <span>BphPs</span>.&nbsp; First, single crystals are not required for analysis.&nbsp; Second, the <span>BphPs</span> can remain in the presence of an aqueous solution media during the experiment, a native and biologically relevant condition.&nbsp; Therefore, an interdisciplinary group of undergraduate students and faculty have developed methods to characterize red-light <span>photoreceptors</span> using <span>AFM</span>.&nbsp; Intact or &ldquo;full-length&rdquo; <span>BphPs</span> as well as truncated versions of the same <span>BphPs</span> have been observed on a mica surface which is being used as a platform for imaging.&nbsp; While the resolution of <span>AFM</span> is not equivalent to X-ray crystallography or <span>NMR</span>, the individual domains of the <span>BphPs</span> are clearly discernible.&nbsp; <span>BphPs</span> found in both photosynthetic and non-photosynthetic bacteria have been analyzed and compared. Dimensional analysis of the <span>AFM</span> images has been completed and the results have strong agreement to theoretical models derived from existing X-ray crystallographic data of related <span>photoreceptors</span>.</span></p>\n<p><span>These projects have served as an essential research training exercise for a diverse and interdisciplinary group of undergraduate students at <span>NEIU</span>.&nbsp; Before the purchase and installation of the <span>SPM</span>, students and faculty were required to travel to The University of Chicago Materials Research and Engineering Center to use a similar piece of equipment in their shared facilities.&nbsp; Adding this instrument to the <span>NEIU</span> campus opened the door for larger group of students to participate in these types of research activities and, in the meantime, increased student productivity and efficiency. &nbsp;The on campus presence of the <span>SPM</span> has also enabled faculty to develop and incorporate laboratory exercises and miniature research projects into their upper-division courses.&nbsp; These activities have been used to expose and train a larger number of students with the...",
  "por_txt_cntn": "\nThis NSF-MRI award has been used to purchase the necessary equipment to assemble and install a scanning probe microscope (SPM) on the main campus of Northeastern Illinois University (NEIU).   A SPM is a surface analytical technique that may be used to investigate the structure and properties of materials with extremely high resolution. With the appropriate settings, this machine can provide single molecule and even atomic resolution.\n\nThis instrument has been used to develop a new method to study the structure and light-sensing behavior of a unique class of red-light photoreceptors during this funding period.  These photoreceptors called, bacteriophytochromes, (BphPs) are found naturally in bacteria. BphPs play a key role in the light signaling processes that are involved in growth, development and, in many cases, cell to cell communication.  \n\nLight initiates a global structural change in BphPs that originates in a biliverdin chromophore.  The mechanistic connection between these changes and signaling remains unknown, in part, due to a lack of structural information about BphPs.  Intact BphPs are notoriously challenging to crystallize; a single crystal is required for traditional X-ray diffraction studies.  In addition, BphPs are also high molecular weight protein macromolecules which are too large to study using Nuclear Magnetic Resonance (NMR) experiments. \n\nAtomic force microscopy (AFM), a mode of SPM, is a particularly attractive method for investigating the structure and behavior of BphPs.  First, single crystals are not required for analysis.  Second, the BphPs can remain in the presence of an aqueous solution media during the experiment, a native and biologically relevant condition.  Therefore, an interdisciplinary group of undergraduate students and faculty have developed methods to characterize red-light photoreceptors using AFM.  Intact or \"full-length\" BphPs as well as truncated versions of the same BphPs have been observed on a mica surface which is being used as a platform for imaging.  While the resolution of AFM is not equivalent to X-ray crystallography or NMR, the individual domains of the BphPs are clearly discernible.  BphPs found in both photosynthetic and non-photosynthetic bacteria have been analyzed and compared. Dimensional analysis of the AFM images has been completed and the results have strong agreement to theoretical models derived from existing X-ray crystallographic data of related photoreceptors.\n\nThese projects have served as an essential research training exercise for a diverse and interdisciplinary group of undergraduate students at NEIU.  Before the purchase and installation of the SPM, students and faculty were required to travel to The University of Chicago Materials Research and Engineering Center to use a similar piece of equipment in their shared facilities.  Adding this instrument to the NEIU campus opened the door for larger group of students to participate in these types of research activities and, in the meantime, increased student productivity and efficiency.  The on campus presence of the SPM has also enabled faculty to develop and incorporate laboratory exercises and miniature research projects into their upper-division courses.  These activities have been used to expose and train a larger number of students with the basic fundamentals of SPM operation and its research applications.  The ultimate goal of these class activities is to motivate students to participate in research projects as a part of their undergraduate education regardless of their career path in STEM.\n\n The application of AFM to investigate the structure and function of red-light photoreceptors has been presented by students and faculty in both oral and poster formats at several regional and national conferences.  In fact, a poster presented by an undergraduate chemistry major at the national Society for the Advancement of Chicanos/Hispanics and Native Americans in Science (SACNAS) won a prestigious award in the..."
 }
}