{
 "awd_id": "1229938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Rapid In-Line Detection of Macro Defects in Semiconductor Manufacturing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 607999.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will develop a prototype of a software tool for automatic detection of macro defects on semiconductor wafers based on optical scanning or imaging of the wafer surface, for use in fabs that manufacture integrated circuit chips. A typical semiconductor chip fabrication process involves hundreds of complex and expensive processing steps. With an increase in the number and complexity of process steps involved, it is of critical importance to detect defects early in the manufacturing process. Yield would be maximized if such detection is performed for each and every wafer without affecting throughput. Under this program an innovative in-line tool will be developed to rapidly detect macro defects on whole wafers by integrating inexpensive commercially-available hardware with sophisticated defect detection and classification algorithms. The tool will inspect every wafer and will have zero false positives. In Phase I, the feasibility of the proposed approach was conclusively demonstrated. In Phase II, a prototype of the defect detection and classification software and scanning hardware will be integrated into commercial wafer processing equipment, and its effectiveness will be demonstrated. The tool will have a major impact by reducing inspection cost and increasing yield.\r\n\r\nThe broader impact/commercial potential of this project is substantial. There is great potential in the semiconductor industry for an inexpensive tool for real-time detection and classification of macro defects right at the equipment where the defect is generated. The successful commercialization of the proposed defect detection tool will assist in significantly increasing manufacturing yields and thus lowering costs. The product will find use in several secondary markets such as solar energy devices, light emitting diodes, photonics, etc. Additionally, with strong relationships with several universities, summer internships will be provided to students from local universities, and the research findings will be presented at international conferences. Thus the proposed work will certainly impact academic research and training and there is a strong commitment to creating opportunities for women and minorities. Finally, microelectronics affects almost every aspect of our lives including wireless and mobile internet technology.  Hence, a product that makes a significant contribution to lowering the cost of manufacturing integrated circuits will positively affect the society at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dick",
   "pi_last_name": "de Roover",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dick de Roover",
   "pi_email_addr": "roover@scsolutions.com",
   "nsf_id": "000566631",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SC SOLUTIONS INC",
  "inst_street_address": "1261 OAKMEAD PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SUNNYVALE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4086174550",
  "inst_zip_code": "940854040",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": "SC SOLUTIONS, INC.",
  "org_prnt_uei_num": "MGPZGMNLJ8R9",
  "org_uei_num": "MGPZGMNLJ8R9"
 },
 "perf_inst": {
  "perf_inst_name": "SC Solutions, Inc.",
  "perf_str_addr": "1261 Oakmead Pkwy",
  "perf_city_name": "Sunnyvale",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940854040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "4080",
   "pgm_ref_txt": "ADVANCED COMP RESEARCH PROGRAM"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 107999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Rapid In-Line Detection of Macro Defects in Semiconductor Manufacturing </strong></p>\n<p>This Small Business Innovation Research Phase II project has resulted in the development of a novel tool for automatic detection of macro defects on semiconductor wafers based on optical scanning. This tool is intended for use in fabs that manufacture Integrated Circuit (IC) chips for personal computers, laptops, cellular phones, etc. Integrated circuits are mass-produced from large (12 inch) silicon wafers that undergo many different fabrication steps. During each of these wafer processing steps, defects may form due to particle contamination, film thickness variations, dislocations, scratches, cracks, etc. The size of these defects range from that comparable to the critical dimensions of the integrated circuits (30-50 nanometer) to those that are almost visually detectable&nbsp; (100-500 micrometer), to large defects that may span several dies on the wafer. Many of these defects eventually become &ldquo;killer defects,&rdquo; i.e., defects resulting in the die failing final electrical tests (electrical short resulting in chip failure).</p>\n<p>With an increase in the number and complexity of processes involved in IC fabrication, it is of critical importance to detect macro defects early in the manufacturing process cycle. Additionally, more ICs will pass the final test if such detection is performed for each and every wafer without adversely affecting the factory output (yield) of the manufacturing process. SC Solutions, a leader in providing advanced sensing, control, and signal processing solutions to the semiconductor industry, has developed a Macro Defect Detection product, SC-MDD&trade;, which detects and classifies macro defects rapidly and inexpensively for every wafer, and furthermore can be integrated into existing wafer fabrication equipment. Apart from being expensive, conventional macro defect equipment is slow, affects throughput, and is not able to scan each and every wafer at each and every process step. SC Solutions&rsquo; product differentiates itself from conventional defect detection equipment because of its fast scanning of high resolution images (~1350dpi in the order of seconds), its fast image processing (in the order of 10&rsquo;s of seconds), and its modular design that can be integrated into existing equipment.</p>\n<p>&nbsp;</p>\n<p>In this Phase II Research Project, several tasks were completed that led to the successful development of a macro-defect detection product prototype. The first tasks involved the development of algorithms and software for defect detection, including algorithms for distortion correction, for detection of defective dies, based on detection of a reference die, and algorithms to classify defects in different patterns, such as circular defects, defect clusters, and individual specs.</p>\n<p>The next task involved the development of a prototype hardware scanner that can scan a high-resolution image in the order of seconds. Development of this prototype was important to show feasibility of scanning a wafer surface at high speed while moving through the wafer flow. Our final prototype is able to scan a 300mm wafer at 1350dpi at a scanning speed of approximately 4 to 8 seconds. We also developed a Graphical User Interface (GUI) that integrates the software algorithms with the hardware scanner to establish a prototype of complete product for macro defect detection.</p>\n<p>The final task involved integration and demonstration on actual test wafers. We have given demonstrations to several key players in three different industries that have shown interest in our product: several key suppliers in the semiconductor industry, a major supplier in the disk drive industry, and an upcoming player in the solar industry.</p>\n<p>In summary, SC Solutions has successfully developed a prototype of a product for macro defect detection in wafer...",
  "por_txt_cntn": "\nRapid In-Line Detection of Macro Defects in Semiconductor Manufacturing \n\nThis Small Business Innovation Research Phase II project has resulted in the development of a novel tool for automatic detection of macro defects on semiconductor wafers based on optical scanning. This tool is intended for use in fabs that manufacture Integrated Circuit (IC) chips for personal computers, laptops, cellular phones, etc. Integrated circuits are mass-produced from large (12 inch) silicon wafers that undergo many different fabrication steps. During each of these wafer processing steps, defects may form due to particle contamination, film thickness variations, dislocations, scratches, cracks, etc. The size of these defects range from that comparable to the critical dimensions of the integrated circuits (30-50 nanometer) to those that are almost visually detectable  (100-500 micrometer), to large defects that may span several dies on the wafer. Many of these defects eventually become \"killer defects,\" i.e., defects resulting in the die failing final electrical tests (electrical short resulting in chip failure).\n\nWith an increase in the number and complexity of processes involved in IC fabrication, it is of critical importance to detect macro defects early in the manufacturing process cycle. Additionally, more ICs will pass the final test if such detection is performed for each and every wafer without adversely affecting the factory output (yield) of the manufacturing process. SC Solutions, a leader in providing advanced sensing, control, and signal processing solutions to the semiconductor industry, has developed a Macro Defect Detection product, SC-MDD&trade;, which detects and classifies macro defects rapidly and inexpensively for every wafer, and furthermore can be integrated into existing wafer fabrication equipment. Apart from being expensive, conventional macro defect equipment is slow, affects throughput, and is not able to scan each and every wafer at each and every process step. SC SolutionsÆ product differentiates itself from conventional defect detection equipment because of its fast scanning of high resolution images (~1350dpi in the order of seconds), its fast image processing (in the order of 10Æs of seconds), and its modular design that can be integrated into existing equipment.\n\n \n\nIn this Phase II Research Project, several tasks were completed that led to the successful development of a macro-defect detection product prototype. The first tasks involved the development of algorithms and software for defect detection, including algorithms for distortion correction, for detection of defective dies, based on detection of a reference die, and algorithms to classify defects in different patterns, such as circular defects, defect clusters, and individual specs.\n\nThe next task involved the development of a prototype hardware scanner that can scan a high-resolution image in the order of seconds. Development of this prototype was important to show feasibility of scanning a wafer surface at high speed while moving through the wafer flow. Our final prototype is able to scan a 300mm wafer at 1350dpi at a scanning speed of approximately 4 to 8 seconds. We also developed a Graphical User Interface (GUI) that integrates the software algorithms with the hardware scanner to establish a prototype of complete product for macro defect detection.\n\nThe final task involved integration and demonstration on actual test wafers. We have given demonstrations to several key players in three different industries that have shown interest in our product: several key suppliers in the semiconductor industry, a major supplier in the disk drive industry, and an upcoming player in the solar industry.\n\nIn summary, SC Solutions has successfully developed a prototype of a product for macro defect detection in wafer manufacturing systems, the efficacy of which has been demonstrated on actual process wafers.  SC is actively marketing this product to several potential c..."
 }
}