{
 "awd_id": "1229628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of a Near-Real-Time High-Accuracy Musculoskeletal System Measurement and Analysis Instrument (SKELETALMI)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 1111040.0,
 "awd_amount": 1111040.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "This project, developing an instrument for near-real-time high-accuracy musculoskeletal system analysis named SKELETALMI, aims to enable timely and accurate measurement, analysis, and characterization of in vivo combined joint movement, whole body kinematics, skeletal muscle activity, and body reaction forces. The instrument consist of hardware components that include devices for fluoroscopic X-ray image acquisition, for measuring whole body movement, for skeletal muscle activity, for measuring lower and upper body reaction forces, and a high performance computer system; as well as software to analyze and characterize jointly in vivo joint kinematics, joint kinetics, and muscle activation.\r\nSKELETALMI is expected to \r\n-\tAllow real-time calibration through overlay between fluoroscopic images and optical images;\r\n-\tAutomatically reconstruct 3D bone models from CT and MRI scans in real-time;\r\n-\tAutomatically estimate 3D in vivo bone movement through 2D/3D registration; \r\n-\tAutomatically establish 3D bone coordinated systems and convert the 3D in vivo movement into 3D joint kinematics;\r\n-\tFuse the accurate joint kinematics, whole body kinematics, muscle activation, and body reaction forces and visualize all the information on digital human models.\r\nThis development has a strong multidisciplinary component that involves algorithms, biomechanics, biomedical imaging, HCI, and computer graphics. The project constitutes a joint collaborative effort of Rutgers with the State University of NJ and Kessler Foundation Research Center.\r\n\r\nBroader Impacts: \r\nThe instrumentation impacts many application domains such as shoe design, athletic training, injury prevention, aging, design of movement-related medical device, and surgical/rehabilitation technique innovation. Underpinned by the capabilities of the instrument and the new related data collected, new courses will be developed in musculoskeletal biomechanics, graphics simulation, movement analysis, and biomedical image analysis. Consequently, the instrument also influences the educational programs at the institution that should generate graduates with a comprehensive knowledge of computational sciences, medical science, and product design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dimitris",
   "pi_last_name": "Metaxas",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Dimitris N Metaxas",
   "pi_email_addr": "dnm@cs.rutgers.edu",
   "nsf_id": "000236186",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Pavlovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir Pavlovic",
   "pi_email_addr": "vladimir@cs.rutgers.edu",
   "nsf_id": "000306351",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kang",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kang Li",
   "pi_email_addr": "kl419@soe.rutgers.edu",
   "nsf_id": "000587421",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1111040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The human musculoskeletal system consists of the skeleton, muscles, tendons, ligaments, joints, cartilage, and connective tissues. This system supports the body and enables it to implement all physical functions. &nbsp;The human musculoskeletal system has been an active research subject for centuries due to the importance of this system to our daily lives. Disorders in any part of the human musculoskeletal system may seriously affect its function. It is considered one of the most prevalent, disabling and costly healthcare problems in the United States. &nbsp;However, there remain numerous unknowns and challenges surrounding the human musculoskeletal system and musculoskeletal movements. For example, in the field of athletic training and exercise science, a common question is &ldquo;<em>how we can further improve an athlete&rsquo;s or exerciser&rsquo;s performance without causing injury</em>?&rdquo; In the footwear industry, designers are interested in knowing what factors affect comfort or performance when users are wearing shoes. In the injury prevention field, questions include: Why do humans have so many small bones in the wrist joints? What are the functions of these bones during functional activities? How do these bones reduce or increase the risk of being injured from slips and falls? Why do people develop back pains without doing significant physical work? What are the micro-level movements that occur at the lumbar spine? In digital human modeling and simulation, a general question is &ldquo;how can we create more realistic simulations of human movements and personalized movement?&rdquo;</p>\n<p>Addressing these questions requires accurate characterization of living human body movement.&nbsp; Existing surface-based systems cannot determine subtle but important differences of body movement due to the soft tissue artifacts.&nbsp; This limitation severely compromise our understanding of musculoskeletal systems and prevent development of person-specific biomechanical research. The goal of this project is to develop a novel motion analysis system for measuring the live human body movement accurately and efficiently.</p>\n<p>In this project, w<span style=\"color: #211d1e;\">e have developed the methods for automatic segmentation, registration, and modeling.</span><span style=\"color: #211d1e;\">&nbsp; </span><span style=\"color: #211d1e;\">We have proposed a novel multi-organ segmentation approach based on the method we developed last year.</span><span style=\"color: #211d1e;\">&nbsp; </span><span style=\"color: #211d1e;\">We integrated deformable models and learning based techniques and conducted evaluations on a large set of 3D MR from longitudinal studies of hundreds of subjects. </span><span style=\"color: #211d1e;\">&nbsp;</span><span style=\"color: #211d1e;\">We have segmented knee joint bones femur, tibia and patella.</span><span style=\"color: #211d1e;\">&nbsp; </span><span style=\"color: #211d1e;\">In addition, we have also made significant progress on 2D/3D registration.</span><span style=\"color: #211d1e;\">&nbsp; </span><span style=\"color: #211d1e;\">We have developed a feature-based and deformable model based registration method for kinematic analysis of joint bones. We have significantly improved the registration accuracy.</span> We have developed a joint movement simulator for the validation study and successfully used to generate the realistic human joint movement.&nbsp; <span style=\"color: #211d1e;\">We have also developed novel single camera based approach for quick tracking of human movement</span></p>\n<p><span style=\"color: #211d1e;\">Based on our work, we have published numerous top journal and conference papers. </span><span style=\"color: #211d1e;\">&nbsp;</span><span style=\"color: #211d1e;\">Some papers have been published as a cover story and some received best paper awards. </span></p>\n<p><span style=\"color: #211d1e;\">The instrument will, we hope, make a contribution toward facilitating human movement analysis.</span><span style=\"color: #211d1e;\">&nbsp; </span><span style=\"color: #211d1e;\">A wide variety of other applications, with the potential to improve the lives of the people with musculoskeletal disorders , could also benefit from the advances made through this project.</span></p>\n<p><span style=\"color: #211d1e;\">Through this project, many undergraduate and graduate students have had the opportunity to participate in human movement analysis, product design, and medical image analysis research.</span><span style=\"color: #211d1e;\">&nbsp; </span><span style=\"color: #211d1e;\">This</span> results in a unique generation of under-graduate and graduate researchers with a comprehensive knowledge of computational sciences, medical science, and product design.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/05/2017<br>\n\t\t\t\t\tModified by: Kang&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe human musculoskeletal system consists of the skeleton, muscles, tendons, ligaments, joints, cartilage, and connective tissues. This system supports the body and enables it to implement all physical functions.  The human musculoskeletal system has been an active research subject for centuries due to the importance of this system to our daily lives. Disorders in any part of the human musculoskeletal system may seriously affect its function. It is considered one of the most prevalent, disabling and costly healthcare problems in the United States.  However, there remain numerous unknowns and challenges surrounding the human musculoskeletal system and musculoskeletal movements. For example, in the field of athletic training and exercise science, a common question is \"how we can further improve an athlete?s or exerciser?s performance without causing injury?\" In the footwear industry, designers are interested in knowing what factors affect comfort or performance when users are wearing shoes. In the injury prevention field, questions include: Why do humans have so many small bones in the wrist joints? What are the functions of these bones during functional activities? How do these bones reduce or increase the risk of being injured from slips and falls? Why do people develop back pains without doing significant physical work? What are the micro-level movements that occur at the lumbar spine? In digital human modeling and simulation, a general question is \"how can we create more realistic simulations of human movements and personalized movement?\"\n\nAddressing these questions requires accurate characterization of living human body movement.  Existing surface-based systems cannot determine subtle but important differences of body movement due to the soft tissue artifacts.  This limitation severely compromise our understanding of musculoskeletal systems and prevent development of person-specific biomechanical research. The goal of this project is to develop a novel motion analysis system for measuring the live human body movement accurately and efficiently.\n\nIn this project, we have developed the methods for automatic segmentation, registration, and modeling.  We have proposed a novel multi-organ segmentation approach based on the method we developed last year.  We integrated deformable models and learning based techniques and conducted evaluations on a large set of 3D MR from longitudinal studies of hundreds of subjects.  We have segmented knee joint bones femur, tibia and patella.  In addition, we have also made significant progress on 2D/3D registration.  We have developed a feature-based and deformable model based registration method for kinematic analysis of joint bones. We have significantly improved the registration accuracy. We have developed a joint movement simulator for the validation study and successfully used to generate the realistic human joint movement.  We have also developed novel single camera based approach for quick tracking of human movement\n\nBased on our work, we have published numerous top journal and conference papers.  Some papers have been published as a cover story and some received best paper awards. \n\nThe instrument will, we hope, make a contribution toward facilitating human movement analysis.  A wide variety of other applications, with the potential to improve the lives of the people with musculoskeletal disorders , could also benefit from the advances made through this project.\n\nThrough this project, many undergraduate and graduate students have had the opportunity to participate in human movement analysis, product design, and medical image analysis research.  This results in a unique generation of under-graduate and graduate researchers with a comprehensive knowledge of computational sciences, medical science, and product design.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 04/05/2017\n\n\t\t\t\t\tSubmitted by: Kang Li"
 }
}