{
 "awd_id": "1229720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of the Global Network of Robotic Echelle Spectrographs - NRES",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 1721571.0,
 "awd_amount": 1721571.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2015-10-28",
 "awd_abstract_narration": "In recent years astronomers have observed over 1,000 stars that are thought to contain planetary systems akin to our own solar system, and new discoveries are rapidly being added.  In order to confirm and characterize these systems, it is necessary to conduct numerous observations of the host stars. Telescopes collect the light from the star and pass it through a spectrograph that spreads the light out into a rainbow-like \"spectrum\" that can be analyzed to determine the velocity of the star as viewed from earth.  If the observed velocity varies in a repeatable way it may be due to the presence of a companion object in orbit around the star.  These observations require a considerable amount of telescope time and there is a shortage of the kinds of telescopes and spectrographs specifically designed to do this high precision work.  This is especially problematic for so-called short period orbits, where the orbiting planet is close to its host star and the planetary \"year\" (the time for a full orbit around the host star) may be days or even hours.  To determine the orbital characteristics of these objects frequent observations around the clock are required.  As the earth rotates on its axis, however, stars, just like the sun and moon, set in the west, so they can only be seen for a few hours from a given observatory.  Dr. Timothy Brown of the Las Cumbres Observatory Global Telescope network proposes to put identical spectrographs on several telescopes around the earth so that the stars can be monitored continuously as the earth turns.  He and his team have designed a high resolution and very precise spectrograph and they will build six copies. Observations made with this network of spectrographs is certain to add considerably to our understanding of planetary systems. This work is funded by NSF's Division of Astronomical Sciences through the Major Research Instrumentation program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Brown",
   "pi_email_addr": "tbrown@lcogt.net",
   "nsf_id": "000615178",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Gomez",
   "pi_email_addr": "egomez@lcogt.net",
   "nsf_id": "000544955",
   "pi_start_date": "2012-08-22",
   "pi_end_date": "2014-09-23"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hawkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Hawkins",
   "pi_email_addr": "ehawkins@lcogt.net",
   "nsf_id": "000615223",
   "pi_start_date": "2012-08-22",
   "pi_end_date": "2014-09-23"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hygelund",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Hygelund",
   "pi_email_addr": "johnh@lcogt.net",
   "nsf_id": "000612728",
   "pi_start_date": "2014-09-23",
   "pi_end_date": "2015-10-28"
  }
 ],
 "inst": {
  "inst_name": "Las Cumbres Observatory Global Telescope Network",
  "inst_street_address": "6740 CORTONA DR STE 102",
  "inst_street_address_2": "",
  "inst_city_name": "GOLETA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058801608",
  "inst_zip_code": "931175575",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "LAS CUMBRES OBSERVATORY GLOBAL TELESCOPE NETWORK, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "GKNXAU6D3629"
 },
 "perf_inst": {
  "perf_inst_name": "Las Cumbres Observatory Global Telescope Network",
  "perf_str_addr": "6740 Cortona Drive, Suite 102",
  "perf_city_name": "Goleta",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931175575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1721571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Menlo; color: #000000; background-color: #ffffff} p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Menlo; color: #000000; background-color: #ffffff; min-height: 13.0px} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\">Past astronomers seldom built their telescopes and instruments more than one at a time.<span>&nbsp; </span>For most purposes this has been sensible, since astronomy has often been served better by a multiplicity of observing methods than by replication of existing facilities.<span>&nbsp; </span>But the increasing importance of time-varying phenomena has driven greater interest in multiplex instrumentation.<span>&nbsp; </span>The Network of Robotic Echelle Spectrographs (NRES) is a set of four identical high-resolution optical spectrographs, each connected to one or two of the 1-meter telescopes operated by Las Cumbres Observatory (LCO).<span>&nbsp; </span>The essence of the LCO and the NRES project is to combine computing technology, the internet, and mass production (at least by astronomical standards) to yield a startling jump in the nation's ability to detect, confirm, and study astronomical objects that change with time.<span>&nbsp; </span>For NRES, this chiefly means the study of planets circling distant stars.</span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">Each of the four NRES spectrographs is located at one of LCO's network sites, namely those in Texas, Chile, South Africa, and Israel.<span>&nbsp; </span>From these four sites, NRES can observe stars anywhere in the sky, and, because the sites are controlled from a central location and they can run in parallel, the network can observe many more stars per 24-hour day than they could do if all were at a single observatory. The point of having a system that is (more or less) everywhere, and that (more or less) never sleeps, is to detect and characterize planets orbiting other stars.<span>&nbsp; </span>This task requires remarkably accurate measurements of the speed of the target planet's parent star, toward or away from the Earth, as the planet moves in its orbit.<span>&nbsp; </span>So our observations must be very precise, and they must occur at particular times, dictated by the planet's orbital period.<span>&nbsp; </span>The aim of the NRES project was to design, build, deploy, and commission a set of instruments able to meet these twin goals of precision and ubiquity.</span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">Each NRES spectrograph consists of an optical fiber feed system (to get starlight from the telescope to the spectrograph proper), an optical spectrograph and accompanying CCD light detector, able to measure the wavelength of incoming light within a few parts per billion, an environmental control system (which keeps the temperature of the spectrograph constant within 0.002 C, and also controls the surrounding air pressure), and a calibration system (which feeds constant-wavelength light into the spectrograph, so that residual environmental effects can be measured and allowed for).<span>&nbsp; </span>All of these elements are contained in a large weather-proof and insulated enclosure (called an \"Igloo\"), which serves both as the instrument's shipping container and as the outermost layer of the environmental control system.<span>&nbsp; </span>In addition to these hardware elements, the project involved developing control and data reduction software to operate the conjoined telescope and spectrograph system, and to analyze the raw spectra to yield optimum information about the target exoplanet systems.</span></p>\n<p class=\"p1\">&nbsp;</p>\n<!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Menlo; color: #000000; background-color: #ffffff} span.s1 {font-variant-ligatures: no-common-ligatures} -->\n<p class=\"p1\"><span class=\"s1\">During the project, we built or purchased parts for six complete spectrographs; four of these have been shipped to their intended sites, while the remaining two are in storage, awaiting funds for their deployment, and suitable sites to receive them.<span>&nbsp; </span>The first three (Chile, Texas, and South Africa) are operating and being commissioned.<span>&nbsp; </span>The fourth (Israel) has been delivered to site, and will begin operation during Q2 of 2018.<span>&nbsp; </span>The system software is almost entirely written, now runs end-to-end, and has entered a stage of adjustment and debugging.<span>&nbsp; </span>Our expectation is that systems that will serve most user needs will be ready in a few months, but that approach to the final achievable accuracy will take another year.<span>&nbsp; </span>With a large group of scientists both within and outside LCO waiting eagerly to use the NRES spectrographs, we can be sure that a generous flow of new scientific results will begin soon.</span></p>\n<p class=\"p1\"><span class=\"s1\"><br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/26/2018<br>\n\t\t\t\t\tModified by: Timothy&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519694463563_ScreenShot2018-02-27at12.47.27AM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519694463563_ScreenShot2018-02-27at12.47.27AM--rgov-800width.jpg\" title=\"NRES Spectrograph Optics\"><img src=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519694463563_ScreenShot2018-02-27at12.47.27AM--rgov-66x44.jpg\" alt=\"NRES Spectrograph Optics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An assembled NRES spectrograph, ready to be sealed inside its pressure shell.  The main CCD is nearest the camera, in a gray insulating hood.  Beyond the hood, is the ribbed collimator tube, and then the cross-dispersing prism and the echelle diffraction grating.</div>\n<div class=\"imageCredit\">T. M. Brown</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;Brown</div>\n<div class=\"imageTitle\">NRES Spectrograph Optics</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519694695680_ScreenShot2018-02-27at12.46.00AM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519694695680_ScreenShot2018-02-27at12.46.00AM--rgov-800width.jpg\" title=\"Spectrograph Pressure Shell in Igloo\"><img src=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519694695680_ScreenShot2018-02-27at12.46.00AM--rgov-66x44.jpg\" alt=\"Spectrograph Pressure Shell in Igloo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The half-cylinder pressure shell enclosing the South African NRES spectrograph, seen inside its \"Igloo\" shipping and environmental control container.</div>\n<div class=\"imageCredit\">T. M. Brown</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;Brown</div>\n<div class=\"imageTitle\">Spectrograph Pressure Shell in Igloo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519695029249_ScreenShot2018-02-27at12.49.00AM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519695029249_ScreenShot2018-02-27at12.49.00AM--rgov-800width.jpg\" title=\"NRES Igloo Installed at CTIO\"><img src=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519695029249_ScreenShot2018-02-27at12.49.00AM--rgov-66x44.jpg\" alt=\"NRES Igloo Installed at CTIO\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Igloo containing the CTIO (Chile) Igloo is seen on the far right, in shadow.  It is connected by optical fibers to each of the 1m telescopes in the two rightmost domes.</div>\n<div class=\"imageCredit\">T. M. Brown</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;Brown</div>\n<div class=\"imageTitle\">NRES Igloo Installed at CTIO</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519695411296_ScreenShot2018-02-27at12.54.22AM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519695411296_ScreenShot2018-02-27at12.54.22AM--rgov-800width.jpg\" title=\"NRES Spectrum Diagnostic Plot\"><img src=\"/por/images/Reports/POR/2018/1229720/1229720_10204487_1519695411296_ScreenShot2018-02-27at12.54.22AM--rgov-66x44.jpg\" alt=\"NRES Spectrum Diagnostic Plot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Diagnostic plot produced by the NRES pipeline software.  At top is shown a small portion of the spectrum of a target star (blue), with a standard star spectrum shown in red, for comparison.  Many other plots (besides those shown) are produced for debugging purposes.</div>\n<div class=\"imageCredit\">T. M. Brown</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Timothy&nbsp;Brown</div>\n<div class=\"imageTitle\">NRES Spectrum Diagnostic Plot</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPast astronomers seldom built their telescopes and instruments more than one at a time.  For most purposes this has been sensible, since astronomy has often been served better by a multiplicity of observing methods than by replication of existing facilities.  But the increasing importance of time-varying phenomena has driven greater interest in multiplex instrumentation.  The Network of Robotic Echelle Spectrographs (NRES) is a set of four identical high-resolution optical spectrographs, each connected to one or two of the 1-meter telescopes operated by Las Cumbres Observatory (LCO).  The essence of the LCO and the NRES project is to combine computing technology, the internet, and mass production (at least by astronomical standards) to yield a startling jump in the nation's ability to detect, confirm, and study astronomical objects that change with time.  For NRES, this chiefly means the study of planets circling distant stars.\n \nEach of the four NRES spectrographs is located at one of LCO's network sites, namely those in Texas, Chile, South Africa, and Israel.  From these four sites, NRES can observe stars anywhere in the sky, and, because the sites are controlled from a central location and they can run in parallel, the network can observe many more stars per 24-hour day than they could do if all were at a single observatory. The point of having a system that is (more or less) everywhere, and that (more or less) never sleeps, is to detect and characterize planets orbiting other stars.  This task requires remarkably accurate measurements of the speed of the target planet's parent star, toward or away from the Earth, as the planet moves in its orbit.  So our observations must be very precise, and they must occur at particular times, dictated by the planet's orbital period.  The aim of the NRES project was to design, build, deploy, and commission a set of instruments able to meet these twin goals of precision and ubiquity.\n \nEach NRES spectrograph consists of an optical fiber feed system (to get starlight from the telescope to the spectrograph proper), an optical spectrograph and accompanying CCD light detector, able to measure the wavelength of incoming light within a few parts per billion, an environmental control system (which keeps the temperature of the spectrograph constant within 0.002 C, and also controls the surrounding air pressure), and a calibration system (which feeds constant-wavelength light into the spectrograph, so that residual environmental effects can be measured and allowed for).  All of these elements are contained in a large weather-proof and insulated enclosure (called an \"Igloo\"), which serves both as the instrument's shipping container and as the outermost layer of the environmental control system.  In addition to these hardware elements, the project involved developing control and data reduction software to operate the conjoined telescope and spectrograph system, and to analyze the raw spectra to yield optimum information about the target exoplanet systems.\n \n\nDuring the project, we built or purchased parts for six complete spectrographs; four of these have been shipped to their intended sites, while the remaining two are in storage, awaiting funds for their deployment, and suitable sites to receive them.  The first three (Chile, Texas, and South Africa) are operating and being commissioned.  The fourth (Israel) has been delivered to site, and will begin operation during Q2 of 2018.  The system software is almost entirely written, now runs end-to-end, and has entered a stage of adjustment and debugging.  Our expectation is that systems that will serve most user needs will be ready in a few months, but that approach to the final achievable accuracy will take another year.  With a large group of scientists both within and outside LCO waiting eagerly to use the NRES spectrographs, we can be sure that a generous flow of new scientific results will begin soon.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 02/26/2018\n\n\t\t\t\t\tSubmitted by: Timothy Brown"
 }
}