{
 "awd_id": "1229489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a Laser Scanning Confocal Microscope Facility for Interdisciplinary Live Cell Imaging",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 565372.0,
 "awd_amount": 565372.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "This Major Research Instrumentation grant will support the acquisition of a fixed-stage upright confocal microscope and supporting computational infrastructure for Life Science research at the University of Houston.  The acquired Leica confocal microscope will permit leading edge research into diverse areas of the life sciences including neurobiology and behavior, cell signaling, biochemistry and even evolution.  Many established and junior investigators will use the advanced capabilities of the confocal microscope to address important questions, including: understanding the cellular mechanisms of memory formation, the dynamics and regulation of cytoskeleton function, and the biophysics of protein synthesis.  This microscope is necessary both to maintain confocal capabilities of the University of Houston, and to expand the ability for investigations into new areas in biology and biochemistry. The state-of-the-art confocal microscope will permit advanced techniques such as uncaging neurotransmitters, fluorescence resonant energy transfer (FRET), and fluorescence recovery after photobleaching (FRAP).  The microscope will also be used to establish collaborations with Computer Scientists to develop new solutions for computer assisted image analysis research. The collaboration between Life and Computer Scientists will facilitate new solutions for increasing the quality and quantity of data extracted from imaging experiments. \r\n\r\nThe acquired confocal microscope and biological image analysis computer facility will also be used to train postdocs, graduate and undergraduate students, including many underrepresented minorities. The University of Houston is the US?s second most ethnically diverse research university, and the 23rd largest in the United States.  The Department of Biology and Biochemistry is the primary life science department at the University of Houston and has almost 3,000 undergraduate majors. Approximately 1/3rd of these majors are underrepresented minorities (11% African Americans, 21.5% Hispanic, 2% Native American).  Many more of the Biology and Biochemistry undergraduates are also first generation college students. The confocal microscope will be used in undergraduate courses to train more than 400 undergraduate students per year and two graduate levels courses in cellular neuroscience, providing yearly training to approximately 20 graduate students in advanced microscopic techniques.  The confocal microscope will be used further in new summer workshops on biological imaging for ~40 underrepresented minority undergraduate students. These trained undergraduates will be recruited into faculty labs for research projects that will use the acquired confocal microscope.  The microscope will provide an attractive focus for engaging students to actively participate in life science and computer image analysis research programs. The confocal microscope and computer analysis facility will transform the scientific education of the Biology & Biochemistry and the Computer Science Students at the University of Houston.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregg",
   "pi_last_name": "Roman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gregg W Roman",
   "pi_email_addr": "groman@olemiss.edu",
   "nsf_id": "000513018",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Dryer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart Dryer",
   "pi_email_addr": "sdryer@uh.edu",
   "nsf_id": "000387892",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ioannis",
   "pi_last_name": "Kakadiaris",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ioannis A Kakadiaris",
   "pi_email_addr": "ioannisk@uh.edu",
   "nsf_id": "000095195",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jokubas",
   "pi_last_name": "Ziburkus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jokubas Ziburkus",
   "pi_email_addr": "jziburkus@uh.edu",
   "nsf_id": "000330224",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seema",
   "pi_last_name": "Khurana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seema Khurana",
   "pi_email_addr": "skhurana@central.uh.edu",
   "nsf_id": "000587471",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "UNIVERSITY OF HOUSTON",
  "perf_str_addr": "Dept. Biology and Biochemistry",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772045001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 565372.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this proposal was to establish a confocal microscopy core at the University of Houston that provides the local research community with affordable access to advanced microscopy instrumentation and provides training in the use of these instruments.&nbsp;&nbsp; The core was meant to both facilitate leading edge research and impact training of graduate and undergraduate students in advanced microscopic techniques. The Major Research Instrumentation award allowed us to acquire a state-of-the art Leica SP8 upright confocal microscope. We also leveraged the award with local funds to rejuvenate an older Olympus FV1000 inverted confocal microscope.&nbsp;&nbsp; These two microscopes serve as the bedrock of the Biology and Biochemistry Imaging Core instrumentation.</p>\n<p>Since it began operating in January of 2013, the Biology and Biochemistry Imaging Core (BBIC) has served 92 trained researchers from 32 different laboratories across the University.&nbsp; These labs are located within nine different departments and five different colleges, demonstrating that BBIC has been able to broadly serve the University of Houston&rsquo;s imaging needs.&nbsp; More than 21 peer-reviewed papers that contain data generated at the core have been published since the core began operations.&nbsp; Also, 12 research awards that rely on the BBIC and total more than $4.75 million have been funded during this time.&nbsp;</p>\n<p>BBIC researchers have been active in promoting their research successes to the general public.&nbsp; The BBIC has been featured on a local PBS broadcast for the UH Moment series on February 25<sup>th</sup>, 2014.&nbsp; One paper published in Current Biology&nbsp;that featured research performed in the BBIC was widely reported on in the popular press including the Huffington Post on December 2<sup>nd</sup>, 2013, Houston Chronicle on December 23<sup>rd</sup>, 2013, and NSF News Website on November 27<sup>th</sup>, 2013. Another paper published in PLoS Biology was discussed in the New York Times on October 7<sup>th</sup>, 2014.&nbsp; A third paper published in Molecular Endocrinology in 2013 made the journal cover and was highlighted in the opening editorial of the issue.&nbsp;</p>\n<p>The BBIC has also been active in undergraduate research and graduate education.&nbsp; Four undergraduates have participated in funded research projects using the Leica confocal microscope within the BBIC.&nbsp; We have also generated a workshop that targets student underrepresented in the sciences.&nbsp; This workshop focuses on the power of confocal microscopy to identify where and when proteins are expressed within the brain.&nbsp; Additionally, a graduate course in optical methods in cell biology has become a regular part of the curriculum, training 29 graduate students in the past two years.&nbsp; This course provides theory and intense practical training as each graduate student is given guided instructions on the use of the two confocal microscopes while they use these instruments for their own independent research projects.&nbsp; &nbsp;Prior to the start of the BBIC, the University of Houston did not have a specific Laser Safety Training course set up for confocal users.&nbsp; The BBIC worked with the Dept. of Radiation and Laser Safety to tailor a course for BBIC users.&nbsp; We have developed a curriculum and have organized the first training session using this course on April 25<sup>th</sup>, 2014.&nbsp;</p>\n<p>The BBIC has also been active in community outreach and education. The core has been a regular participant in the Summer Undergraduate Research Fellowship program at the University of Houston, where undergraduate researchers learn about confocal microscopy from the director and core manager.&nbsp; &nbsp;The core has provided tours to visiting faculty and local business leaders on several occasions to demonstrate advanced technology on campus.&nbsp; Lastly, the core...",
  "por_txt_cntn": "\nThe purpose of this proposal was to establish a confocal microscopy core at the University of Houston that provides the local research community with affordable access to advanced microscopy instrumentation and provides training in the use of these instruments.   The core was meant to both facilitate leading edge research and impact training of graduate and undergraduate students in advanced microscopic techniques. The Major Research Instrumentation award allowed us to acquire a state-of-the art Leica SP8 upright confocal microscope. We also leveraged the award with local funds to rejuvenate an older Olympus FV1000 inverted confocal microscope.   These two microscopes serve as the bedrock of the Biology and Biochemistry Imaging Core instrumentation.\n\nSince it began operating in January of 2013, the Biology and Biochemistry Imaging Core (BBIC) has served 92 trained researchers from 32 different laboratories across the University.  These labs are located within nine different departments and five different colleges, demonstrating that BBIC has been able to broadly serve the University of HoustonÆs imaging needs.  More than 21 peer-reviewed papers that contain data generated at the core have been published since the core began operations.  Also, 12 research awards that rely on the BBIC and total more than $4.75 million have been funded during this time. \n\nBBIC researchers have been active in promoting their research successes to the general public.  The BBIC has been featured on a local PBS broadcast for the UH Moment series on February 25th, 2014.  One paper published in Current Biology that featured research performed in the BBIC was widely reported on in the popular press including the Huffington Post on December 2nd, 2013, Houston Chronicle on December 23rd, 2013, and NSF News Website on November 27th, 2013. Another paper published in PLoS Biology was discussed in the New York Times on October 7th, 2014.  A third paper published in Molecular Endocrinology in 2013 made the journal cover and was highlighted in the opening editorial of the issue. \n\nThe BBIC has also been active in undergraduate research and graduate education.  Four undergraduates have participated in funded research projects using the Leica confocal microscope within the BBIC.  We have also generated a workshop that targets student underrepresented in the sciences.  This workshop focuses on the power of confocal microscopy to identify where and when proteins are expressed within the brain.  Additionally, a graduate course in optical methods in cell biology has become a regular part of the curriculum, training 29 graduate students in the past two years.  This course provides theory and intense practical training as each graduate student is given guided instructions on the use of the two confocal microscopes while they use these instruments for their own independent research projects.   Prior to the start of the BBIC, the University of Houston did not have a specific Laser Safety Training course set up for confocal users.  The BBIC worked with the Dept. of Radiation and Laser Safety to tailor a course for BBIC users.  We have developed a curriculum and have organized the first training session using this course on April 25th, 2014. \n\nThe BBIC has also been active in community outreach and education. The core has been a regular participant in the Summer Undergraduate Research Fellowship program at the University of Houston, where undergraduate researchers learn about confocal microscopy from the director and core manager.   The core has provided tours to visiting faculty and local business leaders on several occasions to demonstrate advanced technology on campus.  Lastly, the core was featured in a video art installation at the Blaffer art gallery in the Spring of 2015.\n\nThe Major Research Instrumentation award has been used by the BBIC to improve the research capabilites accross the University of Houston,  to train a new generation of imagers from multiple disci..."
 }
}