{
 "awd_id": "1229798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of a inverted fluorescence microscope system to increase biological research at Linfield College",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 223182.0,
 "awd_amount": 223182.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "Linfield College requests funding to purchase a Zeiss AxioObserver Z1 inverted fluorescence microscope system.  The system enables DIC, phase, and fluorescence microscopy, and includes a motorized body for automated analysis in the x, y, and z planes, an environmental chamber system, and a micro-injection system.  This microscope system will be used to enhance the research programs of faculty within the Biology department as well as to enhance the training of undergraduate researchers in the college.  The research projects that will be enabled with this instrument include 1.) Deciphering molecular mechanisms of microRNA activity in vivo and determining the roles of specific microRNAs during animal development, 2.) Determining the role of phosphoregulation of proteins in regulating cellular motility in human and Dictyostelium models, and 3) Investigating the role of sponges and sponge-associated bacterial communities on nutrient fluxes in estuarine habitats.  Undergraduate students participating in research projects in faculty laboratories and through curriculum-based research projects will use the microscope system to acquire high resolution images of mammalian cells, analysis of GFP reporters and immunofluorescence in Drosophila tissues and cell culture, and fluorescent in situ hybridization assays of bacterial symbionts in sponge.  Undergraduates trained on this instrument will include a range of introductory through senior level students, and it is anticipated that research training incorporating this instrument will further enhance students' productivity and acceptance into graduate programs.\r\n\r\nIn the past six years, the Biology Department at Linfield College has undergone a significant period of growth, due to retirements and addition of new faculty lines, resulting in the hiring of five new faculty members.  Among these new faculty hires are three faculty whose research includes various applications of fluorescence microscopy.  In order to facilitate their research, to increase the productivity of all faculty, and to improve the research experience of undergraduate students in this program, Linfield College requests funds to purchase a Zeiss AxioObserver Z1 Microscope System that will enable faculty and students to generate publication quality images using its fluorescence, DIC, and phase contrast capabilities. The goals in acquiring this instrument are to 1) enable faculty members to collect high quality data, publish their results, and increase competitiveness for future external federal funding to support research programs; 2) enhance the department's work that integrates education and research by providing students with research grade equipment to perform high resolution, quantitative analyses of cells and; 3) provide outstanding research training facilities for undergraduate students in preparation for future research and medically related careers in the biological sciences.  The department?s integration of research and education leads to research publications and presentations at national meetings as well as an excellent success rate for students applying to and succeeding in graduate and professional programs at the national level.  Approximately 40% of the graduates from the department in the past five years have continued on to graduate or professional programs, and the trend in this pattern is increasing as new faculty establish and maintain their research programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Kruchten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Kruchten",
   "pi_email_addr": "akrucht@linfield.edu",
   "nsf_id": "000588366",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Reinke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine A Reinke",
   "pi_email_addr": "creinke@linfield.edu",
   "nsf_id": "000615412",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Weisz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Weisz",
   "pi_email_addr": "jweisz@linfield.edu",
   "nsf_id": "000615413",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LINFIELD UNIVERSITY",
  "inst_street_address": "900 SE BAKER ST",
  "inst_street_address_2": "",
  "inst_city_name": "MCMINNVILLE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5038832200",
  "inst_zip_code": "971286808",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OR06",
  "org_lgl_bus_name": "LINFIELD UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C7U8CVQXNCB6"
 },
 "perf_inst": {
  "perf_inst_name": "Linfield College",
  "perf_str_addr": "900 SE Baker Street",
  "perf_city_name": "McMinnville",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "971286808",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OR06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 223182.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h3>&nbsp;</h3>\n<p>The Biology department at Linfield College consists of seven faculty members, six of whom were hired in 2006 or later.&nbsp; Using the funds from this MRI grant, we were able to purchase a Zeiss AxioObserver Z1 Microscope System that has been used extensively by faculty and students in the pursuit of education and research.&nbsp; The goals in acquiring this instrument were to 1) enable faculty members to collect high quality data, publish their results, and increase competitiveness for future external federal funding to support research programs; 2) enhance the department&rsquo;s work that integrates education and research by providing students with research grade equipment to perform high resolution, quantitative analyses of cells and; 3) provide outstanding research training facilities for undergraduate students in preparation for future research and medically related careers in the biological sciences.<strong> </strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>As a result of acquiring this instrument, faculty members at Linfield have published five abstracts at national conferences and have three manuscripts in preparation.&nbsp; Prior to acquiring the instrument, no publications using fluorescence microscopy had been published by faculty members at Linfield College, so we have accomplished our goal of collecting high quality data.&nbsp; Additionally, one faculty member was able to leverage her preliminary results using the microscope to acquire research funding from the Murdock Charitable Trust.</p>\n<p>&nbsp;</p>\n<p>Over the course of the grant period, four faculty have used the microscope to collect data and teach courses (three faculty were listed on the original grant; a newly hired professor also used the microscope.)&nbsp; 17 research students, 115 students in upper division courses, and 524 introductory biology students participated in work that blurred the lines between education and research.&nbsp; Research projects were initiated in courses and continued during independent research, leading to conference abstracts.&nbsp; Prior to acquiring this instrument, only a handful of upper division students were able to use the older Zeiss Axioskope in classes do to limitations in it user-friendliness.&nbsp; Many students have now graduated from Linfield College with skills in fluorescence microscopy and have entered the work force and graduate schools where they can utilize those skills.&nbsp;&nbsp; Approximately 40% of the graduates from the department in the past five years have continued on to graduate or professional programs, and the trend in this pattern is increasing as new faculty establish and maintain their research programs.&nbsp; Additionally, prior to acquiring the microscope, no formal ethics training was available in our department.&nbsp; The microscope is used extensively in our Molecular Cell Biology course, a required course for our biology and biochemistry majors.&nbsp; Thus, each of these majors now completes an ethics training module at least once in their academic careers.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2015<br>\n\t\t\t\t\tModified by: Anne&nbsp;Kruchten</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe Biology department at Linfield College consists of seven faculty members, six of whom were hired in 2006 or later.  Using the funds from this MRI grant, we were able to purchase a Zeiss AxioObserver Z1 Microscope System that has been used extensively by faculty and students in the pursuit of education and research.  The goals in acquiring this instrument were to 1) enable faculty members to collect high quality data, publish their results, and increase competitiveness for future external federal funding to support research programs; 2) enhance the departmentÆs work that integrates education and research by providing students with research grade equipment to perform high resolution, quantitative analyses of cells and; 3) provide outstanding research training facilities for undergraduate students in preparation for future research and medically related careers in the biological sciences.  \n\n \n\nAs a result of acquiring this instrument, faculty members at Linfield have published five abstracts at national conferences and have three manuscripts in preparation.  Prior to acquiring the instrument, no publications using fluorescence microscopy had been published by faculty members at Linfield College, so we have accomplished our goal of collecting high quality data.  Additionally, one faculty member was able to leverage her preliminary results using the microscope to acquire research funding from the Murdock Charitable Trust.\n\n \n\nOver the course of the grant period, four faculty have used the microscope to collect data and teach courses (three faculty were listed on the original grant; a newly hired professor also used the microscope.)  17 research students, 115 students in upper division courses, and 524 introductory biology students participated in work that blurred the lines between education and research.  Research projects were initiated in courses and continued during independent research, leading to conference abstracts.  Prior to acquiring this instrument, only a handful of upper division students were able to use the older Zeiss Axioskope in classes do to limitations in it user-friendliness.  Many students have now graduated from Linfield College with skills in fluorescence microscopy and have entered the work force and graduate schools where they can utilize those skills.   Approximately 40% of the graduates from the department in the past five years have continued on to graduate or professional programs, and the trend in this pattern is increasing as new faculty establish and maintain their research programs.  Additionally, prior to acquiring the microscope, no formal ethics training was available in our department.  The microscope is used extensively in our Molecular Cell Biology course, a required course for our biology and biochemistry majors.  Thus, each of these majors now completes an ethics training module at least once in their academic careers.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Anne Kruchten"
 }
}