{
 "awd_id": "1229061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of a system of geophysics instruments for archaeological geophysics research and training.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 110321.0,
 "awd_amount": 110321.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "This Major Research Instrumentation award to Dr. Andrew Creekmore funds the acquisition by the University of Northern Colorado (UNC) of a system of geophysics instruments for research, training and education in the fields of archaeology, earth science, biology, and physics.  These instruments include a magnetometer, resistivity meter, conductivity meter, ground-penetrating radar, and down-hole susceptibility sensor attachment for an existing magnetic susceptibility meter.  Each of these measures different properties of the earth; together, they form an integrated research system for state-of-the-art applications.  These instruments will be shared with researchers and educators at regional institutions including Colorado State University, the University of Denver, and Laramie County Community College.  Researchers include eight collaborators, as well as graduate students and future colleagues.  \r\n\r\nThese instruments will support several ongoing and new research initiatives, including: 1) A regional-scale, interdisciplinary archaeological, paleoenvironmental, ethnographic, and historical cultural-landscape study of Colorado prehistoric and historic Native American and non-native populations from the Late Pleistocene to the early 20th century.  Geophysics survey can improve understanding of these cultures by identifying buried remains that help the analysis of mobile forager behavior and responses to environmental change; 2) An archaeological and historical study of Front Range trading forts of the mid 1800s.  These forts were a key part of westward expansion characterized by trade between Native Americans and Euroamerican immigrants; 3) An interdisciplinary study of the structure and history of the early 20th-century African American settlement at Dearfield, Colorado.  This settlement demonstrates African American resilience in their efforts, inspired by Booker T. Washington, to attain economic security, equality, and social justice; 4) A geophysical study of the internal structure of rattlesnake hibernacula.  This study contributes to a better understanding of snake lifecycle and behavior; 5) Analysis of climate history and change through study of rock glaciers and moraines.  This work informs current water-use policies because runoff from the watershed in which the rock glaciers occur is diverted for agricultural irrigation on Colorado's eastern plains; 6) Development of a grant-funded archaeogeophysics test site for testing and calibrating instruments, and training students; 7) Undergraduate research projects in physics, earth sciences, archaeology, biology and other disciplines.  \r\n\r\nThe requested instruments will enable UNC and collaborating institutions to provide opportunities for hands-on education and research, including courses in anthropology, earth sciences, and physics; geophysics workshops; and the archaeological field school.  Investigators will train students in the theory and application of geophysics in these fields, engage students in research, and prepare students to incorporate geophysics into graduate or professional work in their respective fields.  Investigators will engage Front Range communities and area K-12 students through geophysics workshops, field days, and city and private museum exhibits designed to connect students and the public to science.  Results will be presented at local community workshops, regional and national meetings, and submitted for publication in peer-reviewed journals.  This award will make it possible to expand collaborations with area scholars in a variety of fields, advancing knowledge and understanding in archaeology, earth science, biology, and physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Creekmore III",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew T Creekmore III",
   "pi_email_addr": "andrew.creekmore@unco.edu",
   "nsf_id": "000612343",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Brunswig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Brunswig",
   "pi_email_addr": "robert.brunswig@unco.edu",
   "nsf_id": "000540246",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Colorado",
  "inst_street_address": "501 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREELEY",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "5053197355",
  "inst_zip_code": "806396900",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "TYJEPW6N1W98"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Colorado",
  "perf_str_addr": "",
  "perf_city_name": "Greeley",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "806396900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "CO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110321.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With this award the University of Northern Colorado (UNCO) acquired a system of geophysics instruments for undergraduate, graduate, and faculty research, training, and education.&nbsp; &nbsp;This work included field projects in North America and overseas involving undergraduate and graduate students as well as community members.&nbsp; We hosted annual or semi-annual workshops and fieldwork to train students in the use of geophysics instruments including ground-penetrating radar, magnetometry, resistivity, and conductivity.&nbsp; We also incorporated this technology into existing courses in archaeology and earth science as well as field schools.&nbsp; During the period of this award dozens of undergraduate and graduate students, as well as community members and faculty, have had an opportunity to train in the use of geophysics instruments in the classroom, workshops, and the field. These activities will continue for years to come following completion of the award.&nbsp;</p>\n<p>Research projects focused on topics of interest to faculty, students, and the general public, including: 1) A study of several Native American hunter-gatherer sites in Colorado; 2) Investigation of multiple historic period sites in Colorado, Texas, and Missouri, including early cabins, homesteads, Spanish Missions, military sites and cemeteries; &nbsp;3) Analysis of snow melt rates and snow water content in the Rocky Mountains; &nbsp;4) Discovery of buried buildings and associated features at an early Islamic site in Palestine; 5) Analysis of urban planning and structure at a Middle Bronze Age (2000 &ndash; 1200 B.C.E.) city in Upper Mesopotamia.&nbsp; In each case project goals included non-invasive identification and mapping of geophysical properties of the subsurface in order to locate archaeological and geological features.&nbsp; The characteristics and pattern of these features reveal much about past human behavior and geological processes.&nbsp; These projects were conducted with the participation of graduate and undergraduate students, faculty, and community members.&nbsp; Funding to support this research was obtained from UNCO and sources such as the National Geographic Society and Bureau of Land Management.&nbsp;</p>\n<p>The results of the research described here are currently undergoing analysis and preparation for publication, and in five cases are an integral part of in-progress Master&rsquo;s Theses.&nbsp; Preliminary results of this work have been disseminated at multiple academic and public-oriented conferences or civic groups in Colorado, throughout the United States, and abroad in Europe and the Middle East.&nbsp; Research and training collaborators include professors and students from the University of Northern Colorado, University of Denver, Colorado State University, University of Chicago, and Johns Hopkins University.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;T&nbsp;Creekmore Iii</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith this award the University of Northern Colorado (UNCO) acquired a system of geophysics instruments for undergraduate, graduate, and faculty research, training, and education.   This work included field projects in North America and overseas involving undergraduate and graduate students as well as community members.  We hosted annual or semi-annual workshops and fieldwork to train students in the use of geophysics instruments including ground-penetrating radar, magnetometry, resistivity, and conductivity.  We also incorporated this technology into existing courses in archaeology and earth science as well as field schools.  During the period of this award dozens of undergraduate and graduate students, as well as community members and faculty, have had an opportunity to train in the use of geophysics instruments in the classroom, workshops, and the field. These activities will continue for years to come following completion of the award. \n\nResearch projects focused on topics of interest to faculty, students, and the general public, including: 1) A study of several Native American hunter-gatherer sites in Colorado; 2) Investigation of multiple historic period sites in Colorado, Texas, and Missouri, including early cabins, homesteads, Spanish Missions, military sites and cemeteries;  3) Analysis of snow melt rates and snow water content in the Rocky Mountains;  4) Discovery of buried buildings and associated features at an early Islamic site in Palestine; 5) Analysis of urban planning and structure at a Middle Bronze Age (2000 &ndash; 1200 B.C.E.) city in Upper Mesopotamia.  In each case project goals included non-invasive identification and mapping of geophysical properties of the subsurface in order to locate archaeological and geological features.  The characteristics and pattern of these features reveal much about past human behavior and geological processes.  These projects were conducted with the participation of graduate and undergraduate students, faculty, and community members.  Funding to support this research was obtained from UNCO and sources such as the National Geographic Society and Bureau of Land Management. \n\nThe results of the research described here are currently undergoing analysis and preparation for publication, and in five cases are an integral part of in-progress MasterÆs Theses.  Preliminary results of this work have been disseminated at multiple academic and public-oriented conferences or civic groups in Colorado, throughout the United States, and abroad in Europe and the Middle East.  Research and training collaborators include professors and students from the University of Northern Colorado, University of Denver, Colorado State University, University of Chicago, and Johns Hopkins University. \n\n\t\t\t\t\tLast Modified: 08/05/2015\n\n\t\t\t\t\tSubmitted by: Andrew T Creekmore Iii"
 }
}