{
 "awd_id": "1229745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High-Performance Parallel Computing Cluster for Astrophysics Research at the University of California, Santa Cruz",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Bloemhof",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 910000.0,
 "awd_amount": 910000.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "Astronomers don't just use telescopes in their attempts to unravel the mysteries of the universe.  Many problems require heavy analytic computation and the use of computer simulations to understand how planets, stars, and galaxies form, grow, evolve, and die. The simulations can include a huge number of objects, embedded in a complex environment of  dust, gases, magnetic fields as well as the unknown dark matter, and follow these objects as they interact, coalesce, or disrupt.  Today's computers have become massively parallel - that is to say that they have many \"processing units\" working in parallel to solve these highly complex problems.   One noted and successful team at the University of California Santa Cruz proposes to acquire a new computer \"cluster\" to attack difficult unsolved problems in astrophysics.  The Principal Investigator, Dr. Piero Madau, and his team will use their new computing power to try to answer many questions in astrophysics from the very early days of the universe up to the present time and beyond.  This new computer cluster will consist of hundreds of multiple processors, both conventional computer processors as well as graphical processors.  It will have one petabyte of disk storage capacity (that is one million gigabytes!).  The acquisition of this important research tool is funded by NSF's Division of Astronomical Sciences through the Major Research Instrumentation program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Piero",
   "pi_last_name": "Madau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piero Madau",
   "pi_email_addr": "pmadau@ucolick.org",
   "nsf_id": "000456711",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stanford",
   "pi_last_name": "Woosley",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stanford E Woosley",
   "pi_email_addr": "woosley@ucolick.org",
   "nsf_id": "000376862",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Primack",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joel R Primack",
   "pi_email_addr": "joel@ucsc.edu",
   "nsf_id": "000459661",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Brummell",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas H Brummell",
   "pi_email_addr": "brummell@soe.ucsc.edu",
   "nsf_id": "000416984",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Asphaug",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Asphaug",
   "pi_email_addr": "asphaug@lpl.arizona.edu",
   "nsf_id": "000365753",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 910000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>State-of-the-art computational resources have been instrumental in making the University of California at Santa Cruz (UCSC) one of the world&rsquo;s leading centers for research in numerical astrophysics and planetary science. Funded by an NSF MRI grant, the new high performance supercomputing cluster&nbsp;<span><span style=\"text-decoration: underline;\"><em>Hyades</em></span> has become the&nbsp;&nbsp;primary UCSC on-campus machine used by researchers in the Departments of Applied Mathematics and Statistics, Astronomy and Astrophysics, Computer Sciences, Earth and Planetary Sciences, and Physics. Powered by</span>&nbsp;376 Intel Sandy Bridge Xeon CPUs (3008 cores), 8 Nvidia K20 GPU computing accelerators, and 3 Intel Xeon Phi 5110P accelerators,&nbsp;<span style=\"text-decoration: underline;\"><em>Hyades</em></span>&nbsp;has a peak speed of 60 teraflops (a teraflop is one trillion floating-point operations per second). It has provided an order of magnitude improvement in our ability to address some of the most fundamental scientific questions of our time, from the structure of the early Universe and the nature of dark matter, through the assembly of our own Milky Way, to the formation of extrasolar planets and the Solar System. Its value is further enhanced by a high-capacity data storage system for archiving and sharing the results of astrophysical simulations.</p>\n<p>The new cluster is enabling cutting-edge science, helping develop the next generation of simulation codes for astrophysics, providing a stepping stone to national leadership-class facilities, and promoting the training of the next generation of computational astrophysicists. Supercomputer simulations can generate such huge amounts of complex data that it becomes difficult to analyze them on the fly. An enormous amount of storage capacity is needed for the output of these simulations so that the results can be studied and shared with other researchers. Paired with the supercomputer is a Huawei Universal Distributed Storage (UDS) system that provides one petabyte of high performance storage capacity. The Huawei UDS cloud storage system&nbsp;is expected to become one of the largest repositories of astrophysical data outside of national facilities. The combination will further cement UCSC&rsquo;s position as a center for computational astrophysics and a portal for simulation results and educational resources. It will facilitate the recruitment of excellent faculty, postdocs, and graduate students in astrophysics and planetary sciences, increase their collective productivity, and foster interdisciplinary collaborations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2014<br>\n\t\t\t\t\tModified by: Piero&nbsp;Madau</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1229745/1229745_10208405_1415995481893_hyades-400--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1229745/1229745_10208405_1415995481893_hyades-400--rgov-800width.jpg\" title=\"UCSC acquires powerful new astrophysics supercomputer system\"><img src=\"/por/images/Reports/POR/2014/1229745/1229745_10208405_1415995481893_hyades-400--rgov-66x44.jpg\" alt=\"UCSC acquires powerful new astrophysics supercomputer system\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Hyades astrophysics computer system, seen from the front (left) and back (right), is the primary on-campus supercomputer used by astrophysics researchers at the University of California...",
  "por_txt_cntn": "\nState-of-the-art computational resources have been instrumental in making the University of California at Santa Cruz (UCSC) one of the worldÆs leading centers for research in numerical astrophysics and planetary science. Funded by an NSF MRI grant, the new high performance supercomputing cluster Hyades has become the  primary UCSC on-campus machine used by researchers in the Departments of Applied Mathematics and Statistics, Astronomy and Astrophysics, Computer Sciences, Earth and Planetary Sciences, and Physics. Powered by 376 Intel Sandy Bridge Xeon CPUs (3008 cores), 8 Nvidia K20 GPU computing accelerators, and 3 Intel Xeon Phi 5110P accelerators, Hyades has a peak speed of 60 teraflops (a teraflop is one trillion floating-point operations per second). It has provided an order of magnitude improvement in our ability to address some of the most fundamental scientific questions of our time, from the structure of the early Universe and the nature of dark matter, through the assembly of our own Milky Way, to the formation of extrasolar planets and the Solar System. Its value is further enhanced by a high-capacity data storage system for archiving and sharing the results of astrophysical simulations.\n\nThe new cluster is enabling cutting-edge science, helping develop the next generation of simulation codes for astrophysics, providing a stepping stone to national leadership-class facilities, and promoting the training of the next generation of computational astrophysicists. Supercomputer simulations can generate such huge amounts of complex data that it becomes difficult to analyze them on the fly. An enormous amount of storage capacity is needed for the output of these simulations so that the results can be studied and shared with other researchers. Paired with the supercomputer is a Huawei Universal Distributed Storage (UDS) system that provides one petabyte of high performance storage capacity. The Huawei UDS cloud storage system is expected to become one of the largest repositories of astrophysical data outside of national facilities. The combination will further cement UCSCÆs position as a center for computational astrophysics and a portal for simulation results and educational resources. It will facilitate the recruitment of excellent faculty, postdocs, and graduate students in astrophysics and planetary sciences, increase their collective productivity, and foster interdisciplinary collaborations.\n\n\t\t\t\t\tLast Modified: 11/15/2014\n\n\t\t\t\t\tSubmitted by: Piero Madau"
 }
}