{
 "awd_id": "1229990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative: Return migration of academic scientists and engineers from the United States to India",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 51337.0,
 "awd_amount": 61327.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "Introduction\r\n\r\nReturn migration rates among foreign-born scientists and engineers in the United States are rising, a trend which is commonly referred to as Reverse Brain Drain. This qualitative international collaborative project focuses on the decision process underlying return migration of Indian faculty in science and engineering by pinpointing key economic, political, social and cultural factors. The research focuses on Indian faculty because of their increasing presence and contribution to the science and engineering workforce in the United States and to economic growth. The comparative study features primary data collected through more than 150 in-depth interviews with both stayed and returned faculty in 12 Indian and academic and research institutions in the United States, as well as department heads at each of the locations.\r\n\r\nIntellectual Merit\r\n\r\nThe significance of the project lies in its development of theoretical understanding of how the notion of space and place is changing with transnational migration, and how the social construction of nationality is being transformed across borders. The findings will potentially inform research on human capital, science and technology development, transnational migration, and immigration patterns and policies. Given the contributions of foreign-born academics to the scientific innovation of this country, this research deepens the bonds between the United States and India as they build upon their national resources and expertise toward furthering joint research.\r\n\r\nPotential Broader Impacts\r\n\r\nThe results of this research will be integrated into the classroom and the learning experiences of graduate and undergraduate courses on human resource management, workforce diversity and science policy. The findings will also be disseminated through journals publication and conference presentations. The project has potential to be expanded to include larger samples of faculty members from China, South Korea and Vietnam, which are the leading exporters of talent to the American scientific enterprise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roli",
   "pi_last_name": "Varma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roli Varma",
   "pi_email_addr": "varma@unm.edu",
   "nsf_id": "000177940",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 26362.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 34965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Why do Indian scientists and engineers come to the United States (US)? Why do they return to India after study and work in the US? To answer these questions, the study conducted 134 in-depth interviews with scientists and engineers in academia (51 of those who stayed in the US and 83 who returned to India). The results of the study find that international migration theories centered on the push-pull factors are limited in providing satisfactory answers to these questions, mostly because they focus on one-way migration from developing to developed countries and do not differentiate among labor types. As this study has shown migration is no longer a one-way phenomenon; increasingly, return migration from US to India is taking place among people belonging to S&amp;E professions, a group different from unskilled, semi-skilled and manual laborers.</p>\n<p>&nbsp;</p>\n<p>Historically, scientists and engineers from India have typically stayed in the US rather than return back to India. However, the numbers of US trained Indian scientists and engineers returning to their country of origin has recently surged. These returnees are working in various institutions across the country. The surge in numbers is mostly because of: expanding opportunities for career growth such as flexibility in type of research i.e. theoretical/basic rather than applied, ease in availability of research funds, job security, and ease of transition from industry to academia. Some Indian scientists and engineers chose to return because of cultural and familial connections especially to look after aging parents who could not come to the US to live with them due to immigration problems. Similarly, some of them returned due to immigration issues such as constant renewal of visa and inability of spouse to work due to visa restriction. Such findings dispel the fact that Indian scientists and engineers return to India because of being unsuccessful in the US.</p>\n<p>&nbsp;</p>\n<p>Embedded within the theories of international immigration is the assumption that the world is a noticeably disjointed composite of nations, separated from one another through all-inclusive geographic boundaries. Our study shows that some Indian faculty stay in the US but establish and maintain a long-term relationship with researchers in India through periodic visits, conferences, workshops, and collaborative research. In this process, they constitute a scientific diaspora as they are connected with the S&amp;E community in India. Whether they are aware of it or not, they are contributing to a new global reality where the borders containing Indian faculty are beyond the control of any country. One of the main reasons why Indian faculty in the US do not feel a need to move back to India as those outside India can easily connect with those inside India. In their mental world, the nation-state space has collapsed and they are living with a form of long-distance nationalism.</p>\n<p>&nbsp;</p>\n<p>Economic downturn in the US as well as anti-research atmosphere prevalent in US legislature do not help in keeping top Indian talent in the US. It is especially problematic when research funding in India has been increasing and the importance of long-term research is recognized not only to boost the prestige of India in the world scientific community, but also viewed as essential for future economic and technological development (which relies less and less on Western technology). This is especially reflected in the returned Indian scientists and engineers&rsquo; response to the question about whether they had desire to return to the US. Unlike 30 years ago, when Indian scientific personnel felt isolated as they did not have quick and easy access to new research publications, the emergence of internet connectivity and email have broken this isolation; having access to new research results in the West is as easy now for researchers residing in India...",
  "por_txt_cntn": "\nWhy do Indian scientists and engineers come to the United States (US)? Why do they return to India after study and work in the US? To answer these questions, the study conducted 134 in-depth interviews with scientists and engineers in academia (51 of those who stayed in the US and 83 who returned to India). The results of the study find that international migration theories centered on the push-pull factors are limited in providing satisfactory answers to these questions, mostly because they focus on one-way migration from developing to developed countries and do not differentiate among labor types. As this study has shown migration is no longer a one-way phenomenon; increasingly, return migration from US to India is taking place among people belonging to S&amp;E professions, a group different from unskilled, semi-skilled and manual laborers.\n\n \n\nHistorically, scientists and engineers from India have typically stayed in the US rather than return back to India. However, the numbers of US trained Indian scientists and engineers returning to their country of origin has recently surged. These returnees are working in various institutions across the country. The surge in numbers is mostly because of: expanding opportunities for career growth such as flexibility in type of research i.e. theoretical/basic rather than applied, ease in availability of research funds, job security, and ease of transition from industry to academia. Some Indian scientists and engineers chose to return because of cultural and familial connections especially to look after aging parents who could not come to the US to live with them due to immigration problems. Similarly, some of them returned due to immigration issues such as constant renewal of visa and inability of spouse to work due to visa restriction. Such findings dispel the fact that Indian scientists and engineers return to India because of being unsuccessful in the US.\n\n \n\nEmbedded within the theories of international immigration is the assumption that the world is a noticeably disjointed composite of nations, separated from one another through all-inclusive geographic boundaries. Our study shows that some Indian faculty stay in the US but establish and maintain a long-term relationship with researchers in India through periodic visits, conferences, workshops, and collaborative research. In this process, they constitute a scientific diaspora as they are connected with the S&amp;E community in India. Whether they are aware of it or not, they are contributing to a new global reality where the borders containing Indian faculty are beyond the control of any country. One of the main reasons why Indian faculty in the US do not feel a need to move back to India as those outside India can easily connect with those inside India. In their mental world, the nation-state space has collapsed and they are living with a form of long-distance nationalism.\n\n \n\nEconomic downturn in the US as well as anti-research atmosphere prevalent in US legislature do not help in keeping top Indian talent in the US. It is especially problematic when research funding in India has been increasing and the importance of long-term research is recognized not only to boost the prestige of India in the world scientific community, but also viewed as essential for future economic and technological development (which relies less and less on Western technology). This is especially reflected in the returned Indian scientists and engineersÆ response to the question about whether they had desire to return to the US. Unlike 30 years ago, when Indian scientific personnel felt isolated as they did not have quick and easy access to new research publications, the emergence of internet connectivity and email have broken this isolation; having access to new research results in the West is as easy now for researchers residing in India as anywhere else in the world with internet access. Further big multinationals including General Motors, Google, IBM, ..."
 }
}