{
 "awd_id": "1230913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SEP Collaborative: Integrating Heterogeneous Energy Resources for Sustainable Power Networks - A Systems Approach",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2013-06-14",
 "awd_abstract_narration": "The NSF Sustainable Energy pathways (SEP) Program, under the umbrella of the NSF Science, Engineering and Education for Sustainability (SEES) initiative, will support the research program of Prof. Dennice Gayme and co-workers at Johns Hopkins University, Prof. Aranya Chakrabortty and co-workers at North Carolina State University, and Prof. Judith cardell and co-workers at Smith College to develop a method to integrate heterogeneous energy resources to form sustainable power networks. The objective of this program is to examine how the control and design of large-scale and distributed energy resources can facilitate the grid-integration of large amounts of renewable energy. Wind energy is used as a representative, heterogeneous and variable renewable energy source to address the following three fundamental challenges: (I) the need to manage stability, (II) the need to cost effectively maintain reliable operation, and (III) the need to reflect stability and operational criteria in markets and policy.  Models of the power grid, such as continuum representations (partial differential equations that directly support combined spatial and temporal analysis) and network power flows that include storage and demand-side management, will be developed and used to address stability, control, reliability, and performance/efficiency questions. As input for these continuum and power flow models, the project will utilize outputs from fluid dynamics (\"Large-Eddy\") simulations that model unsteady wind farm and atmospheric boundary layer interactions and have been validated using laboratory and field observations. Analysis using the grid level models will both inform and be shaped by the design of new regulatory and economic reforms that will enable renewable resource purveyors to participate in power markets. Connections between operational and market issues such as power flow regulation, grid operation and risk mitigation strategies using storage and demand-side management will be made by leveraging tools based on optimization, convex relaxations and optimal control theory, which are common to the economics and controls communities. \r\n\r\nThis project will facilitate a more sustainable power system through its technical contributions, education, training and mentorship. Research topics will form the basis for student projects in new sustainable energy related curricula at all three participating institutions. Summer undergraduate research opportunities will provide students with skills for participating in sustainable energy research and future employment in related industries. This program will directly facilitate NSF's STEM related goals through JHU's participation in the NSF-funded Center for Integration of Research, Teaching, and Learning (CIRTL), the Science House partnership between NCSU and local K-12 teachers, and the involvement of the only all-women engineering program in the US (Smith College). At JHU this project will operate under the aegis of E2SHI, which promotes cross-disciplinary research, outreach, and education for critical environmental, energy and sustainability issues. E2SHI is committed to systems-level integrated research and outreach for sustainability.\r\n\r\nThe tools to be developed will help facilitate the transformation of our current fossil fuel based power system to one that is safe, reliable and efficient without compromising energy security or exhausting resources needed for future generations. The project's results will be directly relevant to the electric power industry and its regulators as they are faced with the challenges of incorporating larger fractions of highly heterogeneous renewable resources, such as wind energy, into the grid. Specifically, the results will provide system operators with better representations of the impacts of renewables, and better control tools to mitigate those impacts; planners and investors with a framework for evaluating optimal resource allocation; and policy makers with a systematic means of investigating how new regulations and market rules can incent effective deployment of these tools and resources. Complementary educational programs and mentorship will develop researchers and practitioners with the skills required to create and advance this sustainable energy future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Cardell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Judith B Cardell",
   "pi_email_addr": "jcardell@smith.edu",
   "nsf_id": "000103193",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith College",
  "inst_street_address": "10 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHAMPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135842700",
  "inst_zip_code": "010636304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF THE SMITH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KRDJLRA9X6F3"
 },
 "perf_inst": {
  "perf_inst_name": "Smith College",
  "perf_str_addr": "100 Green Street",
  "perf_city_name": "Northampton",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010636303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802600",
   "pgm_ele_name": "Sustainable Energy Pathways"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "8026",
   "pgm_ref_txt": "Renewable Energy Storage (RESTOR)"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research team analyzed new market mechanisms to better integrate a high penetration of wind power into the electric power system and energy markets. The focus was to mitigate operational challenges and ensure reliability and efficiency in the electricity supply infrastructure while increasing the supply from intermittent resources.</p>\n<p>We developed the idea of a flexible dispatch margin, FDM, for which wind generators under-schedule in the hour ahead energy market in order to hold some of their expected, forecasted, output in reserve. A schedule is submitted at the hour-ahead market stage for less than the forecasted wind generation, providing expected reserves for mitigating system variability and uncertainty in the real-time market. The expected excess wind generation is then available for mitigating forecast errors from wind and demand as well as lost generation from forced outages.</p>\n<p>Use of wind flexible dispatch margin was demonstrated to increase system-wide benefits including less cycling of peaking and other generators, lower LMP and fewer price spikes. As analyzed, the FDM approach also decreases the expected revenues of the wind farms. Though increased revenues are possible due to the price spikes caused predominantly by increased wind penetration, the numerical values reported here result directly from the assumed $10,000 price of interruptible load. The decrease in potential revenues to wind farms that results from the use of the flexible dispatch margin, shown in the project results, illustrates a likely trend that would need to be addressed before wind power would be willing to offer the flexible dispatch margin service. Consistent with the decrease in revenues to wind farms is an associated decrease in revenues to peaking plants, which would be dispatched less often if the FDM service were available. This initial investigation demonstrates that a flexible dispatch margin, in conjunction with demand response, has the potential to improve power system performance by mitigating overall flexibility scarcity in the system. Flexible resources include a ramping product from conventional generation, demand response, and as introduced here, the flexible dispatch margin provided by wind power. As wind capacity increases, the variability and uncertainty in net load increases. The FDM developed with this project demonstrates that wind power can provide flexible resources to the system and thus positively affect the flexibility scarcity.</p>\n<p>In an analysis of EPA's Clean Power Plan, the results focused on determining the combined impact of system operating decisions with emerging environmental policy, under various sources of uncertainty. The analysis examined the use of EPA's proposed best system of emission reduction (BSER) for regulating greenhouse gas emissions from existing power plants. The analysis focused on building blocks 2 to 4, via a carbon price, installing wind power, and utilizing energy efficiency. As proposed in EPA&rsquo;s Clean Power Plan, there are concerns that implementation of the BSER could threaten system reliability and/or be achieved only with harmful cost and price increases. To address these concerns, the analysis included recourse to two additional options in the overall emission reduction strategy: real-time demand response and a wind flexible dispatch margin. The results demonstrate that these additional options significantly mitigate the cost and reliability concerns raised by implementation of building blocks 2, 3 and 4. The results show, as expected, that increasing penetrations of wind power lead to increasing reductions in CO2 emissions. BSER building blocks 2 and 4, substituting NGCC units for coal (via the use of a carbon price), and increasing energy efficiency, lead to additional emission reduction. To maximize the benefits from a carbon price, it must be set high enough both to induce a switch in merit order between NGCC and coal-fired units, and to promote the use of demand response.</p>\n<p>The results also show that all options implemented together lead to net emission reduction that is greater than summing the reductions from the options implemented singly. This emphasizes the fact that the system for emission reduction works best when implemented as a system. In summary, though effective in reducing emissions, the BSER alone, particularly with building block 3 implemented via significant wind power penetration, could lead to reliability and cost concerns. The results shown here demonstrate that these issues are successfully mitigated with the addition of recourse to real-time demand response and a wind flexible dispatch margin. This expanded system for emission reduction leads to even greater reductions in CO2 emissions, significantly decreases price volatility, eliminates concerns for system reliability and also decreases the increase in system production cost brought about through internalizing the emissions costs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2018<br>\n\t\t\t\t\tModified by: Judith&nbsp;B&nbsp;Cardell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research team analyzed new market mechanisms to better integrate a high penetration of wind power into the electric power system and energy markets. The focus was to mitigate operational challenges and ensure reliability and efficiency in the electricity supply infrastructure while increasing the supply from intermittent resources.\n\nWe developed the idea of a flexible dispatch margin, FDM, for which wind generators under-schedule in the hour ahead energy market in order to hold some of their expected, forecasted, output in reserve. A schedule is submitted at the hour-ahead market stage for less than the forecasted wind generation, providing expected reserves for mitigating system variability and uncertainty in the real-time market. The expected excess wind generation is then available for mitigating forecast errors from wind and demand as well as lost generation from forced outages.\n\nUse of wind flexible dispatch margin was demonstrated to increase system-wide benefits including less cycling of peaking and other generators, lower LMP and fewer price spikes. As analyzed, the FDM approach also decreases the expected revenues of the wind farms. Though increased revenues are possible due to the price spikes caused predominantly by increased wind penetration, the numerical values reported here result directly from the assumed $10,000 price of interruptible load. The decrease in potential revenues to wind farms that results from the use of the flexible dispatch margin, shown in the project results, illustrates a likely trend that would need to be addressed before wind power would be willing to offer the flexible dispatch margin service. Consistent with the decrease in revenues to wind farms is an associated decrease in revenues to peaking plants, which would be dispatched less often if the FDM service were available. This initial investigation demonstrates that a flexible dispatch margin, in conjunction with demand response, has the potential to improve power system performance by mitigating overall flexibility scarcity in the system. Flexible resources include a ramping product from conventional generation, demand response, and as introduced here, the flexible dispatch margin provided by wind power. As wind capacity increases, the variability and uncertainty in net load increases. The FDM developed with this project demonstrates that wind power can provide flexible resources to the system and thus positively affect the flexibility scarcity.\n\nIn an analysis of EPA's Clean Power Plan, the results focused on determining the combined impact of system operating decisions with emerging environmental policy, under various sources of uncertainty. The analysis examined the use of EPA's proposed best system of emission reduction (BSER) for regulating greenhouse gas emissions from existing power plants. The analysis focused on building blocks 2 to 4, via a carbon price, installing wind power, and utilizing energy efficiency. As proposed in EPA?s Clean Power Plan, there are concerns that implementation of the BSER could threaten system reliability and/or be achieved only with harmful cost and price increases. To address these concerns, the analysis included recourse to two additional options in the overall emission reduction strategy: real-time demand response and a wind flexible dispatch margin. The results demonstrate that these additional options significantly mitigate the cost and reliability concerns raised by implementation of building blocks 2, 3 and 4. The results show, as expected, that increasing penetrations of wind power lead to increasing reductions in CO2 emissions. BSER building blocks 2 and 4, substituting NGCC units for coal (via the use of a carbon price), and increasing energy efficiency, lead to additional emission reduction. To maximize the benefits from a carbon price, it must be set high enough both to induce a switch in merit order between NGCC and coal-fired units, and to promote the use of demand response.\n\nThe results also show that all options implemented together lead to net emission reduction that is greater than summing the reductions from the options implemented singly. This emphasizes the fact that the system for emission reduction works best when implemented as a system. In summary, though effective in reducing emissions, the BSER alone, particularly with building block 3 implemented via significant wind power penetration, could lead to reliability and cost concerns. The results shown here demonstrate that these issues are successfully mitigated with the addition of recourse to real-time demand response and a wind flexible dispatch margin. This expanded system for emission reduction leads to even greater reductions in CO2 emissions, significantly decreases price volatility, eliminates concerns for system reliability and also decreases the increase in system production cost brought about through internalizing the emissions costs.\n\n\t\t\t\t\tLast Modified: 01/26/2018\n\n\t\t\t\t\tSubmitted by: Judith B Cardell"
 }
}