{
 "awd_id": "1230929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEP Collaborative: Routes to Earth Abundant Kesterite-based Thin Film Photovoltaic Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924771",
 "po_email": "bschwenz@nsf.gov",
 "po_sign_block_name": "Birgit Schwenzer",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 1010000.0,
 "awd_amount": 1010000.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "The NSF Sustainable Energy pathways (SEP) Program, under the umbrella of the NSF Science, Engineering and Education for Sustainability (SEES) initiative, will support the research program of Prof. Timothy Anderson and co-workers at the University of Florida, Prof. Zi-Kui Liu and co-workers at Pennsylvania State University, and Prof. Angus Rockett and co-workers at the University of Illinois at Urbana-Champaign to develop new Earth abundent-based thin film photovoltaic materials. The use of Earth abundent materials is required for a sustainable energy pathway that includes significant photovoltaic (PV) electricity generation capacity. The recent demonstration of a 10.1% efficient cell using earth abundant Cu2ZnSn(SxSe1-x)4 (CZTSe) has elevated this absorber to one of the most promising sustainable material for high penetration PV.  Developing a fundamental knowledge of the material properties of CZTS is needed to underpin its rapid development.  The aim of this program is to define a self-consistent framework that describes the thermochemistry and reaction kinetics for the CZTSSe system.  This framework can then inspire intelligent process innovation, for example, rapid CZTSSe synthesis pathways, precursor structures defining optimal Se distribution, or processing conditions minimizing bulk recombination centers.  The CALculation of PHAse Diagram (CALPHAD) approach will be used to assess experimental data in the literature, supplemented by first-principles calculations of unknown thermochemical properties, to produce a full description of the thermodynamic properties of this 5-component system.  The assessment will also provide insight into the point defect chemistry necessary to link processing conditions to device performance.  Reaction pathways will be investigated using high temperature X-ray diffraction (HTXRD) experiments coupled with materials characterization and first-principles calculations to assist in creating a species mobility database for this earth abundant system. \r\n\r\nSignificant adoption of sustainable PV would clearly have a tremendous global impact.  The greatest benefits accrue to the >1 billion people without reliable or any access to electricity.  Two programs are proposed to facilitate bringing PV to those areas.  An economist with considerable expertise in electricity generation in developing countries will conduct economic and behavioral studies to better understand the barriers to PV deployment in the developing world.  This activity will be complemented by engaging undergraduate multidisciplinary capstone design teams to define affordable and reliable individual PV systems, while collaborating with PV manufacturers.  Each PhD student will participate in an internship at one of our collaborating national labs as well as engage an undergraduate student in their research.  The team also has an interest in new faculty development.  A workshop designed to help new faculty start quickly, now being taught to new and prospective chemical engineer faculty, will be adapted for the chemistry and materials science communities. \r\n\r\nUltimately, solar energy is the principal source of our energy, producing our fossil fuels, biomass, wind, and solar thermal resources, and of course, electricity by direct conversion using a solar cell.  The cost of solar panels is decreasing rapidly as we learn how to manufacture more efficient panels at large scale.  Indeed the historical price has decreased 22% every time the installed world capacity doubles, and they are now providing electricity that is less than the retail cost of electricity in many parts of the world.  The installed capacity of solar panels world-wide, however, is very small percentage of the total production (<1%).  The panel manufacturing cost is mainly in the cost of the materials and building the manufacturing plant.  At high deployment of solar panels, the limited supply/high cost of some elements will prohibit their use.  This research will focus on solar cells using the earth abundant elements copper, zinc, tin, sulfur and a possibly selenium to ensure cheap materials cost.  The rate of manufacturing thin film solar cells is normally limited by the rate to form the compound that absorbs the light.  This program aims to understand how to make these materials at very high rates.  Higher rates translate into higher throughput of cells, and thus more output for a manufacturing plant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Anderson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Anderson",
   "pi_email_addr": "tim@ufl.edu",
   "nsf_id": "000390850",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "McElwee-White",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa McElwee-White",
   "pi_email_addr": "lmwhite@chem.ufl.edu",
   "nsf_id": "000407786",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Jamison",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Jamison",
   "pi_email_addr": "mark.jamison@cba.ufl.edu",
   "nsf_id": "000406738",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116550",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802600",
   "pgm_ele_name": "Sustainable Energy Pathways"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "8676",
   "pgm_ref_txt": "Critical Elements"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1010000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Sustainably meeting the world&rsquo;s future energy needs is envisioned to include significant photovoltaic (PV) electricity generation capacity. The low natural abundance and high cost of key elements (e.g., In, Ga, Cd, Te and Ag) required for current PV technologies, however, will limit the sustainable penetration of the lowest cost PV technologies to low levels. The announcement by researchers of a 10.1% efficient cell using earth abundant Cu2ZnSn(SxSe<sub>1-x</sub>)<sub>-</sub> (CZTSe) has elevated this absorber material to arguably the most sustainable pathway for high penetration PV. &nbsp;This program is <em>defined a self consistent framework to describe the thermochemistry and reaction kinetics for the CZTSSe system</em>. This framework can be used in intelligent process innovation, for example, rapid CZTSSe synthesis pathways, precursor structures defining optimal Se distribution, or processing conditions.&nbsp; An economist with considerable expertise in electricity generation in developing countries conducted economic and behavioral studies to better understand the barriers to PV deployment in the developing world.</p>\n<p>&nbsp;</p>\n<p>The CALculation of PHAse Diagram (CALPHAD) method was used to conduct a critical assessment of binary and ternary sections of the Cu-ZnSn-Se system. The assessments for the binary systems that exist in literature were thoroughly reviewed and revised using new experimental results. The S-Se system is the key to many chalcogenide alloys. A thermodynamic model of the S Se system was formulated using an integrated approach of first principles calculations and the CALPHAD method, which was used to predict the vapor-liquid-solid S-Se phase diagram. A comprehensive thermodynamic model of the Cu-Sn-S system also was constructed under the CALPHAD framework, with the Gibbs energies of solid phases calculated using the first principles phonon method. In accompanying experiments, epitaxial growth of ZnS and Cu<sub>2</sub>ZnSnS<sub>4</sub> (CZTS) was performed on ZnS(110) and GaP(100) substrates using molecular beam epitaxy.&nbsp; HTXRD measurements were performed during the temperature ramp of Mo/Cu-S/Sn-S/Zn-S in a sulfur environment.&nbsp; TEM showed that the precursor had 3 compositionally distinctive layers that transformed into 4 compositionally distinctive layers after the temperature ramp in the reacted sample.</p>\n<p>&nbsp;</p>\n<p>As a result of the economic studies, the following courses were developed:&nbsp; 1) Course for developing countries: Comprehensive Regulation Impact Analysis &ndash; a PURC Online Course, 2) Course for Grenada: Regulatory Training Course for the Public Utilities Regulatory Commission of Grenada and other Stakeholders,&nbsp; 3) Course for St. Lucia: Advanced International Practices Course for LUCELEC on Utility Pricing, 4) Course for Jamaica: Regulatory Training Course for the Members of the Office and Senior Managers at the OUR.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2018<br>\n\t\t\t\t\tModified by: Lisa&nbsp;Mcelwee-White</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSustainably meeting the world?s future energy needs is envisioned to include significant photovoltaic (PV) electricity generation capacity. The low natural abundance and high cost of key elements (e.g., In, Ga, Cd, Te and Ag) required for current PV technologies, however, will limit the sustainable penetration of the lowest cost PV technologies to low levels. The announcement by researchers of a 10.1% efficient cell using earth abundant Cu2ZnSn(SxSe1-x)- (CZTSe) has elevated this absorber material to arguably the most sustainable pathway for high penetration PV.  This program is defined a self consistent framework to describe the thermochemistry and reaction kinetics for the CZTSSe system. This framework can be used in intelligent process innovation, for example, rapid CZTSSe synthesis pathways, precursor structures defining optimal Se distribution, or processing conditions.  An economist with considerable expertise in electricity generation in developing countries conducted economic and behavioral studies to better understand the barriers to PV deployment in the developing world.\n\n \n\nThe CALculation of PHAse Diagram (CALPHAD) method was used to conduct a critical assessment of binary and ternary sections of the Cu-ZnSn-Se system. The assessments for the binary systems that exist in literature were thoroughly reviewed and revised using new experimental results. The S-Se system is the key to many chalcogenide alloys. A thermodynamic model of the S Se system was formulated using an integrated approach of first principles calculations and the CALPHAD method, which was used to predict the vapor-liquid-solid S-Se phase diagram. A comprehensive thermodynamic model of the Cu-Sn-S system also was constructed under the CALPHAD framework, with the Gibbs energies of solid phases calculated using the first principles phonon method. In accompanying experiments, epitaxial growth of ZnS and Cu2ZnSnS4 (CZTS) was performed on ZnS(110) and GaP(100) substrates using molecular beam epitaxy.  HTXRD measurements were performed during the temperature ramp of Mo/Cu-S/Sn-S/Zn-S in a sulfur environment.  TEM showed that the precursor had 3 compositionally distinctive layers that transformed into 4 compositionally distinctive layers after the temperature ramp in the reacted sample.\n\n \n\nAs a result of the economic studies, the following courses were developed:  1) Course for developing countries: Comprehensive Regulation Impact Analysis &ndash; a PURC Online Course, 2) Course for Grenada: Regulatory Training Course for the Public Utilities Regulatory Commission of Grenada and other Stakeholders,  3) Course for St. Lucia: Advanced International Practices Course for LUCELEC on Utility Pricing, 4) Course for Jamaica: Regulatory Training Course for the Members of the Office and Senior Managers at the OUR. \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/08/2018\n\n\t\t\t\t\tSubmitted by: Lisa Mcelwee-White"
 }
}