{
 "awd_id": "1230961",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SEP:  Sustainable Housing through Holistic Waste Stream Management and Algal Cultivation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 1900000.0,
 "awd_amount": 1900000.0,
 "awd_min_amd_letter_date": "2012-09-08",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "The NSF Sustainable Energy pathways (SEP) Program, under the umbrella of the NSF Science, Engineering and Education for Sustainability (SEES) initiative, will support the research program of Prof. Ben Stuart and co-workers at Ohio University  and Georgia Institute of Technology. This project will lead to a shift in the knowledge base required to address a significant national need for alternative energy for the next generation of sustainable buildings. It will provide the fundamental information required for designing, constructing, optimizing, and scaling up of an algae-based power system that will significantly contribute to the energy requirements of houses or residential communities. The project proposes the following aims: a) Evaluate the bench-scale feasibility of the technology through compositional analysis of various residential waste streams, determining biochemical methane potentials, calculating specific growth rates and biomass yields of local algae strains, and processing the cultivated biomass into biofuels. Process modeling software will employ comprehensive mass and energy balances to develop the descriptive and predictive understanding of system parameters necessary to design, construct and operate a pilot-scale system in both open- and closed-loop modes; b) Determine the interrelationships of architectural design and planning parameters for the algae-powered house at the rural, suburban, and urban scales using the design studio and GIS to test hypotheses and develop novel scenarios; and c) Evaluate elements of integration, constructability, reliability, safety and environmental impact on the use of the algae-based technology in residential structures using a comprehensive economic risk and feasibility assessment to investigate the costs of installation, training, operation, material transfer, maintenance, and evaluation of selected technologies.\r\n\r\nThe economic analysis described in aim 3 above includes comprehensive surveys that will elicit public perceptions and tolerance for the costs associated with sustainable housing incorporating integrated material and energy flows. Investigating the holistic development of these communities will have positive impacts in the fields of architecture, building construction, engineering, sustainable/renewable energy, environmental stewardship, multi-scale economics, and education, and will lay the foundation for a significant shift in the approach to cross-disciplinary research in these fields. This effort will engage students from several of these disciplines, and will produce educational materials that will be incorporated into academic instruction as well as informative videos for younger students and adults. Jobs could be created for manufacturing the proposed algae-based systems in rural community developments of Appalachian counties with historically high unemployment rates.\r\n\r\nWhile biofuels hold the potential to contribute significantly to global energy demands, the majority of algal biofuel research to date has been directed towards meeting transportation needs. The proposed research will assess the potential of algal cultivation and processing in the management of liquid and solid waste streams, using the algae produced to supplement waste biomass in the production of energy for use in residential applications. Including water and waste management with the potential for food production and generation of biofuels will augment existing off-grid power technologies (e.g. solar PV, solar thermal, wind) that provide many homeowners with desired energy security, and will extend the sustainability and resource independence of residential communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Stuart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ben J Stuart",
   "pi_email_addr": "bstuart@odu.edu",
   "nsf_id": "000198048",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Riefler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guy Riefler",
   "pi_email_addr": "riefler@ohio.edu",
   "nsf_id": "000195055",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Castro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Castro",
   "pi_email_addr": "daniel.castro@coa.gatech.edu",
   "nsf_id": "000294383",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ariaster",
   "pi_last_name": "Chimeli",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ariaster B Chimeli",
   "pi_email_addr": "chimeli@ohio.edu",
   "nsf_id": "000081554",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "120 Stocker Center",
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457013630",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "802600",
   "pgm_ele_name": "Sustainable Energy Pathways"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1714",
   "pgm_ref_txt": "SPECIAL PROJECTS - CISE"
  },
  {
   "pgm_ref_code": "8026",
   "pgm_ref_txt": "Renewable Energy Storage (RESTOR)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 943407.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}