{
 "awd_id": "1230611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disaster Science and Technology Studies (DSTS): Advancing an Emerging Subfield",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "Introduction\r\n\r\nThis award will support a two-day interdisciplinary workshop on Disaster Science and Technology Studies (DSTS), an emerging subfield of STS. The workshop will take place in late summer or fall 2013. The frequency and severity of disasters are increasing in the United States and worldwide; many are caused or conditioned by technological systems and processes. Disasters also unleash a torrent of engineering and scientific activity, including basic and applied research, policy innovations, technology development, etc.; activities that have important implications for how governments, industries, legal systems, communities, and other institutions deal with disaster, risk management, emergency response, and longer-term recovery. To date, however, there remains a pressing gap between the concepts, theories and methods that social scientists have developed to understand the social dynamics of science and technology and the rich but largely untapped body of empirical data on the dynamics of disasters. The workshop seeks to remedy this gap.\r\n\r\nIntellectual Merit\r\n\r\nThis workshop will serve to promote the development of DSTS. It will do so in a variety of ways. First, it brings together North American DSTS scholars to critically assess the state of the emerging field. Part of the workshop plan is to organize an active DSTS research network capable of rapid domestic and international expansion, and to develop a research agenda that emphasizes reflexive, comparative, and collaborative studies. The workshop will also generate strategies for funding and outreach that supports DSTS research and communicates knowledge to the larger disaster research community and to policymakers.\r\n\r\nPotential Broader Impacts\r\n\r\nThe workshop organizers will prepare and circulate the results of DSTS research through a workshop report, and through press releases and other outreach to researchers, journalists, and policy makers. They will also create a website to facilitate communication and idea sharing among workshop participants and to support continued development of DSTS beyond the workshop.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Frickel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Frickel",
   "pi_email_addr": "scott_frickel@brown.edu",
   "nsf_id": "000510258",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Fortun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kim Fortun",
   "pi_email_addr": "kfortun@uci.edu",
   "nsf_id": "000370248",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991643140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On September 19-20, 2013, an NSF sponsored workshop was held to conceptualize and advance an international network of social science and humanities researchers who study disaster. The workshop was held at NSF Headquarters in Arlington, Virginia and brought together 14 participants representing a wide variety of disciplinary backgrounds and career stages, including two undergraduate and two PhD students. The workshop was organized by sociologist Scott Frickel and cultural anthropologist Kim Fortun. The workshop included an extended discussion with Dennis Wenger, long-running NSF Program Director for Infrastructure Systems Management and Extreme Events, about disaster-related research priorities for coming years.</p>\n<p>The workshop included sessions focused on 1) theoretical frameworks and research questions for disaster research in the social sciences and humanities; 2) methods for disaster researchers, both in &ldquo;rapid response&rdquo; mode and over the long term; 3) models for interdisciplinary collaboration between researchers in different disciplines (in the humanities, social and natural sciences and engineering); 4)&nbsp; the need to develop a body of disaster research that explicitly compares disasters, drawing out recurrent patterns and policy implications; 5) a need for research infrastructure to support international collaboration among disaster researchers; and 6) a need for publication outlets through which academic disaster research can circulate to different audiences, in diverse regions of the world.</p>\n<p>Prior to the workshop, participants responded to a detailed list of questions about their disaster research experience, theoretical and methodological orientation, and ideas for advancing disaster-focused research.&nbsp; Compiled responses were circulated prior to the workshop, allowing for quickly focused and in-depth discussion at the workshop itself.&nbsp; Feedback elicited after the workshop indicated that this process was highly effective, and worth emulating when organizing future workshops.</p>\n<p>The workshop resulted in an extensive set of collaborations that have solidly advanced disaster-focused research in the social sciences and humanities, in a manner that connects researchers globally.&nbsp; A follow-up &ldquo;Disaster-STS Workshop&rdquo; was held at Drexel University in April 2014, for example, and a number of participating researchers went on to participate in the 5Oth anniversary conference of the Disaster Research Center at the University of Delaware. A Joint Meeting of Society for Social Studies of Science (4S) &amp;&nbsp;Sociedad Latinoamericana de Estudios Sociales de la Ciencia y la Tecnolog&iacute;a (ESOCITE), held in Buenos Airies in August 2014, included a series of&nbsp; panels focused on disaster. Workshop organizer Scott Frickel gave an invited lecture titled &ldquo;Opportunities and Challenges for Disaster STS&rdquo; at the Centre Alexandre Koyre in Paris in May, 2014.&nbsp; Workshop organizer Kim Fortun has represented the United States at a series of meetings organized by the International Atomic Energy Commission focused on the health implications of the Fukushima Disaster. Fortun has also developed a collaboration with a disaster-focused research initiative at the National University of Singapore.&nbsp;</p>\n<p>The workshop also resulted in a refined plan to build a digital platform supporting international, interdisciplinary research focused on disaster. The platform was launched summer 2014, supporting the archiving and sharing of disaster-related research materials, and a range of work groups.&nbsp; Some groups focus on particular disasters, like Hurricane Katrina, or on cross-cutting themes such as &ldquo;Disaster Ethics&rdquo;, &ldquo;Gender and Disaster&rdquo; and &ldquo;Disaster Organizations&rdquo;. For example, in the &ldquo;Teaching Disaster&rdquo; group members share syllabi and other teaching materia...",
  "por_txt_cntn": "\nOn September 19-20, 2013, an NSF sponsored workshop was held to conceptualize and advance an international network of social science and humanities researchers who study disaster. The workshop was held at NSF Headquarters in Arlington, Virginia and brought together 14 participants representing a wide variety of disciplinary backgrounds and career stages, including two undergraduate and two PhD students. The workshop was organized by sociologist Scott Frickel and cultural anthropologist Kim Fortun. The workshop included an extended discussion with Dennis Wenger, long-running NSF Program Director for Infrastructure Systems Management and Extreme Events, about disaster-related research priorities for coming years.\n\nThe workshop included sessions focused on 1) theoretical frameworks and research questions for disaster research in the social sciences and humanities; 2) methods for disaster researchers, both in \"rapid response\" mode and over the long term; 3) models for interdisciplinary collaboration between researchers in different disciplines (in the humanities, social and natural sciences and engineering); 4)  the need to develop a body of disaster research that explicitly compares disasters, drawing out recurrent patterns and policy implications; 5) a need for research infrastructure to support international collaboration among disaster researchers; and 6) a need for publication outlets through which academic disaster research can circulate to different audiences, in diverse regions of the world.\n\nPrior to the workshop, participants responded to a detailed list of questions about their disaster research experience, theoretical and methodological orientation, and ideas for advancing disaster-focused research.  Compiled responses were circulated prior to the workshop, allowing for quickly focused and in-depth discussion at the workshop itself.  Feedback elicited after the workshop indicated that this process was highly effective, and worth emulating when organizing future workshops.\n\nThe workshop resulted in an extensive set of collaborations that have solidly advanced disaster-focused research in the social sciences and humanities, in a manner that connects researchers globally.  A follow-up \"Disaster-STS Workshop\" was held at Drexel University in April 2014, for example, and a number of participating researchers went on to participate in the 5Oth anniversary conference of the Disaster Research Center at the University of Delaware. A Joint Meeting of Society for Social Studies of Science (4S) &amp; Sociedad Latinoamericana de Estudios Sociales de la Ciencia y la Tecnolog&iacute;a (ESOCITE), held in Buenos Airies in August 2014, included a series of  panels focused on disaster. Workshop organizer Scott Frickel gave an invited lecture titled \"Opportunities and Challenges for Disaster STS\" at the Centre Alexandre Koyre in Paris in May, 2014.  Workshop organizer Kim Fortun has represented the United States at a series of meetings organized by the International Atomic Energy Commission focused on the health implications of the Fukushima Disaster. Fortun has also developed a collaboration with a disaster-focused research initiative at the National University of Singapore. \n\nThe workshop also resulted in a refined plan to build a digital platform supporting international, interdisciplinary research focused on disaster. The platform was launched summer 2014, supporting the archiving and sharing of disaster-related research materials, and a range of work groups.  Some groups focus on particular disasters, like Hurricane Katrina, or on cross-cutting themes such as \"Disaster Ethics\", \"Gender and Disaster\" and \"Disaster Organizations\". For example, in the \"Teaching Disaster\" group members share syllabi and other teaching materials including multilingual resources like the Teach 3-11 website focused on the 2011 triple disaster in Japan.  To further stimulate comparative analysis of disasters, the platform uses tags to produce automated data..."
 }
}