{
 "awd_id": "1230441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Improvement of the Biofuel Fermentation Process by the Phage-mediated Reduction of Contaminating Lactic Acid Bacteria",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 485747.0,
 "awd_amount": 821515.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2015-09-18",
 "awd_abstract_narration": "This Small Business Innovation Research Phase II project is focused on improving biofuel fermentation processes by developing phage products designed to inhibit bacteria that reduce biofuel fermentation efficiencies. This product will improve biomass conversion efficiencies in the biorefinery. One of the most significant challenges to commercial biofuel fermentation is the presence of lactic acid bacteria (LAB) that compete for the feedstock, produce undesirable organic acids, and inhibit the growth of the fermentative microorganism. Antibiotics are commonly applied to control LAB, which may lead to the emergence of antibiotic resistant strains. Furthermore, antibiotic residues in distillers grains can lower the value of this important ethanol co-product, further weakening the economics of biofuel production. Despite antibiotic applications, most facilities are still impacted by LAB-associated fermentation upsets, reducing ethanol yields and increasing costs. Ecolyse is proposing to develop an entirely new approach for controlling LAB during fuel ethanol fermentation, based on LAB terminating phage formulations. Phages are natural, highly host-specific bacteriolytic agents. Ecolyse is pioneering the development of phage products designed to mitigate bacterial problems during industrial activities. The dynamics of LAB contamination during biofuel fermentation is particularly well suited for phage-based mitigation.\r\n\r\nThe broader impact/commercial potential of this project is to develop a product that not only improves biofuel ethanol fermentation efficiencies but will also reduces the non-medical use of antibiotics. Current control practices for LAB contamination in fermentation facilities include rigorous clean in place policies, adjusting physical parameters, and through the application of chemical biocides and antibiotics. Antibiotics are often the most effective control measure. Regulations designed to reduce antibiotic use fail to encourage viable alternatives. Phage formulations could potentially fill this void for a myriad of industrial applications, including biofuel fermentation. While phage products are being developed for medical and agricultural purposes, Ecolyse is unique in seeking industrial targets. An advantage that phage share with antibiotics over chemical biocides is capacity to specifically kill target bacteria without interacting other microorganisms, including the fermentative yeast. In contrast, chemical biocides are much less selective and doses effective against bacteria may adversely modulate yeast growth. Thus, the innovative application of phage to control LAB in the fuel ethanol fermentation industry will lead to both immediate economic and long-term socio/economic impacts. The phage products will be marketed to the almost 200 ethanol fermentation facilities in the U.S. alone.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Summer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth J Summer",
   "pi_email_addr": "liz@ecolyse.com",
   "nsf_id": "000583123",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Phage Biocontrol Research, LLC",
  "inst_street_address": "11142 Hopes Creek Rd",
  "inst_street_address_2": "",
  "inst_city_name": "College Station",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9796946500",
  "inst_zip_code": "778459228",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Phage Biocontrol, LLC",
  "perf_str_addr": "11142 Hopes Creek Rd",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778459228",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 485747.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 97143.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 238625.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project is to develop and commercialize environmentally benign alternatives to the chemical biocides that are used to control microbial contamination in industry.&nbsp; While most people understand that bacteria cause problems for health and food, fewer are aware that unwanted bacteria negatively impact other areas important to society.&nbsp; Biofuels are particularly sensitive to the impact of unwanted bacterial activity. &nbsp;Contaminating bacteria can cause corrosion, clogging, fouling, or even degrade biofuels.&nbsp; The biofuel fermentation process itself in particular is affected by contaminants.&nbsp; Biofuel ethanol is produced by the processing of starch into sugars, which are converted into ethanol by yeast in large fermentation vessels (Figure 1).&nbsp; For production of ethanol from starch based substrates, the presence of otherwise harmless lactic acid bacteria (LAB) present in the fermentors directly compete with yeast for substrate and lower the yield of ethanol (Figure 1).&nbsp; The best control method currently available is through adding antibiotics to the fermentation reaction.&nbsp; There is a general recognition that reducing antibiotic use is of benefit to society as a whole.&nbsp; The main purpose of our NSF-funder SBIR project, titled &ldquo;Improvement of the Biofuel Fermentation Process by the Phage-mediated Reduction of Contaminating Lactic Acid Bacteria.\" is to develop safe effective alternatives to current chemistries for application during biofuel fermentation.&nbsp; The approach we are using is to harness natural antimicrobials that are produced by some bacteria and that kill only closely related bacteria.&nbsp; Natural antimicrobial compounds can include bacteriophage and bacteriocins.&nbsp; Bacteriophage, aka phage, are the natural viral predators of bacteria.&nbsp; Phage are exquisitely specific to their target host.&nbsp; Because of their specificity, it is critical to understand the exact types of bacteria that need to be controlled.&nbsp; Because this information had not yet been gathered, the first step in this project was to use a comprehensive DNA sequencing based approach in order to identify the bacteria present in commercial ethanol fermentation facilities.&nbsp; Biofuel ethanol plants using corn feedstock were surveyed, because there are more corn based operations at the current time. Most were found to have LAB present.&nbsp; Population structures were determined.&nbsp; Additionally, hundreds of LAB strains were isolated from the materials collected at the plants.&nbsp; These LAB strains were used as &ldquo;bait&rdquo; in hunts for bacteriophage, as well as other novel, natural antimicrobials.&nbsp; Numerous natural antimicrobials capable of killing these LAB strains were isolated.&nbsp; These were screened for optimum combinations of host range and stability.&nbsp; Antimicrobial cocktails were prepared and tested in laboratory-scale fermentation tests.&nbsp; These tests were set up on some variation of testing as follows: corn mash was contaminated with different LAB strains and treated with different antimicrobial preparations in parallel with appropriate positive and negative controls.&nbsp; The capacity of the preparations to control bacterial levels, reduce acid levels, and restore ethanol yields were determined.&nbsp; In addition to laboratory tests, independent researchers at the NCERC, an impartial group dedicated to improving the biofuel ethanol process, tested the preparations and gave their recommendations.&nbsp; Modifications were made based on the results.&nbsp; The products were found to be highly effective at controlling LAB contamination and restore fermentation characteristics.&nbsp; It was found that the product can be spray dried, which will allow for the delivery of a dried powder that can be easily added to fermentation vessels.&nbsp; Based on the success of product testing, it was decided to move forward with commercialization.&nbsp; The next stage of this project is focused on two areas: improving the economics of production of the antimicrobial product, and completing the regulatory approval necessary for application in ethanol fermentation plants. Ongoing testing is underway to determine the residual activity in the distillers grains, a significant co-product of the industry.&nbsp; Distillers grains, both wet and dried, are fed to food animals such as cattle and thus application falls under recommendations by the USDA guidelines for food animal feed (Figure 1).&nbsp; Over all, significant progress was made on all aspects of the funded project. Moving forward to commercialization, it is still critical to reduce the cost of production to make the product competitive with antibiotics, which are comparatively very inexpensive.&nbsp; Reducing the cost of production remains as the last significant hurdle to overcome in realizing the full &ldquo;real world&rdquo; application of this technology. &nbsp;Finally, it should be emphasized that while corn ethanol fermentation plants were surveyed for this project, the results are directly applicable to biofuels produced from any feedstocks, including cellulosic waste material or biomass, each of which is even more likely to experience production slowdowns due to microbial contamination.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2016<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;J&nbsp;Summer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1230441/1230441_10193576_1481921617237_FigureProjectOutcomeReport--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1230441/1230441_10193576_1481921617237_FigureProjectOutcomeReport--rgov-800width.jpg\" title=\"The corn ethanol fermentation process\"><img src=\"/por/images/Reports/POR/2016/1230441/1230441_10193576_1481921617237_FigureProjectOutcomeReport--rgov-66x44.jpg\" alt=\"The corn ethanol fermentation process\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A. For biofuel fermentation, corn is liquified and mixed with yeast that convert the sugars to ethanol in the fermentors. B. The fermented corn mash is separated into ethanol and co-products.  Ethanol is stripped in columns. Remaining solids and liquids are processed into DDGS for a nutritious feed.</div>\n<div class=\"imageCredit\">Elizabeth J Summer</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Elizabeth&nbsp;J&nbsp;Summer</div>\n<div class=\"imageTitle\">The corn ethanol fermentation process</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project is to develop and commercialize environmentally benign alternatives to the chemical biocides that are used to control microbial contamination in industry.  While most people understand that bacteria cause problems for health and food, fewer are aware that unwanted bacteria negatively impact other areas important to society.  Biofuels are particularly sensitive to the impact of unwanted bacterial activity.  Contaminating bacteria can cause corrosion, clogging, fouling, or even degrade biofuels.  The biofuel fermentation process itself in particular is affected by contaminants.  Biofuel ethanol is produced by the processing of starch into sugars, which are converted into ethanol by yeast in large fermentation vessels (Figure 1).  For production of ethanol from starch based substrates, the presence of otherwise harmless lactic acid bacteria (LAB) present in the fermentors directly compete with yeast for substrate and lower the yield of ethanol (Figure 1).  The best control method currently available is through adding antibiotics to the fermentation reaction.  There is a general recognition that reducing antibiotic use is of benefit to society as a whole.  The main purpose of our NSF-funder SBIR project, titled \"Improvement of the Biofuel Fermentation Process by the Phage-mediated Reduction of Contaminating Lactic Acid Bacteria.\" is to develop safe effective alternatives to current chemistries for application during biofuel fermentation.  The approach we are using is to harness natural antimicrobials that are produced by some bacteria and that kill only closely related bacteria.  Natural antimicrobial compounds can include bacteriophage and bacteriocins.  Bacteriophage, aka phage, are the natural viral predators of bacteria.  Phage are exquisitely specific to their target host.  Because of their specificity, it is critical to understand the exact types of bacteria that need to be controlled.  Because this information had not yet been gathered, the first step in this project was to use a comprehensive DNA sequencing based approach in order to identify the bacteria present in commercial ethanol fermentation facilities.  Biofuel ethanol plants using corn feedstock were surveyed, because there are more corn based operations at the current time. Most were found to have LAB present.  Population structures were determined.  Additionally, hundreds of LAB strains were isolated from the materials collected at the plants.  These LAB strains were used as \"bait\" in hunts for bacteriophage, as well as other novel, natural antimicrobials.  Numerous natural antimicrobials capable of killing these LAB strains were isolated.  These were screened for optimum combinations of host range and stability.  Antimicrobial cocktails were prepared and tested in laboratory-scale fermentation tests.  These tests were set up on some variation of testing as follows: corn mash was contaminated with different LAB strains and treated with different antimicrobial preparations in parallel with appropriate positive and negative controls.  The capacity of the preparations to control bacterial levels, reduce acid levels, and restore ethanol yields were determined.  In addition to laboratory tests, independent researchers at the NCERC, an impartial group dedicated to improving the biofuel ethanol process, tested the preparations and gave their recommendations.  Modifications were made based on the results.  The products were found to be highly effective at controlling LAB contamination and restore fermentation characteristics.  It was found that the product can be spray dried, which will allow for the delivery of a dried powder that can be easily added to fermentation vessels.  Based on the success of product testing, it was decided to move forward with commercialization.  The next stage of this project is focused on two areas: improving the economics of production of the antimicrobial product, and completing the regulatory approval necessary for application in ethanol fermentation plants. Ongoing testing is underway to determine the residual activity in the distillers grains, a significant co-product of the industry.  Distillers grains, both wet and dried, are fed to food animals such as cattle and thus application falls under recommendations by the USDA guidelines for food animal feed (Figure 1).  Over all, significant progress was made on all aspects of the funded project. Moving forward to commercialization, it is still critical to reduce the cost of production to make the product competitive with antibiotics, which are comparatively very inexpensive.  Reducing the cost of production remains as the last significant hurdle to overcome in realizing the full \"real world\" application of this technology.  Finally, it should be emphasized that while corn ethanol fermentation plants were surveyed for this project, the results are directly applicable to biofuels produced from any feedstocks, including cellulosic waste material or biomass, each of which is even more likely to experience production slowdowns due to microbial contamination.  \n\n \n\n\t\t\t\t\tLast Modified: 12/16/2016\n\n\t\t\t\t\tSubmitted by: Elizabeth J Summer"
 }
}