{
 "awd_id": "1230034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Advanced Wireless Communication Concepts Applied to Optical Fibers",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Zavada",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-03-14",
 "awd_max_amd_letter_date": "2012-03-14",
 "awd_abstract_narration": "We seek to investigate the application of advanced signaling and processing concepts, which have been developed for wireless communication, to multimode fiber-optic transmission systems.  Traditionally, the maximum achievable data rate is limited by the distance-bandwidth product of the fiber; however, multiple-input multiple output signaling enables significant increases in bandwidth, by trading the fundamental limitations of dispersion for a computational exercise that that is well-understood.  Our preliminary experimental results exceed what is achievable with traditional modulation schemes by over 24-fold, with the potential for orders of magnitude in additional performance, particularly with regard to bit-error-rate.  In this program, we seek to expand our experimental and theoretical understanding of this new field by (1) building a low-cost, scalable, testbed using off-the-shelf components and (2) developing a complete theoretical framework.\r\nThe potential for greatly enhancing the bandwidth of low-cost optical links is particularly compelling for data centers as they rely on multimode fiber links at the rack-to-rack and board-to-board level. A method to greatly increase the achievable bandwidths and reduce the energy-per-bit penalty would be truly enabling.  There are also substantial pre-existing deployments of multimode fiber in local area networks across the nation.  Due to higher component costs, it is cost-prohibitive in many cases to replace this multimode infrastructure with single-mode fiber networks, as a means to meet future bandwidth demands.  Using our approach, the bandwidth of such systems can be upgraded without resorting to single-mode fibers.  Additionally, future drive-by-light, fly-by-light, and optical shipboard systems could also be enabled with this approach; such systems are attractive because of the potential to greatly reduce size, weight, power, and sensitivity to electromagnetic interference, as compared with conventional electrical signaling.  \r\nWe believe that this effort is ideally suited to an EAGER because (1) the goals can be achieved rapidly and at moderately low cost; (2) it is a dramatic departure from conventional fiber-optic communication approaches with many fundamental questions remaining, rendering it virtually impossible to obtain funding through conventional mechanisms; (3) the effort is highly interdisciplinary (e.g. PI Bank is a photonic device and materials engineer, while Co-PI Vishwanath is an information theorist); and (4) upon answering the aforementioned questions, this approach can readily transition to more conventional funding mechanisms.\r\n\r\nIntellectual Merit.  The intellectual merit lies in advancing the theoretical underpinnings and experimental findings associated with the application of wireless communication approaches to multimode fibers.  To this end, we will develop a framework for modeling multiple-input multiple-output communication over multimode fiber.  This analysis will merge tools from information theory and statistical signal processing with those from photonics.  There is limited work at the intersection of these disciplines and our efforts will make significant inroads into developing a comprehensive framework for characterizing the fundamental limits of multimode fiber communications.  We will leverage this theory to design novel devices that are ideally suited to harnessing the potential benefits of multiple-input multiple-output strategies.  We will also construct a system testbed using off-the-shelf-components, to study how performance scales with the number of transmitters and receivers, providing valuable feedback to the theoretical analysis.\r\n\r\nBroader Impact.  At the conclusion of this effort, we expect to demonstrate truly enabling capabilities in optical fiber communications, with myriad potential new applications.  In addition to our research findings, which will be disseminated through journal publications and conference talks, we also seek to engage students at the high school, undergraduate, and graduate levels on the concepts and implications of optical fiber communication systems, their underlying foundations, and the importance of rigorous validation and evaluation.  To this end, the PIs will develop presentations and demonstrations to engage high school students and teachers across Texas, through mechanisms including UT-Austin?s Edison Lecture Series, Summer Nanoscience Academy, and UTeach.  We will also develop new undergraduate research projects on optical communications, to enhance the offerings of the NSF-REU site EURECA, directed by co-PI Vishwanath.  This program targets participants from underrepresented groups enrolled at universities across the state of Texas.  Additionally, as part of the team?s commitment to the nation?s student community, lectures generated by the PIs will be converted into course modules and made available online through The University of Texas? World Lecture Hall website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Bank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Bank",
   "pi_email_addr": "sbank@ece.utexas.edu",
   "nsf_id": "000301159",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sriram",
   "pi_last_name": "Vishwanath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sriram Vishwanath",
   "pi_email_addr": "sriramuniverse@gmail.com",
   "nsf_id": "000487326",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "1 University Station C0806",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787120240",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research enables inexpensive, ultra high speed interconnects to be developed for data center applications, campuses and for at-home and at-office use. By tapping into MIMO technology that provided a massive boost for cellular and WiFi applications, optical MIMO can provide a 5x-10x gain in performance for optical interconnects within datacenters.</p>\n<p>&nbsp;</p>\n<p>The potential for greatly enhancing the bandwidth of low-cost optical links is particularly compelling for data centers as they rely on multimode fiber links at the rack-to-rack and board-to-board level. A method to greatly increase the achievable bandwidths and reduce the energy-per-bit penalty would be truly enabling.&nbsp; There are also substantial pre-existing deployments of multimode fiber in local area networks across the nation.&nbsp; Due to higher component costs, it is cost prohibitive in many cases to replace this multimode infrastructure with single-mode fiber networks as a means to meet future bandwidth demands.&nbsp; Using our approach, the bandwidth of such systems can be upgraded without resorting to single-mode fibers.&nbsp; Additionally, future drive-by-light, fly-by-light, and optical shipboard systems could also be enabled with this approach; such systems are attractive because of the potential to greatly reduce size, weight, power, and sensitivity to electromagnetic interference, as compared with conventional electrical signaling. Overall, this technology promises to change the way interconnects are designed in the near future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/17/2014<br>\n\t\t\t\t\tModified by: Sriram&nbsp;Vishwanath</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research enables inexpensive, ultra high speed interconnects to be developed for data center applications, campuses and for at-home and at-office use. By tapping into MIMO technology that provided a massive boost for cellular and WiFi applications, optical MIMO can provide a 5x-10x gain in performance for optical interconnects within datacenters.\n\n \n\nThe potential for greatly enhancing the bandwidth of low-cost optical links is particularly compelling for data centers as they rely on multimode fiber links at the rack-to-rack and board-to-board level. A method to greatly increase the achievable bandwidths and reduce the energy-per-bit penalty would be truly enabling.  There are also substantial pre-existing deployments of multimode fiber in local area networks across the nation.  Due to higher component costs, it is cost prohibitive in many cases to replace this multimode infrastructure with single-mode fiber networks as a means to meet future bandwidth demands.  Using our approach, the bandwidth of such systems can be upgraded without resorting to single-mode fibers.  Additionally, future drive-by-light, fly-by-light, and optical shipboard systems could also be enabled with this approach; such systems are attractive because of the potential to greatly reduce size, weight, power, and sensitivity to electromagnetic interference, as compared with conventional electrical signaling. Overall, this technology promises to change the way interconnects are designed in the near future.\n\n\t\t\t\t\tLast Modified: 03/17/2014\n\n\t\t\t\t\tSubmitted by: Sriram Vishwanath"
 }
}