{
 "awd_id": "1230794",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Postdoctoral Fellowship: Constructing Spaceship Earth: UN Scientists and the Cold War Origins of Sustainable Development",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2012-07-22",
 "awd_max_amd_letter_date": "2012-07-22",
 "awd_abstract_narration": "This study investigates a key problem in the field of science and technology studies: how and why transnational expert communities create global scientific knowledge, and with what consequences. To do so, the study examines how the idea of global sustainable development became a vital concern for scientists, activists, and politicians during the quarter-century following World War II. Based on multinational archival research, including records at the United Nations (UN), it investigates international social and environmental scientific projects coordinated by UN agencies to analyze the development of a transnational community of experts united by shared values, norms, and practices that came to be known as sustainable development. By studying scientific projects affiliated with UN agencies, the key role of technical experts in the transition from an imperial to an international world order is illuminated. The study enriches understanding of the reciprocal relationship between values and science, demonstrating that for post-war internationalist scientists, the objective of basic research was to cultivate a world community of shared values. More broadly, this research contributes social and historical understanding of how expertise and democracy can be reconciled during periods of globalization.\r\n\r\nThe study trains a postdoctoral researcher, creates new course materials, and create academic publications that illuminates the postwar origins of the divide between a transnational community of experts that seeks solutions to local and national problems in further political and economic global integration, and publics who often feel alienated by the apparently irresistible forces of globalization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philippa",
   "pi_last_name": "Levine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philippa Levine",
   "pi_email_addr": "philippa@austin.utexas.edu",
   "nsf_id": "000613118",
   "pi_start_date": "2012-07-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Perrin",
   "pi_last_name": "Selcer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Perrin Selcer",
   "pi_email_addr": "pselcer@mail.utexas.edu",
   "nsf_id": "000614331",
   "pi_start_date": "2012-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "Department of History, B7000",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787120220",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the 12 month term of this postdoctoral fellowship, the Co-PI performed archival research at the Environmental Sciences and Public Policy Archives, the NAS-NRC archives, and his collection of unprocessed digital images from UN Specialized Agencies archives, as well as extensive library research using published sources. This research focused on the late 1960s and early 1970s emergence of environment as a major problem that international organizations were expected to address. In particular, it focused on the pivotal 1972 United Nations Conference on the Human Environment held in Stockholm (UNCHE or the Stockholm Conference), which led to the establishment of the United Nations Environment Program (UNEP). Although the larger project to which this research contributes begins with the establishment of the UN System, my work this year traced the origins of the UNCHE to the International Biological Program, which was inspired by the success of the International Geophysical Year and focused on biological productivity as a factor in social and economic development.</p>\n<p>The UNCHE is often described as the origins of sustainable development&mdash;as either the heroic or failed beginning of a new international regime that integrated environmental and development concerns. But my research shows that this conference, and indeed the 1968-1973 period in general, is better understood as the end of the postwar internationalist project to construct a functional world government. The archival documents reveal that the key actors responsible for organizing the Stockholm Conference, including the Conference Secretary-General and first head of the UNEP Morris Strong, were attracted to the environmental problem because they saw it as a means of revitalizing the UN System. The very complexity of environmental problems appealed to internationalist scientists and civil servants. Since environmental pollution was understood to be a problem caused by the most developed states, a program to control it would reengage the most powerful states in UN programs. But since environmental issues were fundamentally about how humans transformed natural resources into economic goods, developing countries could not afford to sit on the sidelines when states negotiated new international environmental policies. And since environmental issues affected the quality of life and were affected by the everyday behaviors of individuals, their mitigation promised to inspire individuals to care about the work of international organizations again. The values and goals implicit in this use of the environment to forge strong international institutions and a sense of world citizenship were captured in the ubiquitous metaphor &ldquo;spaceship Earth.&rdquo; The point was not just that the planet was a single closed system, but that the system had to be known (through surveillance and modeling) and controlled (through centralized, integrated planning).</p>\n<p>While the environment and development remained a central concern of the post-Stockholm international community, the years around 1970 are better understood as the end of the postwar conservationist era because the vision of &ldquo;spaceship Earth&rdquo; was lost. This vision took for granted the postwar liberal consensus on the value of planning, the mixed economy, and the role of government intervention. The economic, political, and cultural crises of the era, however, undermined this consensus and began the hollowing out of the state. While the international scientific community continued to produce ever more compelling representations of an irreducibly interdependent global environment, the capacity of governments to manage the environment eroded; models of the global environmental system became more integrated and accurate even as the global socio-political system became more fragmented. Yet efforts to address major global environmental problems, especially...",
  "por_txt_cntn": "\nDuring the 12 month term of this postdoctoral fellowship, the Co-PI performed archival research at the Environmental Sciences and Public Policy Archives, the NAS-NRC archives, and his collection of unprocessed digital images from UN Specialized Agencies archives, as well as extensive library research using published sources. This research focused on the late 1960s and early 1970s emergence of environment as a major problem that international organizations were expected to address. In particular, it focused on the pivotal 1972 United Nations Conference on the Human Environment held in Stockholm (UNCHE or the Stockholm Conference), which led to the establishment of the United Nations Environment Program (UNEP). Although the larger project to which this research contributes begins with the establishment of the UN System, my work this year traced the origins of the UNCHE to the International Biological Program, which was inspired by the success of the International Geophysical Year and focused on biological productivity as a factor in social and economic development.\n\nThe UNCHE is often described as the origins of sustainable development&mdash;as either the heroic or failed beginning of a new international regime that integrated environmental and development concerns. But my research shows that this conference, and indeed the 1968-1973 period in general, is better understood as the end of the postwar internationalist project to construct a functional world government. The archival documents reveal that the key actors responsible for organizing the Stockholm Conference, including the Conference Secretary-General and first head of the UNEP Morris Strong, were attracted to the environmental problem because they saw it as a means of revitalizing the UN System. The very complexity of environmental problems appealed to internationalist scientists and civil servants. Since environmental pollution was understood to be a problem caused by the most developed states, a program to control it would reengage the most powerful states in UN programs. But since environmental issues were fundamentally about how humans transformed natural resources into economic goods, developing countries could not afford to sit on the sidelines when states negotiated new international environmental policies. And since environmental issues affected the quality of life and were affected by the everyday behaviors of individuals, their mitigation promised to inspire individuals to care about the work of international organizations again. The values and goals implicit in this use of the environment to forge strong international institutions and a sense of world citizenship were captured in the ubiquitous metaphor \"spaceship Earth.\" The point was not just that the planet was a single closed system, but that the system had to be known (through surveillance and modeling) and controlled (through centralized, integrated planning).\n\nWhile the environment and development remained a central concern of the post-Stockholm international community, the years around 1970 are better understood as the end of the postwar conservationist era because the vision of \"spaceship Earth\" was lost. This vision took for granted the postwar liberal consensus on the value of planning, the mixed economy, and the role of government intervention. The economic, political, and cultural crises of the era, however, undermined this consensus and began the hollowing out of the state. While the international scientific community continued to produce ever more compelling representations of an irreducibly interdependent global environment, the capacity of governments to manage the environment eroded; models of the global environmental system became more integrated and accurate even as the global socio-political system became more fragmented. Yet efforts to address major global environmental problems, especially climate change, have approached negotiations as if spaceship Earth still offered a useful model&m..."
 }
}