{
 "awd_id": "1230071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"Semiparametric Estimation and Inference in Partially Identified Econometric Models\"",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "The econometrics literature has made substantial progress on estimation and inference methods for economic models, in which the parameter of interest is identified as a set. Yet, little is known about their properties when such partially identified models contain both finite and infinite dimensional parameters. Semiparametric models have been used widely in various empirical studies to make predictions and to conduct policy evaluations. They combine tractable parametric specification on key features of an economic model with flexible nonparametric restrictions on the rest. The main objective of this project is to expand the scope of semiparametric inference to major classes of partially identified econometric models. \r\n\r\nA particular focus will be placed on the theory of semiparametric efficiency. Recently, Kaido and Santos (2011) proposed an asymptotic efficiency concept for an important subset of partially identified models: the class of models defined by convex moment inequalities. The proposed research aims to expand the scope of this framework by studying other major classes of semiparametric partially identified models. Specifically two topics are considered.\r\n\r\nThe first topic is on semiparametric regression models with an interval-censored variable. Interval censoring occurs frequently in micro-level data. The goal is to estimate a parameter that captures the marginal impacts of covariates on an interval-valued outcome variable without assuming any specific functional form of the regression function. The weighted average derivative of the regression function is one of such parameters. Although this parameter is not point identified in the presence of interval censoring, this approach may characterize its identified set. The researchers plan to study asymptotically efficient estimation of this set. The proposed efficient set-valued estimator will be useful for conducting empirical studies with survey data such as the Health and Retirement Study (HRS).\r\n\r\nThe second topic studies efficient estimation of parameters indexed by a nuisance parameter. Many econometric models contain such parameters. Entry game models, for example, that are used to study various industries, contain structural parameters that could be fully recovered when the equilibrium selection rule were known. By varying the selection rule, the identified set can be equivalently viewed as a function of it. This project aims to to extend the efficiency concept developed in Kaido and Santos (2011) to study efficient estimation of this type of identified sets. Successful developments of inference methods for this class of models will be useful for conducting policy evaluations efficiently while allowing partial identification and flexible semiparametric specification.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hiroaki",
   "pi_last_name": "Kaido",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hiroaki Kaido",
   "pi_email_addr": "hkaido@bu.edu",
   "nsf_id": "000610106",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--?xml version=\"1.0\" encoding=\"UTF-8\" standalone=\"no\"?--> <span style=\"font-family: 'Times New Roman';\">The main achievements of the project are the following. First, the PI developed inference methods that are robust to lack of identification and misspecification. Second, the PI has found that the theory of semiparametric efficiency can be extended to partially identified econometric models. In particular, the PI has demonstrated these in one of the canonical models studied in the partial identification literature.&nbsp;&nbsp;In the paper titled &ldquo;Asymptotic Efficient Estimation of Weighted Average Derivatives with an Interval Censored Variable,&rdquo; the PI studied a general regression model where either an outcome variable or a covariate is interval-valued, which leads to set identification of the regression function. Although the regression function is not identified, the PI has been able to show that informative bounds can be derived for the weighted average derivatives of the regression function. Since these bounds do not require any point identifying assumption or parametric specification of the regression function, resulting inference is robust to lack of identification and misspecification. The PI has further shown that the identified set of the weighted average derivative is compact and convex hence admits a characterization through its support function, a unique function on the unit sphere that characterizes the identified set through locations of its supporting hyperplanes.&nbsp;This characterization then allowed the PI to investigate semiparametric estimation of the identified set. In particular, the PI has found that a semiparametric efficiency bound exists when the outcome variable is interval-valued. The PI then constructed an efficient estimator that achieves this bound when the density weight is used in mean regression.&nbsp;These results show that one may obtain robustness against misspecification of regression function by studying weighted average derivatives and that the theory of semiparametric efficiency can be extended to a leading example of partially identified models.&nbsp;<br /><br /></span></p>\n<div><span style=\"font-family: 'Times New Roman';\"><span>The weighted average derivative is an important parameter for policy evaluations. For example, it can be used to investigate the impacts of changes in taxes on demand. The outcome of the project will have impacts on empirical studies by enabling the researcher to conduct flexible policy evaluations even with interval-valued variables.&nbsp;Further, in another project titled &ldquo;Random Coefficients in Static Games of Complete Information,&rdquo; the PI has investigated a possibility of relaxing parametric assumptions used in an entry game model, another canonical model studied in the partial identification literature. In particular, the PI has allowed a flexible random coefficient specification, where the coefficients in firm's payoff functions follow a distribution, which is not assumed to belong to any parametric family. The paper provides both point identification and partial identification results under alternative assumptions. This work can have impacts on evaluations of policies on markets, in which multiple firms (or agents) make strategic decisions e.g.&nbsp;airlines&rsquo; entry&nbsp;decisions.</span></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2013<br>\n\t\t\t\t\tModified by: Hiroaki&nbsp;Kaido</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The main achievements of the project are the following. First, the PI developed inference methods that are robust to lack of identification and misspecification. Second, the PI has found that the theory of semiparametric efficiency can be extended to partially identified econometric models. In particular, the PI has demonstrated these in one of the canonical models studied in the partial identification literature.  In the paper titled \"Asymptotic Efficient Estimation of Weighted Average Derivatives with an Interval Censored Variable,\" the PI studied a general regression model where either an outcome variable or a covariate is interval-valued, which leads to set identification of the regression function. Although the regression function is not identified, the PI has been able to show that informative bounds can be derived for the weighted average derivatives of the regression function. Since these bounds do not require any point identifying assumption or parametric specification of the regression function, resulting inference is robust to lack of identification and misspecification. The PI has further shown that the identified set of the weighted average derivative is compact and convex hence admits a characterization through its support function, a unique function on the unit sphere that characterizes the identified set through locations of its supporting hyperplanes. This characterization then allowed the PI to investigate semiparametric estimation of the identified set. In particular, the PI has found that a semiparametric efficiency bound exists when the outcome variable is interval-valued. The PI then constructed an efficient estimator that achieves this bound when the density weight is used in mean regression. These results show that one may obtain robustness against misspecification of regression function by studying weighted average derivatives and that the theory of semiparametric efficiency can be extended to a leading example of partially identified models. \n\n\nThe weighted average derivative is an important parameter for policy evaluations. For example, it can be used to investigate the impacts of changes in taxes on demand. The outcome of the project will have impacts on empirical studies by enabling the researcher to conduct flexible policy evaluations even with interval-valued variables. Further, in another project titled \"Random Coefficients in Static Games of Complete Information,\" the PI has investigated a possibility of relaxing parametric assumptions used in an entry game model, another canonical model studied in the partial identification literature. In particular, the PI has allowed a flexible random coefficient specification, where the coefficients in firm's payoff functions follow a distribution, which is not assumed to belong to any parametric family. The paper provides both point identification and partial identification results under alternative assumptions. This work can have impacts on evaluations of policies on markets, in which multiple firms (or agents) make strategic decisions e.g. airlinesÆ entry decisions.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2013\n\n\t\t\t\t\tSubmitted by: Hiroaki Kaido"
 }
}