{
 "awd_id": "1230740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I/UCRC:  Secure Health Services in the Cloud",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "Migration of health organization software services to a cloud environment posses special security and confidentiality risks.  The proposed work seeks to design and evaluate security mechanisms for cloud computing environments as well as a new security architecture for cloud-based health services. New mechanisms will be developed in the areas of utility-based encryption, data fragmentation, and redactable signatures and tested in several deployed cloud environments. The effort would establish the first integrated cloud security architecture combining protected memory, secure distributed storage, and utility-based encryption.\r\n\r\nThe outcomes of the proposed work have the potential for significant impact the use of cloud computing in the health care sector.  This adoption hinges critically on the fact that the safety, security and integrity of the data be maintained. The proposed work has the potential to achieve an architecture that can preserve these characteristics in a cloud environment. The work is supported by the Industry Advisory Board as well as individual industry members of the center and has the potential to extend the centers portfolio through expansion into the cloud-based health informatics area. The center will involve graduate students in the work and disseminate results both through publication and the involvement of the PI in the Georgia Health Information Exchange (HIE) project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karsten",
   "pi_last_name": "Schwan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karsten Schwan",
   "pi_email_addr": "schwan@cc.gatech.edu",
   "nsf_id": "000216799",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Blough",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas M Blough",
   "pi_email_addr": "doug.blough@ece.gatech.edu",
   "nsf_id": "000461818",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ling",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ling Liu",
   "pi_email_addr": "lingliu@cc.gatech.edu",
   "nsf_id": "000435549",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "266 Ferst Dr.",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7609",
   "pgm_ref_txt": "IUCRC FUNDAMENTAL RESEARCH"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Health services are increasingly being hosted in cloud environments and this trend is expected to accelerate in the future. Due to the highly sensitive nature of health information, third party administration of cloud facilities, and the sharing of cloud resources between multiple applications, security and privacy are preeminent issues for these services. This project has designed, implemented, and evaluated a set of algorithms and techniques, which advance the state-of-the-art in cloud security and privacy with specific applicability to health services.&nbsp; Specific problems considered include: 1) privacy-preserving cloud data processing, 2) secure cloud storage, and 3) controlling information flow in heterogeneous cloud environments. <br /><br />In the area of privacy-preserving cloud data processing, project investigators developed an approach to securing the operation of key-value stores, which are index-based storage systems that are among the most widely used cloud services.&nbsp; This research developed a configurable privacy preserving index, which allows for quantitative privacy protection levels on fine-grained data units.&nbsp; The approach is the first without any trusted third party or trust relationship between providers. Project investigators implemented an index construction protocol by using generic techniques from the field of secure multi-party computation (MPC) and optimized its performance to a practical level by minimizing the costly MPC part. The investigators in this area also developed an approach that can trade off privacy and utility of cloud data, which can provide different views of the same data set to different users based on their levels of privilege. <br /><br />In the area of secure cloud storage, project investigators designed an architecture and algorithms for a geographically diverse cloud data storage system, referred to as GeoShare.&nbsp; GeoShare facilitates the fragmentation of information across administrative and geopolitical boundaries, thereby maintaining data confidentiality from powerful entities such as cloud administrators and nation states. The approach includes a method to calculate placements of information fragments to both satisfy users&rsquo; geographic constraints and optimize performance. The architecture and algorithms have been implemented, tested, and evaluated in a GeoShare prototype cloud storage service, which runs on top of Amazon Web services and makes use of 8 world-wide regions accessible through the Amazon S3 cloud storage service.&nbsp; This research can help organizations ensure users that their cloud data, such as highly sensitive health information, will be safe from even the most powerful entities. <br /><br />Finally, the project's work on decentralized information flow control (IFC) considers how to share information in a controlled way in heterogenous environments.&nbsp; These include cases where data is transferred from one cloud platform to another or between a cloud platform and an end host. These environments typically have differing mechanisms for attesting to their security capabilities and data sources specify different levels of trust for different data items. Project investigators have developed an architecture and algorithms that employ sticky policies, redactable signatures, and fine-grained access control to address this challenging problem.&nbsp; The investigators implemented a prototype that includes components for evaluating and enforcing policies, and securely transferring appropriate subsets of data.&nbsp; They also developed a modified version of Excel that tracks and propagates security labels as data move through spreadsheets that are shared by multiple users across different systems.&nbsp; The prototype has been evaluated using health data sets maintained within Excel spreadsheets using bioinformatics research as a driving use case.<br /><br />Taken together, the out...",
  "por_txt_cntn": "\nHealth services are increasingly being hosted in cloud environments and this trend is expected to accelerate in the future. Due to the highly sensitive nature of health information, third party administration of cloud facilities, and the sharing of cloud resources between multiple applications, security and privacy are preeminent issues for these services. This project has designed, implemented, and evaluated a set of algorithms and techniques, which advance the state-of-the-art in cloud security and privacy with specific applicability to health services.  Specific problems considered include: 1) privacy-preserving cloud data processing, 2) secure cloud storage, and 3) controlling information flow in heterogeneous cloud environments. \n\nIn the area of privacy-preserving cloud data processing, project investigators developed an approach to securing the operation of key-value stores, which are index-based storage systems that are among the most widely used cloud services.  This research developed a configurable privacy preserving index, which allows for quantitative privacy protection levels on fine-grained data units.  The approach is the first without any trusted third party or trust relationship between providers. Project investigators implemented an index construction protocol by using generic techniques from the field of secure multi-party computation (MPC) and optimized its performance to a practical level by minimizing the costly MPC part. The investigators in this area also developed an approach that can trade off privacy and utility of cloud data, which can provide different views of the same data set to different users based on their levels of privilege. \n\nIn the area of secure cloud storage, project investigators designed an architecture and algorithms for a geographically diverse cloud data storage system, referred to as GeoShare.  GeoShare facilitates the fragmentation of information across administrative and geopolitical boundaries, thereby maintaining data confidentiality from powerful entities such as cloud administrators and nation states. The approach includes a method to calculate placements of information fragments to both satisfy usersÆ geographic constraints and optimize performance. The architecture and algorithms have been implemented, tested, and evaluated in a GeoShare prototype cloud storage service, which runs on top of Amazon Web services and makes use of 8 world-wide regions accessible through the Amazon S3 cloud storage service.  This research can help organizations ensure users that their cloud data, such as highly sensitive health information, will be safe from even the most powerful entities. \n\nFinally, the project's work on decentralized information flow control (IFC) considers how to share information in a controlled way in heterogenous environments.  These include cases where data is transferred from one cloud platform to another or between a cloud platform and an end host. These environments typically have differing mechanisms for attesting to their security capabilities and data sources specify different levels of trust for different data items. Project investigators have developed an architecture and algorithms that employ sticky policies, redactable signatures, and fine-grained access control to address this challenging problem.  The investigators implemented a prototype that includes components for evaluating and enforcing policies, and securely transferring appropriate subsets of data.  They also developed a modified version of Excel that tracks and propagates security labels as data move through spreadsheets that are shared by multiple users across different systems.  The prototype has been evaluated using health data sets maintained within Excel spreadsheets using bioinformatics research as a driving use case.\n\nTaken together, the outcomes of these different components of the research project can be used by cloud services' providers to significantly enhance the security and privacy ca..."
 }
}