{
 "awd_id": "1230524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholars Award: The Coming of Age: The Formation of the Global Science and Policy of Aging",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 173604.0,
 "awd_amount": 173604.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "The formation and dynamics of global science and policy fields are important to understand because fields shape the kinds of questions that are asked and answered, who participates in decisionmaking, and who acquires benefits or is harmed by processes and frameworks. Studies of global science and policy fields are relatively rare, and those that exist have typically assumed that knowledge and policy flows are from the global north to other parts of the globe. Recent research has suggested that this framework is unsound, and misses the critical exchanges of ideas and people that operate in multiple directions, including from the global south to the global north. This research project intervenes at this point, examining how global science and policy fields are formed through critical exchange points at multiple institutional, state, and extra-state levels, using a case study of the formation of the science and policy of aging. More specifically, this study investigates how the science and policy of aging took form at the local, community, nation and global level, by addressing three critical questions: 1) how and why specific policymakers and scientists have conceived of and shaped knowledge about aging and its policies; 2) how and why specific geographic areas came to be sites of scientific and policy intervention around aging; 3)what critical arenas and conjuctures played the greatest role in field formation. Evidence is drawn from archival data and existing documents from international institutions and NGOs, analysis of scientific publications, and in-depth interviews with experts and policymakers to explore these questions.\r\n\r\nThis study contributes to social scientific understandings of the emergence of new science fields by showing how politics and science intersect to produce transnational networks of experts who can interact across ideological and political settings. It advances social scientific knowledge of how fields evolve, gain credibility, and ebb from global policy agendas, with persistent legacies in contemporary policies.\r\n\r\nAround the globe, the rapid aging of populations is transforming societies in profound and pervasive ways. The social and political implications of an aged population have raised concerns in national and international governance organizations, in  scientific communities, and among medical researchers. New policy interventions and fields of scientific study have been established to address these concerns, knowledge of the norms, assumptions, institutional junctures that have and continue to shape the science and policy of aging, activities are undertaken without the comparative knowledge necessary to make valuable interventions. This study will address that gap, and provide knowledge about the critical arenas and conjunctures that have played and may play important causal roles in future aging science and policy. Research results are disseminated through the development and delivery of course materials, briefings and presentations to NGOs and other institutions, and through scholarly publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kavita",
   "pi_last_name": "Sivaramakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kavita Sivaramakrishnan",
   "pi_email_addr": "ks2890@columbia.edu",
   "nsf_id": "000597504",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "722 West 168th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100323727",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 173604.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Global aging has been described as an unprecedented, and pervasive development that will have profound consequences for societies and individuals across the world. This project has explored from a historical and policy perspective how global aging has emerged as a growing, \"worldwide\" concern and anxiety today, and the role played by social and scientific experts, activists, international institutions and NGOs in shaping its politics and priorities. Based on data collected from UN archives, interviews with policymakers and experts, and records from South Asia and various parts of Africa, this project has argued that the rapid pace of aging in societies in Asia and Africa that are still industrializing has been a complex and complicated process. Norms and generalizations derived from western experience and precedents do not offer adequate insights into old age and aging in non-western settings, though efforts have been made to shape gerontological subjects, aging related \"problems\" based on studies, textbooks and pedagogies that have been mostly shaped by first world populations. In recent years, writings and campaigns led by experts and international NGos have led to global aging gaining ground and recognition, but old and new stigmas persist.</p>\n<p>What are the pathways ahead? The onset of aging has traditionally been tied&nbsp; closely with the aspirations of modernizing, of improved public health, and higher standards of living. However, its rapid onset in developing countries before they have industrialized has implied that aging related policies will need to draw upon a separate set of legacies in these societies. Instead of relying mostly on state supported welfare systems and pensions like in the west, there is a need to turn to and consolidate other sources of support (such as strengthening family care giving ability, fostering social and community networks, and drawing from older development projects), rather than looking to create a new and distinct agenda and institutional support for older persons, in resource constrained environments. This project identifies the continuing challenges faced by experts in translating a global agenda to local sites, and explores the crucial \"interconnections\" at the regional and national levels that will need to be strengthened to deepen an agenda that is still evolving.</p>\n<p>In addition, this project has broader relevance (1) to other studies of science policy and expertise, especially as it explains how \"developing\" nations are now recasting or reconfiguring the norms and priorities associated with disease, demography and scientific research; and also offers insights into how new, international policies emerge and get consolidated (2) this work has been presented at several fora in India and South Africa where national and UN policy makers, practitioners and private sector participants have participated, and it will be discussed at meetings held in China in 2016-17 (3) relevant parts of it have also been presented to journalists in order to help inform how they approach and report aging in the US and its close interactions with the rest of the world; and efforts are ongoing to look at wider media dissemination in India (4) other pilot research projects have been generated from this work, involving comparisons of family policies and aging in India and China; and relating to questions about the brain and cognitive decline, and the evolution of standards and measures of cognition, and their circulation to and use in Asia and Africa.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2015<br>\n\t\t\t\t\tModified by: Kavita&nbsp;Sivaramakrishnan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal aging has been described as an unprecedented, and pervasive development that will have profound consequences for societies and individuals across the world. This project has explored from a historical and policy perspective how global aging has emerged as a growing, \"worldwide\" concern and anxiety today, and the role played by social and scientific experts, activists, international institutions and NGOs in shaping its politics and priorities. Based on data collected from UN archives, interviews with policymakers and experts, and records from South Asia and various parts of Africa, this project has argued that the rapid pace of aging in societies in Asia and Africa that are still industrializing has been a complex and complicated process. Norms and generalizations derived from western experience and precedents do not offer adequate insights into old age and aging in non-western settings, though efforts have been made to shape gerontological subjects, aging related \"problems\" based on studies, textbooks and pedagogies that have been mostly shaped by first world populations. In recent years, writings and campaigns led by experts and international NGos have led to global aging gaining ground and recognition, but old and new stigmas persist.\n\nWhat are the pathways ahead? The onset of aging has traditionally been tied  closely with the aspirations of modernizing, of improved public health, and higher standards of living. However, its rapid onset in developing countries before they have industrialized has implied that aging related policies will need to draw upon a separate set of legacies in these societies. Instead of relying mostly on state supported welfare systems and pensions like in the west, there is a need to turn to and consolidate other sources of support (such as strengthening family care giving ability, fostering social and community networks, and drawing from older development projects), rather than looking to create a new and distinct agenda and institutional support for older persons, in resource constrained environments. This project identifies the continuing challenges faced by experts in translating a global agenda to local sites, and explores the crucial \"interconnections\" at the regional and national levels that will need to be strengthened to deepen an agenda that is still evolving.\n\nIn addition, this project has broader relevance (1) to other studies of science policy and expertise, especially as it explains how \"developing\" nations are now recasting or reconfiguring the norms and priorities associated with disease, demography and scientific research; and also offers insights into how new, international policies emerge and get consolidated (2) this work has been presented at several fora in India and South Africa where national and UN policy makers, practitioners and private sector participants have participated, and it will be discussed at meetings held in China in 2016-17 (3) relevant parts of it have also been presented to journalists in order to help inform how they approach and report aging in the US and its close interactions with the rest of the world; and efforts are ongoing to look at wider media dissemination in India (4) other pilot research projects have been generated from this work, involving comparisons of family policies and aging in India and China; and relating to questions about the brain and cognitive decline, and the evolution of standards and measures of cognition, and their circulation to and use in Asia and Africa.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/21/2015\n\n\t\t\t\t\tSubmitted by: Kavita Sivaramakrishnan"
 }
}