{
 "awd_id": "1230710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEP Collaborative: Alkaliphilic microalgae-based sustainable & scalable processes for renewable fuels and products",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "The NSF Sustainable Energy pathways (SEP) Program, under the umbrella of the NSF Science, Engineering and Education for Sustainability (SEES) initiative, will support the research program of Prof. Sridhar Viamajala and co-workers at the University of Toldeo, Prof. Robin Gerlach and co-workers at Montana State University, and Prof. Gregory Characklis of the University of North Carolina at Chapel Hill. This project will focus on high lipid-producing native alkaliphilic algae which are less susceptible to detrimental contamination (due to their extreme growth environment) and able to accumulate large amounts of lipid. In addition, the project will develop and test low-energy options for cell harvesting as well as for fuel and high value product generation. Through integration of unique and robust advances in algal culture stability and productivity as well as research targeted on the critical processes of algae harvesting and conversion of biochemicals, scalable, environmentally and economically acceptable processes to produce renewable fuels and chemicals will be developed. \r\n\r\nThe results of this project will be of interest to industry, local communities, regulators, and academia. Specific outreach efforts will be directed towards each of these primary stakeholders through: (1) dissemination of research outcomes to local community members and industry stakeholders at conferences, trade meetings and by local community and legislator engagement; (2) engagement of underrepresented Native American students from Montana high schools and tribal colleges in summer research activities as well as undergraduate researchers in the PIs' laboratories; (3) education and training at the K-12 level through training of high school teachers; (4) development of an interdisciplinary distance-learning course sequence on \"Sustainable Biofuels\" that will cover broad topics on the fundamental biology, chemistry, engineering and sustainability aspects of biofuel production; (5) generation of information useful in making informed judgments regarding tradeoffs between cost and environmental impact using the results of the life-cycle analyses.\r\n\r\nThis sustainable energy pathway minimizes energy and materials requirements through use of low-energy chemical and biological processes coupled with nutrient and water recycle. The global warming potential (GWP) of such biorefineries would be significantly lowered through the use of energy-efficient cultivation, harvesting and conversion methods as well as by minimizing external demands for nutrients and water.  Overall, these solutions to the challenge of economic and sustainable energy from algae will be transformative through the development of novel scientific and technical advances, balanced with environmental, economic and societal merits.  These algal farms will not compete with arable lands, food production, or use high quality water.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Characklis",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory W Characklis",
   "pi_email_addr": "charack@email.unc.edu",
   "nsf_id": "000411548",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 Airport Drive Suite 2200",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "802600",
   "pgm_ele_name": "Sustainable Energy Pathways"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1714",
   "pgm_ref_txt": "SPECIAL PROJECTS - CISE"
  },
  {
   "pgm_ref_code": "8026",
   "pgm_ref_txt": "Renewable Energy Storage (RESTOR)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>World energy requirements are predicted to increase more than 250% by 2050. At least part of this increasing demand could be met using biofuels, but there are concerns that a heavy reliance on crop-based biofuels would compete directly with food markets, while potentially also resulting in increases in carbon emissions. A promising alternative feedstock for biofuel production is lipid-rich microalgae, which can be grown on non-arable lands, with low-quality water and without impacting existing agriculture and food markets. Biofuels produced from microalgae promise 10 to 100 times greater yield per land acre than other crops. Algal biofuel facilities also have the potential to operate as &ldquo;closed loop&rdquo; systems that recycle significant amounts of water and fertilizer, thereby reducing strain on the already limited availability of these resources.</p>\n<p>Currently, commercial-scale production of fuels from algae is limited by hurdles related to (a) achieving and maintaining sustained algae growth and lipid productivity, (b) recovering algal biomass from growth media with minimal energy input and (c) economically competitive conversion systems that produce fuels, as well as high value products. However, as advances are made in these areas, the cost of algal biofuel will drop. At the same time, the potential applications of algae technologies (from fuel and animal feed to nutraceuticals and wastewater treatment) are broadening. As algal biofuels approach the stage of commercial viability, providing decision-makers (including would-be investors) with a deeper understanding of how to site, design and operate algal biofuel facilities in a way that maximizes their environmental and economic impacts will be crucial.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research has made significant contributions in this area. In particular, this work advanced the use of life cycle analysis (LCA) and techno-economic analysis (TEA) to inform the planning and operation of multi-purpose algal biofuel facilities. LCA/TEA is a widely used approach for simultaneously quantifying the &ldquo;cradle-to-grave&rdquo; environmental impacts and economic performance of fuel cycles, encompassing both the production and end-use consumption of fuel. However, LCA/TEA modeling, while an effective approach for learning about the underlying system and identifying barriers to success, possesses several shortcomings when it comes to informing actual decision making. The goals of this research were to address three knowledge gaps in the current use of LCA/TEA in informing potential investment in algal biofuel facilities: 1) Initial work addressed previously unexplored interactions between technical advances (e.g., bicarbonate boosts during algae cultivation that increase algae growth, and a novel, low-cost and low-energy hydrogels dewatering technology) and financial subsidies, and how tradeoffs resulting from these interactions affect decision making for optimal plant design. 2) A second study used an LCA/TEA model to understand the value of early stage investment in operational flexibility at algal biofuel facilities to help weather regulatory and market uncertainty. In particular, this study explored the use of &ldquo;real-options analysis&rdquo; to help identify algal biofuel plant designs that that remain viable even when the price of key plant inputs (e.g., fertilizer) and outputs (e.g., biodiesel, algal meal) fluctuate over time. 3) A third project explored strategies for using municipal wastewater effluent as a feedstock in algae cultivation, a promising approach for increasing the commercial viability of algal biofuel production. Using wastewater effluent as a feedstock in biomass cultivation would provide a low cost source of nutrients, while at the same time helping wastewater treatment plants (WWTPs) avoid capital and operations and maintenance (O&amp;M) costs associated with conventional secondary biological treatment technologies. This study broke new ground in the use of multi-objective optimization to help site algal biofuel facilities in complex watershed systems, where divergent preferences may exist among algae producers and wastewater treatment plants about the &ldquo;optimal&rdquo; placement of algae production.</p>\n<p>Taken altogether, the advances in LCA/TEA modeling made as part of this project will help provide an improved long-term, rational basis for more sustainable fuel and co-product selection, especially as fundamental advances in science and engineering bring algae technologies to closer to market.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2017<br>\n\t\t\t\t\tModified by: Gregory&nbsp;W&nbsp;Characklis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWorld energy requirements are predicted to increase more than 250% by 2050. At least part of this increasing demand could be met using biofuels, but there are concerns that a heavy reliance on crop-based biofuels would compete directly with food markets, while potentially also resulting in increases in carbon emissions. A promising alternative feedstock for biofuel production is lipid-rich microalgae, which can be grown on non-arable lands, with low-quality water and without impacting existing agriculture and food markets. Biofuels produced from microalgae promise 10 to 100 times greater yield per land acre than other crops. Algal biofuel facilities also have the potential to operate as \"closed loop\" systems that recycle significant amounts of water and fertilizer, thereby reducing strain on the already limited availability of these resources.\n\nCurrently, commercial-scale production of fuels from algae is limited by hurdles related to (a) achieving and maintaining sustained algae growth and lipid productivity, (b) recovering algal biomass from growth media with minimal energy input and (c) economically competitive conversion systems that produce fuels, as well as high value products. However, as advances are made in these areas, the cost of algal biofuel will drop. At the same time, the potential applications of algae technologies (from fuel and animal feed to nutraceuticals and wastewater treatment) are broadening. As algal biofuels approach the stage of commercial viability, providing decision-makers (including would-be investors) with a deeper understanding of how to site, design and operate algal biofuel facilities in a way that maximizes their environmental and economic impacts will be crucial.\n\n            This research has made significant contributions in this area. In particular, this work advanced the use of life cycle analysis (LCA) and techno-economic analysis (TEA) to inform the planning and operation of multi-purpose algal biofuel facilities. LCA/TEA is a widely used approach for simultaneously quantifying the \"cradle-to-grave\" environmental impacts and economic performance of fuel cycles, encompassing both the production and end-use consumption of fuel. However, LCA/TEA modeling, while an effective approach for learning about the underlying system and identifying barriers to success, possesses several shortcomings when it comes to informing actual decision making. The goals of this research were to address three knowledge gaps in the current use of LCA/TEA in informing potential investment in algal biofuel facilities: 1) Initial work addressed previously unexplored interactions between technical advances (e.g., bicarbonate boosts during algae cultivation that increase algae growth, and a novel, low-cost and low-energy hydrogels dewatering technology) and financial subsidies, and how tradeoffs resulting from these interactions affect decision making for optimal plant design. 2) A second study used an LCA/TEA model to understand the value of early stage investment in operational flexibility at algal biofuel facilities to help weather regulatory and market uncertainty. In particular, this study explored the use of \"real-options analysis\" to help identify algal biofuel plant designs that that remain viable even when the price of key plant inputs (e.g., fertilizer) and outputs (e.g., biodiesel, algal meal) fluctuate over time. 3) A third project explored strategies for using municipal wastewater effluent as a feedstock in algae cultivation, a promising approach for increasing the commercial viability of algal biofuel production. Using wastewater effluent as a feedstock in biomass cultivation would provide a low cost source of nutrients, while at the same time helping wastewater treatment plants (WWTPs) avoid capital and operations and maintenance (O&amp;M) costs associated with conventional secondary biological treatment technologies. This study broke new ground in the use of multi-objective optimization to help site algal biofuel facilities in complex watershed systems, where divergent preferences may exist among algae producers and wastewater treatment plants about the \"optimal\" placement of algae production.\n\nTaken altogether, the advances in LCA/TEA modeling made as part of this project will help provide an improved long-term, rational basis for more sustainable fuel and co-product selection, especially as fundamental advances in science and engineering bring algae technologies to closer to market. \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2017\n\n\t\t\t\t\tSubmitted by: Gregory W Characklis"
 }
}