{
 "awd_id": "1230543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE:  An Ecologically-Driven Strategy for Ensuring Sustainability of Anthropogenically and Climatically Impacted Lakes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 450709.0,
 "awd_amount": 450709.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "1230543 (Paerl).  This INSPIRE award is partially funded by the Environmental Sustainability Program of the Chemical, Bioengineering, Environmental, and Transport Systems Division (CBET) in the Engineering Directorate (ENG), the Ecosystems Studies Program of the Division of Environmental Biology (DEB) in the Biological Sciences Directorate (BIO), and the Office of International Science and Engineering (OISE).\r\n\r\nINTELLECTUAL MERIT\r\nNutrient enrichment (eutrophication) in freshwaters has promoted global proliferation of harmful (toxic) cyanobacterial blooms (CyanoHABs), and this problem is exacerbated by global warming. This award is based on a new hypothesis that challenges the prevailing paradigm that CyanoHABs can be countered by control of the single nutirent, phosphorus (P). The new paradigm-challenging hypothesis is that nitrogen (N) loading in large lakes controls phytoplankton community structure, and that magnitude, spatial extent, and duration of CyanoHABs in large lakes are strongly dependent on both N and P inputs.  This award is appropriate for the INSPIRE program due to the proposed transformational paradigm shift as well as the proposed problem-driven research that requires a comprehensive and integrative approach (ecosystem science as well as engineering analysis) to the grand challenge issue of ensuring availability of adequate quality freshwater resources. The fundamental questions raised are at the interface of biological science and engineering research.  An additional challenge is addressing this new paradigm in the context of evolving climatic conditions. While it is crucial to understand how input reductions of N and P substrates can beneficially shape phytoplankton communities, this needs to be accomplished while accounting for climatic variations that are known to favor CyanoHABs.  Managing nutrients requires an engineering solution, but implementation can only be successful if it is ecologically-constrained, so that the resulting biological species are desirable (e.g., non-toxin producing genera).  Moreover, given the time frame required for traditional surveys of remediation success (i.e., years), the development of more rapid indicators is needed that will show more quickly whether an ecosystem is on a trajectory towards desired sustainability.  How future climatic conditions will favor CyanoHAB formation must and will be considered.  As more external pressure is placed on aquatic systems to provide ecosystems services, interdisciplinary (molecular, toxicological, biogeochemical, geohydrologic) efforts are needed to address the problem and ensure long term sustainability.  In this research, in situ bioassays will be employed as well as quantitative mapping of gene expression to determine how various amounts of anthropogenic N (including ammonium and nitrate) and P (as phosphate) shape phytoplankton community structure and function and also CyanoHAB potential under ambient and elevated temperatures consistent with warming trends in a large lake basin.  The particular place-based study will done on Lake Taihu, the third largest lake in China. The Lake Taihu study will be accomplished using mesocosms in a recently constructed flow-thru pond system, located at the Chinese Academy of Sciences Taihu Lake Laboratory for Environmental Research field station. In collaboration with Chinese researchers, data from sites in Taihu will be collected to compare experimental conditions to seasonal in situ bloom dynamics. Results will be used to calibrate and verify eutrophication-CyanoHAB modeling. \r\n\r\nBROADER IMPACTS\r\nAn immediate societal product will be a science-based nutrient input reduction strategy for Chinese provincial/central governments that will bring and maintain Taihu below the CyanoHAB threshold and be transferrable to shallow hypereutrophic lakes worldwide that are experiencing both N and P over-enrichment. Student journalists and a U.S. (UNC/UTK) - China (Hohai, Nanjing Universities, NIGLAS, Chinese Academy of Sciences) student exchange will disseminate successes and the emerging scientific results to the general public. This project will train graduate, undergraduate, and secondary school students in interdisciplinary, cross-cutting research combining ecological analysis and environmental remediation within the context of socioeconomic policy issues concerning the sustainability of ecosystem services. While the lead U.S. institution is UNC-CH, the U.S. partner institution (UTK) is an EPSCoR institution, so this study will support students that are historically under-supported and typically limited with hands-on research experience. Teacher-training workshops will demonstrate the utility of land-water interface research in developing STEM knowledge for students, with a focus on making projects tractable with limited resources. This project will employ an interdisciplinary (ecology, molecular biology, toxicology, ecohydrology, water management) and international team of researchers (including a new female faculty member) and students to assess, control and mitigate CyanoHABs. This will enhance conceptual and technical understanding of interactive environmental drivers of long-term change in large lake ecosystems, information that will help ensure their sustainability in a warming world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Paerl",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Hans W Paerl",
   "pi_email_addr": "hans_paerl@unc.edu",
   "nsf_id": "000468514",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 450709.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><em>In situ </em>microcosm nutrient dilution bioassays and mesocosm nutrient addition experiments were conducted in Lake Taihu, China to determine nitrogen (N) and phosphorus (P) concentration and load thresholds needed to control toxic &nbsp;cyanobacterial bloom formation. &nbsp;Dilution bioassays showed seasonality in nutrient limitation, with P-availability controlling pre-bloom spring conditions and N-availability controlling summer-fall blooms. Bioassays indicate that total nitrogen (TN) and total phosphorus (TP) concentration thresholds should be targeted at below 0.70 mg L<sup>-1</sup> and 0.05 mg L<sup>-1</sup>, respectively, to limit intrinsic growth rates of the dominant cyanobacterium<em>&nbsp;Microcystis</em>. Based on estimates of nutrient loading and observed stoichiometry of phytoplankton biomass, at least 76 - 82% TN and 23-50% TP reduction are necessary to bring Taihu&rsquo;s phytoplankton biomass to &ldquo;acceptable&rdquo; sub-bloom conditions of less than 20 &mu;g L<sup>-1</sup> chlorophyll <em>a</em>.</p>\n<p>Selective warming experiments conducted in mesocosm bioassays indicate that earlier and faster rates of warming will lead to earlier and more protracted cyanobacterial bloom activities. &nbsp;This confirms earlier work in a variety of lakes globally that cyanobacterial bloom species \"like it hot\" (Paerl and Huisman 2008), and that global warming will enhance cyanobacterial bloom formation and persistence. This was substantiated in current research (Paerl et al., 2014a) and has also recently been underscored by Havens and Paerl (2015).&nbsp; In addition, other symptoms of global climate change associated with warming, including more extreme and numerous weather events, including an increase in tropical cyclones (typhoons) were shown to enhance the frequency and severity of cyanobacterial blooms in Taihu (Zhu et al, 2014). &nbsp; &nbsp;</p>\n<p>Nutrient addition and dilution bioassays support the view that BOTH nitrogen and phosphorus reductions will be needed to mitigate and control cyanobacterial blooms in Taihu, as well as other eutrophic and hypertrophic lakes that have been impacted by anthropogenic nutrient over-enrichment. &nbsp;Research conducted during 2014-2015 support the conclusion (Paerl et al., 2014a, b) that nitrogen inputs can be reduced without fear that non N2 fixing cyanobacterial bloom genera (e.g., Microcystis) will be replaced by equally noxious N2 fixing bloom genera (Paerl and Otten 2015).</p>\n<p>There appears to be an effect of temperature on the use of different nitrogen sources in cultures within the laboratory.&nbsp; As noted above toxin production and photosynthetic efficacy seem to be tied to a synergy between these two environmental parameters. This exciting finding is the subject of two papers currently in progress (Peng et al. 2016 a/b).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2016<br>\n\t\t\t\t\tModified by: Hans&nbsp;W&nbsp;Paerl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nIn situ microcosm nutrient dilution bioassays and mesocosm nutrient addition experiments were conducted in Lake Taihu, China to determine nitrogen (N) and phosphorus (P) concentration and load thresholds needed to control toxic  cyanobacterial bloom formation.  Dilution bioassays showed seasonality in nutrient limitation, with P-availability controlling pre-bloom spring conditions and N-availability controlling summer-fall blooms. Bioassays indicate that total nitrogen (TN) and total phosphorus (TP) concentration thresholds should be targeted at below 0.70 mg L-1 and 0.05 mg L-1, respectively, to limit intrinsic growth rates of the dominant cyanobacterium Microcystis. Based on estimates of nutrient loading and observed stoichiometry of phytoplankton biomass, at least 76 - 82% TN and 23-50% TP reduction are necessary to bring Taihu?s phytoplankton biomass to \"acceptable\" sub-bloom conditions of less than 20 &mu;g L-1 chlorophyll a.\n\nSelective warming experiments conducted in mesocosm bioassays indicate that earlier and faster rates of warming will lead to earlier and more protracted cyanobacterial bloom activities.  This confirms earlier work in a variety of lakes globally that cyanobacterial bloom species \"like it hot\" (Paerl and Huisman 2008), and that global warming will enhance cyanobacterial bloom formation and persistence. This was substantiated in current research (Paerl et al., 2014a) and has also recently been underscored by Havens and Paerl (2015).  In addition, other symptoms of global climate change associated with warming, including more extreme and numerous weather events, including an increase in tropical cyclones (typhoons) were shown to enhance the frequency and severity of cyanobacterial blooms in Taihu (Zhu et al, 2014).    \n\nNutrient addition and dilution bioassays support the view that BOTH nitrogen and phosphorus reductions will be needed to mitigate and control cyanobacterial blooms in Taihu, as well as other eutrophic and hypertrophic lakes that have been impacted by anthropogenic nutrient over-enrichment.  Research conducted during 2014-2015 support the conclusion (Paerl et al., 2014a, b) that nitrogen inputs can be reduced without fear that non N2 fixing cyanobacterial bloom genera (e.g., Microcystis) will be replaced by equally noxious N2 fixing bloom genera (Paerl and Otten 2015).\n\nThere appears to be an effect of temperature on the use of different nitrogen sources in cultures within the laboratory.  As noted above toxin production and photosynthetic efficacy seem to be tied to a synergy between these two environmental parameters. This exciting finding is the subject of two papers currently in progress (Peng et al. 2016 a/b).\n\n \n\n\t\t\t\t\tLast Modified: 08/23/2016\n\n\t\t\t\t\tSubmitted by: Hans W Paerl"
 }
}