{
 "awd_id": "1230051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  Does dinitrogen fixation occur in oxygen minimum zones?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-03-27",
 "awd_max_amd_letter_date": "2012-03-27",
 "awd_abstract_narration": "Recent and multiple lines of evidence suggest that dinitrogen (N2) fixation and denitrification may be more closely coupled in space than previously suggested and nifH genes and their expression have been identified from within the oxygen minimum zone (OMZ) of the Arabian Sea. In this OMZ, isotopic evidence and N2 supersaturation suggests N2 fixation is a significant process. However, despite the geochemical inferences regarding the location and magnitude of N2 fixation in the Arabian Sea, and the importance of this basin in removing fixed N from the ocean via denitrification, it is thought that OMZs do not harbour diazotrophs (nitrogen fixing bacteria). \r\n\r\nA team of researchers at Old Dominion University believe that OMZs may be sites of active N2 fixation, and with funding from this Rapid Response Research Grant (RAPID) they will participate in a cruise of opportunity in the Eastern Tropical North Pacific (ETNP) to determine whether N2 fixation is an important process within or adjacent to this OMZ. They expect to achieve a better understanding of where N2 fixation occurs with respect to the OMZ and areas of active denitrification.  In collaboration with other marine nitrogen cycle colleagues onboard, they expect to be able to simultaneously compare rates of denitrification and N2 fixation while also examining the diversity, community structure, and juxtaposition of denitrifying and N2 fixing organisms within the ETNP OMZ. Armed with this more comprehensive understanding of the distribution of denitrification and N2 fixation with respect to the OMZ, a more realistic view of the N cycle within should be gained. \r\n\r\nBroader Impacts. Results will contribute to current understanding of the controls on marine N2 fixation in general, as well as the balance between N inputs and losses from OMZs.  IT is reasonable to think that this project will be transformative in shaping our view of the marine N cycle, particularly as regards to N inputs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Mulholland",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret R Mulholland",
   "pi_email_addr": "mmulholl@odu.edu",
   "nsf_id": "000284061",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Boulevard",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />Nitrogen (N) is thought to limit productivity in large parts of the ocean.&nbsp; However, the marine N budget is not currently balanced and N losses via denitrification appear to exceed N inputs via N<sub>2</sub> fixation.&nbsp; As such, the balance between N inputs to and N losses from the world&rsquo;s ocean and the relative distributions of microorganisms mediating these processes have been the subject of spirited discussions over the last century.&nbsp; Because productivity in much of the ocean is limited by N, the oceanic N cycle is linked to the uptake (and release) of carbon dioxide by the oceans and as such, is sensitive to many climate change drivers.</p>\n<p>We live in an era when many of Earth&rsquo;s ecosystems are under increasing strain due to accelerating human exploitation and disruption of natural nutrient and carbon cycles. It is therefore essential that we fully understand how critical functional components of the marine biosphere, such as N<sub>2</sub> fixers,<br />&ldquo;work&rdquo; in the environment.&nbsp; This is important for our current understanding of marine ecosystems as well as for projecting how ecosystems will respond to changes over time.&nbsp; Diazotrophs (aka N<sub>2</sub> fixers) mediate the &ldquo;input&rdquo; end to the marine N budget and denitrifiers the &ldquo;export&rdquo;.&nbsp; How these processes are balanced in time will in turn feed back into the ocean carbon cycle and climate regulation.&nbsp; This project will make a vital contribution by taking the first steps towards understanding how N inputs and losses from the ocean are currently balanced and in some way coupled.&nbsp;</p>\n<p>&nbsp;</p>\n<p>As a result of this project, we have discovered that diazotrophs inhabit both<br />surface waters and the underlying oxygen deprived waters of the Eastern<br />Tropical North Pacific and that N inputs via N<sub>2</sub> fixation in this region may offset N losses due to denitrification.&nbsp; These observations may contribute to balancing the marine N budget. &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2013<br>\n\t\t\t\t\tModified by: Margaret&nbsp;R&nbsp;Mulholland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nNitrogen (N) is thought to limit productivity in large parts of the ocean.  However, the marine N budget is not currently balanced and N losses via denitrification appear to exceed N inputs via N2 fixation.  As such, the balance between N inputs to and N losses from the worldÆs ocean and the relative distributions of microorganisms mediating these processes have been the subject of spirited discussions over the last century.  Because productivity in much of the ocean is limited by N, the oceanic N cycle is linked to the uptake (and release) of carbon dioxide by the oceans and as such, is sensitive to many climate change drivers.\n\nWe live in an era when many of EarthÆs ecosystems are under increasing strain due to accelerating human exploitation and disruption of natural nutrient and carbon cycles. It is therefore essential that we fully understand how critical functional components of the marine biosphere, such as N2 fixers,\n\"work\" in the environment.  This is important for our current understanding of marine ecosystems as well as for projecting how ecosystems will respond to changes over time.  Diazotrophs (aka N2 fixers) mediate the \"input\" end to the marine N budget and denitrifiers the \"export\".  How these processes are balanced in time will in turn feed back into the ocean carbon cycle and climate regulation.  This project will make a vital contribution by taking the first steps towards understanding how N inputs and losses from the ocean are currently balanced and in some way coupled. \n\n \n\nAs a result of this project, we have discovered that diazotrophs inhabit both\nsurface waters and the underlying oxygen deprived waters of the Eastern\nTropical North Pacific and that N inputs via N2 fixation in this region may offset N losses due to denitrification.  These observations may contribute to balancing the marine N budget.   \n\n\t\t\t\t\tLast Modified: 04/30/2013\n\n\t\t\t\t\tSubmitted by: Margaret R Mulholland"
 }
}