{
 "awd_id": "1230055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Analysis of Doppler Lidar Data from Canopy Horizontal Array Turbulence Study (CHATS)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 31501.0,
 "awd_amount": 31501.0,
 "awd_min_amd_letter_date": "2012-03-27",
 "awd_max_amd_letter_date": "2012-03-27",
 "awd_abstract_narration": "Like many sources of remotely-sensed measurements of atmospheric boundary layer structure and motions, Doppler lidar data present a formidable analysis challenge both owing to their voluminous and highly detailed nature and potential for contamination by interfering signals such as those returned from the earth's underlying surface and/or plant canopies.  This tightly-scoped research effort will support collaborations between a principal investigator who is well versed in lidar measurements and a canopy-induced turbulence expert at NSF's National Center for Atmospheric Research to pursue improved techniques for accurate yet cost-effective means for more automated processing of lidar data previously collected with NSF support during the Canopy Horizontal Array Turbulence Study (CHATS) in 2007.\r\n\r\nThe intellectual merit of this effort centers on development and application of idealized models of expected coherent structures (such as roll vortices and other phenomena evident in large-eddy simulations and via other means) to provide a labor-saving framework in which raw radial velocity measurements may be more intelligently processed and interpreted.  This will in-turn support extraction of improved representations of coherent structures above plant canopies that are responsible for exchange of momentum and trace gases (such as CO2) with the planetary boundary layer.  The availability of tandem in-canopy, high-resolution turbulent flux measurements obtained during CHATS to evaluate this previously unproven analysis approach represents a potentially high-payoff research approach.  Broader impacts of this effort include improved downstream knowledge of biogeochemical cycles and sources of low-level atmospheric turbulence, as well as enhancements to the lead investigator's classroom education efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Calhoun",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald J Calhoun",
   "pi_email_addr": "Ronald.Calhoun@asu.edu",
   "nsf_id": "000436661",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31501.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A three-dimensional scanning coherent Doppler lidar (Light Detection and Ranging) with its extensive range and spatial resolution has proved to be an important tool for boundary layer measurements.&nbsp; It is therefore important to characterize how this instrument views the atmospheric flow and the effect of retrieval techniques. &nbsp;A detailed analysis of the error of representativeness and vector retrieval error from a lidar was performed.&nbsp; Sensitivity analysis of these errors to lidar look angle and scales of motion present in the flow was carried out.&nbsp; The following conclusions are made about the error of representativeness: (1) It is a strong function of the scales of motion, (2) It is weakly dependent on the look angle and (3) It is a function of stability as this changes the distribution of the scales of motion present in the flow.</p>\n<p>It was found that for scales of motion smaller than 150 m, the lidar measurement&rsquo;s error of representativeness was high.&nbsp; The reason for this is the range-gate size of 80 m which results in under-sampling of the flow field, an effect akin to the aliasing problem in signal processing.&nbsp; As a result, the lidar simulator measurements generated unnatural streaks along the radial direction which formed due to the effect of the range-gate weighting function.&nbsp; These unnatural streaks were removed with proper selection of truncation number in the modified OI technique.</p>\n<p>The following conclusions are made about the vector retrieval error: (1) Retrieval accuracy is seen to degrade as the look angle approaches 90 degrees to the mean flow direction.&nbsp; It is observed that for look angles perpendicular to the mean flow direction, only the mean wind speed is retrieved and the local variations along the perpendicular direction are lost.&nbsp; (2) It is observed that the vector retrieval error is fairly independent of the scale of motion.&nbsp; However, there are some deviations from this conclusion and the reasons for this remain unclear.&nbsp; (3) Stability does not seem to affect retrieval accuracy considerably.&nbsp; It is observed that a look angle close to 45 degrees provides the optimal retrieval accuracy to determine wind speed, however optimal scanning configurations will strongly depend on the variables of interest and stability conditions.</p>\n<div>\n<div>\n<div></div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2014<br>\n\t\t\t\t\tModified by: Ronald&nbsp;J&nbsp;Calhoun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA three-dimensional scanning coherent Doppler lidar (Light Detection and Ranging) with its extensive range and spatial resolution has proved to be an important tool for boundary layer measurements.  It is therefore important to characterize how this instrument views the atmospheric flow and the effect of retrieval techniques.  A detailed analysis of the error of representativeness and vector retrieval error from a lidar was performed.  Sensitivity analysis of these errors to lidar look angle and scales of motion present in the flow was carried out.  The following conclusions are made about the error of representativeness: (1) It is a strong function of the scales of motion, (2) It is weakly dependent on the look angle and (3) It is a function of stability as this changes the distribution of the scales of motion present in the flow.\n\nIt was found that for scales of motion smaller than 150 m, the lidar measurementÆs error of representativeness was high.  The reason for this is the range-gate size of 80 m which results in under-sampling of the flow field, an effect akin to the aliasing problem in signal processing.  As a result, the lidar simulator measurements generated unnatural streaks along the radial direction which formed due to the effect of the range-gate weighting function.  These unnatural streaks were removed with proper selection of truncation number in the modified OI technique.\n\nThe following conclusions are made about the vector retrieval error: (1) Retrieval accuracy is seen to degrade as the look angle approaches 90 degrees to the mean flow direction.  It is observed that for look angles perpendicular to the mean flow direction, only the mean wind speed is retrieved and the local variations along the perpendicular direction are lost.  (2) It is observed that the vector retrieval error is fairly independent of the scale of motion.  However, there are some deviations from this conclusion and the reasons for this remain unclear.  (3) Stability does not seem to affect retrieval accuracy considerably.  It is observed that a look angle close to 45 degrees provides the optimal retrieval accuracy to determine wind speed, however optimal scanning configurations will strongly depend on the variables of interest and stability conditions.\n\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 04/04/2014\n\n\t\t\t\t\tSubmitted by: Ronald J Calhoun"
 }
}