{
 "awd_id": "1230687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SEP Collaborative: A Unified Framework for Sustainability in Buildings through Human Mediation",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 670000.0,
 "awd_amount": 670000.0,
 "awd_min_amd_letter_date": "2012-09-08",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "The NSF Sustainable Energy pathways (SEP) Program, under the umbrella of the NSF Science, Engineering and Education for Sustainability (SEES) initiative, will support the research program of Prof. Suman Banerjee and co-workers at the University of Wisconsin-Madison, and Prof. Sandipan Mishra and co-workers at Rensselaer Polytechnic Institute. The project takes a holistic approach to develop a framework for unified control of commercial and institutional buildings that reduces overall energy consumption through human mediation.  The framework consists of multiple components: sensor networks deployed in buildings that will monitor and measure various parameters, e.g., energy, lighting, temperature, humidity, etc. that lead to efficient models; software components that allow human occupants to interact and provide feedback; and actuation outcomes that allow control of building components, such as heating, cooling, airflow and lighting sub-systems and optimize these controls jointly. The novel aspect of this effort is that it combines the following elements in the feedback control of building energy systems: (i) Forecasting of external variables such as energy pricing, energy demand, and weather, as can be determined from the smart grid or the web; (ii) Predicting internal variables such as occupancy, user comfort preferences, and state variables as obtained from predictive dynamic models; (iii) Extracting and then exploiting pattern repetition (daily, weekly, and yearly cycles in temperature, occupancy, usage etc.) in a computationally efficient fashion, an (iv) Incorporating human and psychological factors in the model, by obtaining and processing human-in-the-loop feedback effectively. Through the design of the right human-machine interfaces, creating appropriate incentives for human participation, effective feedback collection, and integrated processing of sensory measurements (obtained from an in-building sensing network) and human inputs, the project aims at providing a by-demand comfort level that is mediated by end-users through their personal communication \"apps\". This approach differs significantly from the current research and practices of modeling, controlling and optimizing building energy sub-systems in isolation, and providing by-default comfort level everywhere in the building independent of occupancy level and demand level. \r\n\r\nThe project explores techniques that can provide major savings in energy consumption in commercial and institutional buildings leading towards a more sustainable design. The educational component of the project includes a laboratory-based curriculum which includes a cross-disciplinary capstone course, \"Smart Energy Laboratory\", suitable enhancements to existing courses, and co-development of new campus-wide sustainability certificate programs. Further, multiple campus dormitories and institutional buildings are being incorporated as \"living laboratories,\" thus educating their occupants about green consumption practices. Other aspects of the project provide interactions with local high schools as well as related industry.\r\n\r\nA significant fraction of energy consumption in the modern world is within buildings. This project is focused on the development of an intelligent control system to manage energy consumption of buildings by actively incorporating human mediation in this process. The unique aspect of this project includes mechanisms by which multiple tenants of a commercial building can participate in the energy management process and allow the various control and actuation functions to efficiently meet their collective needs. The goal is to develop a blueprint for a more sustainable design of buildings. In addition to the significant impact on energy efficiency and sufficiency of next-generation buildings, the techniques being developed here also have transformative impact on sustainability research and sustainable technologies as a whole.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandipan",
   "pi_last_name": "Mishra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandipan Mishra",
   "pi_email_addr": "mishrs2@rpi.edu",
   "nsf_id": "000574258",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Wen",
   "pi_email_addr": "wenj@rpi.edu",
   "nsf_id": "000305328",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Koushik",
   "pi_last_name": "Kar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Koushik Kar",
   "pi_email_addr": "koushik@ecse.rpi.edu",
   "nsf_id": "000227805",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "802600",
   "pgm_ele_name": "Sustainable Energy Pathways"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1714",
   "pgm_ref_txt": "SPECIAL PROJECTS - CISE"
  },
  {
   "pgm_ref_code": "8026",
   "pgm_ref_txt": "Renewable Energy Storage (RESTOR)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 585000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Sustainable Energy Pathways program project laid the foundation for human-mediation in buildings, where the occupants of the building and their preferences drive the indoor environment control systems. The objective of the grant was to create the enabling technologies that move away from the paradigm of a &ldquo;building manager&rdquo; driving decision making in a building to a shared decision making system where the users, through consensus, can provide input to the building management system. In order to realize such a system, we developed the following: (a) human comfort models (specifically, temperature humidity models), (b) mechanisms for enabling smooth human-building interactions (through a user interface on a personal device such as a tablet or a cellphone), and (c) algorithms that can synthesize data from sensors as well as user input and preferences to balance the comfort requirements of all the occupants of the indoor space, while minimizing energy use.</p>\n<p>As part of this research project, we demonstrated that fusion of data from sensors, information from models, and user preferences can deliver comfortable and energy efficient solutions for multi-user multi-zone systems. We also designed algorithms that use historical data collected from buildings in conjunction with weather forecasts, predicted use (i.e. occupancy schedules) and approximate building models to improve indoor environment quality and energy efficiency in the built environment. We also validated these learning algorithms a scaled test bed to illustrate the performance improvement. In addition to outreach activities across the university campus, this project also launched a start up to commercialize the technologies developed as part of this grant.&nbsp; &nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2018<br>\n\t\t\t\t\tModified by: Sandipan&nbsp;Mishra</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1230687/1230687_10212352_1516140280210_1-s2.0-S0378778816303619-gr1_lrg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1230687/1230687_10212352_1516140280210_1-s2.0-S0378778816303619-gr1_lrg--rgov-800width.jpg\" title=\"Real-time occupant feedback and environmental learning framework\"><img src=\"/por/images/Reports/POR/2018/1230687/1230687_10212352_1516140280210_1-s2.0-S0378778816303619-gr1_lrg--rgov-66x44.jpg\" alt=\"Real-time occupant feedback and environmental learning framework\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Systems level process flow depiction for multi-user multi-zone environment control</div>\n<div class=\"imageCredit\">Elsevier Energy and Buildings</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sandipan&nbsp;Mishra</div>\n<div class=\"imageTitle\">Real-time occupant feedback and environmental learning framework</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis Sustainable Energy Pathways program project laid the foundation for human-mediation in buildings, where the occupants of the building and their preferences drive the indoor environment control systems. The objective of the grant was to create the enabling technologies that move away from the paradigm of a \"building manager\" driving decision making in a building to a shared decision making system where the users, through consensus, can provide input to the building management system. In order to realize such a system, we developed the following: (a) human comfort models (specifically, temperature humidity models), (b) mechanisms for enabling smooth human-building interactions (through a user interface on a personal device such as a tablet or a cellphone), and (c) algorithms that can synthesize data from sensors as well as user input and preferences to balance the comfort requirements of all the occupants of the indoor space, while minimizing energy use.\n\nAs part of this research project, we demonstrated that fusion of data from sensors, information from models, and user preferences can deliver comfortable and energy efficient solutions for multi-user multi-zone systems. We also designed algorithms that use historical data collected from buildings in conjunction with weather forecasts, predicted use (i.e. occupancy schedules) and approximate building models to improve indoor environment quality and energy efficiency in the built environment. We also validated these learning algorithms a scaled test bed to illustrate the performance improvement. In addition to outreach activities across the university campus, this project also launched a start up to commercialize the technologies developed as part of this grant.     \n\n\t\t\t\t\tLast Modified: 01/16/2018\n\n\t\t\t\t\tSubmitted by: Sandipan Mishra"
 }
}