{
 "awd_id": "1230878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: An Actor-Network Study of Artisanal Food Production and Food Safety Regulation",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 13037.0,
 "awd_amount": 13037.0,
 "awd_min_amd_letter_date": "2012-07-30",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "The regulation of food through the creation and imposition of standards has important consequences for food quality and the economic value of food. Most studies of food production standards have focused on large-scale producers. The rise small-scale and localized agrifood production and the corresponding increase in artisanal production has led federal and state food safety regulatory agencies to revise food production policies to encourage these new processors. These efforts, however, frequently expose fundamental disagreements over the nature of artisanal production and the role of food safety standards. These disagreements impede debate on public policy responses. This study uses ethnographic and field observations of food safety inspections and semi-structured interviews with artisanal bread and cheese makers and inspectors to investigate these scientized policy mismatches and their possible remedies. \r\n\r\nTools from actor-network theory (ANT) are used to draw attention to the multiple ways the ostensibly simple social phenomena of reconciling practices and standards takes place. The study investigates the multiple approaches that food safety inspectors take to regulatory enforcement, just as artisanal producers take multiple approaches to artisanship. ANT provides methodological tools for conducting a fine-grained exploration of the interactions between artisans and inspectors, the tensions that may arise in these interactions, and the ways in which closure is and is not reached.\r\n\r\nThe broader impacts of this study are to contribute to food policy studies by analyzing the practical enforcement of food safety regulations during inspections, thereby enhancing understanding of these public policy instruments, and to science and technology studies by analyzing how scientific standards operate in practice. In addition, by focusing on artisanal producers, the study helps inform policy that is designed to encourage and support small-scale and artisanal agrifood initiatives. Finally, by fostering opportunities for engagement, collaboration, and mutual understanding among producers and food safety inspectors, this work enriches the relationship between science, governance, and society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "R. James",
   "pi_last_name": "Bingen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R. James Bingen",
   "pi_email_addr": "bingen@msu.edu",
   "nsf_id": "000332816",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jenifer",
   "pi_last_name": "Buckley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jenifer Buckley",
   "pi_email_addr": "jbuckley@msu.edu",
   "nsf_id": "000597808",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "131 Natural Resources Bldg.",
  "perf_city_name": "East Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13037.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As interest in artisan food processing increases, so does interest in assuring that food safety regulations accommodate rather than hinder artisan practices. (<em>Artisans,</em> here, are processors who emphasize manual production techniques and are involved with each step of operations. Artisan processing is conducted at a small or medium scale, involves batch rather than continuous production, and allows for variability in products and processes.) Some practitioners and advocates charge that regulations are unfairly slanted against this style of production and favor large food manufacturers.</p>\n<p>This study approached this problem by investigating food safety inspections. There had been virtually no research on inspections of small food manufacturers in the US. Debate on policy responses to artisan processing had focused largely on the technical requirements of regulations and how they accommodate (or do not accommodate) artisan techniques.</p>\n<p>We aimed to set aside assumptions about the regulation of artisanship in order to look at just what happened during an inspection and to see whether inspections had potential for policymaking. Our conceptual approach was based on actor-network theory (ANT). ANT is a social theory that provides one means of suspending the assumption that regulation is inimical to artisanship and, instead, exploring the situation with fresh eyes.</p>\n<p>Phrased in the conceptual language of ANT, the objectives of the study were to: 1) Improve understanding of the relationship between artisan production and food safety regulation; 2) Explore the ways in which different versions of artisan production and food safety regulation coexist; and 3) Contribute to empirical applications of actor-network theory by analyzing the interaction between artisanal production and food safety regulation.</p>\n<p>During 6 months in 2012 and 2013, we conducted field observations of artisan bread- and cheese-making in Michigan and accompanied Michigan Department of Agriculture and Rural Development (MDARD) food safety inspectors on inspections of these facilities. We observed 12 inspections and interviewed the artisans and inspectors involved.</p>\n<p>We found that inspectors played a critical role in shaping regulatory outcomes in ways that benefitted artisans. Inspectors&rsquo; direct interaction with artisans familiarized them with different production styles and enabled them to identify ways for processors to comply with regulations consistent with these styles. Inspectors assisted artisans in complying. As we hope this report demonstrates, interactions during facility inspections represent public policy instruments that merit continued investigation.</p>\n<p>The idea of <em>boundary objects </em>proved useful. Social scientists using ANT have developed this idea to describe shared spaces where people identify ways of cooperating in spite of disagreements. Inspections created <em>boundary spaces </em>in which artisanship and regulation mingled and shaped each other, and in which artisans and inspectors found common ground that helped them identify mutually agreeable solutions. One source of this common ground was that artisanship and regulation proved to have more in common than popular accounts lead one to suspect. We found that inspectors&rsquo; work had elements of craft. And artisans used industrial technology, with many  operating according to very precise logics. Artisans and inspectors also found common ground through interpersonal exchanges, such as conversations about children or shared interests. Regulatory practice did not necessarily shoehorn artisan practice into something that artisans did not want it to be.</p>\n<p>By looking at the different ways that artisans conducted their operations and that inspectors enforced rules&mdash;the <em>multiple versions</em> of these phenomena, in ANT terms&mdash;we saw opportunities for interpretive flexibilit...",
  "por_txt_cntn": "\nAs interest in artisan food processing increases, so does interest in assuring that food safety regulations accommodate rather than hinder artisan practices. (Artisans, here, are processors who emphasize manual production techniques and are involved with each step of operations. Artisan processing is conducted at a small or medium scale, involves batch rather than continuous production, and allows for variability in products and processes.) Some practitioners and advocates charge that regulations are unfairly slanted against this style of production and favor large food manufacturers.\n\nThis study approached this problem by investigating food safety inspections. There had been virtually no research on inspections of small food manufacturers in the US. Debate on policy responses to artisan processing had focused largely on the technical requirements of regulations and how they accommodate (or do not accommodate) artisan techniques.\n\nWe aimed to set aside assumptions about the regulation of artisanship in order to look at just what happened during an inspection and to see whether inspections had potential for policymaking. Our conceptual approach was based on actor-network theory (ANT). ANT is a social theory that provides one means of suspending the assumption that regulation is inimical to artisanship and, instead, exploring the situation with fresh eyes.\n\nPhrased in the conceptual language of ANT, the objectives of the study were to: 1) Improve understanding of the relationship between artisan production and food safety regulation; 2) Explore the ways in which different versions of artisan production and food safety regulation coexist; and 3) Contribute to empirical applications of actor-network theory by analyzing the interaction between artisanal production and food safety regulation.\n\nDuring 6 months in 2012 and 2013, we conducted field observations of artisan bread- and cheese-making in Michigan and accompanied Michigan Department of Agriculture and Rural Development (MDARD) food safety inspectors on inspections of these facilities. We observed 12 inspections and interviewed the artisans and inspectors involved.\n\nWe found that inspectors played a critical role in shaping regulatory outcomes in ways that benefitted artisans. InspectorsÆ direct interaction with artisans familiarized them with different production styles and enabled them to identify ways for processors to comply with regulations consistent with these styles. Inspectors assisted artisans in complying. As we hope this report demonstrates, interactions during facility inspections represent public policy instruments that merit continued investigation.\n\nThe idea of boundary objects proved useful. Social scientists using ANT have developed this idea to describe shared spaces where people identify ways of cooperating in spite of disagreements. Inspections created boundary spaces in which artisanship and regulation mingled and shaped each other, and in which artisans and inspectors found common ground that helped them identify mutually agreeable solutions. One source of this common ground was that artisanship and regulation proved to have more in common than popular accounts lead one to suspect. We found that inspectorsÆ work had elements of craft. And artisans used industrial technology, with many  operating according to very precise logics. Artisans and inspectors also found common ground through interpersonal exchanges, such as conversations about children or shared interests. Regulatory practice did not necessarily shoehorn artisan practice into something that artisans did not want it to be.\n\nBy looking at the different ways that artisans conducted their operations and that inspectors enforced rules&mdash;the multiple versions of these phenomena, in ANT terms&mdash;we saw opportunities for interpretive flexibility in inspections. It becomes obvious, when one observes an inspection, that there are limits to how far regulations can standardize food production. Nei..."
 }
}