{
 "awd_id": "1230633",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Contesting Maasai Livestock-Herding and Saving Kenyan Wildlife in Creating Amboseli National Park",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 17924.0,
 "awd_amount": 17924.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-10-16",
 "awd_abstract_narration": "Introduction\r\n\r\nThis project will examine the historical relationships between stakeholders involved in wildlife conservation in protected areas of Africa. She will conduct research in Amboseli National Park in Kenya. Building on the scientific literature regarding conservation science in Amboseli, this research will add a new dimension of historical analysis by examining the perspectives of scientists, wildlife managers, and the population living around the park, comprised largely of Maasai. This research will provide a wide scope, from 1940 to the present, for examining changes in conservation policies and how they were received and implemented by the Maasai population. \r\n\r\nIntellectual Merit \r\n\r\nThe purpose of this research is to understand the impact of conservation on Maasai livelihoods and how conservation science was influenced by local knowledge systems. This project will analyze this relationship through oral histories, participant observation, and archival document analysis. This will be the first project in this region utilizing ethnographies of scientists as well as local Maasai residents to understand the local impact of national and international conservation policies. The methodology will allow for analysis of the deeper influence of conservation on the lives of groups of people who are often marginalized through poverty and whose pastoralist lifestyle is often critiqued for conflicting with conservation. \r\n\r\nPotential Broader Impacts \r\n\r\nThis research has implications for developing community-based conservation programs, designing social impact research, and understanding scientific authority regarding local knowledge systems. Local and national authorities will gain insight into the long-term implications of land use policies and how to plan for drought management that takes into account both conservation needs and sustainable livelihoods of local communities, both in this savannah region of southern Kenya and other regions with fragile biodiversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georgina",
   "pi_last_name": "Montgomery",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georgina Montgomery",
   "pi_email_addr": "montg165@msu.edu",
   "nsf_id": "000595397",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Lewis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda E Lewis",
   "pi_email_addr": "lewisam7@msu.edu",
   "nsf_id": "000614834",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Amboseli National Park",
  "perf_str_addr": "",
  "perf_city_name": "Nairobi",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KE",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Kenya",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 17924.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Contesting Maasai Livestock-Herding and Saving Kenyan Wildlife in Creating Amboseli National Park</strong></p>\n<p>Amanda Lewis &ndash; Graduate student and Co-PI, author of Outcomes Report</p>\n<p>Dr. Georgina M. Montgomery &ndash; Lewis&rsquo; PhD advisor and PI</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Amboseli National Park, in southern Kenya, provided the backdrop for a historical analysis of the relationship between conservation and pastoralism in this semi-arid land. The goal of this research was to understand how the traditional pastoralist way of life of the Kisongo Maasai has changed in relation to conservation, environmental issues, and agricultural development. In the surrounding ecosystem around Amboseli National Park, the co-PI conducted oral history interviews with local members of the Maasai community, conservationists, scientists, and wildlife managers, totaling 80 interviews. Additionally, data was collected from several archives related to Amboseli and national and international wildlife management policies.</p>\n<p><strong>Intellectual Merit</strong> Data collected from the interviews and observations reveal differing perspectives on the reasons behind the creation of Amboseli as a national park, the changing role of pastoralism in Maasai livelihoods and in a semi-arid ecosystem, as well as how approaches to conservation in this region have changed since the 1940s. Retrieved archival documents reflect the policies of both colonial and independent governments toward pastoralism, Amboseli, and wildlife management. This research synthesizes the many decades of scientific research, the development of community-based conservation approaches, and individual life experiences of many stakeholder groups of Amboseli.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Several themes about the history of the Amboseli ecosystem emerged from the research. First, the study of and focus upon Amboseli by researchers and the Maasai highlight the uniqueness of this landscape. It has multiple layers of meaning reflected in the way the Maasai, scientists, conservationists, and tourists see the land&rsquo;s utility. Second, the way of life of the Maasai has changed in many ways from the 1940s to the present, but many aspects of their culture have remained constant. For the purposes of this study, I focused on the ways conservation and environmental change altered the pastoralist tradition through the introduction of agriculture, for example. Third, I examined how hunting and poaching have been dealt with from conservationist and local community perspectives. Finally, this research has revealed the ways in which knowledge systems, whether indigenous or Western, interacted and what factors changed the way knowledge was transferred, such as conservation policy, land ownership, or development programs.</p>\n<p><strong>Broader Impact</strong> This is the first history of Amboseli as an ecosystem, incorporating oral histories, archival research, and scientific scholarship in order to understand the changing dynamics of culture and conservation. Locally, this project serves to provide a historical representation of the community&rsquo;s involvement in conservation as well as an explanation of their adaptation to a changing ecological and social environment. More broadly, the results of this research provide a case study of a region on which local, national, and international interests interacted. Amboseli is a good example for understanding how a pastoralist community has co-existed with wildlife, how changing land tenure practices impacted community-based conservation projects, and how various stakeholders have understood natural resource use and local communities profiting from wildlife conservation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2013<br>\n\t\t\t\t\tModified by: Amanda&nbsp;E&nbsp;Lewis</p>\n<...",
  "por_txt_cntn": "\nContesting Maasai Livestock-Herding and Saving Kenyan Wildlife in Creating Amboseli National Park\n\nAmanda Lewis &ndash; Graduate student and Co-PI, author of Outcomes Report\n\nDr. Georgina M. Montgomery &ndash; LewisÆ PhD advisor and PI\n\n            Amboseli National Park, in southern Kenya, provided the backdrop for a historical analysis of the relationship between conservation and pastoralism in this semi-arid land. The goal of this research was to understand how the traditional pastoralist way of life of the Kisongo Maasai has changed in relation to conservation, environmental issues, and agricultural development. In the surrounding ecosystem around Amboseli National Park, the co-PI conducted oral history interviews with local members of the Maasai community, conservationists, scientists, and wildlife managers, totaling 80 interviews. Additionally, data was collected from several archives related to Amboseli and national and international wildlife management policies.\n\nIntellectual Merit Data collected from the interviews and observations reveal differing perspectives on the reasons behind the creation of Amboseli as a national park, the changing role of pastoralism in Maasai livelihoods and in a semi-arid ecosystem, as well as how approaches to conservation in this region have changed since the 1940s. Retrieved archival documents reflect the policies of both colonial and independent governments toward pastoralism, Amboseli, and wildlife management. This research synthesizes the many decades of scientific research, the development of community-based conservation approaches, and individual life experiences of many stakeholder groups of Amboseli.\n\n            Several themes about the history of the Amboseli ecosystem emerged from the research. First, the study of and focus upon Amboseli by researchers and the Maasai highlight the uniqueness of this landscape. It has multiple layers of meaning reflected in the way the Maasai, scientists, conservationists, and tourists see the landÆs utility. Second, the way of life of the Maasai has changed in many ways from the 1940s to the present, but many aspects of their culture have remained constant. For the purposes of this study, I focused on the ways conservation and environmental change altered the pastoralist tradition through the introduction of agriculture, for example. Third, I examined how hunting and poaching have been dealt with from conservationist and local community perspectives. Finally, this research has revealed the ways in which knowledge systems, whether indigenous or Western, interacted and what factors changed the way knowledge was transferred, such as conservation policy, land ownership, or development programs.\n\nBroader Impact This is the first history of Amboseli as an ecosystem, incorporating oral histories, archival research, and scientific scholarship in order to understand the changing dynamics of culture and conservation. Locally, this project serves to provide a historical representation of the communityÆs involvement in conservation as well as an explanation of their adaptation to a changing ecological and social environment. More broadly, the results of this research provide a case study of a region on which local, national, and international interests interacted. Amboseli is a good example for understanding how a pastoralist community has co-existed with wildlife, how changing land tenure practices impacted community-based conservation projects, and how various stakeholders have understood natural resource use and local communities profiting from wildlife conservation.\n\n \n\n\t\t\t\t\tLast Modified: 10/28/2013\n\n\t\t\t\t\tSubmitted by: Amanda E Lewis"
 }
}