{
 "awd_id": "1230600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Trusting Knowledge: Agency, Dependence, and Responsible Knowing in a Scientific World (Scholars Award)",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 116672.0,
 "awd_amount": 116672.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "Introduction\r\n\r\nThis is a project to develop a normative account of the role of trust in responsible scientific knowing. It is informed by the literature of sociology of scientific knowledge, science studies, and philosophy of science. The researcher will use a situated approach that is derived from feminist studies of science; in that approach, science and technology experts are modeled as occupying different social locations that can shape their possibilities for knowledge. The project develops the concept of responsible trust in science and outlines several of its conditions. The project examines challenges to and strategies for achieving this trust using several case studies including forms of indigenous knowledge, gender-differences research, and climate research. The result will be a normative account of the dimensions and degrees of trust in science that are required for sound and effective knowing.\r\n\r\nIntellectual Merit\r\n\r\nThe concept of responsible trust in science has significant implications for understanding both the relationship between individual knowers and their communities, and the importance of cross-community engagement if we are to succeed in generating sound and effective knowledge that is meaningful for society. The analysis generated will bridge the fields of philosophy and science studies by integrating philosophical concerns about how we justify our reliance on the testimony of others with concerns raised in science studies regarding the varying degrees of trust that specific lay communities place in scientific institutions. \r\n\r\nPotential Broader Impacts\r\n\r\nThe project will result in a book aimed at a broad interdisciplinary audience of science studies scholars, philosophers of science, educators, and policy makers. It will contribute to science policy discussions by analyzing the importance of trusting relations across communities and considering strategies to develop this trust. A website of curricular resources for courses on science and democracy will also be developed. By increasing our understanding of the relationship between scientific and lay communities, and offering strategies for developing responsible trust, this project has the potential to offer policy insights regarding best institutional practices for interacting across scientific and lay communities. The work is important because the results of science will be maximally useful to society only when they are produced and implemented within a sufficient climate of trust.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Grasswick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Grasswick",
   "pi_email_addr": "grasswick@middlebury.edu",
   "nsf_id": "000596096",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middlebury College",
  "inst_street_address": "9 OLD CHAPEL RD",
  "inst_street_address_2": "",
  "inst_city_name": "MIDDLEBURY",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8024435000",
  "inst_zip_code": "057536000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF MIDDLEBURY COLLEGE",
  "org_prnt_uei_num": "N1ACHB9PNN93",
  "org_uei_num": "N1ACHB9PNN93"
 },
 "perf_inst": {
  "perf_inst_name": "Middlebury College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "057536000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116672.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed a framework for considering the nature and importance of trust relations between scientific communities and lay communities, using the tools of both philosophy of science and the interdisciplinary field of science studies. Given that lay persons often need to depend on&mdash;indeed, <em>trust</em>&mdash;communities of scientific expertise for knowledge that they can use, it is important to understand the requirements of a well-placed trust. If trust is to function well, one&rsquo;s <em>trust</em> in someone or something needs to be balanced by the <em>trustworthiness</em> of that source.</p>\n<p>This project employed existing evidence concerning the extent of lay communities&rsquo; trust and distrust in different forms of scientific research, paying particular attention to the fact that the degrees of trust offered to specific areas of scientific research are not constant across social groups. For example, in the United States, some social groups such as African Americans and Native Americans who have historically experienced specific betrayals of trust and poor treatment by scientific communities (such as in the failure to obtain informed consent for scientific research, or episodes of scientific racism where poor quality research programs were developed with the aim of justifying social practices of racism) often express a greater degree of distrust in certain scientific institutions and/or fields of research compared with groups who do not share these histories.</p>\n<p>A central concept developed within this project is that of &ldquo;responsible trust,&rdquo; a trust that is developed over time and is employed when a lay person has evidence available to suggest that a particular scientific community or institution is able to do a good job providing sound knowledge that is relevant them. The analysis developed emphasizes that when scientific communities are in fact trusted by lay persons, they are held to a broad range of expectations, including the production of knowledge, the provision of sound judgments concerning the relative importance of the knowledge, and the communication of that knowledge to the relevant publics or lay communities. Histories of either generally poor treatment or specific trust betrayals, including trust betrayals that involve hiding (or failing to share) significant knowledge from a lay community, present significant obstacles to the development of the healthy trust relations that are required for the proper functioning of socially relevant scientific research. At stake is whether or not a particular scientific community is trustworthy as a &ldquo;provider of significant knowledge&rdquo; for specifically situated lay communities. The concept of &ldquo;responsible trust&rdquo;, coupled with an analysis of the relationships that need to be developed between scientific and lay communities in order for scientific communities to be trustworthy to a broad range of publics provides insights beyond empirical descriptions of current trust relations; the results of the project focus on how society can best attend to lay communities&rsquo; need to trust scientific communities while recognizing certain features of scientific practices that have not always made them optimally trustworthy.</p>\n<p>Results of the project were disseminated through a variety of interdisciplinary and philosophical venues including international and national conferences and academic publications. The analysis developed has implications for how policy-makers and the managers of scientific research conceptualize the lines of accountability between research communities and lay communities. The research has been incorporated into two undergraduate courses at Middlebury College: &ldquo;Science and Democracy&rdquo; (a seminar for first years) and &ldquo;Science and Society&rdquo;. These courses expose undergraduate science and non-science majors to the chall...",
  "por_txt_cntn": "\nThis project developed a framework for considering the nature and importance of trust relations between scientific communities and lay communities, using the tools of both philosophy of science and the interdisciplinary field of science studies. Given that lay persons often need to depend on&mdash;indeed, trust&mdash;communities of scientific expertise for knowledge that they can use, it is important to understand the requirements of a well-placed trust. If trust is to function well, oneÆs trust in someone or something needs to be balanced by the trustworthiness of that source.\n\nThis project employed existing evidence concerning the extent of lay communitiesÆ trust and distrust in different forms of scientific research, paying particular attention to the fact that the degrees of trust offered to specific areas of scientific research are not constant across social groups. For example, in the United States, some social groups such as African Americans and Native Americans who have historically experienced specific betrayals of trust and poor treatment by scientific communities (such as in the failure to obtain informed consent for scientific research, or episodes of scientific racism where poor quality research programs were developed with the aim of justifying social practices of racism) often express a greater degree of distrust in certain scientific institutions and/or fields of research compared with groups who do not share these histories.\n\nA central concept developed within this project is that of \"responsible trust,\" a trust that is developed over time and is employed when a lay person has evidence available to suggest that a particular scientific community or institution is able to do a good job providing sound knowledge that is relevant them. The analysis developed emphasizes that when scientific communities are in fact trusted by lay persons, they are held to a broad range of expectations, including the production of knowledge, the provision of sound judgments concerning the relative importance of the knowledge, and the communication of that knowledge to the relevant publics or lay communities. Histories of either generally poor treatment or specific trust betrayals, including trust betrayals that involve hiding (or failing to share) significant knowledge from a lay community, present significant obstacles to the development of the healthy trust relations that are required for the proper functioning of socially relevant scientific research. At stake is whether or not a particular scientific community is trustworthy as a \"provider of significant knowledge\" for specifically situated lay communities. The concept of \"responsible trust\", coupled with an analysis of the relationships that need to be developed between scientific and lay communities in order for scientific communities to be trustworthy to a broad range of publics provides insights beyond empirical descriptions of current trust relations; the results of the project focus on how society can best attend to lay communitiesÆ need to trust scientific communities while recognizing certain features of scientific practices that have not always made them optimally trustworthy.\n\nResults of the project were disseminated through a variety of interdisciplinary and philosophical venues including international and national conferences and academic publications. The analysis developed has implications for how policy-makers and the managers of scientific research conceptualize the lines of accountability between research communities and lay communities. The research has been incorporated into two undergraduate courses at Middlebury College: \"Science and Democracy\" (a seminar for first years) and \"Science and Society\". These courses expose undergraduate science and non-science majors to the challenges of organizing scientific pursuits in ways that serve the goals of a democratic society well.\n\n\t\t\t\t\tLast Modified: 10/29/2015\n\n\t\t\t\t\tSubmitted by: Heidi Grasswick"
 }
}