{
 "awd_id": "1230292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The COnvective Precipitation Experiment- Microphysical and Entrainment Dependencies (COPE-MED)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 476602.0,
 "awd_amount": 476602.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2014-05-28",
 "awd_abstract_narration": "The primary goal for the Convective Precipitation Experiment- Microphysics and Entrainment Dependencies (COPE-MED) study is to investigate how changes in the strength of the warm rain process acting directly, as well as through the Hallet-Mossop process, impacts the amount, intensity and characteristics of convective rainfall.  Of equal interest is cumulus entrainment, factors influencing its progression, and how it alters the effectiveness of both the warm rain and Hallet-Mossop processes.  The COPE-MED study includes: (i) a field campaign to collect a unique data set; (ii) the novel application of data analysis techniques designed to maximize the utility of the data; and (iii) numerical simulations of the clouds, to complement the data analysis and hypothesis-testing, and to develop improved representation of these processes in numerical models.\r\n\r\nThe COPE-MED field campaign is built around the combination of remote sensing capabilities and in situ cloud physics instrumentation on the University of Wyoming King Air research aircraft.  These capabilities will be used to observe, in detail, the microphysical and dynamic structure of convective storms in their initial stages of development. COPE-MED will take place within the broader context of COPE - a U.K. lead field campaign scheduled from June through August, 2013 in Southwestern England. In this geographical location, the cooler cloud bases, lower drop concentrations and relatively predictable convective initiation along convergence lines provide an ideal opportunity to sample developing cumuli as they progress from the warm rain process into ice processes, and the influences of entrainment upon that progression.  The remotely-sensed and in-situ aircraft data will be analyzed together with data collected from a COPE UK research aircraft as well as from ground-based radars, radiosondes, aerosol instrumentation, and surface rain gauges.  The data will be analyzed in conjunction with high-resolution 3D numerical simulations of the clouds, which can represent the different microphysical pathways and the effects of entrainment, and provide information on cloud features that are otherwise incapable of being sampled by the aircraft.\r\n\r\nThe novel contributions from COPE-MED will include technical development of the use of attenuation of the in-situ Wyoming Cloud Radar signal by raindrops as a measure of the strength of the warm rain process; the analysis of data collected from a suite of microphysical probes on the aircraft, with post-processing algorithms designed to maximize information and minimize ambiguity regarding quantification of the different water phases in the cloud; and the first direct comparison of flow fields near cloud top derived using dual-Doppler analysis with those from high-resolution cloud simulations, with the purpose of studying entrainment features and improving its representation in large-eddy simulations.\r\n\r\nIntellectual merits:\r\nThis research will collect a unique, multi-component data set for the initial stages of convective precipitation development, increase understanding of entrainment and microphysical interactions affecting convective rainfall, and develop data analysis methods and improve cloud simulation models that can be applied to many future studies.\r\n\r\nBroader impacts:\r\nThe study will improve quantitative precipitation forecasting (both by increasing basic knowledge as well as inspiring new microphysical and/or entrainment parameterizations), advance in cloud seeding, and improved prediction of the effects of aerosol and climate change upon clouds and precipitation.  Other broader impacts of the work include the education and training of three graduate students and two postdocs in observational data collection and analysis and/or numerical modeling of clouds, and their introduction to numerous members of the international cloud physics community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sonia",
   "pi_last_name": "Lasher-Trapp",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Sonia G Lasher-Trapp",
   "pi_email_addr": "slasher@illinois.edu",
   "nsf_id": "000288321",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "Dept of Earth & Atmos. Sciences",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479064891",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150726.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 38059.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}