{
 "awd_id": "1230040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Hybrid Small-Gain Theorems for Nonlinear  Networked and Quantized Control Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 199562.0,
 "awd_amount": 199562.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "This project deals with hybrid systems regarded as feedback interconnections of simpler subsystems with continuous and discrete dynamics. An advantage of this viewpoint is that tools developed in nonlinear system theory for analyzing system interconnections, most notably small-gain theorems, become applicable to general hybrid systems. The project will systematically explore and apply this idea to develop new results in stability and robustness of nonlinear hybrid systems, with strong emphasis on applications in networked and quantized systems design and cooperative nonlinear control design. The technical tools that will form the theoretical core of this research are input-to-state stability and constructions of Lyapunov functions (strictly or nonstrictly decreasing along trajectories) for interconnected systems.The main application domain for these results will be the analysis and design of control strategies for systems with communication constraints. Specific classes of such systems are networked control systems and quantized control systems, as well as systems combining both types of effects and their large-scale variants. \r\nThe small-gain approach is expected to provide insightful interpretations of existing results, enable generalizations, and allow a unified treatment of problems that so far have been studied separately.\r\n\r\nIntellectual Merit: This work will bring modern tools of nonlinear system theory to bear on important and challenging problems arising in analysis of hybrid systems. By connecting the two domains in a natural and synergistic way, it will generate new results and enrich both fields, facilitating further progress in each.\r\n\r\nBroader Impacts: Due to the pervasive nature of hybrid systems in applications, the results of the project are expected to be useful in many areas. Applications that go beyond control theory and engineering, such as hybrid models for predicting the behavior of bio-molecular oscillators and kinetics models of biochemical reaction networks, will be explored. The project includes graduate and undergraduate student education, curriculum development, and outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhong-Ping",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhong-Ping Jiang",
   "pi_email_addr": "zjiang@nyu.edu",
   "nsf_id": "000665735",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "Polytechnic University of New York",
  "perf_str_addr": "Six Metrotech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199562.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative research project has proposed new analysis and design tools for a class of complex systems by regarding hybrid systems as feedback interconnections of simpler subsystems&mdash;for example, their continuous and discrete dynamics. An advantage of this viewpoint is that tools developed<br />in nonlinear system theory for analyzing system interconnections, most notably small-gain theorems, become applicable to general hybrid systems. The proposed project has systematically explored and applied this idea to develop new results in stability and robustness of nonlinear hybrid<br />systems involving stable and unstable open-loop subsystems. A strong emphasis was placed on open challenges arising from applications in networked and quantized systems design and cooperative nonlinear control design. A novel Lyapunov-based small-gain design algorithm is proposed to relax assumptions of previously known nonlinear feedback designs for hybrid systems.<br /><br />More importantly, thanks to the funding provided patially by this project, the PIs are able to initiate a new study on data-driven vs. model-based (traditional) adaptive optimal control for connected vehicles, an important class of dynamical networks with communication constraints. Findings along this line of research will lay a solid foundation for the future application of&nbsp; modern tools of nonlinear system theory to the exciting field of self-driving cars. Safety and performance guarantee are very important for the wide deployment of self-driving cars in the near future. Advanced nonlinear and hybrid control technologies need to be developed to meet these grand challenges.</p>\n<p>On the other hand, due to the pervasive nature of hybrid systems in applications, we expect that the main idea and results generated from this project will be useful in many areas. Applications that go beyond control theory and engineering, such as hybrid models for predicting the behavior of bio-molecular oscillators and kinetics models of biochemical reaction networks, can be studied with the help of the proposed tools and methods. It goes without saying that the proposal outcomes contribute to curriculum development and design of class term projects, and provide many possible topics for students' future research in nonlinear control theory and practice.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2016<br>\n\t\t\t\t\tModified by: Zhong-Ping&nbsp;Jiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative research project has proposed new analysis and design tools for a class of complex systems by regarding hybrid systems as feedback interconnections of simpler subsystems&mdash;for example, their continuous and discrete dynamics. An advantage of this viewpoint is that tools developed\nin nonlinear system theory for analyzing system interconnections, most notably small-gain theorems, become applicable to general hybrid systems. The proposed project has systematically explored and applied this idea to develop new results in stability and robustness of nonlinear hybrid\nsystems involving stable and unstable open-loop subsystems. A strong emphasis was placed on open challenges arising from applications in networked and quantized systems design and cooperative nonlinear control design. A novel Lyapunov-based small-gain design algorithm is proposed to relax assumptions of previously known nonlinear feedback designs for hybrid systems.\n\nMore importantly, thanks to the funding provided patially by this project, the PIs are able to initiate a new study on data-driven vs. model-based (traditional) adaptive optimal control for connected vehicles, an important class of dynamical networks with communication constraints. Findings along this line of research will lay a solid foundation for the future application of  modern tools of nonlinear system theory to the exciting field of self-driving cars. Safety and performance guarantee are very important for the wide deployment of self-driving cars in the near future. Advanced nonlinear and hybrid control technologies need to be developed to meet these grand challenges.\n\nOn the other hand, due to the pervasive nature of hybrid systems in applications, we expect that the main idea and results generated from this project will be useful in many areas. Applications that go beyond control theory and engineering, such as hybrid models for predicting the behavior of bio-molecular oscillators and kinetics models of biochemical reaction networks, can be studied with the help of the proposed tools and methods. It goes without saying that the proposal outcomes contribute to curriculum development and design of class term projects, and provide many possible topics for students' future research in nonlinear control theory and practice.\n\n\t\t\t\t\tLast Modified: 11/17/2016\n\n\t\t\t\t\tSubmitted by: Zhong-Ping Jiang"
 }
}