{
 "awd_id": "1230521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Scholars Award: An Envirotechnical Approach to Batteries, the Environment, and Questions of Sustainability",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 92899.0,
 "awd_amount": 92899.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "Introduction\r\n\r\nBatteries are currently seen as essential to a new generation of environmentally friendly technologies, such as electric cars and renewable energy systems, but they also have a long history as key components in modern transportation, communication, and electrical systems. This research is organized around a central question:  How can social and environmental analysis of the history of battery technologies inform efforts to advance sustainability policy and technology? This project proposes to answer this question by examining three case studies:  Lead-acid batteries, alkaline batteries, and lithium-ion batteries.\r\n\r\nIntellectual Merit\r\n\r\nThe history of modern energy systems and their social significance is a central topic in Science, Technology, and Society (STS) research. Most STS scholars have focused on large-scale systems of energy generation and distribution, such as hydroelectricity and fossil fuels, which met the energy demands of modern society. This project highlights a different and often under-addressed set of social, political, and environmental factors related to the life cycles of metals and chemicals important to batteries and the systems in which they are used. This project takes an enviro-technical approach, grounded in environmental history and history of technology, that examines batteries and the systems in which they are embedded as both social and natural. To engage a consumer industry that is global in scope, this project extends that approach conceptually and methodologically by drawing on global commodity chain analysis and industrial ecology.\r\n\r\nPotential Broader Impacts\r\n\r\nThe results of this STS research project will contribute to specific policy discussions, including waste and recycling policy, trans-boundary pollution issues, strategic and conflict mineral sourcing, renewable energy policy, and transportation policy. They will be broadly disseminated to a broad audience including engineers, policymakers, and the general public, interested in the role of technology in advancing a sustainable future. They will be disseminated in multiple ways, including a series of oral histories with individuals involved in the battery industry, policy-relevant research articles, and, with the support of undergraduate research students, public outreach including a website, high-school teaching curricula, and museum presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Turner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Turner",
   "pi_email_addr": "jturner@wellesley.edu",
   "nsf_id": "000585540",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wellesley College",
  "inst_street_address": "106 CENTRAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "WELLESLEY HILLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812832079",
  "inst_zip_code": "024818203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "WELLESLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z17DSLNJ1DX1"
 },
 "perf_inst": {
  "perf_inst_name": "Wellesley College",
  "perf_str_addr": "106 Central Street",
  "perf_city_name": "Wellesley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024818203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92899.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We live in a world that increasingly depends on batteries to support technologies important to advancing sustainability, including electric vehicles, clean energy sources, and digital communications technologies.&nbsp; Yet, the importance of batteries is not new.&nbsp; Since the start of the twentieth century, batteries have played a key role in enabling modern systems of transportation, communication, and utilities.&nbsp; And although batteries will advance environmental sustainability, sourcing, manufacturing, and disposing of batteries will result in a variety of social, labor, and environmental impacts.</p>\n<p>&nbsp;</p>\n<p>This research examined what lessons the historical management of batteries offers, as we move towards a battery-powered future.&nbsp; To advance that goal, this research drew on the tools of environmental history, envirotechnical analysis, and policy studies.&nbsp; The research undertaken has included six research trips, archival research, participation in conferences, and site visits since 2012.&nbsp; Although the research has examined common battery chemistries, including lithium-ion batteries, alkaline-manganese batteries, and lead-acid batteries, the most productive case study has been on lead-acid batteries.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The research has resulted in several policy relevant publications.&nbsp; An article titled &ldquo;Following the Pb: An Envirotechnical Approach to Lead-Acid Batteries in the United States,&rdquo; published in Environmental History in January 2015, examines how the historical increase in the rate of recycling lead-acid batteries has been accompanied by a rise in the exports of lead-acid batteries to other countries for processing.&nbsp; The paper advances a new model for commodity-chain analysis.&nbsp; Instead of following a linear commodity-chain model &mdash; where the analysis moves from cradle to grave &mdash; it advances an interdisciplinary approach that integrates environmental history, commodity chains, and a mass-balance analysis in a systems-based approach to environmental history.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Another article, titled &ldquo;Charging up Battery Recycling Policies: Extended Producer Responsibility for Single-Use Batteries in the European Union, Canada, and the United States,&rdquo; was published in the Journal of Industrial Ecology in October 2016.&nbsp; One of the central conceptual concerns in the scholarship on extended producer responsibility is the extent to which EPR can affect upstream changes in products (design for environment).&nbsp; By focusing on alkaline batteries, this research calls for giving greater attention &mdash; both in scholarly studies and policy making &mdash; on end-of-life management, which is often assumed to be environmentally beneficial.&nbsp; In the case of alkaline batteries, however, which can be more resource costly to recycle than to dispose of, that is not a given.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A third article, which assesses the sustainability of lithium-ion batteries, is currently in peer review.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The results of this research have been communicated more broadly in other ways.&nbsp; The research has been presented at five conferences and talks at colleges and universities.&nbsp; I participated in a policy conference on end-of-life battery management and I have met with two advocacy organizations.&nbsp; Several outreach initiatives have been designed to reach the interested public. In October 2014, I convened a public panel discussion with battery researchers at the Boston Museum of Science, titled &ldquo;Battery-Based Society, which explored sustainability issues in the context of sourcing and disposing of batteries.&nbsp; I co-authorized an op-ed published on CNN&rsquo;s website on the hazards of lead-pollution in October 2015.&nbsp; And in July 2016, I launched a website, which has been developed in partnership with student research assistants, than synthesizes much of the research important to this project.&nbsp; It can be found at www.batteriesandsustainability.org.</p>\n<p>&nbsp;</p>\n<p>The final outcome of this research project will be a book on the environmental history of lead-acid batteries.&nbsp; The book&rsquo;s working title is &ldquo;Closing the Circle:&nbsp; Lead-Acid Batteries, a Culture of Mobility, and the Future of Sustainability.&rdquo;&nbsp; It is under contract with the University of Washington Press for publication in the Weyerhaeuser Environmental Series.&nbsp; The manuscript is due in 2018 with publication in 2019 or 2020.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2016<br>\n\t\t\t\t\tModified by: James&nbsp;M&nbsp;Turner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe live in a world that increasingly depends on batteries to support technologies important to advancing sustainability, including electric vehicles, clean energy sources, and digital communications technologies.  Yet, the importance of batteries is not new.  Since the start of the twentieth century, batteries have played a key role in enabling modern systems of transportation, communication, and utilities.  And although batteries will advance environmental sustainability, sourcing, manufacturing, and disposing of batteries will result in a variety of social, labor, and environmental impacts.\n\n \n\nThis research examined what lessons the historical management of batteries offers, as we move towards a battery-powered future.  To advance that goal, this research drew on the tools of environmental history, envirotechnical analysis, and policy studies.  The research undertaken has included six research trips, archival research, participation in conferences, and site visits since 2012.  Although the research has examined common battery chemistries, including lithium-ion batteries, alkaline-manganese batteries, and lead-acid batteries, the most productive case study has been on lead-acid batteries. \n\n \n\nThe research has resulted in several policy relevant publications.  An article titled \"Following the Pb: An Envirotechnical Approach to Lead-Acid Batteries in the United States,\" published in Environmental History in January 2015, examines how the historical increase in the rate of recycling lead-acid batteries has been accompanied by a rise in the exports of lead-acid batteries to other countries for processing.  The paper advances a new model for commodity-chain analysis.  Instead of following a linear commodity-chain model &mdash; where the analysis moves from cradle to grave &mdash; it advances an interdisciplinary approach that integrates environmental history, commodity chains, and a mass-balance analysis in a systems-based approach to environmental history.  \n\n \n\nAnother article, titled \"Charging up Battery Recycling Policies: Extended Producer Responsibility for Single-Use Batteries in the European Union, Canada, and the United States,\" was published in the Journal of Industrial Ecology in October 2016.  One of the central conceptual concerns in the scholarship on extended producer responsibility is the extent to which EPR can affect upstream changes in products (design for environment).  By focusing on alkaline batteries, this research calls for giving greater attention &mdash; both in scholarly studies and policy making &mdash; on end-of-life management, which is often assumed to be environmentally beneficial.  In the case of alkaline batteries, however, which can be more resource costly to recycle than to dispose of, that is not a given. \n\n \n\nA third article, which assesses the sustainability of lithium-ion batteries, is currently in peer review. \n\n \n\nThe results of this research have been communicated more broadly in other ways.  The research has been presented at five conferences and talks at colleges and universities.  I participated in a policy conference on end-of-life battery management and I have met with two advocacy organizations.  Several outreach initiatives have been designed to reach the interested public. In October 2014, I convened a public panel discussion with battery researchers at the Boston Museum of Science, titled \"Battery-Based Society, which explored sustainability issues in the context of sourcing and disposing of batteries.  I co-authorized an op-ed published on CNN?s website on the hazards of lead-pollution in October 2015.  And in July 2016, I launched a website, which has been developed in partnership with student research assistants, than synthesizes much of the research important to this project.  It can be found at www.batteriesandsustainability.org.\n\n \n\nThe final outcome of this research project will be a book on the environmental history of lead-acid batteries.  The book?s working title is \"Closing the Circle:  Lead-Acid Batteries, a Culture of Mobility, and the Future of Sustainability.\"  It is under contract with the University of Washington Press for publication in the Weyerhaeuser Environmental Series.  The manuscript is due in 2018 with publication in 2019 or 2020. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/28/2016\n\n\t\t\t\t\tSubmitted by: James M Turner"
 }
}