{
 "awd_id": "1230900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER-Training Chief Scientists for the Ocean Research of Tomorrow: A Continuation",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032928811",
 "po_email": "rdufour@nsf.gov",
 "po_sign_block_name": "Rose Dufour",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 151626.0,
 "awd_amount": 151626.0,
 "awd_min_amd_letter_date": "2012-03-08",
 "awd_max_amd_letter_date": "2012-03-08",
 "awd_abstract_narration": "This project will be conducted  by Clare Reimers of Oregon State University \r\nand plans to utilize US academic research vessels, R/Vs New Horizon and Endeavor, for two training program cruises involving 14 participants per cruise. Members of the UNOLS Office and an impressive number of scientists from throughout the oceanographic community also will contribute to the effort as either at sea mentors, workshop speakers, or lenders of equipment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clare",
   "pi_last_name": "Reimers",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Clare E Reimers",
   "pi_email_addr": "creimers@coas.oregonstate.edu",
   "nsf_id": "000113065",
   "pi_start_date": "2012-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "104 CEOAS Admin",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541100",
   "pgm_ele_name": "SHIP OPERATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 151626.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University-National Oceanographic Laboratory System (UNOLS) Early Career Chief Scientist Training Program was created in 2011 to instruct scientists, new to leadership roles in sea-going research, in the essential &ldquo;cradle to grave&rdquo; phases of expeditionary oceanography. Areas of training included the initial proposal, ship time requests and scheduling, use of deep-submergence assets, science and cruise logistics planning, permits and international clearances, cruise execution, and post-cruise reporting. Through this grant, the program was continued, sponsoring in 2012 and 2013 two new participant-led multi-disciplinary cruises on UNOLS vessels together with pre-cruise informational short courses. Two Senior Scientists and two Marine Technicians worked with 14 participants per cruise to accomplish well-scrutinized science plans led by two participant co-chief scientists. The participants were chosen from a pool of applicants based on their passion for oceanography, their desire to take on cruise leadership, the quality and feasibility of a research project they wanted to bring to the cruise, and long-term research aims. The participants included graduate students, post-docs, research scientists, teaching faculty and a center director.&nbsp; Hallmarks of the program lauded by the participants were the insights given into ship operations; exposure to different marine science disciplines and sampling techniques; the establishment of collaborations and newly inspired science questions based on shared data; and understanding of what UNOLS is (and is not) and how UNOLS staff and marine technicians can assist with future seagoing projects. Strategies to head off common problems and to enhance the extent that planned science objectives are met at sea were openly discussed.&nbsp; Broader outcomes are expected to materialize in the achievements of a new generation of scientists prepared for leadership roles.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2015<br>\n\t\t\t\t\tModified by: Clare&nbsp;E&nbsp;Reimers</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1230900/1230900_10157445_1428359819287_PA200783--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1230900/1230900_10157445_1428359819287_PA200783--rgov-800width.jpg\" title=\"Participants in the 2013 UNOLS Chief Scientist Training Program\"><img src=\"/por/images/Reports/POR/2015/1230900/1230900_10157445_1428359819287_PA200783--rgov-66x44.jpg\" alt=\"Participants in the 2013 UNOLS Chief Scientist Training Program\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Science party for 2013 UNOLS Chief Scientist training cruise on the R/V Endeavor. This program was designed and coordinated by Clare Reimers from Oregon State University who sailed as a mentoring scientist on the cruise.</div>\n<div class=\"imageCredit\">Clare Reimers</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Clare&nbsp;E&nbsp;Reimers</div>\n<div class=\"imageTitle\">Participants in the 2013 UNOLS Chief Scientist Training Program</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe University-National Oceanographic Laboratory System (UNOLS) Early Career Chief Scientist Training Program was created in 2011 to instruct scientists, new to leadership roles in sea-going research, in the essential \"cradle to grave\" phases of expeditionary oceanography. Areas of training included the initial proposal, ship time requests and scheduling, use of deep-submergence assets, science and cruise logistics planning, permits and international clearances, cruise execution, and post-cruise reporting. Through this grant, the program was continued, sponsoring in 2012 and 2013 two new participant-led multi-disciplinary cruises on UNOLS vessels together with pre-cruise informational short courses. Two Senior Scientists and two Marine Technicians worked with 14 participants per cruise to accomplish well-scrutinized science plans led by two participant co-chief scientists. The participants were chosen from a pool of applicants based on their passion for oceanography, their desire to take on cruise leadership, the quality and feasibility of a research project they wanted to bring to the cruise, and long-term research aims. The participants included graduate students, post-docs, research scientists, teaching faculty and a center director.  Hallmarks of the program lauded by the participants were the insights given into ship operations; exposure to different marine science disciplines and sampling techniques; the establishment of collaborations and newly inspired science questions based on shared data; and understanding of what UNOLS is (and is not) and how UNOLS staff and marine technicians can assist with future seagoing projects. Strategies to head off common problems and to enhance the extent that planned science objectives are met at sea were openly discussed.  Broader outcomes are expected to materialize in the achievements of a new generation of scientists prepared for leadership roles.\n\n \n\n\t\t\t\t\tLast Modified: 04/06/2015\n\n\t\t\t\t\tSubmitted by: Clare E Reimers"
 }
}