{
 "awd_id": "1230609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SEP Collaborative: Alkaliphilic microalgae-based sustainable & scalable processes for renewable fuels and products",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 950000.0,
 "awd_amount": 950000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "The NSF Sustainable Energy pathways (SEP) Program, under the umbrella of the NSF Science, Engineering and Education for Sustainability (SEES) initiative, will support the research program of Prof. Sridhar Viamajala and co-workers at the University of Toldeo, Prof. Robin Gerlach and co-workers at Montana State University, and Prof. Gregory Characklis of the University of North Carolina at Chapel Hill. This project will focus on high lipid-producing native alkaliphilic algae which are less susceptible to detrimental contamination (due to their extreme growth environment) and able to accumulate large amounts of lipid. In addition, the project will develop and test low-energy options for cell harvesting as well as for fuel and high value product generation. Through integration of unique and robust advances in algal culture stability and productivity as well as research targeted on the critical processes of algae harvesting and conversion of biochemicals, scalable, environmentally and economically acceptable processes to produce renewable fuels and chemicals will be developed. \r\n\r\nThe results of this project will be of interest to industry, local communities, regulators, and academia. Specific outreach efforts will be directed towards each of these primary stakeholders through: (1) dissemination of research outcomes to local community members and industry stakeholders at conferences, trade meetings and by local community and legislator engagement; (2) engagement of underrepresented Native American students from Montana high schools and tribal colleges in summer research activities as well as undergraduate researchers in the PIs' laboratories; (3) education and training at the K-12 level through training of high school teachers; (4) development of an interdisciplinary distance-learning course sequence on \"Sustainable Biofuels\" that will cover broad topics on the fundamental biology, chemistry, engineering and sustainability aspects of biofuel production; (5) generation of information useful in making informed judgments regarding tradeoffs between cost and environmental impact using the results of the life-cycle analyses.\r\n\r\nThis sustainable energy pathway minimizes energy and materials requirements through use of low-energy chemical and biological processes coupled with nutrient and water recycle. The global warming potential (GWP) of such biorefineries would be significantly lowered through the use of energy-efficient cultivation, harvesting and conversion methods as well as by minimizing external demands for nutrients and water.  Overall, these solutions to the challenge of economic and sustainable energy from algae will be transformative through the development of novel scientific and technical advances, balanced with environmental, economic and societal merits.  These algal farms will not compete with arable lands, food production, or use high quality water.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sridhar",
   "pi_last_name": "Viamajala",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sridhar Viamajala",
   "pi_email_addr": "sridhar.viamajala@utoledo.edu",
   "nsf_id": "000427867",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sasidhar",
   "pi_last_name": "Varanasi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sasidhar Varanasi",
   "pi_email_addr": "sasidhar.varanasi@utoledo.edu",
   "nsf_id": "000181320",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kana",
   "pi_last_name": "Yamamoto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kana Yamamoto",
   "pi_email_addr": "kana.yamamoto@utoledo.edu",
   "nsf_id": "000538048",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W Bancroft St., MS 944",
  "perf_city_name": "Toledo",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "802600",
   "pgm_ele_name": "Sustainable Energy Pathways"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1714",
   "pgm_ref_txt": "SPECIAL PROJECTS - CISE"
  },
  {
   "pgm_ref_code": "8026",
   "pgm_ref_txt": "Renewable Energy Storage (RESTOR)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 865000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Currently, commercial-scale production of fuels from algae is limited by hurdles related to (a) achieving and maintaining sustained algae growth and lipid productivity, (b) recovering algal biomass from growth media with minimal energy input and (c) economically competitive conversion systems that produce fuels as well as high value products. This research has made significant contributions in this area of algal biofuels through thorough and detailed investigations of the following topics:</p>\n<p><span style=\"text-decoration: underline;\"><strong>1. </strong>Microalgae cultivation</span>: The cost and location constraints posed by concentrated CO<sub>2</sub> supply for cultivation can be avoided by employing microalgae that can grow under extreme alkaline pH conditions (pH &gt; 10). These alkaline solutions scavenge atmospheric CO<sub>2</sub> at high rates and, in addition, afford natural protection for desired alkaliphilic microalgae cultivars against common competing organisms and predators. In our project we have focused on the cultivation of an extreme alkaliphilic microalgae isolate, <em>Chlorella sorokiniana str. SLA-04</em> in a high pH (pH &gt; 10) medium that also contained a high carbonate/bicarbonate alkalinity (&gt;100 mequiv/L). This medium design simultaneously provides (i) a high driving force to effectively scavenge atmospheric CO<sub>2</sub> due to the high medium pH and (ii) nonlimiting bicarbonate concentrations for photosynthetic carbon fixation. We demonstrated high biomass productivities in raceway ponds by using this medium and without addition of concentrated CO<sub>2</sub> (i.e., using atmospheric CO<sub>2</sub> alone). Experimental measurements and theoretical mass transfer calculations showed that rates of CO<sub>2 </sub>uptake into the medium from the ambient atmosphere matched or exceeded the rates of dissolved inorganic carbon uptake due to photosynthesis. Further, measured lipid productivities were either higher or comparable to those reported for other raceway pond microalgae cultivations that used concentrated CO<sub>2</sub> sparging. These are the first studies to report high biomass and lipid productivities of phototrophic microalgae cultures sustained with atmospheric CO<sub>2</sub> alone.</p>\n<p><span style=\"text-decoration: underline;\"><strong>2. </strong>Microalgae harvesting</span>: In this part of the project, we focused on developing an innovative method of solid-liquid separation using temperature-responsive hydrogels. These hydrogels can absorb large quantities of water and \"swell\" in aqueous solutions and can also rapidly \"deswell\" when mildly heated. When these hydrogels are immersed in algal cultures, they soak-up large quantities of culture media while algae cells are rejected. After absorbing growth media, the swollen hydrogels can be recovered, de-swelled and re-used to absorb more media. We demonstrated microalgae harvesting using the fast-responsive poly (N-isopropylacrylamide) hydrogels. Stagewise dewatering was implemented where hydrogels were incubated with the algae slurry to absorb a fraction of the growth media and increase in culture concentrations. 90% of the culture media was recovered in only 3 stages (1.5 h) and after 5 stages the culture concentrations were approximately 10 g/L.</p>\n<p><span style=\"text-decoration: underline;\"><strong>3. </strong>Microalgae conversion</span>: Microalgae biomass is distinct from lignocellulose and is made up primarily of protein, starch and lipids. The following innovative approaches, tailored to the unique composition of microalgae, were developed. (1)&nbsp; &nbsp;<em><span style=\"text-decoration: underline;\">Pyrolytic fractionation of microalgae</span></em>: We developed a two-step pyrolytic fractionation approach that is especially applicable to processing oleaginous algae feed stocks - pyrolysis at 300-320 ?C to produce bio-oils from degradation of protein and carbohydrate fractions followed by a second higher temperature pyrolysis (T &sim; 420-430 ?C) to volatilize and/or degrade triglycerides to produce fatty acids, their derivatives, and long chain hydrocarbons. When coupled with an <em>ex-situ </em>HZSM 5 catalyst, &nbsp;nearly 40% of the biomass was converted into bio-oil of which more than 80% were aromatics. (2)&nbsp;<em><span style=\"text-decoration: underline;\">Biochemical conversion</span></em>: We fractionated microalgae using low-cost proteases and amylases to obtain near-complete hydrolysis of cellular carbohydrates to monomeric sugars, partial solubilization of cell protein, and extraction of lipids. As an alternate, took advantage of innate microalgae metabolism to convert cellular carbohydrates into short-chain organic acids (auto-fermentation). Nearly 80 % of cellular carbohydrates were converted to acetic acid and lactic acid.(3)&nbsp;<em><span style=\"text-decoration: underline;\">Pyrolysis of lipids</span></em>: A novel continuous pyrolysis system was engineered and built, where feed is injected through an atomizer which allows the oils to vaporize rapidly as soon as they are fed into the hot reactor and the pyrolysis reactions can thereafter proceed in the vapor phase. Our results show that pyrolysis of triglycerides in presence of HZSM-5 catalyst resulted in highly selective production of aromatics.</p>\n<p><span style=\"text-decoration: underline;\"><strong>4. </strong>Life cycle assessments (LCA) and techno-economic analyses (TEA)</span>: Initial work addressed previously unexplored interactions between technical advances (e.g., alkaliphilic cultivation and hydrogels dewatering) and financial subsidies. A second study explored the use of \"real-options analysis\" to help identify algal biofuel plant designs that that remain viable even when the price of key plant inputs and outputs fluctuate over time. A third project explored strategies for using municipal wastewater effluent as a feedstock in algae cultivation.</p>\n<p>&nbsp;Taken altogether, the advances in microalgae cultivation, harvest, conversion and analyses of microalgae economics and biorefinery emissions developed during this project will significantly improve the viability of prospective algal biorefineries and cost-competitive production of biofuels.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/14/2019<br>\n\t\t\t\t\tModified by: Sridhar&nbsp;Viamajala</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCurrently, commercial-scale production of fuels from algae is limited by hurdles related to (a) achieving and maintaining sustained algae growth and lipid productivity, (b) recovering algal biomass from growth media with minimal energy input and (c) economically competitive conversion systems that produce fuels as well as high value products. This research has made significant contributions in this area of algal biofuels through thorough and detailed investigations of the following topics:\n\n1. Microalgae cultivation: The cost and location constraints posed by concentrated CO2 supply for cultivation can be avoided by employing microalgae that can grow under extreme alkaline pH conditions (pH &gt; 10). These alkaline solutions scavenge atmospheric CO2 at high rates and, in addition, afford natural protection for desired alkaliphilic microalgae cultivars against common competing organisms and predators. In our project we have focused on the cultivation of an extreme alkaliphilic microalgae isolate, Chlorella sorokiniana str. SLA-04 in a high pH (pH &gt; 10) medium that also contained a high carbonate/bicarbonate alkalinity (&gt;100 mequiv/L). This medium design simultaneously provides (i) a high driving force to effectively scavenge atmospheric CO2 due to the high medium pH and (ii) nonlimiting bicarbonate concentrations for photosynthetic carbon fixation. We demonstrated high biomass productivities in raceway ponds by using this medium and without addition of concentrated CO2 (i.e., using atmospheric CO2 alone). Experimental measurements and theoretical mass transfer calculations showed that rates of CO2 uptake into the medium from the ambient atmosphere matched or exceeded the rates of dissolved inorganic carbon uptake due to photosynthesis. Further, measured lipid productivities were either higher or comparable to those reported for other raceway pond microalgae cultivations that used concentrated CO2 sparging. These are the first studies to report high biomass and lipid productivities of phototrophic microalgae cultures sustained with atmospheric CO2 alone.\n\n2. Microalgae harvesting: In this part of the project, we focused on developing an innovative method of solid-liquid separation using temperature-responsive hydrogels. These hydrogels can absorb large quantities of water and \"swell\" in aqueous solutions and can also rapidly \"deswell\" when mildly heated. When these hydrogels are immersed in algal cultures, they soak-up large quantities of culture media while algae cells are rejected. After absorbing growth media, the swollen hydrogels can be recovered, de-swelled and re-used to absorb more media. We demonstrated microalgae harvesting using the fast-responsive poly (N-isopropylacrylamide) hydrogels. Stagewise dewatering was implemented where hydrogels were incubated with the algae slurry to absorb a fraction of the growth media and increase in culture concentrations. 90% of the culture media was recovered in only 3 stages (1.5 h) and after 5 stages the culture concentrations were approximately 10 g/L.\n\n3. Microalgae conversion: Microalgae biomass is distinct from lignocellulose and is made up primarily of protein, starch and lipids. The following innovative approaches, tailored to the unique composition of microalgae, were developed. (1)   Pyrolytic fractionation of microalgae: We developed a two-step pyrolytic fractionation approach that is especially applicable to processing oleaginous algae feed stocks - pyrolysis at 300-320 ?C to produce bio-oils from degradation of protein and carbohydrate fractions followed by a second higher temperature pyrolysis (T &sim; 420-430 ?C) to volatilize and/or degrade triglycerides to produce fatty acids, their derivatives, and long chain hydrocarbons. When coupled with an ex-situ HZSM 5 catalyst,  nearly 40% of the biomass was converted into bio-oil of which more than 80% were aromatics. (2) Biochemical conversion: We fractionated microalgae using low-cost proteases and amylases to obtain near-complete hydrolysis of cellular carbohydrates to monomeric sugars, partial solubilization of cell protein, and extraction of lipids. As an alternate, took advantage of innate microalgae metabolism to convert cellular carbohydrates into short-chain organic acids (auto-fermentation). Nearly 80 % of cellular carbohydrates were converted to acetic acid and lactic acid.(3) Pyrolysis of lipids: A novel continuous pyrolysis system was engineered and built, where feed is injected through an atomizer which allows the oils to vaporize rapidly as soon as they are fed into the hot reactor and the pyrolysis reactions can thereafter proceed in the vapor phase. Our results show that pyrolysis of triglycerides in presence of HZSM-5 catalyst resulted in highly selective production of aromatics.\n\n4. Life cycle assessments (LCA) and techno-economic analyses (TEA): Initial work addressed previously unexplored interactions between technical advances (e.g., alkaliphilic cultivation and hydrogels dewatering) and financial subsidies. A second study explored the use of \"real-options analysis\" to help identify algal biofuel plant designs that that remain viable even when the price of key plant inputs and outputs fluctuate over time. A third project explored strategies for using municipal wastewater effluent as a feedstock in algae cultivation.\n\n Taken altogether, the advances in microalgae cultivation, harvest, conversion and analyses of microalgae economics and biorefinery emissions developed during this project will significantly improve the viability of prospective algal biorefineries and cost-competitive production of biofuels.\n\n\t\t\t\t\tLast Modified: 03/14/2019\n\n\t\t\t\t\tSubmitted by: Sridhar Viamajala"
 }
}