{
 "awd_id": "1231749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Renewed Field Investigation of Australopithecus anamensis Sites at Kanapoi, Kenya",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 205677.0,
 "awd_amount": 205677.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "The earliest definitive members of the human lineage are Australopithecus anamensis, which first appeared at the Kanapoi, Kenya, 4.2 million years ago.  It is well established that later Australopithecus species were bipedal, with strong teeth and jaws, a slightly larger brain than apes, and inhabited more open country.  Australopithecus anamensis is similar to later species in its teeth and jaws, and a single leg bone suggests it was also bipedal, but it is poorly known in the fossil record.  Determining which traits were present in A. anamensis is key for understanding why and how Australopithecus evolved.\r\n\r\nThis international collaborative effort (USA, Kenya, Sweden) renews fieldwork at Kanapoi to recover more A. anamensis fossils, and to test the hypothesis that they appeared in the context of open habitats. Paleontologists will map distribution of microfauna (rodents, frogs, etc.) and larger animals to explore variation in local habitats, a unique opportunity because sites preserving microfauna are rare. Geologists will refine the dating of the deposits, and analyze carbon isotopes trapped within the soils to reconstruct vegetation in the area. Anatomists will analyze microscopic tooth wear and isotopes trapped in the teeth of all fauna to explore their diets, which provides additional evidence about environments.  These collaborative research foci will contribute to determining which traits characterized the origin of Australopithecus, and how these relate to environmental context - key for understanding why and how humans evolved.\r\n   \r\nThis project creates a new international collaborative team, and is a field project led by a female anthropologist (Ward) and Kenyan paleontologist (Manthi).  Kenyan and American students will receive training through their joint participation in the field research; Kenyan students will train under a Kenyan mentor, and female students with a woman scientist.  The project's substantial outreach and educational activities will take place in the local Kanapoi area, at the National Museums of Kenya-Lodwar, and at schools in Nairobi, Kenya. This outreach will be broadened further through dissemination of results via the  project's website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Ward",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Carol V Ward",
   "pi_email_addr": "wardcv@missouri.edu",
   "nsf_id": "000094051",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fredrick",
   "pi_last_name": "Manthi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fredrick Manthi",
   "pi_email_addr": "fredrickmanthi@yahoo.com",
   "nsf_id": "000558914",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "National Museums Kenya - Kanapoi",
  "perf_str_addr": "P.O. Box 40658-00100",
  "perf_city_name": "Nairobi",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KE",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Kenya",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 205677.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was tremendously successful.&nbsp; This grant supported 3 years of paleontological exploration and fossil discovery at Kanapoi by the West Turkana Paleo Project (WTPP).&nbsp; Kanapoi is the site where the earliest member of the group that led to humans first appeared in the fossil record, dating to 4.2 million years ago.&nbsp; The WTPP was searching for more fossil evidence of these ancestors (&ldquo;hominins&rdquo;), called Australopithecus anamensis, because they had been poorly known.&nbsp; Also, because Kanapoi represents the earliest Australopithecus site, understanding what environment these hominins were associated with is important to compare them to earlier hominins, as well as to later ones, to provide data from which we can assess the likely importance of habitat and environmental change on the origin and early evolution of our branch of the primate family tree. &nbsp;&nbsp;</p>\n<p>&nbsp;We conducted 3 4-6 week long field seasons, and recovered nearly 700 new fossils of animals of many groups (mammals ranging in size from mice to elephants, reptiles including birds, lizards and crododiles, amphibians, fish, and molluscs) and 27 new A. anamensis fossils.&nbsp; As a result of this fieldwork, Kanapoi now has the largest number of A. anamensis known from anywhere.&nbsp; We found the first evidence of small individuals, showing that the characteristic size difference between males and females, called dimorphism, seen in later Australopithecus but lacking in earlier hominins was already present at the origin of the genus.&nbsp; Fossils we found confirm the distinctiveness of A. anamensis compared with other Australopithecus.&nbsp; They also support the idea that although adaptation to walking habitually on two feet on the ground was already established by the earliest Australopithecus, the characteristic adaptation to being able to eat difficult-to-chew foods seen in later Australopithecus was not fully developed this early in time. This calls into question the longstanding idea that this dietary flexibility appeared alongside bipedal locomotion.&nbsp; Systematic field sampling procedures (over 40 surveys) have revealed that hominins were more abundant here than at any other site in this time period.&nbsp; They lived in a community that had an especially diverse array of monkeys, including a new species of tiny monkey that we discovered during this project.</p>\n<p>We also had a year of analyzing the fossils in the lab. &nbsp;We were especially interested in knowing what the environment that the A. anamensis were living in. &nbsp;We therefore assembled a large team of expert geologists and fossil specialists to conduct what is perhaps the most comprehensive look at evidence pertaining to paleoenvironment ever assembled.&nbsp; More than 8 new species of animals were identified. Kanapoi is unusual because it preserves microfauna, small animals like toads and rodents.&nbsp; We are analyzing each group of animals to consider what they say about the local environment.&nbsp; We had experts analyze radioactive carbon isotopes in the teeth of pigs, monkeys, bovids (antelope, goats, buffalo) and rodents to look for signals of what type of plants (grass vs trees) they would have consumed.&nbsp; We compared this to the microscopic wear on the teeth. This is the most comprehensive set of animals to be studied using both lines of evidence, which will also serve as a test of what each of these lines of evidence reveals about ecology.&nbsp; A large collection of papers is currently in the process of being reviewed and published to synthesize all of our results.&nbsp;</p>\n<p>We are helping to pilot a new NSF-funded online database project called Paleocore where all of the data from this project, including fossils, relevant information about each, and photos, will be posted and made public for others to download and analyze.&nbsp; All fossils are available at the National Museums of Kenya for other researchers to study.&nbsp;</p>\n<p>&nbsp;The broader impacts of this project were substantial.&nbsp; We were trained an Kenyan undergraduate who is now enrolled in an MA program in the United States. We also trained 8 American PhD students and 2 American undergraduates. Our project supported the Prehistory Club of Kenya, an outreach organization that educates students and teachers in Kenya about their past, and thanks to our efforts over 6000 students and teachers were reached through lectures, museum visits, presentations and school trips.&nbsp; Results from this research also contributed to the Dinosaurs and Cavemen Science Expo held annually in Columbia Missouri that provides hands-on activities about fossils to over 4000 people during the project duration.&nbsp; Our project also constructed a school in the Kanapoi area, as there was no school there at all.&nbsp; This school now enrolls 35 or more children annually and the government plans to expand it in the future.&nbsp; We also worked with local governments to improve roads and policing in this very rural and impoverished area.&nbsp; We employed over 40 Kenyans, and helped improve infrastructure for curating and studying fossils at the National Museum of Kenya in Nairobi.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2017<br>\n\t\t\t\t\tModified by: Carol&nbsp;V&nbsp;Ward</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328539651_carolfbpost02--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328539651_carolfbpost02--rgov-800width.jpg\" title=\"Kanapoi field crew 2013\"><img src=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328539651_carolfbpost02--rgov-66x44.jpg\" alt=\"Kanapoi field crew 2013\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is one of our field crews showing Kenyan fieldworkers.  It includes two of the American graduate students we trained and one Kenyan student.  Each year we had 20-28 people in the field, including scientists, students, field crew and camp staff.</div>\n<div class=\"imageCredit\">Carol Ward</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Carol&nbsp;V&nbsp;Ward</div>\n<div class=\"imageTitle\">Kanapoi field crew 2013</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328798124_kpreport-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328798124_kpreport-1--rgov-800width.jpg\" title=\"Excavation\"><img src=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328798124_kpreport-1--rgov-66x44.jpg\" alt=\"Excavation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is a sample of one of our excavations to recover more small pieces of hominin fossils recovered. At this site, a hominin mandible was recovered, as were two tiny teeth of what turned out to be a new species of monkey.</div>\n<div class=\"imageCredit\">Carol Ward</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carol&nbsp;V&nbsp;Ward</div>\n<div class=\"imageTitle\">Excavation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328899592_carolfbpost45--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328899592_carolfbpost45--rgov-800width.jpg\" title=\"Crocodile fossil in field\"><img src=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483328899592_carolfbpost45--rgov-66x44.jpg\" alt=\"Crocodile fossil in field\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is an example of a beautiful jaw of a fossil fish-eating jaw from Kanapoi.  Kanapoi is a very rich fossil site.</div>\n<div class=\"imageCredit\">Carol Ward</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carol&nbsp;V&nbsp;Ward</div>\n<div class=\"imageTitle\">Crocodile fossil in field</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329060290_kpreport-1(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329060290_kpreport-1(1)--rgov-800width.jpg\" title=\"Elizabeth and Daniel sieving\"><img src=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329060290_kpreport-1(1)--rgov-66x44.jpg\" alt=\"Elizabeth and Daniel sieving\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Here are two of our students sieving sediment brushed from where fossils were recovered.  We trained Kenyan and American students together to help develop future collaborative relationships.  They are sieving sediment to find tiny specimens, and small pieces that may fit onto ones that we recovered</div>\n<div class=\"imageCredit\">Carol Ward</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carol&nbsp;V&nbsp;Ward</div>\n<div class=\"imageTitle\">Elizabeth and Daniel sieving</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329186156_KNM-WT53160recon2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329186156_KNM-WT53160recon2--rgov-800width.jpg\" title=\"Australopithecus anamensis jaw\"><img src=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329186156_KNM-WT53160recon2--rgov-66x44.jpg\" alt=\"Australopithecus anamensis jaw\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is a beautiful jaw preserving all teeth of Australopithecus anamensis to show one of the important discoveries we made.  It confirms the distinctiveness of this species, and provides new information about its anatomy.</div>\n<div class=\"imageCredit\">Carol Ward</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carol&nbsp;V&nbsp;Ward</div>\n<div class=\"imageTitle\">Australopithecus anamensis jaw</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329306596_KPSCHOOL1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329306596_KPSCHOOL1--rgov-800width.jpg\" title=\"Kanapoi primary school\"><img src=\"/por/images/Reports/POR/2017/1231749/1231749_10217670_1483329306596_KPSCHOOL1--rgov-66x44.jpg\" alt=\"Kanapoi primary school\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Here is the school that the West Turkana Paleo Project built for the local community, with the teacher and first class of enrolled students.  No primary school existed in the area before this.  The school continues today.  We also worked to improve security and roads to this rural area.</div>\n<div class=\"imageCredit\">Carol Ward</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Carol&nbsp;V&nbsp;Ward</div>\n<div class=\"imageTitle\">Kanapoi primary school</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project was tremendously successful.  This grant supported 3 years of paleontological exploration and fossil discovery at Kanapoi by the West Turkana Paleo Project (WTPP).  Kanapoi is the site where the earliest member of the group that led to humans first appeared in the fossil record, dating to 4.2 million years ago.  The WTPP was searching for more fossil evidence of these ancestors (\"hominins\"), called Australopithecus anamensis, because they had been poorly known.  Also, because Kanapoi represents the earliest Australopithecus site, understanding what environment these hominins were associated with is important to compare them to earlier hominins, as well as to later ones, to provide data from which we can assess the likely importance of habitat and environmental change on the origin and early evolution of our branch of the primate family tree.   \n\n We conducted 3 4-6 week long field seasons, and recovered nearly 700 new fossils of animals of many groups (mammals ranging in size from mice to elephants, reptiles including birds, lizards and crododiles, amphibians, fish, and molluscs) and 27 new A. anamensis fossils.  As a result of this fieldwork, Kanapoi now has the largest number of A. anamensis known from anywhere.  We found the first evidence of small individuals, showing that the characteristic size difference between males and females, called dimorphism, seen in later Australopithecus but lacking in earlier hominins was already present at the origin of the genus.  Fossils we found confirm the distinctiveness of A. anamensis compared with other Australopithecus.  They also support the idea that although adaptation to walking habitually on two feet on the ground was already established by the earliest Australopithecus, the characteristic adaptation to being able to eat difficult-to-chew foods seen in later Australopithecus was not fully developed this early in time. This calls into question the longstanding idea that this dietary flexibility appeared alongside bipedal locomotion.  Systematic field sampling procedures (over 40 surveys) have revealed that hominins were more abundant here than at any other site in this time period.  They lived in a community that had an especially diverse array of monkeys, including a new species of tiny monkey that we discovered during this project.\n\nWe also had a year of analyzing the fossils in the lab.  We were especially interested in knowing what the environment that the A. anamensis were living in.  We therefore assembled a large team of expert geologists and fossil specialists to conduct what is perhaps the most comprehensive look at evidence pertaining to paleoenvironment ever assembled.  More than 8 new species of animals were identified. Kanapoi is unusual because it preserves microfauna, small animals like toads and rodents.  We are analyzing each group of animals to consider what they say about the local environment.  We had experts analyze radioactive carbon isotopes in the teeth of pigs, monkeys, bovids (antelope, goats, buffalo) and rodents to look for signals of what type of plants (grass vs trees) they would have consumed.  We compared this to the microscopic wear on the teeth. This is the most comprehensive set of animals to be studied using both lines of evidence, which will also serve as a test of what each of these lines of evidence reveals about ecology.  A large collection of papers is currently in the process of being reviewed and published to synthesize all of our results. \n\nWe are helping to pilot a new NSF-funded online database project called Paleocore where all of the data from this project, including fossils, relevant information about each, and photos, will be posted and made public for others to download and analyze.  All fossils are available at the National Museums of Kenya for other researchers to study. \n\n The broader impacts of this project were substantial.  We were trained an Kenyan undergraduate who is now enrolled in an MA program in the United States. We also trained 8 American PhD students and 2 American undergraduates. Our project supported the Prehistory Club of Kenya, an outreach organization that educates students and teachers in Kenya about their past, and thanks to our efforts over 6000 students and teachers were reached through lectures, museum visits, presentations and school trips.  Results from this research also contributed to the Dinosaurs and Cavemen Science Expo held annually in Columbia Missouri that provides hands-on activities about fossils to over 4000 people during the project duration.  Our project also constructed a school in the Kanapoi area, as there was no school there at all.  This school now enrolls 35 or more children annually and the government plans to expand it in the future.  We also worked with local governments to improve roads and policing in this very rural and impoverished area.  We employed over 40 Kenyans, and helped improve infrastructure for curating and studying fossils at the National Museum of Kenya in Nairobi.\n\n \n\n\t\t\t\t\tLast Modified: 01/01/2017\n\n\t\t\t\t\tSubmitted by: Carol V Ward"
 }
}