{
 "awd_id": "1231790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Are gelada loud calls \"sexually-selected signals\"?",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 25061.0,
 "awd_amount": 25061.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2012-09-13",
 "awd_abstract_narration": "Geladas (Theropithecus gelada), like humans, live in unusually large social groups with numbers that exceed 1000 individuals. Unlike humans, however, the dominant males in gelada society do not recognize other males around them - even males that they encounter on a daily basis. This creates a socially and evolutionarily (fitness-related) significant set of limitations for males competing for mates; mainly, how to assess rivals prior to engaging in costly forms of competition. Species that do not use individual recognition for assessment typically use short-hand proxies; i.e., particular physical features or other characteristics (\"signals\") which are useful for ascertaining the competitive abilities of potential rivals.  Although such signals in primates are rare, the unusually large groups found in gelada society may have favored their evolution through a form of natural selection referred to as \"sexual selection.\"\r\n\r\nResearch by doctoral student Marcela Benitez (University of Michigan), under the supervision of Dr. Jacinta Beehner, will examine one such putative signal for male geladas living in the Simien Mountains National Park, Ethiopia - a loud vocalization used in male displays (i.e., \"loud calls\"). Establishing whether loud calls are evolved signals requires establishing the following: (1) that variation exists in loud calls across males of different quality, (2) that males can use these calls to distinguish between high and low quality males, (3) that males then base challenges on these calls, and (4) that males with high quality calls have higher fitness (reproductive success). To address these predictions, this interdisciplinary research will combine acoustic, experimental, hormonal, and observational analyses on known individuals that have been followed continuously for the past six years. As such, the research represents one of the most comprehensive studies of what are theoretically termed \"sexually-selected signals\" (i.e., those evolved through male-male reproductive competition) with potential fitness consequences in a primate.\r\n\r\nThis research is part of a long-term project that is committed to increasing conservation awareness and scientific education, both in the U.S. and in Ethiopia, through collaborative research and educational presentations to local people and eco-tourists in Ethiopia. The doctoral student Co-PI, a member of an underrepresented group in science, will incorporate the research into her bilingual website for childhood educational outreach, promoting engagement with the sciences by US children.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacinta",
   "pi_last_name": "Beehner",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jacinta C Beehner",
   "pi_email_addr": "jbeehner@umich.edu",
   "nsf_id": "000184323",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcela",
   "pi_last_name": "Benitez",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Marcela E Benitez",
   "pi_email_addr": "marcela.benitez@emory.edu",
   "nsf_id": "000736158",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "530 Church St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091043",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25061.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> Although signals in primates are relatively rare, the unusually large groups found in gelada society may have favored their evolution. This research examined one putative signal for male geladas living in the Simien Mountains National Park (SMNP), Ethiopia&ndash; the loud call vocalization used in male displays. Establishing whether loud calls are sexually-selected signals requires: (1) that signal variation exists across males of different quality, (2) that males are able to distinguish between high and low quality males based on these calls, (3) that receivers base reproductive decisions on these calls, (4) and that males with high quality calls have higher reproductive success. To address the following criteria, this research combined acoustic, experimental, hormonal, and behavioral analysis in one of the most comprehensive studies of a sexually-selected signal in a primate. Specifically, this research resulted in four main significant results.</p>\n<p>First, both the acoustic properties of the call itself and the mode of deliver (i.e. display) are honest indicators of male physical condition. Loud calls in geladas are always given in the same context with harem-holding males (i.e. leaders) instigating a chase with bachelor males and emitting a series of &lsquo;ee-yeow&rsquo; vocalizations. Because these displays are physically exerting, loud calls may be energetically costly to produce. Following a similar analysis conducted on baboons, co- PI&rsquo;s Beehner and Benitez compared loud calls of geladas across age, status, and exhaustion. They found that high-quality calls differed from low quality calls along several identifiable acoustic properties associated with pitch, energy, and call duration. Furthermore, leader males called significantly more than non-reproductive males. Taken together, these results suggest that loud call production in geladas is condition dependent, with only males in peak physical condition able to produce the best calls and engage more in displays.</p>\n<p>Second, circulating levels of the steroid hormone testosterone mediates loud call production in geladas. Testosterone plays a central role in vocal signal in birds and anurans, but little is known about the relationship between testosterone and vocal displays in nonhuman primates. Using fecal hormone analysis, Benitez and Beehner found that among leader males, males with high mean testosterone levels engaged more in loud call than males with low circulating testosterone.&nbsp; Moreover, loud call rates mirrored seasonal testosterone changes, with males calling more during the months in which testosterone was highest (i.e. wet season).</p>\n<p>Third, by conducting a controlled cognitive experiment, Benitez and Beehner discovered that male, but not female geladas, discriminate between high and low quality calls. Specifically, bachelors are more attentive to the call of a weak rival while leader males are more attentive to the calls of stronger males. The fact that male geladas discriminate between calls is strong evidence that loud calls function to deter potential challenges from potential rivals. Furthermore, gelada males adapt their behavioral response to loud calls as a function of their own reproductive status. Status-mediated attention to a vocalization is a novel finding that while hypothesized in the study of primate signals, has received no direct empirical support until now.</p>\n<p>Forth, results from this study suggest that loud call production is associated with overall reproductive success. Benitez and Beehner found that males who engage less in loud calls are more likely to be replaced by bachelor males. Additionally, preliminary analysis suggests that males with better quality calls have longer tenures as leaders. Further research will determine if males with better calls sire more offspring.</p>\n<p>&nbsp;<strong>Broader Impacts:</stron...",
  "por_txt_cntn": "\nIntellectual Merit: Although signals in primates are relatively rare, the unusually large groups found in gelada society may have favored their evolution. This research examined one putative signal for male geladas living in the Simien Mountains National Park (SMNP), Ethiopia&ndash; the loud call vocalization used in male displays. Establishing whether loud calls are sexually-selected signals requires: (1) that signal variation exists across males of different quality, (2) that males are able to distinguish between high and low quality males based on these calls, (3) that receivers base reproductive decisions on these calls, (4) and that males with high quality calls have higher reproductive success. To address the following criteria, this research combined acoustic, experimental, hormonal, and behavioral analysis in one of the most comprehensive studies of a sexually-selected signal in a primate. Specifically, this research resulted in four main significant results.\n\nFirst, both the acoustic properties of the call itself and the mode of deliver (i.e. display) are honest indicators of male physical condition. Loud calls in geladas are always given in the same context with harem-holding males (i.e. leaders) instigating a chase with bachelor males and emitting a series of æee-yeowÆ vocalizations. Because these displays are physically exerting, loud calls may be energetically costly to produce. Following a similar analysis conducted on baboons, co- PIÆs Beehner and Benitez compared loud calls of geladas across age, status, and exhaustion. They found that high-quality calls differed from low quality calls along several identifiable acoustic properties associated with pitch, energy, and call duration. Furthermore, leader males called significantly more than non-reproductive males. Taken together, these results suggest that loud call production in geladas is condition dependent, with only males in peak physical condition able to produce the best calls and engage more in displays.\n\nSecond, circulating levels of the steroid hormone testosterone mediates loud call production in geladas. Testosterone plays a central role in vocal signal in birds and anurans, but little is known about the relationship between testosterone and vocal displays in nonhuman primates. Using fecal hormone analysis, Benitez and Beehner found that among leader males, males with high mean testosterone levels engaged more in loud call than males with low circulating testosterone.  Moreover, loud call rates mirrored seasonal testosterone changes, with males calling more during the months in which testosterone was highest (i.e. wet season).\n\nThird, by conducting a controlled cognitive experiment, Benitez and Beehner discovered that male, but not female geladas, discriminate between high and low quality calls. Specifically, bachelors are more attentive to the call of a weak rival while leader males are more attentive to the calls of stronger males. The fact that male geladas discriminate between calls is strong evidence that loud calls function to deter potential challenges from potential rivals. Furthermore, gelada males adapt their behavioral response to loud calls as a function of their own reproductive status. Status-mediated attention to a vocalization is a novel finding that while hypothesized in the study of primate signals, has received no direct empirical support until now.\n\nForth, results from this study suggest that loud call production is associated with overall reproductive success. Benitez and Beehner found that males who engage less in loud calls are more likely to be replaced by bachelor males. Additionally, preliminary analysis suggests that males with better quality calls have longer tenures as leaders. Further research will determine if males with better calls sire more offspring.\n\n Broader Impacts: The gelada project is strongly committed to increasing conservation awareness, scientific education and diversity. Geladas are listed as \"rare\" and SMN..."
 }
}