{
 "awd_id": "1231373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EAGER: Monitoring the Global Electric Circuit from Ocean Straits",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032920000",
 "po_email": "ahallar@nsf.gov",
 "po_sign_block_name": "Anna Hallar",
 "awd_eff_date": "2011-05-30",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 53385.0,
 "awd_amount": 53385.0,
 "awd_min_amd_letter_date": "2012-03-27",
 "awd_max_amd_letter_date": "2012-03-27",
 "awd_abstract_narration": "It has been known for over a century that the atmosphere is positively charged with respect to the earth's surface, and that a globally-distributed downward \"fairweather\" electric current through the atmosphere attempts to equilibrate this charge disparity. The observation that this charge imbalance and the downward field persist has lead to a theory for a Global atmospheric electric Circuit (GC), in which processes in thunderstorms and electrified clouds provide an upward current balancing the downward fairweather currents. This research will concentrate on the role of the ocean component in the GC. Measurements of electric currents in oceans have not been done before. The current study will explore this new area. If successful, it will provide new evidence for the GC. \r\n\r\nIntellectual Merit.  The GC is a primary component of the earth's global electrical system and is of great interest due to its inferred role in global climate change.  Despite this, there are even very basic elements in the GC theory that have not been resolved because an adequate description of the temporal variability of this planetary-scale circuit has not been available for testing ideas.  For nearly a century, continuous monitoring of the GC has been both an observational priority and an unaccomplished goal.  The global circuit appears to be both a global thermometer and an active element in the Earth's weather system.  Future progress in GC science will hinge on the establishment of programs for the continuous, sustained monitoring of the GC, and on the development of numerical models of the GC processes.  The work addresses these goals with a highly original approach aimed at establishing long-term GC monitoring from ocean straits.\r\n\r\nBroader Impacts.  The GC currents literally thread through what has been strongly separated geographic domains of study (air, earth, water) in the earth's electrodynamics. This study may provide a better understanding of earth's electrodynamics through the measurements of GC currents in oceans, and also integrates GC into the earth system and climate models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Tyler",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Tyler",
   "pi_email_addr": "robert.h.tyler@nasa.gov",
   "nsf_id": "000834006",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "NASA Goddard Space Flight Center",
  "perf_str_addr": "Code 690",
  "perf_city_name": "Greenbelt",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207710003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 44722.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8663.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Global atmospheric electric Circuit (GC) is a primary component of the earth's global electrical system and is of great interest due to its inferred role in both describing and driving global climate change. Despite this, there are even very basic elements in the GC theory that have not been resolved because an adequate description of the temporal variability of this planetary-scale circuit has not been available for testing ideas. Indeed, since nearly a century continuous monitoring of the GC has been both an observational priority and an unaccomplished goal. In a summary and evaluation of GC progress (Bering, 1995), it was concluded that the global circuit appears to be both a global thermometer and an active element in the Earth's weather system, and that future progress in GC science will hinge on the establishment of programs for the continuous, sustained monitoring of the GC, and on the development of numerical models of the the global GC processes. The work in this study has addressed these goals with a highly original approach aimed at establishing long-term GC monitoring from ocean straits.</p>\n<p><br />Previous measurements of the GC have always been performed in the atmospheric segments of the circuit where the dependence of the measurements on local conditions has largely precluded either adequate temporal resolution, or global representation. The proposed work has aimed to determine the feasibility of monitoring the GC along the oceanic segment of the circuit. This has several advantages that have been overlooked in the atmospheric electricity community, the most important of which is that in the thin, conductive ocean, the GC current density is highly concentrated (three to six orders of magnitude over the atmospheric values) and represents natural large-scale integrals which do not depend on local conditions.&nbsp;<br />This concentration and integral effect have been confirmed in the numerical study of this work. In the numerical work, a 3D model for calculating the electric currents through the globe (with realistic ocean, earth, and atmosphere electrical conductivity) has been successfully developed and used to calculate the GC currents under various assumptions for the source distribution. The concentration of the electric current in straits is very much confirmed by the numerical work (see example in Fig. 1). The fact that these currents in the straits represent large-scale integrals is also confirmed. Some uncertainty in estimates comes primarily from the lack of precise knowledge of the GC source locations/time dependence, as well as the unknown electrical conductivity within parts of the Earth.&nbsp;</p>\n<p><br />The proposed work included a second section (following the numerical estimates) aimed at assessing whether a simple electrometer-based GC observatory might be simultaneously deployed in shallow water in both the Gibraltar and Turkish straits. A shallow-water observatory has the advantage that it could be taken over by local collaborators with limited resources. Such collaboration is expected to be necessary because GC monitoring is necessarily long-term, and because these waters are territorial and any substantial monitoring would require permission. The PI travelled to the Turkish Straits as well as the Strait of Gibraltar in Dec. 2012 to inspect potential locations for an observatory and to discuss plans with potential collaborators. A plan was first pursued for locating an observatory on Tarifa Island (Spain) in the strait. Permission from the government was obtained and interested Spanish collaborators were also found. A problem, however, is that there is a very large dive tourism in the very clear waters around the island and along the full Spanish coast of the strait; the instrumentation would not be safe left long term. The Moroccan side of the strait was also surveyed. Again, the water is clear and fisherman have demonstr...",
  "por_txt_cntn": "\nThe Global atmospheric electric Circuit (GC) is a primary component of the earth's global electrical system and is of great interest due to its inferred role in both describing and driving global climate change. Despite this, there are even very basic elements in the GC theory that have not been resolved because an adequate description of the temporal variability of this planetary-scale circuit has not been available for testing ideas. Indeed, since nearly a century continuous monitoring of the GC has been both an observational priority and an unaccomplished goal. In a summary and evaluation of GC progress (Bering, 1995), it was concluded that the global circuit appears to be both a global thermometer and an active element in the Earth's weather system, and that future progress in GC science will hinge on the establishment of programs for the continuous, sustained monitoring of the GC, and on the development of numerical models of the the global GC processes. The work in this study has addressed these goals with a highly original approach aimed at establishing long-term GC monitoring from ocean straits.\n\n\nPrevious measurements of the GC have always been performed in the atmospheric segments of the circuit where the dependence of the measurements on local conditions has largely precluded either adequate temporal resolution, or global representation. The proposed work has aimed to determine the feasibility of monitoring the GC along the oceanic segment of the circuit. This has several advantages that have been overlooked in the atmospheric electricity community, the most important of which is that in the thin, conductive ocean, the GC current density is highly concentrated (three to six orders of magnitude over the atmospheric values) and represents natural large-scale integrals which do not depend on local conditions. \nThis concentration and integral effect have been confirmed in the numerical study of this work. In the numerical work, a 3D model for calculating the electric currents through the globe (with realistic ocean, earth, and atmosphere electrical conductivity) has been successfully developed and used to calculate the GC currents under various assumptions for the source distribution. The concentration of the electric current in straits is very much confirmed by the numerical work (see example in Fig. 1). The fact that these currents in the straits represent large-scale integrals is also confirmed. Some uncertainty in estimates comes primarily from the lack of precise knowledge of the GC source locations/time dependence, as well as the unknown electrical conductivity within parts of the Earth. \n\n\nThe proposed work included a second section (following the numerical estimates) aimed at assessing whether a simple electrometer-based GC observatory might be simultaneously deployed in shallow water in both the Gibraltar and Turkish straits. A shallow-water observatory has the advantage that it could be taken over by local collaborators with limited resources. Such collaboration is expected to be necessary because GC monitoring is necessarily long-term, and because these waters are territorial and any substantial monitoring would require permission. The PI travelled to the Turkish Straits as well as the Strait of Gibraltar in Dec. 2012 to inspect potential locations for an observatory and to discuss plans with potential collaborators. A plan was first pursued for locating an observatory on Tarifa Island (Spain) in the strait. Permission from the government was obtained and interested Spanish collaborators were also found. A problem, however, is that there is a very large dive tourism in the very clear waters around the island and along the full Spanish coast of the strait; the instrumentation would not be safe left long term. The Moroccan side of the strait was also surveyed. Again, the water is clear and fisherman have demonstrated that if even simple wire from the instrumentation is visible in the water it will be pulled up..."
 }
}