{
 "awd_id": "1231590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Verification of closed loop feedback/feed-forward control actions for safe medical devices",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 79892.0,
 "awd_amount": 79892.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "This project is a collaboration under the NSF-FDA Scholar-In-Residence (SIR) program.  With increases in life expectancy leading to larger aging populations, there is growing need to make healthcare services available anywhere and anytime. In addition, healthcare costs rise significantly when diseases are identified at a later stage. Thus, early detection of diseases can potentially lead to better healthcare at lower costs. Achieving widely available healthcare and ensuring early detection of diseases require complex medical control systems to monitor the condition of the human body.  However, unsafe operation of these medical device control systems and failures of medical device control can cause harmful physiological conditions and even life and safety hazards. Verifying patient safety under the operational control deployed in medical devices is critical.  For example, infusion-pump control systems must prevent drug overdose.  \r\n\r\nThe goal of this project is to develop spatio-temporal hybrid automata (STHA) formal modeling and analysis techniques for medical device control operations to verify patient safety.  Specifically, this project focuses on three principal scientific challenges:  formal modeling of control operations that can respond to time-varying physiological processes and to spatio-temporal variation of physiological parameters; characterizing aggregate effects of multiple medical devices operating simultaneously; and formal safety analysis of medical devices. This project involves collaboration between researchers at U.S. Food and Drug Administration and Arizona State University.  The research results will contribute theoretical foundations for assurance of patient safety when using medical devices. The project will contribute technology for developing highly reliable medical devices and increase public confidence in their use, while enabling safer and cheaper healthcare. Project findings are available at IMPACT lab's website (http://impact.asu.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandeep",
   "pi_last_name": "Gupta",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sandeep K Gupta",
   "pi_email_addr": "sandeep.gupta@asu.edu",
   "nsf_id": "000279628",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. BOX 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 79892.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Pa4\"><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></p>\n<p><span> </span></p>\n<p style=\"line-height: 12.75pt;\"><span>In recent years, mobile (smartphone) applications (called apps) are increasingly being developed for healthcare. For example, it is estimated that over 40,000 health apps are available for download from various appstores. Currently most of these apps are very rudimentary. However, we envision a future where doctors will be prescribing sophisticated mobile medical apps for management as well as treatment of various health problems including chronic diseases. Such mobile healthcare apps would have to be safe for human use, secure from hackers, and able to operate long-term without need for frequent recharging. In mobile healthcare, smartphone apps communicate and control medical devices worn by the users. Poor implementation of smartphone apps can cause harm to the user, especially when they are controlling medical devices such as infusion pumps, violation of health data privacy when monitoring physiological health, and poor lifetime of sensors and smartphones. We have developed the Health-Dev tool (<a href=\"https://impact.asu.edu/Health-Dev.html\"><span style=\"color: #0000ff;\">https://impact.asu.edu/Health-Dev.html</span></a>) that can generate a smartphone app according to requirements such as safety, security, and energy sustainability. The Health-Dev tool consists of three parts: a) an input module which enables an app developer to provide high level description of the mobile app, b) a mathematical tools to verify safety and security requirements, and c) a code generator that can automatically output the code for the smartphone and the medical devices. A significant outcome of the collaboration is the new research direction that addresses the need for integration of the code generator with safety, security and sustainability assurance tools. In its current form, we have used Health-Dev to generate three types of apps: a) a physical activity and monitoring app suite called bHealthy, b) an app for resource efficient cardiac monitoring, and c) smartphone controller for an insulin pump in artificial pancreas.</span></p>\n<p style=\"line-height: 12.75pt;\"><span style=\"font-size: small;\"> </span></p>\n<p style=\"line-height: 12.75pt;\"><span>Health-Dev tool allows secure data sharing between mobile apps. With such data sharing we can support collaboration between apps (Figure 1). The bHealthy application suite is a collection of exemplary healthcare apps developed using the HealthDev tool. Using sensors bHealthy first accesses the need for the user, then provides suggestion to the user to use training applications such as PetPeeves or BrainHealth, and then monitors the user&rsquo;s performance to create a wellness suite. PetPeeves is a physical activity monitoring application, and BrainHealth is a mental state based neuro-feedback application to increase motivation for physical activity. PetPeeves uses a virtual pet to motivate the user to perform physical activity &ndash; pet gets happier the more you exercise! It also uses heart rate data from electrocardiogram (ECG) sensors, accelerometer data to detect activity, and GPS data to determine extent of outdoor activity. It combines this information to accurately compute calories burnt. To motivate usage of PetPeeves, the BrainHealth app engages the users in a neuro-feedback based gaming application. BrainHealth provides the user visual feedback regarding the mental state, which can be used by the subject to control his or her emotions and become more motivated.</span></p>\n<p style=\"line-height: 12.75pt;\"><span style=\"font-size: small;\"> </span></p>\n<p style=\"line-height: 12.75pt;\"><span>For medical doctors to be able to prescribe them, healthcare apps have to be certified for safe operation. In collaboration with the Food and Drug Administration (FDA), we analyzed several sma...",
  "por_txt_cntn": "\n\n \nIn recent years, mobile (smartphone) applications (called apps) are increasingly being developed for healthcare. For example, it is estimated that over 40,000 health apps are available for download from various appstores. Currently most of these apps are very rudimentary. However, we envision a future where doctors will be prescribing sophisticated mobile medical apps for management as well as treatment of various health problems including chronic diseases. Such mobile healthcare apps would have to be safe for human use, secure from hackers, and able to operate long-term without need for frequent recharging. In mobile healthcare, smartphone apps communicate and control medical devices worn by the users. Poor implementation of smartphone apps can cause harm to the user, especially when they are controlling medical devices such as infusion pumps, violation of health data privacy when monitoring physiological health, and poor lifetime of sensors and smartphones. We have developed the Health-Dev tool (https://impact.asu.edu/Health-Dev.html) that can generate a smartphone app according to requirements such as safety, security, and energy sustainability. The Health-Dev tool consists of three parts: a) an input module which enables an app developer to provide high level description of the mobile app, b) a mathematical tools to verify safety and security requirements, and c) a code generator that can automatically output the code for the smartphone and the medical devices. A significant outcome of the collaboration is the new research direction that addresses the need for integration of the code generator with safety, security and sustainability assurance tools. In its current form, we have used Health-Dev to generate three types of apps: a) a physical activity and monitoring app suite called bHealthy, b) an app for resource efficient cardiac monitoring, and c) smartphone controller for an insulin pump in artificial pancreas.\n \nHealth-Dev tool allows secure data sharing between mobile apps. With such data sharing we can support collaboration between apps (Figure 1). The bHealthy application suite is a collection of exemplary healthcare apps developed using the HealthDev tool. Using sensors bHealthy first accesses the need for the user, then provides suggestion to the user to use training applications such as PetPeeves or BrainHealth, and then monitors the userÆs performance to create a wellness suite. PetPeeves is a physical activity monitoring application, and BrainHealth is a mental state based neuro-feedback application to increase motivation for physical activity. PetPeeves uses a virtual pet to motivate the user to perform physical activity &ndash; pet gets happier the more you exercise! It also uses heart rate data from electrocardiogram (ECG) sensors, accelerometer data to detect activity, and GPS data to determine extent of outdoor activity. It combines this information to accurately compute calories burnt. To motivate usage of PetPeeves, the BrainHealth app engages the users in a neuro-feedback based gaming application. BrainHealth provides the user visual feedback regarding the mental state, which can be used by the subject to control his or her emotions and become more motivated.\n \nFor medical doctors to be able to prescribe them, healthcare apps have to be certified for safe operation. In collaboration with the Food and Drug Administration (FDA), we analyzed several smartphone controlled wearable artificial pancreas systems and found that the insulin delivery system can have undesirable effects due to misconfigured controllers or their poor implementation in the smartphone. As shown in Figure 2, an incorrect operation of control algorithms due to implementation errors can cause instability in the infusion rates possibly resulting in hypoglycemia, a serious medical condition. The mathematical tools available in Health-Dev can take a controller design and analyze whether instability exists in the design and what changes..."
 }
}