{
 "awd_id": "1231206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structural, Climate, and Communication Dynamics of Innovative Inter-Organizational Project Teams",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928643",
 "po_email": "skiesler@nsf.gov",
 "po_sign_block_name": "Sara Kiesler",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 303855.0,
 "awd_amount": 320855.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2016-07-15",
 "awd_abstract_narration": "This project assesses how communication behaviors and programs in inter-organizational project teams contribute to effective implementation of innovative practices and overall project quality. The project-based nature of the construction industry introduces many challenges, one of which is the collaboration process among key participants and their contracting organizations. This challenge is magnified in sustainable building projects where interdisciplinary collaboration is most needed. Accordingly, the project examines the introduction and use of integrated project delivery (IPD) in project teams as an innovation in the architecture, engineering, and construction industry. As an initial step, case studies are used to follow conventional theoretical models that consider the innovation's match to the organizations' structure, climate, and values. Then key communication behaviors of inter-organizational project team members, who not only serve as conduits in information flow and champions of working together, but also are creators of meaning and influencers of others' attitudes, will be examined. Consequently, the study will explore communication behaviors related to team dynamics, negotiation, and role change and their relationship to commitment to IPD and project outcomes across 20 inter-organizational project teams engaged in sustainable buildings projects.\r\n\r\nThe long-term goal is to develop an integrated organizational communication model for industry that fosters collaborative long-term relationships, product quality, and innovativeness. This research represents an important, continuing step toward enhancing sustainable building practices via effective coordination mechanisms and at the broader level, the identification of communication behaviors central to inter-organizational project teams. Results will contribute to interdisciplinary teaching modules and be widely disseminated. The research outcomes will be used to inspire graduate students; especially women in interdisciplinary research via CrossTalks to be given at Michigan State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vernon",
   "pi_last_name": "Miller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vernon Miller",
   "pi_email_addr": "vmiller@msu.edu",
   "nsf_id": "000614519",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sinem",
   "pi_last_name": "Mollaoglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sinem Mollaoglu",
   "pi_email_addr": "sinemm@msu.edu",
   "nsf_id": "000499941",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 303855.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\">Report on &ldquo;Structural, Climate, and Communication Dynamics of Innovative Inter-Organizational Project Teams,&rdquo; NSF 1231206</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\">Vernon D. Miller, Ph.D. (PI)</p>\n<p style=\"text-align: center;\">Sinem Mollaoglu, Ph.D. (Co-PI)</p>\n<p style=\"text-align: center;\">Michigan State University</p>\n<p>&nbsp;</p>\n<p>This project identified key communication aspects in the implementation of Integrated Project Delivery (IPD). IPD is a project delivery method to improve multi-organization project team collaboration and outcomes (e.g., time, cost, and quality) in the architecture, engineering and construction industry. This method gathers all key project parties such as owners, designers, contractors, and subcontractors early in the planning stage and then regularly throughout the project&rsquo;s delivery. These recurring meetings set the stage for the timely transfer of uniquely-held knowledge and insights, whose withholding is the most common source of design flaws, implementation errors, and cost overruns.</p>\n<p>&nbsp;</p>\n<p>Through a series of studies, we expanded upon a model developed by Katherine Klein and Joann Sorra in 1996 that depicted how innovations are successfully implemented in organizations. Research methods included participant observation, content analysis of project documents, interviews, surveys of principal parties and network analyses of a sizeable multi-party project, and surveys of 21 &ldquo;IPD-by contract&rdquo; project teams across the United States. &ldquo;IPD by-contract&rdquo; means that there was formal, legal agreement signed by all participating organizations, where participants share cost savings or are docked for overruns. Our results from a series of published or presented studies point to six conclusions, which are presented below.</p>\n<p>&nbsp;</p>\n<p>(1) <span style=\"text-decoration: underline;\">An efficacious beginning requires trust and respect among the principals as well as a clear commitment to the IPD process.</span> IPD is a collaborative process that heavily relies on individual commitment to voice concerns and work to solve problems with others. Certainly, the nature of the project must fit participating organizations&rsquo; structures and strategic goals, but projects in even the most innovative of climates can go awry when there are lapses in information sharing. Key challenges in initial project stages come from owners with a high fear of risk and from employing project stewards/managers who are unable to work adequately with owners and representatives from other organizations.</p>\n<p>&nbsp;</p>\n<p>(2) <span style=\"text-decoration: underline;\">A positive implementation climate is necessary, but not sufficient for project success; the parties must engage in </span><span style=\"text-decoration: underline;\">monitoring, managing, challenging, and negotiating </span><span style=\"text-decoration: underline;\">communication behaviors</span>. &ldquo;Monitoring&rdquo; refers to members&rsquo; vigilant scanning of the internal and external environments for information and events that might influence the project. &ldquo;Managing&rdquo; refers to cooperative acts to resolve differences and communicate with other groups as well as to buffer the project from external forces. &ldquo;Challenging&rdquo; refers to suggesting new ways of completing work and encouraging innovative ideas. &ldquo;Negotiating&rdquo; refers to members&rsquo; ability to problem-solve, discover parties&rsquo; interests and needs, and seek solutions with mutual gains.</p>\n<p>&nbsp;</p>\n<p>(3) <span style=\"text-decoration: underline;\">The frequency and nature of communication behaviors in successful IPD projects differ from those in non-successful projects</span>. In successful projects, decision making systems, alignment of project goals, early involvement by all parties, managing, negotiating, and commitment to IPD were of greater importance than in less successful projects. In particular, &ldquo;managing&rdquo; communication behaviors were depicted positively in IPD projects with positive outcomes, but negatively in a negative-outcome project.</p>\n<p>&nbsp;</p>\n<p>(4) <span style=\"text-decoration: underline;\">The project steward/manager must display communication competencies that fit the project&rsquo;s context</span>. Individuals in the steward or manager position must coordinate information exchange among project members. Their ability to motivate principals and those in their organizations to share uniquely-held information is critical to successful innovation implementation. However, project managers must expend additional energies in projects to stimulate tacit knowledge sharing where information systems are lean (i.e., limited in interactive and visual commentary). Where information systems are rich (i.e., interactive and visual commentary is enabled), project managers must expend additional energies to follow up on ideas, questions, and concerns, and to keep the project on track.</p>\n<p>&nbsp;</p>\n<p>(5) <span style=\"text-decoration: underline;\">The transfer of tacit knowledge by project team members improves the team&rsquo;s ability to articulate information of value to the project.</span> In common with all information networks, some members have a greater capacity to absorb and share information than others. In successful IPD projects, members take the initiative to form ad hoc sub-teams to gather the necessary expertise to tackle specific project challenges. Enhanced team collaboration not only depends on increasing knowledge transfer between team members, but also on the detecting and transferring valuable knowledge and applying transferred knowledge.</p>\n<p>&nbsp;</p>\n<p>(6) <span style=\"text-decoration: underline;\">We developed </span><span style=\"text-decoration: underline;\">29 metrics to assess IPD implementation.</span> These survey scales evaluate climate, values fit, communication (e.g., managing, monitoring, negotiating, and challenging), implementation and innovation effectiveness constructs that are critical to innovation implementation. This effort to create valid representations of communication behaviors and other indicators that impact performance outcomes is particularly important for project-based, inter-organizational industries such as architecture, engineering and construction. These measures offer means to evaluate general strengths and weaknesses in implementing innovations as well as the well-being of inter-organizational project teams.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2017<br>\n\t\t\t\t\tModified by: Vernon&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Report on \"Structural, Climate, and Communication Dynamics of Innovative Inter-Organizational Project Teams,\" NSF 1231206\n \nVernon D. Miller, Ph.D. (PI)\nSinem Mollaoglu, Ph.D. (Co-PI)\nMichigan State University\n\n \n\nThis project identified key communication aspects in the implementation of Integrated Project Delivery (IPD). IPD is a project delivery method to improve multi-organization project team collaboration and outcomes (e.g., time, cost, and quality) in the architecture, engineering and construction industry. This method gathers all key project parties such as owners, designers, contractors, and subcontractors early in the planning stage and then regularly throughout the project?s delivery. These recurring meetings set the stage for the timely transfer of uniquely-held knowledge and insights, whose withholding is the most common source of design flaws, implementation errors, and cost overruns.\n\n \n\nThrough a series of studies, we expanded upon a model developed by Katherine Klein and Joann Sorra in 1996 that depicted how innovations are successfully implemented in organizations. Research methods included participant observation, content analysis of project documents, interviews, surveys of principal parties and network analyses of a sizeable multi-party project, and surveys of 21 \"IPD-by contract\" project teams across the United States. \"IPD by-contract\" means that there was formal, legal agreement signed by all participating organizations, where participants share cost savings or are docked for overruns. Our results from a series of published or presented studies point to six conclusions, which are presented below.\n\n \n\n(1) An efficacious beginning requires trust and respect among the principals as well as a clear commitment to the IPD process. IPD is a collaborative process that heavily relies on individual commitment to voice concerns and work to solve problems with others. Certainly, the nature of the project must fit participating organizations? structures and strategic goals, but projects in even the most innovative of climates can go awry when there are lapses in information sharing. Key challenges in initial project stages come from owners with a high fear of risk and from employing project stewards/managers who are unable to work adequately with owners and representatives from other organizations.\n\n \n\n(2) A positive implementation climate is necessary, but not sufficient for project success; the parties must engage in monitoring, managing, challenging, and negotiating communication behaviors. \"Monitoring\" refers to members? vigilant scanning of the internal and external environments for information and events that might influence the project. \"Managing\" refers to cooperative acts to resolve differences and communicate with other groups as well as to buffer the project from external forces. \"Challenging\" refers to suggesting new ways of completing work and encouraging innovative ideas. \"Negotiating\" refers to members? ability to problem-solve, discover parties? interests and needs, and seek solutions with mutual gains.\n\n \n\n(3) The frequency and nature of communication behaviors in successful IPD projects differ from those in non-successful projects. In successful projects, decision making systems, alignment of project goals, early involvement by all parties, managing, negotiating, and commitment to IPD were of greater importance than in less successful projects. In particular, \"managing\" communication behaviors were depicted positively in IPD projects with positive outcomes, but negatively in a negative-outcome project.\n\n \n\n(4) The project steward/manager must display communication competencies that fit the project?s context. Individuals in the steward or manager position must coordinate information exchange among project members. Their ability to motivate principals and those in their organizations to share uniquely-held information is critical to successful innovation implementation. However, project managers must expend additional energies in projects to stimulate tacit knowledge sharing where information systems are lean (i.e., limited in interactive and visual commentary). Where information systems are rich (i.e., interactive and visual commentary is enabled), project managers must expend additional energies to follow up on ideas, questions, and concerns, and to keep the project on track.\n\n \n\n(5) The transfer of tacit knowledge by project team members improves the team?s ability to articulate information of value to the project. In common with all information networks, some members have a greater capacity to absorb and share information than others. In successful IPD projects, members take the initiative to form ad hoc sub-teams to gather the necessary expertise to tackle specific project challenges. Enhanced team collaboration not only depends on increasing knowledge transfer between team members, but also on the detecting and transferring valuable knowledge and applying transferred knowledge.\n\n \n\n(6) We developed 29 metrics to assess IPD implementation. These survey scales evaluate climate, values fit, communication (e.g., managing, monitoring, negotiating, and challenging), implementation and innovation effectiveness constructs that are critical to innovation implementation. This effort to create valid representations of communication behaviors and other indicators that impact performance outcomes is particularly important for project-based, inter-organizational industries such as architecture, engineering and construction. These measures offer means to evaluate general strengths and weaknesses in implementing innovations as well as the well-being of inter-organizational project teams.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2017\n\n\t\t\t\t\tSubmitted by: Vernon Miller"
 }
}