{
 "awd_id": "1231042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Emerging Milk Markets: Human Milk Banking, Sharing, and Technoscience",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "Understanding how and why some biological products come to be marketed is an important question for science and technology studiesand related fields, and for policymakers.  Much of the research on biological product commodification is carried out after commodification occurs and the products are financially marketed. Moreover, the gendered content of biological products is often understudied. This study fills those gaps by analyzing a gendered biological market in formation whose future is largely unknown. Specifically, scientists' emerging use of breast milk in the development of biomedical products and procedures, including stem cell recovery, and cancer and antibacterial treatments, is compared to informal breast milk banking and breast milk sharing to examine how financial and other markets for biological products are transformed. The study also investigates how gender shapes the commodification of biological products that are bought and sold in the biomedical sciences. Evidence is drawn from in-depth interviews and ethnographic observations with scientists, health care providers, donors, recipients, milk bank personnel and milk sharing website personnel, and from policy and other documents and websites.\r\n\r\nMore broadly, this study addresses socially important ethical issues involved in breast milk markets, including whether donors should be paid for breast milk, whether a profit should be made in milk banking, to what degree markets in breast milk should be regulated, and the best uses of so-called excess breast milk. Other broader impacts include policy guidance, and training a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adele",
   "pi_last_name": "Clarke",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Adele E Clarke",
   "pi_email_addr": "adele.clarke@ucsf.edu",
   "nsf_id": "000156789",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krista",
   "pi_last_name": "Sigurdson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krista Sigurdson",
   "pi_email_addr": "Krista.sigurdson@gmail.com",
   "nsf_id": "000615211",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "3333 California Street, Ste 455",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941181999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building upon earlier models, biomedical and technoscientific innovations are today enabling an expanding variety of&nbsp;human organ and tissue transfer procedures for both enhanced health and treatment purposes (Waldby and Mitchell 2006).&nbsp;This award enabled the Co-Primary investigator, Krista Sigurdson, to strengthen her sociology doctoral dissertation by extending her ethnographic research into four specific markets in human milk&nbsp;(non-profit, for profit, informal and scientific). The project tracked the dynamics of the following themes within and across these quite different markets:</p>\n<p>1. The commercialization of milk and how it is pursued and resisted;</p>\n<p>2. The resonance and consequences of emotions in breast feeding and breastfeeding \"failure\";</p>\n<p>3. The materials and labor involved in the collection and circulation of human milk;</p>\n<p>4. The uses of scientific and \"lay\" knowledge in the circulation of human milk; and</p>\n<p>5. The diversity and consequences of the meanings given to breast milk.</p>\n<p>A snapshot of the findings about the four markets is offered below.</p>\n<p><em>1. The non-profit market in human milk</em>: At the milk banks studied, the commercialization of milk is generally criticized. Milk banks tend to view themselves (and their milk donors) as providing a service or giving a gift to the community of babies in need. To profit from milk donations is viewed as morally wrong and paying milk donors is often seen as unsafe and/or financially unsustainable for non-profit milk banks. Milk banks also prioritize providing milk for fragile and sick babies in NICUs over distributing to community members. They largely market their product as a \"medical necessity\" sold to hospitals (to cover processing costs) while maintaining an anti-commercial stance.</p>\n<p><em>2. The for-profit market in human milk: </em>To date, the for-profit market in human milk consists of one company, Prolacta Biosciences. In my interviews and observations, they framed their work as scientifically sophisticated and oriented towards expanding research and development of new human milk products and processing techniques. Prolacta asserts that their safety standards exceed those of non-profit milk banks which they viewed as sub par. Currently, Prolacta focuses on the production of a human milk based fortifier which is added to a mother&rsquo;s own milk or to donor human milk (usually from a non-profit milk bank) for use by premature babies in NICUs. More recently, Prolacta has entered the donor human milk market itself and is setting up collection and distribution sites within hospitals. <em>&nbsp;</em></p>\n<p><em>3. The informal market in human milk:&nbsp;</em>The dramatic recent explosion of the informal market in human milk via sharing occurs largely through use of social media and the Internet. Mothers state they feel safe through enacting a practice they often call &ldquo;informed sharing&rdquo;, where recipients and donors share whatever health or screening information they find necessary. Informed sharing is often driven by the emotional resonance of \"failing\" to breastfeed, but also by babies discharged from NICUs who no longer have access to donor human milk from milk banks. Many (but not all) of those who seek milk through on line social networks (e.g., \"Human Milk 4 Human Babies\") are women who have gone to great lengths to breastfeed but have been unable to do so, often for unknown reasons. For many, the experience of \"failure\" is devastating and the use of donor milk is experienced as relief from feelings of guilt and shame.&nbsp;<em>&nbsp;</em></p>\n<p><em>4. The scientific markets in human milk:</em> Here, my research focuses on the use of human milk in developing anti-cancer and antibiotic therapies as well as a source of stem cells. Within these research domains, human milk is understood as a substance with limitless potential and unknown...",
  "por_txt_cntn": "\nBuilding upon earlier models, biomedical and technoscientific innovations are today enabling an expanding variety of human organ and tissue transfer procedures for both enhanced health and treatment purposes (Waldby and Mitchell 2006). This award enabled the Co-Primary investigator, Krista Sigurdson, to strengthen her sociology doctoral dissertation by extending her ethnographic research into four specific markets in human milk (non-profit, for profit, informal and scientific). The project tracked the dynamics of the following themes within and across these quite different markets:\n\n1. The commercialization of milk and how it is pursued and resisted;\n\n2. The resonance and consequences of emotions in breast feeding and breastfeeding \"failure\";\n\n3. The materials and labor involved in the collection and circulation of human milk;\n\n4. The uses of scientific and \"lay\" knowledge in the circulation of human milk; and\n\n5. The diversity and consequences of the meanings given to breast milk.\n\nA snapshot of the findings about the four markets is offered below.\n\n1. The non-profit market in human milk: At the milk banks studied, the commercialization of milk is generally criticized. Milk banks tend to view themselves (and their milk donors) as providing a service or giving a gift to the community of babies in need. To profit from milk donations is viewed as morally wrong and paying milk donors is often seen as unsafe and/or financially unsustainable for non-profit milk banks. Milk banks also prioritize providing milk for fragile and sick babies in NICUs over distributing to community members. They largely market their product as a \"medical necessity\" sold to hospitals (to cover processing costs) while maintaining an anti-commercial stance.\n\n2. The for-profit market in human milk: To date, the for-profit market in human milk consists of one company, Prolacta Biosciences. In my interviews and observations, they framed their work as scientifically sophisticated and oriented towards expanding research and development of new human milk products and processing techniques. Prolacta asserts that their safety standards exceed those of non-profit milk banks which they viewed as sub par. Currently, Prolacta focuses on the production of a human milk based fortifier which is added to a motherÆs own milk or to donor human milk (usually from a non-profit milk bank) for use by premature babies in NICUs. More recently, Prolacta has entered the donor human milk market itself and is setting up collection and distribution sites within hospitals.  \n\n3. The informal market in human milk: The dramatic recent explosion of the informal market in human milk via sharing occurs largely through use of social media and the Internet. Mothers state they feel safe through enacting a practice they often call \"informed sharing\", where recipients and donors share whatever health or screening information they find necessary. Informed sharing is often driven by the emotional resonance of \"failing\" to breastfeed, but also by babies discharged from NICUs who no longer have access to donor human milk from milk banks. Many (but not all) of those who seek milk through on line social networks (e.g., \"Human Milk 4 Human Babies\") are women who have gone to great lengths to breastfeed but have been unable to do so, often for unknown reasons. For many, the experience of \"failure\" is devastating and the use of donor milk is experienced as relief from feelings of guilt and shame.  \n\n4. The scientific markets in human milk: Here, my research focuses on the use of human milk in developing anti-cancer and antibiotic therapies as well as a source of stem cells. Within these research domains, human milk is understood as a substance with limitless potential and unknown possibilities &ndash; not only in terms of its impact on nursing babies and mothers but especially as a source of raw material for biomedical innovation. While nursing mothers seem to rally behind such scientific efforts, scient..."
 }
}