{
 "awd_id": "1231645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHB: Type I (EXP): Health Sense: Motivating Health Awareness in Children through Wearable Computing",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 597715.0,
 "awd_amount": 613715.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2013-05-03",
 "awd_abstract_narration": "The obesity epidemic among children has become a widespread problem in the United States. This trend is disturbing because overweight children tend to become overweight or obese adults with potentially life threatening chronic conditions.  By focusing on children?s physical activity, we can shift the problem from treatment to prevention.  There are numerous academic and commercial applications that aim to help individuals monitor and make proactive decisions about their physical activity; however they do not integrate well into an individual's daily life because they may require manual activity input, asynchronous visualization, and non-instinctive awareness of the application for actionable feedback. Thus, while existing devices have had some success in monitoring, inferring, and presenting activity, they do not always convey the value of physical activity in an intuitive visual abstraction. The feedback design is important in designing wearable technology for children because children are less likely to connect quantifiable measurements  - in this case with their health.\r\n\r\nIn response to these issues, we design innovative wearable computing components that empower children to craft their own intuitive abstractions of wellness data for physical activity promotion.  This project builds on existing socio-technical research in health informatics by extending the nascent research subarea, wellness informatics, that studies how technology can be utilized to empower lay populations to stay well and adopt preventative health behaviors. The research objectives of this project are to: (1) Design plug-and-play wellness monitoring Health Sense systems; (2) Design a graphical programming environment to control the actions of the Health Sense systems; and (3) Understand how children use Health Sense systems. The research methodology is inspired by participatory design activities including participant observations, design workshops, and iterative evaluation of prototypes. Overall, the proposed system provides innovations in computing by creating new, wearable computing prototypes and paradigms of interaction. \r\n\r\nThe broader impacts of Health Sense include undergraduate and graduate research assistant interdisciplinary research training. The research team is introducing low socioeconomic status K-12 students to computing, electronics, and health through Health Sense workshops. Research methodology and results is being integrated into the PIs' established 1st year general engineering projects courses.  In addition, the PIs and their students are helping increase the pipeline of future scholars by developing teaching and outreach materials that are being distributed through the project website. The PIs and their students are disseminating  their research by publishing results in health informatics and traditional computing venues. Finally, the system also helps fulfill Healthy People 2020 Educational and Community-Based Programs goals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katie",
   "pi_last_name": "Siek",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Katie A Siek",
   "pi_email_addr": "ksiek@indiana.edu",
   "nsf_id": "000154501",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Eisenberg",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Eisenberg",
   "pi_email_addr": "duck@cs.colorado.edu",
   "nsf_id": "000122793",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, 572 UCB",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8061",
   "pgm_ref_txt": "SCH Type I:  EXP"
  },
  {
   "pgm_ref_code": "8841",
   "pgm_ref_txt": "Exploration Projects"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81007.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}