{
 "awd_id": "1231145",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Variation in Macaque Social Structure from Phylogenetic, Socioecological and Biological Markets Principles",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 24053.0,
 "awd_amount": 24053.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "Social structure in nonhuman primates varies markedly both within and between species. Although there is no consensus, several explanations have been proposed. One is that social structure varies in accordance with species' past ancestral relationships (phylogenetic closeness). Two others are based on the idea that variation in current ecological factors (e.g., group size and/or food distribution) shapes patterns of competition within and between groups of the same species, and in turn, shapes (1) the structure of agonistic and dominance-related behavior, and/or (2) patterns of exchange of affiliative behavior (e.g., grooming, aggressive support) that occur as predicted by economic models (e.g., supply-and-demand). Research by doctoral student Krishna Balasubramaniam (University at Buffalo), supervised by Dr. Carol Berman, tests predictions related to these explanations, focusing on females in the primate genus Macaca.\r\n    \r\nThe investigators will reconstruct phylogenetic trees to decipher ancestral relationships, and use these to determine whether variation in dominance-related behavior across nine macaque species correlates with degrees of genetic relatedness. To test within-species explanations, they will collect observational behavioral data on free-ranging rhesus macaques at Cayo Santiago, Puerto Rico, using focal-animal and all-occurrences sampling.  Various statistical analyses will be applied to these data to test whether group sizes and empirical measures of competitive ability vary with patterns of aggressive behavior, and/or the exchange of affiliative behavior\r\n\r\nThe research is unique in testing predictions related to multiple explanations for variation of nonhuman primate social structure in a single study. It sheds light on the relative contributions of species' ancestral relationships vs. variation in current ecological conditions in shaping macaque social behavior, and addresses current debates concerning the relative roles of inherent species characteristics and/or stable environmental influences vs. adaptation to current conditions across primates, including early humans. In addition, aspects of the study related to patterns of exchange of affiliative behavior have important implications for understanding human economic behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Berman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carol M Berman",
   "pi_email_addr": "cberman@buffalo.edu",
   "nsf_id": "000234482",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Balasubramaniam",
   "pi_last_name": "Krishna Natarajan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Balasubramaniam Krishna Natarajan",
   "pi_email_addr": "bk46@buffalo.edu",
   "nsf_id": "000570453",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "Caribbean Primate Research Center",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "00936-506",
  "perf_ctry_code": "RQ",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PR",
  "perf_ctry_name": "Puerto Rico",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24053.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <strong>overarching goal</strong> of this dissertation was to decipher the factors responsible for variation in social structure between nonhuman primate species and between groups of the same species. In particular, we tested predictions from two major explanatory hypotheses: that social structure depends on &nbsp;inherent species characteristics (or phylogenetic relatedness) of species, versus the idea that it is shaped by current socioecological factors both between and within species (the&nbsp;Ecological Model of Female Social Relationships or EMFSR). We focused on one core aspect of primate social structure -- dominance relationships - &nbsp;in a strongly monophyletic, yet ecologically diverse genus: macaques (<em>Macaca spp.</em>). In brief, our analysis of possible inherent variation/phylogenetic influences examined a range of macaque groups and species. It &nbsp;showed strong evidence for phylogenetic signals for dominance social power (measures of the steepness of dominance hierarchies), and dominance directional asymmetry (degrees of counter-aggression). Our analysis of current socioecological influences examined three groups of rhesus macaques on Cayo Santiago, Puerto Rico. This analysis showed clear links between macaque group sizes and both exposures and behavioral reactions to two types of competition -- within-group (WGC) and between-group contest (BGC) -- in predicted directions. However, we found little or no evidence for predicted links between social structure and group size or competitive behavior. As such, while group size across free-ranging rhesus macaques (<em>M. mulatta</em>) at Cayo Santiago bore strong links to contest competitive behavior in the directions that the EMFSR would predict, such competitive behavior did not translate into variation in dominance social structure.</p>\n<p>The <strong>intellectual merit</strong> of the dissertation lies in its direct assessment of behavior related to the current debate about the relative roles of species&rsquo; epigenetic or ancestral constraints versus propensities to adapt to current conditions in shaping behavioral characteristics. In doing so, the work empirically tested two explanatory models that lay down highly contrasting, contradictory postulates to explain variation in social structure. Our findings that macaque dominance relationships show a strongly inherited component add to a recently growing body of literature in support of the phylogenetic model. Likewise, our finding of inconsistent support for versions of the EMFSR linking group sizes and contest-competition for resources to variation in social structure add to a growing body of literature that has questioned the model&rsquo;s usefulness. In summary, our findings should encourage future research testing both models by (1) exploring the flexibilities of similarly complex social behaviors other than dominance (e.g. emergent properties of social networks, conflict management, affiliative and cooperative exchanges), (2) controling for the effects of one model while examining the effects of the other, and (3) doing so simultaneously at multiple levels of organization (e.g. across individuals, groups, populations and/or species). Indeed, we propose a now much-needed, more integrated and wholistic conceptual framework that abandons the phylogeny-socioecology dichotomy. Under this framework, individuals will &nbsp;indeed respond to changes in ecology or the social environment, but may have inherently constrained ranges of responses, with group- or species-level behavioral characteristics being emergent outcomes of such individual &lsquo;reaction-norms&rsquo;. Another secondary outcome of the within-species components of the dissertation concerns the refutation of the idea that the Cayo Santiago population is not ideal for studying resource competition; our findings and explanatory framework offers a fresh perspective for future work...",
  "por_txt_cntn": "\nThe overarching goal of this dissertation was to decipher the factors responsible for variation in social structure between nonhuman primate species and between groups of the same species. In particular, we tested predictions from two major explanatory hypotheses: that social structure depends on  inherent species characteristics (or phylogenetic relatedness) of species, versus the idea that it is shaped by current socioecological factors both between and within species (the Ecological Model of Female Social Relationships or EMFSR). We focused on one core aspect of primate social structure -- dominance relationships -  in a strongly monophyletic, yet ecologically diverse genus: macaques (Macaca spp.). In brief, our analysis of possible inherent variation/phylogenetic influences examined a range of macaque groups and species. It  showed strong evidence for phylogenetic signals for dominance social power (measures of the steepness of dominance hierarchies), and dominance directional asymmetry (degrees of counter-aggression). Our analysis of current socioecological influences examined three groups of rhesus macaques on Cayo Santiago, Puerto Rico. This analysis showed clear links between macaque group sizes and both exposures and behavioral reactions to two types of competition -- within-group (WGC) and between-group contest (BGC) -- in predicted directions. However, we found little or no evidence for predicted links between social structure and group size or competitive behavior. As such, while group size across free-ranging rhesus macaques (M. mulatta) at Cayo Santiago bore strong links to contest competitive behavior in the directions that the EMFSR would predict, such competitive behavior did not translate into variation in dominance social structure.\n\nThe intellectual merit of the dissertation lies in its direct assessment of behavior related to the current debate about the relative roles of speciesÆ epigenetic or ancestral constraints versus propensities to adapt to current conditions in shaping behavioral characteristics. In doing so, the work empirically tested two explanatory models that lay down highly contrasting, contradictory postulates to explain variation in social structure. Our findings that macaque dominance relationships show a strongly inherited component add to a recently growing body of literature in support of the phylogenetic model. Likewise, our finding of inconsistent support for versions of the EMFSR linking group sizes and contest-competition for resources to variation in social structure add to a growing body of literature that has questioned the modelÆs usefulness. In summary, our findings should encourage future research testing both models by (1) exploring the flexibilities of similarly complex social behaviors other than dominance (e.g. emergent properties of social networks, conflict management, affiliative and cooperative exchanges), (2) controling for the effects of one model while examining the effects of the other, and (3) doing so simultaneously at multiple levels of organization (e.g. across individuals, groups, populations and/or species). Indeed, we propose a now much-needed, more integrated and wholistic conceptual framework that abandons the phylogeny-socioecology dichotomy. Under this framework, individuals will  indeed respond to changes in ecology or the social environment, but may have inherently constrained ranges of responses, with group- or species-level behavioral characteristics being emergent outcomes of such individual æreaction-normsÆ. Another secondary outcome of the within-species components of the dissertation concerns the refutation of the idea that the Cayo Santiago population is not ideal for studying resource competition; our findings and explanatory framework offers a fresh perspective for future work on this population to study the clear effects of group sizes and feeding competition on social behavior.\n\nThe broader impact of the between-species portions of the diss..."
 }
}