{
 "awd_id": "1231155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "AGS-PRF:  Seasonal-resolution Examination of Asian Monsoon Dynamics as Recorded in Chinese Speleothems",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 172000.0,
 "awd_amount": 172000.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "This Postdoctoral Research Fellowship (PRF) teams a recent Ph.D. from the University of Wisconsin with expereinced paleoclimate researchers to study the Asian monsoon system using Chinese cave deposits.  Orland's graduate research documented the potential for using ion microprobe measurements of oxygen isotopes in speleothems to develop extremely high-resolution paleoclimate records.  He plans to apply this technique to the collection of cave deposits from China that in the last decade have proven to be among the most influential paleoclimate records of orbital and millennial scale climate changes during the late Quaternary.  \r\n\r\nOrland will test three competing hypotheses about the causes of the isotopic changes in the Chinese speleothem records: 1) the degree to which the ratio of summer and winter monsoon precipitation affects the average annual isotopic composition, 2) whether changes in summer rainfall and winter temperatures are controlling the isotopic composition of the rainfall, or 3) whether an overall stronger monsoon system increases the isotopic composition but does not alter the ratio of summer and winter rains.  By resolving annual variability in oxygen isotopic composition--which is only possible using methods developed by the PI--he will be able to choose among these three different hypotheses and isolate the causes of the long term changes observed in the speleothem stable isotope records.\r\n\r\nThe broader impacts of this project include strong postdoctoral training and mentoring.  In addition the scientific results should provide better understanding of monsoon dynamics under different climate boundary conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Orland",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ian J Orland",
   "pi_email_addr": "",
   "nsf_id": "000614844",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Orland                  Ian            J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "",
  "inst_zip_code": "537061692",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Dept. of Earth Sciences, University of Minnesota",
  "perf_str_addr": null,
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1530",
   "pgm_ref_txt": "PALEOCLIMATE PROGRAM"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 172000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project successfully improved scientists&rsquo; understanding of how summer monsoon rainfall in eastern China responded to ancient climate changes, and how to decode yearly monsoon records from Chinese cave formations (i.e. stala<strong>g</strong>mites &ndash; that &ldquo;<strong>g</strong>row up from the <strong>g</strong>round&rdquo; of a cave). These outcomes were made possible by combining the analytical powers of two state-of-the-art geochemistry labs: the Trace Metal Isotope Geochemistry Group at the University of Minnesota-Twin Cities and the WiscSIMS National Facility for Stable Isotope Geochemistry at the University of Wisconsin-Madison. Each lab played a critical role in the project.</p>\n<p>Recent work by researchers at the University of Minnesota has produced benchmark records of ancient monsoon changes in China in collaboration with a network of Chinese researchers. They have analyzed stalagmites from dozens of Chinese caves and developed the geochemical methods for determining the age of these samples with astonishing precision; for the samples used in this project, which are 10,000 &ndash; 15,000 years old, we were able to measure the age with an error of only 25-50 years. Since stalagmites typically grow a thin layer each year (which look like tree-rings when a stalagmite is cut horizontally), we used layer-counting between the geochemical age-analyses to construct year-by-year growth histories.</p>\n<p>For this study we constructed year-by-year growth histories of stalagmites from 4 Chinese caves that are separated by hundreds of miles: Kulishu Cave, Hulu Cave, Qingtian Cave, and Dongge Cave. Each of the stalagmite portions grew during periods when the amount of summer monsoon rainfall in China was thought to have either increased or decreased by a large amount in less than 1,000 years &ndash; and sometimes as fast as 40 years. Scientists can identify historic changes in rainfall amounts from stalagmites because the oxygen atoms in rainwater (H<sub>2</sub><strong>O</strong>) carry a chemical fingerprint with them as they seep through the soil, drip into the cave, and are eventually incorporated into stalagmites (CaC<strong>O</strong><sub>3</sub>) as they grow. The oxygen fingerprint of the rainwater is then preserved in the stalagmite such that scientists can reliably measure it thousands (potentially millions) of years later.</p>\n<p>Until recently, the methods used for measuring the oxygen fingerprint of rainfall in stalagmites restricted scientists to averaging 10 years of growth in each analysis&nbsp;&ndash; a 1 mm-wide drill bit was commonly required for sampling and stalagmites typically grow about 1 mm in 10 years. The WiscSIMS lab has been a game-changer for stalagmite analysis because it has combined technological advances with new methods that allowed us to measure the oxygen fingerprint in much smaller spots. For the samples analyzed in this project, we analyzed spots that were 100 times smaller in diameter than the 1 mm drill bits. This tiny spot size allowed us to analyze multiple spots within single annual growth layers, sometimes up to 1-2 spots/month.</p>\n<p>With the ability to measure the oxygen fingerprint of rainfall in seasonal growth layers, this project targeted the monsoon season of multiple years before, during, and after periods when monsoon rainfall in China changed drastically. Understanding how the monsoon responded in different regions of China to large temperature and wind changes in the past is critical for determining how the monsoon may respond to future climate changes in a region with &gt;1 billion residents.</p>\n<p>The new, direct measurements of seasonal monsoon behavior revealed: 1) that stalagmites faithfully record monsoon rainfall chemistry and are even able to record important regional differences in seasonal rainfall; but, 2) the oxygen fingerprint of rainfall preserved in stalagmites can no longer be in...",
  "por_txt_cntn": "\nThis project successfully improved scientistsÆ understanding of how summer monsoon rainfall in eastern China responded to ancient climate changes, and how to decode yearly monsoon records from Chinese cave formations (i.e. stalagmites &ndash; that \"grow up from the ground\" of a cave). These outcomes were made possible by combining the analytical powers of two state-of-the-art geochemistry labs: the Trace Metal Isotope Geochemistry Group at the University of Minnesota-Twin Cities and the WiscSIMS National Facility for Stable Isotope Geochemistry at the University of Wisconsin-Madison. Each lab played a critical role in the project.\n\nRecent work by researchers at the University of Minnesota has produced benchmark records of ancient monsoon changes in China in collaboration with a network of Chinese researchers. They have analyzed stalagmites from dozens of Chinese caves and developed the geochemical methods for determining the age of these samples with astonishing precision; for the samples used in this project, which are 10,000 &ndash; 15,000 years old, we were able to measure the age with an error of only 25-50 years. Since stalagmites typically grow a thin layer each year (which look like tree-rings when a stalagmite is cut horizontally), we used layer-counting between the geochemical age-analyses to construct year-by-year growth histories.\n\nFor this study we constructed year-by-year growth histories of stalagmites from 4 Chinese caves that are separated by hundreds of miles: Kulishu Cave, Hulu Cave, Qingtian Cave, and Dongge Cave. Each of the stalagmite portions grew during periods when the amount of summer monsoon rainfall in China was thought to have either increased or decreased by a large amount in less than 1,000 years &ndash; and sometimes as fast as 40 years. Scientists can identify historic changes in rainfall amounts from stalagmites because the oxygen atoms in rainwater (H2O) carry a chemical fingerprint with them as they seep through the soil, drip into the cave, and are eventually incorporated into stalagmites (CaCO3) as they grow. The oxygen fingerprint of the rainwater is then preserved in the stalagmite such that scientists can reliably measure it thousands (potentially millions) of years later.\n\nUntil recently, the methods used for measuring the oxygen fingerprint of rainfall in stalagmites restricted scientists to averaging 10 years of growth in each analysis &ndash; a 1 mm-wide drill bit was commonly required for sampling and stalagmites typically grow about 1 mm in 10 years. The WiscSIMS lab has been a game-changer for stalagmite analysis because it has combined technological advances with new methods that allowed us to measure the oxygen fingerprint in much smaller spots. For the samples analyzed in this project, we analyzed spots that were 100 times smaller in diameter than the 1 mm drill bits. This tiny spot size allowed us to analyze multiple spots within single annual growth layers, sometimes up to 1-2 spots/month.\n\nWith the ability to measure the oxygen fingerprint of rainfall in seasonal growth layers, this project targeted the monsoon season of multiple years before, during, and after periods when monsoon rainfall in China changed drastically. Understanding how the monsoon responded in different regions of China to large temperature and wind changes in the past is critical for determining how the monsoon may respond to future climate changes in a region with &gt;1 billion residents.\n\nThe new, direct measurements of seasonal monsoon behavior revealed: 1) that stalagmites faithfully record monsoon rainfall chemistry and are even able to record important regional differences in seasonal rainfall; but, 2) the oxygen fingerprint of rainfall preserved in stalagmites can no longer be interpreted purely as a record of monsoon \"strength,\" which had been a widely-accepted interpretation; 3) large changes in the oxygen fingerprint of monsoon rainfall occurred in as few as 15 years (during a warming event at ..."
 }
}