{
 "awd_id": "1231043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I/UCRC:  Collaborative Research: Cognitive MIMO Communications for Dynamic-spectrum Wireless Networks",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "Program Director's Recommendation \r\nCenter for Connection One (C1) \r\nProposal # 1230896 & 1231043 \r\nKiaei and Krunz \r\n\r\nThis proposal seeks funding for the Center for Connection One (C1) located at the Arizona State University (lead site) and the University of Arizona. Funding Requests for Fundamental Research are authorized by an NSF approved solicitation, NSF 11-570. The solicitation invites I/UCRCs to submit proposals for support of industry-defined fundamental research. \r\n\r\nCognitive radio (CR) and multi-input multi-output (MIMO) technologies have received great attention in recent years. While the former is viewed as a key enabling technology to improve spectrum utilization, the latter has already proved itself as a powerful signal processing technique for increasing spectral efficiency. Through sensing and/or probing, CRs can opportunistically communicate on temporarily available spectrum bands while avoiding interference with spectrum-licensed primary users (PUs). This project is focused on developing novel techniques for optimizing network resources in a cognitive wireless network with multi-antenna capability. Both centralized and distributed solutions will be studied, in homogeneous and heterogeneous opportunistic spectrum environments. Adaptive rate and optimal antenna beam forming strategies will be developed. The proposed work also explores new ways for reconfiguring the antenna elements of a cognitive MIMO system.         \r\n\r\nThe proposed project is expected to have significant technological impact in the areas of cognitive MIMO communications and reconfigurable antenna design. Efficient solutions will be developed and validated theoretically and experimentally. These solutions will facilitate the introduction of a new generation of high data rate opportunistic services and applications, including opportunistic media delivery. Networked consumer electronics will particularly benefit for the proposed research. The PIs extensive collaboration with Raytheon on CR systems will be leveraged to enable prototyping possibilities of the proposed solutions. Graduate students involved in this project will gain valuable theoretical and practical experience on CMIMO designs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marwan",
   "pi_last_name": "Krunz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Marwan M Krunz",
   "pi_email_addr": "krunz@arizona.edu",
   "nsf_id": "000326897",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760900",
   "pgm_ele_name": "IUCRC FUNDAMENTAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7609",
   "pgm_ref_txt": "IUCRC FUNDAMENTAL RESEARCH"
  },
  {
   "pgm_ref_code": "8043",
   "pgm_ref_txt": "System Design and Simulation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed at integrating multi-input multi-output (MIMO) technology within a dynamic spectrum access (DSA) framework. DSA is a new communications paradigm that aims at improving the utilization of the licensed spectrum (e.g., TV bands). Through channel sensing and/or database access, DSA users, a.k.a. secondary users (SUs), can opportunistically communicate on temporarily available spectrum bands without interfering with spectrum-licensed, primary users (PUs). MIMO has proven itself as a powerful signal processing technique for boosting spectral efficiency. By exploiting spatial diversity, MIMO enables two communicating devices to extend their reach, reduce their energy consumption, and/or increase the throughput. In a multi-user (multi-link) setting, MIMO offers significant benefits related to interference avoidance, beamforming/directionality, anti-jamming, and spatial reuse.</p>\n<p><strong>Intellectual Merits:</strong> Given the complementary nature of MIMO and DSA technologies, the investigators on this project addressed the challenges associated with integrating the two into a framework called cognitive MIMO (CMIMO). The main outcomes of the investigation are as follows:</p>\n<p>(1) <em>Novel CMIMO Adaptation and Resource Allocation Techniques</em>.</p>\n<p>Several scenarios for CMIMO operation subject to transmission power constraints were explored. First, a homogeneous-spectrum environment was studied, where all links perceive the same spectrum opportunities and are all within the same collision domain. Centralized and distributed mechanisms for power allocation and beamformer design (via precoding matrices)&nbsp;over single-hop CMIMO networks were designed. Two performance objectives were addressed. First, the PI studied the problem of maximizing the network throughput, assuming static spectrum allocation (i.e., set of idle channels is provided a priori) and subject to given power masks. Because of its non-convexity, the problem is hard to solve, even in a centralized way. The PI tackled it by translating it into a non-cooperative game and studied the optimal strategy for each CMIMO transmitter. The problem of minimizing energy consumption in an ad hoc multi-channel MIMO network subject to rate demands was then studied. Using recession analysis and the theory of variational inequalities, the investigators obtained sufficient conditions that guarantee the existence and uniqueness of the game&rsquo;s Nash Equilibrium (NE). By exploiting the strong duality of the convex per-user optimization problem, the PI developed low-complexity distributed algorithms. To improve the efficiency of the NE, pricing policies that employ a novel network interference function were introduced. Existence and uniqueness of the new NE under pricing were studied. The results were then extended to address the case of heterogeneous spectrum availability, i.e., different CMIMO links can access different sets of idle channels.</p>\n<p>(2) <em>Distributed Bargaining Mechanisms for Multi-antenna Dynamic Spectrum Access Systems</em>.</p>\n<p>A CMIMO network was considered whereby a channel can be allocated to only one link, i.e., channel exclusivity is imposed by the underlying architecture. The objective is to jointly allocate opportunistic channels to various links and simultaneously optimize the MIMO precoding matrices (one per allocated channel) so as to achieve fairness or maximize the network throughput. For the fairness objective, the investigators formulated the problem using a Nash bargaining (NB) framework. NB-based resource allocation often yields superior performance than non-cooperative setups; however, such an approach is often centralized, requiring the assistance of an <em>arbitrator </em>to manage the bargaining process. The challenge that hinders a fully distributed algorithm is the combinatorial complexity of the joint power/channel allocation problem, which includes...",
  "por_txt_cntn": "\nThis project aimed at integrating multi-input multi-output (MIMO) technology within a dynamic spectrum access (DSA) framework. DSA is a new communications paradigm that aims at improving the utilization of the licensed spectrum (e.g., TV bands). Through channel sensing and/or database access, DSA users, a.k.a. secondary users (SUs), can opportunistically communicate on temporarily available spectrum bands without interfering with spectrum-licensed, primary users (PUs). MIMO has proven itself as a powerful signal processing technique for boosting spectral efficiency. By exploiting spatial diversity, MIMO enables two communicating devices to extend their reach, reduce their energy consumption, and/or increase the throughput. In a multi-user (multi-link) setting, MIMO offers significant benefits related to interference avoidance, beamforming/directionality, anti-jamming, and spatial reuse.\n\nIntellectual Merits: Given the complementary nature of MIMO and DSA technologies, the investigators on this project addressed the challenges associated with integrating the two into a framework called cognitive MIMO (CMIMO). The main outcomes of the investigation are as follows:\n\n(1) Novel CMIMO Adaptation and Resource Allocation Techniques.\n\nSeveral scenarios for CMIMO operation subject to transmission power constraints were explored. First, a homogeneous-spectrum environment was studied, where all links perceive the same spectrum opportunities and are all within the same collision domain. Centralized and distributed mechanisms for power allocation and beamformer design (via precoding matrices) over single-hop CMIMO networks were designed. Two performance objectives were addressed. First, the PI studied the problem of maximizing the network throughput, assuming static spectrum allocation (i.e., set of idle channels is provided a priori) and subject to given power masks. Because of its non-convexity, the problem is hard to solve, even in a centralized way. The PI tackled it by translating it into a non-cooperative game and studied the optimal strategy for each CMIMO transmitter. The problem of minimizing energy consumption in an ad hoc multi-channel MIMO network subject to rate demands was then studied. Using recession analysis and the theory of variational inequalities, the investigators obtained sufficient conditions that guarantee the existence and uniqueness of the gameÆs Nash Equilibrium (NE). By exploiting the strong duality of the convex per-user optimization problem, the PI developed low-complexity distributed algorithms. To improve the efficiency of the NE, pricing policies that employ a novel network interference function were introduced. Existence and uniqueness of the new NE under pricing were studied. The results were then extended to address the case of heterogeneous spectrum availability, i.e., different CMIMO links can access different sets of idle channels.\n\n(2) Distributed Bargaining Mechanisms for Multi-antenna Dynamic Spectrum Access Systems.\n\nA CMIMO network was considered whereby a channel can be allocated to only one link, i.e., channel exclusivity is imposed by the underlying architecture. The objective is to jointly allocate opportunistic channels to various links and simultaneously optimize the MIMO precoding matrices (one per allocated channel) so as to achieve fairness or maximize the network throughput. For the fairness objective, the investigators formulated the problem using a Nash bargaining (NB) framework. NB-based resource allocation often yields superior performance than non-cooperative setups; however, such an approach is often centralized, requiring the assistance of an arbitrator to manage the bargaining process. The challenge that hinders a fully distributed algorithm is the combinatorial complexity of the joint power/channel allocation problem, which includes integer and real variables. To tackle this problem, the investigators first convexified a relaxed version of the problem and provided a timesharin..."
 }
}