{
 "awd_id": "1231598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spintronics with Yttrium Iron Garnets - From Fundamental Physics to Device Concepts",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 337950.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "Abstract:  Recent work demonstrates that one can transmit spin currents into and out of yttrium iron garnet thin films, as well as use such films to generate spin currents.  This demonstration opens a new research field of yttrium iron garnet-based spintronics.  This new program will address four issues in this emerging field:  (1) spin pumping at yttrium iron garnet/normal metal interfaces; (2) relaxation control in yttrium iron garnet films through interfacial spin scattering and its device applications; (3) spin-wave amplification through interfacial spin scattering and potential device applications; and (4) spin Seebeck effects and potential device applications.  Topic (1) addresses the efficiency of spin angular momentum transfer across yttrium iron garnet/normal metal interfaces.  Topics (2) and (3) consider the scattering of spin-polarized electrons off the surface of a yttrium iron garnet film and study the effects of such interfacial spin scattering on both uniform and non-uniform modes in the film, and make use of the interfacial spin scattering and yttrium iron garnet thin films to demonstrate a new type of spin torque oscillator as well as low-loss delay lines and phase shifters.  Topic (4) studies the spin Seebeck effect in yttrium iron garnet films in a perpendicular configuration in which the temperature gradient is perpendicular to both the film plane and the magnetization.  Under Topic (4), work is also planned to demonstrate a new spin torque oscillator that relies on thermally induced interfacial angular momentum transfer.  Although several device concepts will be demonstrated, the new program does not include plans for the implementation and integration of spintronic devices such that the workload is reasonable.  The new program is supported by preliminary work and collaborations with three leading groups in spintronics.  Education activities include teaching spintronics in Advanced Solid State Physics course.\r\n\r\nIntellectual Merits:  (1) This program will yield the first results on fundamental physics underlying (i) spin angular momentum transfer across yttrium iron garnet/normal metal interfaces, (ii) interactions between spin currents in normal metal layers and excitations in yttrium iron garnet films, and (iii) relaxation control through thermally induced angular momentum transfer.  (2) The program will demonstrate new methods for relaxation control in magnetic insulators. Such control is highly desirable because magnetization relaxation not only plays a critical role in the dynamics of spin-based devices but also sets a natural limit to the response time of a device.  (3) Two new types of spin torque oscillators will be demonstrated.  (4) The program will yield novel approaches for spin-wave amplifications and thereby opens the door to a new class of spin-wave devices.  \r\n\r\nBroader Impacts:  The program will touch on several fundamental issues and will therefore have a significant impact on the advancement of the new research field of yttrium iron garnet spintronics.  The technological significance of yttrium iron garnet spintronic devices originates from two features of yttrium iron garnets: (1) extremely small damping and (2) electrically insulating property.  The small damping, for example, will allow for the development of new spin torque oscillators that exhibit much narrower spectral linewidth and much larger signal-to-noise ratios than ferromagnetic metal-based oscillators.  The advancement of spin wave-based microwave devices and logic devices is bottlenecked by spin-wave damping.  The new approaches for spin-wave amplification will promote the development of these devices.  The program will provide research opportunities for graduate, undergraduate, and high school students.  Outreach to high schools in Colorado will be accomplished through the Colorado State University Little Shop of Physics program.  The results from this program will be disseminated broadly through conference presentations, publications, and visits to national laboratories and industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mingzhong",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingzhong Wu",
   "pi_email_addr": "min.wu@northeastern.edu",
   "nsf_id": "000111089",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 7950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">The main outcomes and findings of the NSF project No. </span><span style=\"font-family: Calibri; font-size: small;\">1231598 </span><span style=\"font-family: Calibri; font-size: small;\">include the following: (1) the </span><span style=\"font-family: Calibri; font-size: small;\">development of unique sputtering processes for the growth of yttrium iron garnet (YIG) films that are in the nanometer thickness range and show extremely low damping, the growth of YIG thin films on Pt, and the growth of hexagonal ferrite thin films with strong perpendicular magnetic anisotropy; (2) </span><span style=\"font-family: Calibri; font-size: small;\">study of the band gap and interfacial properties of nm-thick YIG films (grown by sputtering) using spectral ellipsometry and magneto-optical polar Kerr effect measurements; (3) </span><span style=\"font-family: Calibri; font-size: small;\">study of damping enhancement in nm-thick YIG films due to Pt capping layers; (4) study of the impacts of the magnetic proximity effect on spin pumping through comparing microwave-driven spin pumping responses in YIG/Pt and YIG/Cu/Pt layered structures; (5) study of spin-wave propagation in micro-structured YIG waveguide utilizing spatially-resolved Brillouin light scattering microscopy; (6) the f</span><span style=\"font-family: Calibri; font-size: small;\">irst experimental observation of ferromagnetic resonance-driven spin pumping signals at room temperature in three-dimensional topological insulator thin films grown on YIG thin films; (7) demonstration of </span><span style=\"font-family: Calibri; font-size: small;\">direct imaging of electrically driven spin-torque ferromagnetic resonance in YIG thin films based on the excitation and detection by the spin Hall effects; (8) d</span><span style=\"font-family: Calibri; font-size: small;\">iscovery of the photo-spin-voltaic effect - a spin voltage can be created by photons in a non-magnetic metal that is in close proximity to a magnetic insulator; (9) d</span><span style=\"font-family: Calibri; font-size: small;\">emonstration of pure spin current generation via the light-induced spin Seebeck effect in a self-biased hexagonal ferrite thin film; (10) demonstration of spin-orbit torque assisted magnetization switching in ultrathin hexagonal ferrite films with perpendicular anisotropy; (11) study of damping properties in the free layers of tunnel magneto-resistance readers; (12) the first experimental observation of the formation of a pair of dark solitons from a single nonlinear black spin-wave pulse; and (13) the first observation of the formation of bright solitons from waves with repulsive nonlinearity using surface spin-wave packets in YIG thin films.&nbsp; </span><span style=\"font-family: Calibri; font-size: small;\">The projects had supported in part 2 post-doctoral research fellows, 7 graduate students, and 11 undergraduate students, as well as research experiences for 2 international visiting professors and 9 high school students. &nbsp;The work supported either fully or partially by this project has led to 16 publications.</span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2016<br>\n\t\t\t\t\tModified by: Mingzhong&nbsp;Wu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main outcomes and findings of the NSF project No. 1231598 include the following: (1) the development of unique sputtering processes for the growth of yttrium iron garnet (YIG) films that are in the nanometer thickness range and show extremely low damping, the growth of YIG thin films on Pt, and the growth of hexagonal ferrite thin films with strong perpendicular magnetic anisotropy; (2) study of the band gap and interfacial properties of nm-thick YIG films (grown by sputtering) using spectral ellipsometry and magneto-optical polar Kerr effect measurements; (3) study of damping enhancement in nm-thick YIG films due to Pt capping layers; (4) study of the impacts of the magnetic proximity effect on spin pumping through comparing microwave-driven spin pumping responses in YIG/Pt and YIG/Cu/Pt layered structures; (5) study of spin-wave propagation in micro-structured YIG waveguide utilizing spatially-resolved Brillouin light scattering microscopy; (6) the first experimental observation of ferromagnetic resonance-driven spin pumping signals at room temperature in three-dimensional topological insulator thin films grown on YIG thin films; (7) demonstration of direct imaging of electrically driven spin-torque ferromagnetic resonance in YIG thin films based on the excitation and detection by the spin Hall effects; (8) discovery of the photo-spin-voltaic effect - a spin voltage can be created by photons in a non-magnetic metal that is in close proximity to a magnetic insulator; (9) demonstration of pure spin current generation via the light-induced spin Seebeck effect in a self-biased hexagonal ferrite thin film; (10) demonstration of spin-orbit torque assisted magnetization switching in ultrathin hexagonal ferrite films with perpendicular anisotropy; (11) study of damping properties in the free layers of tunnel magneto-resistance readers; (12) the first experimental observation of the formation of a pair of dark solitons from a single nonlinear black spin-wave pulse; and (13) the first observation of the formation of bright solitons from waves with repulsive nonlinearity using surface spin-wave packets in YIG thin films.  The projects had supported in part 2 post-doctoral research fellows, 7 graduate students, and 11 undergraduate students, as well as research experiences for 2 international visiting professors and 9 high school students.  The work supported either fully or partially by this project has led to 16 publications.  \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 08/27/2016\n\n\t\t\t\t\tSubmitted by: Mingzhong Wu"
 }
}