{
 "awd_id": "1231231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing Guidelines to Aid in Communicating Uncertainty",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 599989.0,
 "awd_amount": 599989.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2012-08-07",
 "awd_abstract_narration": "One of the primary reasons risk management decisions are difficult is because of uncertainty in estimates of the outcomes of proposed actions. This uncertainty has multiple sources and can refer to either the expected magnitude of a consequence or to its assessed probability. A key challenge facing decision makers is how to communicate effectively about uncertainty among the different participants involved in the risk decision process -- experts from government agencies or academia, industry staff and consultants, and members of the public. People from these different groups will typically hold different values, have different tolerances for risk, and have different levels of comfort with respect to numeric presentations of information. Although it is widely known that these differences can lead to substantial variations in how the same uncertainty presentation is understood, current practice generally reflects a largely ad hoc approach to the presentation of uncertainty, with each risk manager responsible for developing a presentation strategy. In response, this research project contributes to the development of broadly applicable guidelines for presenting uncertainty in ways that encourage understanding and minimize communication failures. The proposed work combines experimental studies, using both experts and laypersons as participants, with case studies that will assist decision makers in a variety of real-world settings.  \r\n\r\nIf stakeholders engaged in risk management decisions are able to more fully understand the implications of outcome uncertainty and, as a result, select options that are more consistent with their own values, then the quality of citizen participation in important social debates should be improved. Across a range of case-study applications -ncluding national security, environmental management, and health contexts- trust in the role of credible technical analyses will be promoted. Results of this 3-year project will be disseminated broadly through presentations, trainings for risk managers and other citizens, teaching in university classes, media submissions (e.g., newspaper editorials), and articles published in leading professional journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Gregory",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Gregory",
   "pi_email_addr": "robin.gregory@ires.ubc.ca",
   "nsf_id": "000321705",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Dieckmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Dieckmann",
   "pi_email_addr": "ndieckmann@decisionresearch.org",
   "nsf_id": "000511095",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Decision Science Research Institute",
  "inst_street_address": "2160 ROLAND WAY",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5414852400",
  "inst_zip_code": "974012036",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "DECISION SCIENCE RESEARCH INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "K5XLJ6KZHAC1"
 },
 "perf_inst": {
  "perf_inst_name": "Decision Science Research Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974013515",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 599989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The impacts of current actions on future outcomes are nearly always uncertain. Decision makers need to anticipate the implications of this uncertainty and be able to design policies that take uncertainty into account. For major decisions this requires that the various participants are able to understand how uncertainty is likely to affect the key dimensions of value and also be helped to communicate about uncertainty clearly. Unfortunately, these minimum standards are often not met because the effects of uncertainty are either ignored or presented in ways that can be misleading.</p>\n<p>This project has contributed to the development of guidelines for helping both government and private-sector managers to understand and communicate clearly about uncertainty in the context of a range of policy choices and to integrate uncertainty in an accurate and meaningful manner into their evaluations of alternative actions and strategies. Results of this award have focused on three questions, critical for knowing how both members of the public and experts will interpret information about uncertain outcomes:</p>\n<ul>\n<li>How do different presentation formats affect the understanding of uncertainty by laypersons and by experts?&nbsp; </li>\n<li>How do changes in the precision of uncertainty presentation formats affect the evaluation of uncertain information? </li>\n<li>What are the key dimensions of uncertainty and how might these influence its interpretation by different audiences? </li>\n</ul>\n<p>Research by this interdisciplinary project team has highlighted a variety of theoretical issues related to the understanding of uncertainty presentations, how information about outcome uncertainty can best be incorporated as part of project or program analyses, and how an improved understanding of uncertainty can influence decisions about a range of economic, health, social, and environmental public policy issues. As one example, results from a web-based survey comparing individuals&rsquo; interpretations and understandings of different expressions of uncertainty demonstrated that experts and laypersons tend to use presentations of numerical ranges and evaluative labels in different ways. A later study focused on the role of uncertainty ranges in communicating the precision of a forecast; results show that substantial and systematic variations exist in how people perceive the distribution underlying numerical ranges, with some of this variation due to individual differences in numeracy and the inclusion of a best estimate or other common cues.</p>\n<p>Project researchers also have tested and refined the implications of project findings for fields as diverse as medical decision-making, terrorism research, conservation biology, and peace studies. These interactions with other professionals helped to heighten interest in the role of uncertainty as part of project evaluations and discussions among stakeholders. Additional dissemination of project results has included journal papers, discussions with federal and state government employees through workshops and trainings, discussions with stakeholders and community residents, numerous presentations and conference talks, and the inclusion of uncertainty as part of the curriculum of both undergraduate and graduate University courses.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2017<br>\n\t\t\t\t\tModified by: Robin&nbsp;Gregory</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe impacts of current actions on future outcomes are nearly always uncertain. Decision makers need to anticipate the implications of this uncertainty and be able to design policies that take uncertainty into account. For major decisions this requires that the various participants are able to understand how uncertainty is likely to affect the key dimensions of value and also be helped to communicate about uncertainty clearly. Unfortunately, these minimum standards are often not met because the effects of uncertainty are either ignored or presented in ways that can be misleading.\n\nThis project has contributed to the development of guidelines for helping both government and private-sector managers to understand and communicate clearly about uncertainty in the context of a range of policy choices and to integrate uncertainty in an accurate and meaningful manner into their evaluations of alternative actions and strategies. Results of this award have focused on three questions, critical for knowing how both members of the public and experts will interpret information about uncertain outcomes:\n\nHow do different presentation formats affect the understanding of uncertainty by laypersons and by experts?  \nHow do changes in the precision of uncertainty presentation formats affect the evaluation of uncertain information? \nWhat are the key dimensions of uncertainty and how might these influence its interpretation by different audiences? \n\n\nResearch by this interdisciplinary project team has highlighted a variety of theoretical issues related to the understanding of uncertainty presentations, how information about outcome uncertainty can best be incorporated as part of project or program analyses, and how an improved understanding of uncertainty can influence decisions about a range of economic, health, social, and environmental public policy issues. As one example, results from a web-based survey comparing individuals? interpretations and understandings of different expressions of uncertainty demonstrated that experts and laypersons tend to use presentations of numerical ranges and evaluative labels in different ways. A later study focused on the role of uncertainty ranges in communicating the precision of a forecast; results show that substantial and systematic variations exist in how people perceive the distribution underlying numerical ranges, with some of this variation due to individual differences in numeracy and the inclusion of a best estimate or other common cues.\n\nProject researchers also have tested and refined the implications of project findings for fields as diverse as medical decision-making, terrorism research, conservation biology, and peace studies. These interactions with other professionals helped to heighten interest in the role of uncertainty as part of project evaluations and discussions among stakeholders. Additional dissemination of project results has included journal papers, discussions with federal and state government employees through workshops and trainings, discussions with stakeholders and community residents, numerous presentations and conference talks, and the inclusion of uncertainty as part of the curriculum of both undergraduate and graduate University courses. \n\n \n\n\t\t\t\t\tLast Modified: 04/06/2017\n\n\t\t\t\t\tSubmitted by: Robin Gregory"
 }
}