{
 "awd_id": "1231916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Detection and Manipulation of Magnetic Skyrmion Domains in Silicide and Germanide Nanowires for Spintronic Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 288840.0,
 "awd_amount": 288840.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "This project seeks to utilize chiral magnetic Skyrmion domains in nanowires of silicides and germanides for magnetic data storage applications. Skyrmions are a novel type of exotic magnetic ordering in which electron spins orient to form a topologically non-trivial whirlpool-like structure. They were recently discovered in non-centrosymmetric B20 monosilicides (MnSi, Fe1-xCoxSi) or monogermanide (FeGe). Skyrmions can be thought of as magnetic knots, quasi-particle-like domains that are stable to small perturbations in magnetic field and temperature and do not pin strongly to the crystal lattice or impurities. Skyrmions strongly couple to electrical currents due to the spin torque interaction therefore much lower critical current density is needed to drive the motion of Skyrmion domains. Skyrmions present novel opportunities for implementing spintronic and magnetic storage device designs.  Furthermore, nanowires present an ideal system to realize, detect, and manipulate isolated chiral magnetic Skyrmions in the absence of an applied magnetic field due to the stabilization of the Skyrmion phase in confined one-dimensional geometry.  Building on their progress in the growth of metal silicide and germanide nanowires and the expertise in spintronic device investigations using nanowire building blocks,PI plan to observe, measure, and manipulate chiral Skyrmions in nanowires of non-centrosymmetric B20 silicides, such as Fe1-xCoxSi and MnSi. Specifically, through an international collaboration with the University of Tokyo, Lorentz transmission electron microscopy will be used to visualize Skyrmions in these nanowires. Furthermore, topological Hall effect due to Skyrmions will be electrically measured in nanowires. Finally, the emergent dynamics of Skyrmions and their motions will be investigated in nanowire electrical devices.\r\n \r\nThe intellectual merit: This research project presents the first opportunity for observing and electrically detecting Skyrmion motion by integrating existing nanowire materials with careful device and physical studies. Nanowire geometry has several advantages over thin film and bulk samples and is better suited for demonstrating such novel phenomenon therefore nanowires can serve as a model material platform that takes the study of Skyrmions from the fundamental physics and to more applied device work and eventual applications. Due to their unique and superior properties, Skyrmions have advantages over the conventional domain walls in metallic ferromagnets. The realization and electrical detection of ground state isolated Skyrmions in nanowires would demonstrate the proof-of-concept for utilizing Skyrmions for magnetic storage.\r\n \r\nThe broader impact of the project includes that the success of the project will open up new design concepts for magnetic memory and spintronic devices with low-power, enhanced performance, and mass data storage, therefore bringing broad technological impacts. Education and outreach is closely integrated with active research in this project by recruiting underrepresented undergraduate students to participate in nanotechnology research in spintronic materials and devices, and by further developing a nanotechnology workshop for high school students and teachers. Used computer hard drives and integrated circuit chips will be examined during the workshop to allow students to learn basic concepts in spintronics and nanoelectrics and how they connect to digital gadgets, encouraging their interest in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Song",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Song Jin",
   "pi_email_addr": "jin@chem.wisc.edu",
   "nsf_id": "000171028",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 288840.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project seeks to utilize chiral magnetic Skyrmion domains in nanowires (NWs) of B20 silicides and germanides for magnetic data storage applications. Skyrmions are a novel type of exotic magnetic ordering in which electrons&rsquo; spins orient to form a topologically non-trivial whirlpool-like structure. They were recently discovered in non-centrosymmetric B20 monosilicides (MnSi, Fe<sub>1-<em>x</em></sub>Co<em><sub>x</sub></em>Si) or monogermanide (FeGe). Skyrmions can be thought of quasi-particle-like magnetic vortex domains that are stable to small perturbations in magnetic field and temperature and that do not pin strongly to the crystal lattice or impurities. Skyrmions strongly couple to electrons and electrical currents due to the spin torque interaction, resulting in a much lower critical current density needed to drive the motion of Skyrmion domains. As such, Skyrmions present novel concepts for implementing spintronic device designs, especially for magnetic storage. Furthermore, 1D NWs present an ideal system to realize isolated chiral magnetic Skyrmions due to the stabilization of the Skyrmion phase in confined 1D geometry. Additionally, the NW morphology facilitates electrical manipulation and detection of magnetic Skyrmion domains by providing a natural waveguide.</p>\n<p class=\"TAMainText\">Our research has used Lorentz transmission electron microscopy (TEM), magnetotransport, topological Hall effect (THE) measurements, and magnetic cantilever measurements to show that not only Skymions do exist in 1D confined nanowires, but also skymions are stable over a larger temperature-magnetic field range in MnSi nanowires compared to the narrow temperature-field regime of skyrmion phase in bulk MnSi and thin films of MnSi. The stabilization of the skyrmions in 1D confined nanosystems would be beneficial for future applications of skyrmions in the envisioned 1D magnetic racetrack magnetic storage devices.&nbsp; Our observation of the quantized transition of skyrmion cluster states could enable an electric reading of the number of skyrmions in the cluster states, thus laying a solid foundation to realize skyrmion-based memory devices. Furthermore, our results on topological Hall effect demonstrate the current-driven motion of skyrmions generating the emergent electric field. These results open up the exploration of nanowires as an attractive platform for investigating skyrmion physics in 1D systems and exploiting skyrmions in magnetic storage concepts.</p>\n<p>The project has facilitated the training of 1 Ph.D. students, 1 Ph.D. students in training, 1 postdoctoral research fellow, and 2 undergraduate student researchers. We have published our findings in 7 peer-reviewed journals and published one book chapter. We have also participated in the Saturday Science at Wisconsin Institute of Discovery, which is open to school children and the general public. The graduate student carried out simple demonstrations and conducted hands-on activities to demonstrate some simple scientific principles and some basic concepts of nanoscience and nanotechnology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2015<br>\n\t\t\t\t\tModified by: Song&nbsp;Jin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1231916/1231916_10184210_1443825932049_THE_MnSi_NW--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1231916/1231916_10184210_1443825932049_THE_MnSi_NW--rgov-800width.jpg\" title=\"1231916_THE_MnSi_NW\"><img src=\"/por/images/Reports/POR/2015/1231916/123...",
  "por_txt_cntn": "\nThis project seeks to utilize chiral magnetic Skyrmion domains in nanowires (NWs) of B20 silicides and germanides for magnetic data storage applications. Skyrmions are a novel type of exotic magnetic ordering in which electronsÆ spins orient to form a topologically non-trivial whirlpool-like structure. They were recently discovered in non-centrosymmetric B20 monosilicides (MnSi, Fe1-xCoxSi) or monogermanide (FeGe). Skyrmions can be thought of quasi-particle-like magnetic vortex domains that are stable to small perturbations in magnetic field and temperature and that do not pin strongly to the crystal lattice or impurities. Skyrmions strongly couple to electrons and electrical currents due to the spin torque interaction, resulting in a much lower critical current density needed to drive the motion of Skyrmion domains. As such, Skyrmions present novel concepts for implementing spintronic device designs, especially for magnetic storage. Furthermore, 1D NWs present an ideal system to realize isolated chiral magnetic Skyrmions due to the stabilization of the Skyrmion phase in confined 1D geometry. Additionally, the NW morphology facilitates electrical manipulation and detection of magnetic Skyrmion domains by providing a natural waveguide.\nOur research has used Lorentz transmission electron microscopy (TEM), magnetotransport, topological Hall effect (THE) measurements, and magnetic cantilever measurements to show that not only Skymions do exist in 1D confined nanowires, but also skymions are stable over a larger temperature-magnetic field range in MnSi nanowires compared to the narrow temperature-field regime of skyrmion phase in bulk MnSi and thin films of MnSi. The stabilization of the skyrmions in 1D confined nanosystems would be beneficial for future applications of skyrmions in the envisioned 1D magnetic racetrack magnetic storage devices.  Our observation of the quantized transition of skyrmion cluster states could enable an electric reading of the number of skyrmions in the cluster states, thus laying a solid foundation to realize skyrmion-based memory devices. Furthermore, our results on topological Hall effect demonstrate the current-driven motion of skyrmions generating the emergent electric field. These results open up the exploration of nanowires as an attractive platform for investigating skyrmion physics in 1D systems and exploiting skyrmions in magnetic storage concepts.\n\nThe project has facilitated the training of 1 Ph.D. students, 1 Ph.D. students in training, 1 postdoctoral research fellow, and 2 undergraduate student researchers. We have published our findings in 7 peer-reviewed journals and published one book chapter. We have also participated in the Saturday Science at Wisconsin Institute of Discovery, which is open to school children and the general public. The graduate student carried out simple demonstrations and conducted hands-on activities to demonstrate some simple scientific principles and some basic concepts of nanoscience and nanotechnology.\n\n\t\t\t\t\tLast Modified: 10/02/2015\n\n\t\t\t\t\tSubmitted by: Song Jin"
 }
}