{
 "awd_id": "1231334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Understanding the Potential Role of Mayan Traditional Ecological Knowledge for Ecological Engineering of Forest Restoration in Mexico",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "1231334 (Diemont).  Despite increasing evidence that traditional ecological knowledge (TEK) can be successfully integrated into ecological engineering for ecosystem restoration, few investigations have explored the mechanisms and relative benefits of TEK-informed ecological engineering over conventional ecological engineering. Due to Westernization, traditional knowledge systems in Mesoamerica and in most parts of the world are in decline, and our opportunity to understand this integration is at a critical point. In some cases millennia of knowledge acquisition is at the brink of being lost. The goal of this project is to investigate the integration of traditional ecological knowledge (TEK) and ecological engineering through comparison of TEK and conventional ecological engineering for tropical forest ecosystem restoration in Chiapas, Mexico. To meet this goal, the project objectives are to: 1) Create experimental forest restoration plots to establish a framework for long-term comparison of TEK and ecological engineering for forest restoration in a Maya village, working closely with Lacandon Maya farmers; and 2) Determine the soil and plant community mechanisms beneficial for restoration (e.g. nutrient accumulation, organic matter establishment, and plant species richness) associated with both TEK-established tree species and government-established tree species (conventional forest restoration ecological engineering). TEK could be an important part of ecosystem restoration, particularly in settings where traditional knowledge systems remain in place, making this a potentially high impact project. Furthermore, it is vitally important to understand these systems while they are still intact. This research is expected to contribute in-depth understanding of the mechanisms at work in these systems, and to contribute to the evaluation of how lessons learned from TEK could help to restore ecosystem function and conserve landscapes.  This research will reveal links between indigenous plant community management and restoration, which could generate tools that are useful for farmers, ecological engineers, and restoration ecologists throughout Mesoamerica, and elsewhere, who are actively working to restore and conserve rapidly degrading biodiversity hotpots. SUNY-ESF graduate and undergraduate students will have an international field experience that will be partly sponsored by this project. They will learn soil and plant community sampling methodology while participating in this research, working with indigenous Maya farmers in a rural, Latin American setting. One doctoral student will be trained in restoration ecology, ecological engineering, and spatial analysis for this project. Spanish speaking Hispanic students would be well suited and will be highly recruited for this international research position. The soil ecology research will improve the soils laboratory at El Colegio de La Frontera Sur in Mexico. The results from this research will be disseminated broadly in the US, Mesoamerica, and internationally through peer-reviewed articles in Spanish and English; it will be presented at US, Mesoamerican, and international conferences. Results from this research could improve restoration and conservation of forest ecosystems throughout the tropics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stewart",
   "pi_last_name": "Diemont",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stewart A Diemont",
   "pi_email_addr": "sdiemont@esf.edu",
   "nsf_id": "000405510",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lindi",
   "pi_last_name": "Quackenbush",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lindi J Quackenbush",
   "pi_email_addr": "ljquack@esf.edu",
   "nsf_id": "000510513",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College of Environmental Science and Forestry",
  "inst_street_address": "1 FORESTRY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154706606",
  "inst_zip_code": "132102712",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "LVVEB3CF8MB8"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College of Environmental Science and Forestry",
  "perf_str_addr": "PO Box 9",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122010009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to investigate traditional ecological knowledge (TEK) management as ecological engineering.<em> </em>To meet this goal we:<em> </em>1) created experimental forest restoration plots for a long-term comparison of TEK and ecological engineering for forest restoration in a Lacandon Maya village in Lacanja Chanasayab, Mexico 2) determined the soil and plant community mechanisms beneficial for restoration associated with TEK-established tree species. Lacandon Maya land managers plant and care for many particular tree species during the fallow periods of their multi-successional swidden system to facilitate the restoration of soil fertility. Soil samples were taken around six of these species (Poulsenia armata, Cedrela odorata, Enterolobium cyclocarpum, Swietenia macrophylla, Lonchocarpus guatemalensis, and Heliocarpus appendiculatus) in different-aged sites to evaluate their effect on soil fertility.</p>\n<p>We found that several trees planted by Lacandon farmers improve soil fertility by augmenting soil nutrient levels and organic matter content.&nbsp; Soil nutrient levels increased in the later successional stages of the Lacandon agroforestry system. Available phosphorus was elevated in soils beneath P. armata, C. odorata, and L. guatemalensis trees, and decreased with distance away from the trunk.&nbsp; L. guatemalensis presented similar effects with total nitrogen and soil organic matter content. We found that nematode trophic groups populations changed over time in Lacandon agroforests, but relative nematode community composition did not.&nbsp;Findings shed light on motivations behind plant choice in TEK-designed systems, both in terms of soil biota and nutrient effects. Findings also contribute to our understanding of plant community succession in indigenous agroforestry systems. In addition to ecological engineers, agroecologists, restoration ecologists and tropical ecologists, these results will be of particular interest to those researching Mayan pre-History and traditional management. The field experiment site established as part of this work is now a long-term ecological research site with plans to monitor for at least a decade. Soil, plant community, as well as raw material and edible harvests, were montitored during this project. We calculated embodied energy (emergy) in TEK education. Results indicate that TEK education is comparable in emergy complexity to non-TEK education.</p>\n<p>How different trees are used in indigenous systems for long-term sustainability and nutrient cycling could inform restoration methods. The impact could be larger as agroforestry for restoration could conceivably be incorporated into ecological restoration in other eco-regions. Students in Ecosystem Restoration Design, a field course taught by the PI of this project, participated in research at the study site; twelve US students each year learned soil and plant community sampling while working with Mayan farmers. Students in this course will annually monitor plant community and soil of the field experiment. One master's and one doctoral student was trained in ecological engineering, plant community and soil assessment as part of this project. Three undergraduate students, in addition to those in the field course, participated in a summer-long field research experience. We completed and printed a field guide based on Lacandon Maya TEK. This field guide is now part of local elementary, middle school, and high school education. A workshop was conducted in Lacanja Chansayab, Chiapas, Mexico to share all results of this project with the community. Community members contributed ideas about future research and how the community could be involved.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2016<br>\n\t\t\t\t\tModified by: Stewart&nbsp;A&nbsp;Diemont</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to investigate traditional ecological knowledge (TEK) management as ecological engineering. To meet this goal we: 1) created experimental forest restoration plots for a long-term comparison of TEK and ecological engineering for forest restoration in a Lacandon Maya village in Lacanja Chanasayab, Mexico 2) determined the soil and plant community mechanisms beneficial for restoration associated with TEK-established tree species. Lacandon Maya land managers plant and care for many particular tree species during the fallow periods of their multi-successional swidden system to facilitate the restoration of soil fertility. Soil samples were taken around six of these species (Poulsenia armata, Cedrela odorata, Enterolobium cyclocarpum, Swietenia macrophylla, Lonchocarpus guatemalensis, and Heliocarpus appendiculatus) in different-aged sites to evaluate their effect on soil fertility.\n\nWe found that several trees planted by Lacandon farmers improve soil fertility by augmenting soil nutrient levels and organic matter content.  Soil nutrient levels increased in the later successional stages of the Lacandon agroforestry system. Available phosphorus was elevated in soils beneath P. armata, C. odorata, and L. guatemalensis trees, and decreased with distance away from the trunk.  L. guatemalensis presented similar effects with total nitrogen and soil organic matter content. We found that nematode trophic groups populations changed over time in Lacandon agroforests, but relative nematode community composition did not. Findings shed light on motivations behind plant choice in TEK-designed systems, both in terms of soil biota and nutrient effects. Findings also contribute to our understanding of plant community succession in indigenous agroforestry systems. In addition to ecological engineers, agroecologists, restoration ecologists and tropical ecologists, these results will be of particular interest to those researching Mayan pre-History and traditional management. The field experiment site established as part of this work is now a long-term ecological research site with plans to monitor for at least a decade. Soil, plant community, as well as raw material and edible harvests, were montitored during this project. We calculated embodied energy (emergy) in TEK education. Results indicate that TEK education is comparable in emergy complexity to non-TEK education.\n\nHow different trees are used in indigenous systems for long-term sustainability and nutrient cycling could inform restoration methods. The impact could be larger as agroforestry for restoration could conceivably be incorporated into ecological restoration in other eco-regions. Students in Ecosystem Restoration Design, a field course taught by the PI of this project, participated in research at the study site; twelve US students each year learned soil and plant community sampling while working with Mayan farmers. Students in this course will annually monitor plant community and soil of the field experiment. One master's and one doctoral student was trained in ecological engineering, plant community and soil assessment as part of this project. Three undergraduate students, in addition to those in the field course, participated in a summer-long field research experience. We completed and printed a field guide based on Lacandon Maya TEK. This field guide is now part of local elementary, middle school, and high school education. A workshop was conducted in Lacanja Chansayab, Chiapas, Mexico to share all results of this project with the community. Community members contributed ideas about future research and how the community could be involved.\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2016\n\n\t\t\t\t\tSubmitted by: Stewart A Diemont"
 }
}