{
 "awd_id": "1231132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: Medium: Collaborative Research: Scalable Kinship Inference in Wild Populations Across Years and Generations",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 245409.0,
 "awd_amount": 245409.0,
 "awd_min_amd_letter_date": "2012-03-22",
 "awd_max_amd_letter_date": "2013-09-11",
 "awd_abstract_narration": "Scalable kinship inference in wild populations across years and generations\r\n\r\nA cornerstone of research in molecular ecology is the reconstruction of family groups (kinship analysis).\r\nUnderstanding how individuals in free-living populations are related to each other provides the best\r\nopportunity to study many important biological processes, ranging from sexual selection to patterns\r\nof dispersal and recruitment. Recent advances in molecular DNA technologies and computational\r\nmethods have made these studies possible. However, many conceptual and computational challenges\r\nremain and need to be addressed in order to advance these studies. To date, existing research work\r\non kinship analysis has primarily focused on computational methods that address a single relationship, such as parentage assignment or reconstruction of full sib groups. Inclusion of multiple objectives, such as half-sib reconstruction with minimum parentage assignment, or hierarchy over multiple generations, makes formulation of the underlying computational problem extremely challenging, and simple extensions of previous  methods do not address in a practical, scalable, and robust manner the problem of kinship reconstruction for data sets that include multiple generations of species or involve multiple optimization functions.\r\n\r\nThe goal of the proposed research is to design robust, parsimonious, and versatile computational\r\napproaches for inferring multi-generation kinship relationships in wild populations from multiallelic\r\nmarkers. Parsimony assumption is fundamental to these approaches as it requires no prior knowledge,\r\nassumptions about sampling methodology, or existence of models, which is the case for most free-living\r\npopulations. The diverse tasks of this project include formulating computational kinship inference\r\nproblems based on existing biological studies, analyzing computational complexity of and providing\r\nsolutions to the resulting combinatorial optimization problems, and designing robust, scalable and\r\nefficient high performance implementations. The resulting computational methods will be evaluated\r\non datasets collected from existing biological studies and will be deployed to the biological community\r\nthrough the Kinalyzer web-based service, currently actively used for sibship inference only.\r\n\r\nThe research proposed in this project will greatly impact diverse application areas including funda-\r\nmental research in combinatorial optimization and data mining, and within biology, areas as diverse as\r\nbehavioral ecology, evolutionary genetics, conservation, forensics, and epidemiology. The multidisci-\r\nplinary nature of the project and the research team will enhance curriculum design of related areas and\r\nintroduce new cross-disciplinary courses. This cohesive, multidisciplinary project will provide training\r\nopportunities in biology, operation research, algorithms analysis, bioinformatics and high performance\r\ncomputing, within a single application framework. The project will leverage the diverse scientific ex-\r\npertise and extensive mentoring experience of the team to foster a true interdisciplinary collaboration\r\nand to provide a thriving environment for a new generation of interdisciplinary scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wanpracha",
   "pi_last_name": "Chaovalitwongse",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Wanpracha A Chaovalitwongse",
   "pi_email_addr": "artchao@uark.edu",
   "nsf_id": "000482623",
   "pi_start_date": "2012-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "SEattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952650",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 245409.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcome of this NSF project can be categorized into 2 streams: kinship analysis application and computational foundation. Kinship analysis, which is a rapidly expanding field of population biology, reconstructs family groups using genetic marker data. Applications of kinship analysis exist in many disciplines, including epidemiology, forensics, evolutionary ecology, invasive species biology, and conservation biology. In computational foundation, our team developed a number of mathematical models and algorithms for kinship analysis. Specifically, we develop new optimization models and computational methods for reconstructing both full and half sibling relationships from single- and multi-generation genetic marker data. In addition, we also extended our methods to infer parental genotypes. The developed methods are being integrated with KINALYZER, the first combinatorial optimization method for sibling reconstruction developed by our group. As kinship analysis, especially multi-generation sibling reconstruction and parental genotype reconstruction, is computationally expensive, and many data sets are already so large that existing implementations take days to complete. Our group developed parallel implementations of our computational methods to be executed on a high performance computing (HPC) platform, where the implementation of KINALYZER has also been extended to large datasets. This cohesive, multidisciplinary project provided training opportunities in biology, algorithms analysis, bioinformatics and high performance computing, within a single application framework. Graduate students, including underrepresented minorities, were recruited to the University of Washington and the University of Illinois at Chicago. One graduate student has successfully secured a faculty position in the US after completing the training in the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2014<br>\n\t\t\t\t\tModified by: Wanpracha&nbsp;A&nbsp;Chaovalitwongse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcome of this NSF project can be categorized into 2 streams: kinship analysis application and computational foundation. Kinship analysis, which is a rapidly expanding field of population biology, reconstructs family groups using genetic marker data. Applications of kinship analysis exist in many disciplines, including epidemiology, forensics, evolutionary ecology, invasive species biology, and conservation biology. In computational foundation, our team developed a number of mathematical models and algorithms for kinship analysis. Specifically, we develop new optimization models and computational methods for reconstructing both full and half sibling relationships from single- and multi-generation genetic marker data. In addition, we also extended our methods to infer parental genotypes. The developed methods are being integrated with KINALYZER, the first combinatorial optimization method for sibling reconstruction developed by our group. As kinship analysis, especially multi-generation sibling reconstruction and parental genotype reconstruction, is computationally expensive, and many data sets are already so large that existing implementations take days to complete. Our group developed parallel implementations of our computational methods to be executed on a high performance computing (HPC) platform, where the implementation of KINALYZER has also been extended to large datasets. This cohesive, multidisciplinary project provided training opportunities in biology, algorithms analysis, bioinformatics and high performance computing, within a single application framework. Graduate students, including underrepresented minorities, were recruited to the University of Washington and the University of Illinois at Chicago. One graduate student has successfully secured a faculty position in the US after completing the training in the project.\n\n \n\n\t\t\t\t\tLast Modified: 11/22/2014\n\n\t\t\t\t\tSubmitted by: Wanpracha A Chaovalitwongse"
 }
}