{
 "awd_id": "1231976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BST-Inspired Flexible and Beamsteerable Reflectarray Antennas",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "hao ling",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-18",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "Intellectual Merits:\r\nResearch on BST transfer technology has revealed that BST devices fabricated on conventional rigid substrates at elevated temperatures can be transferred onto low-melting-point flexible polymer substrates without compromising the dimensional tolerances or losing the high-frequency performance. In addition, this technique offers unique advantages such as low substrate loss, low parasitic inductance and capacitance, and high integration capabilities. These properties make BST-inspired flexible electronics particularly suitable for adaptive RF front ends which require conformal shape, high-frequency performance, and reconfigurability. In order to develop the necessary knowledge base, which would lead to the successful development of next-generation advanced antenna systems, several important technical objectives will be accomplished in the proposed research program: (1) Develop reflectarray unit cell with optimized performance such as loss, phase swing and bandwidth. (2) Develop reflectarray antennas with optimized performance such as gain, efficiency, and scan angle. (3) Develop the biasing network and circuitry to control the voltage. (4) Investigate the potential of this BST technology for flexible and beamsteerable antennas operating up to W band. \r\n\r\nBroader Impacts: \r\nThe proposed research will move the flexible electronics technology beyond the current state in the following aspects: (1) Advance flexible electronics technology for applications which require frequency tunability and form adaptability. (2) Promote the use of BST materials for tunable RF components with high tunability, low-loss, low packaging costs, and high-frequency capabilities. (3) Achieve an in-depth understanding of material properties and microfabrication technology, as well as device development inspired by BST for flexible electronics. (4) Effectively combine antenna technology with material development to achieve advanced capabilities. (5) Substantially benefit the RF, microwave, antenna, and biomedical industries and their customers by ultimately providing high-quality BST components on flexible substrates.The broader impacts to education and training will include: training graduate and undergraduate researchers on BST materials, thin film processing, microwave engineering, and tunable component design, fabrication, and characterization; preparing students for challenging careers in the emerging technology areas in materials science and microwave engineering; providing hands-on research training opportunities for K-12 students and underrepresented undergraduate students in each summer semester through participating the Orlando Science Center education program and Diversity and Minority Engineering Programs; and incorporating research discoveries in microfabrication and tunable components into the current electrical engineering, and mechanical engineering graduate/undergraduate courses offered at the University of Central Florida.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xun",
   "pi_last_name": "Gong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xun Gong",
   "pi_email_addr": "xun.gong@ucf.edu",
   "nsf_id": "000227961",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "105E",
   "pgm_ref_txt": "RF/Microwave & mm-wave tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>Intellectual Merits:</strong></p>\n<p>A quality (Q) factor analysis method was developed for the first time to reveal the three coupling conditions in reflectarray antenna design. Furthermore, it was found that all three coupling conditions need to be involved in a beamsteerable reflectarray design to achieve the best tradeoff between phase range and loss performance. Using a BST-integrated patch technique, reconfigurable reflectarray unit cells were demonstrated at X, Ka, and V bands, respectively. A 5&times;9 Ka-band reflectarray including feeding and biasing circuits were designed, fabricated, and measured. This was the first beamsteerable reflectarray antenna at Ka band using BST. V-band reflectarray unit cells were also demonstrated to show the potential of this technique for high-frequency applications. Dual-resonance reconfigurable unit cells were used to extend the phase range to above 360 degree and enhance the fractional bandwidth of reflectarray.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>This research will (1) advance the hardware development for mmW and 5G systems; (2) promote the use of BST materials for tunable RF components with high tunability, low-loss, low packaging costs, and high-frequency capabilities; (3) achieve an in-depth understanding of material properties and microfabrication technology, as well as device development inspired by BST for flexible electronics; (4) effectively combine antenna technology with material development to achieve advanced capabilities; (5) substantially benefit the RF, microwave, antenna, and biomedical industries and their customers. The research outcomes of this research have been absorbed in the curriculum at UCF. Two minority students have been trained in this project and are currently pursuing Ph.D. degree at UCF. This research provided opportunities for research and training in antenna engineering, microwave engineering, and microfabrication. This research also provided exposure to antenna research for high school students, undergraduate students and engineers working in industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2016<br>\n\t\t\t\t\tModified by: Xun&nbsp;Gong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nIntellectual Merits:\n\nA quality (Q) factor analysis method was developed for the first time to reveal the three coupling conditions in reflectarray antenna design. Furthermore, it was found that all three coupling conditions need to be involved in a beamsteerable reflectarray design to achieve the best tradeoff between phase range and loss performance. Using a BST-integrated patch technique, reconfigurable reflectarray unit cells were demonstrated at X, Ka, and V bands, respectively. A 5&times;9 Ka-band reflectarray including feeding and biasing circuits were designed, fabricated, and measured. This was the first beamsteerable reflectarray antenna at Ka band using BST. V-band reflectarray unit cells were also demonstrated to show the potential of this technique for high-frequency applications. Dual-resonance reconfigurable unit cells were used to extend the phase range to above 360 degree and enhance the fractional bandwidth of reflectarray.\n\nBroader Impacts:\n\nThis research will (1) advance the hardware development for mmW and 5G systems; (2) promote the use of BST materials for tunable RF components with high tunability, low-loss, low packaging costs, and high-frequency capabilities; (3) achieve an in-depth understanding of material properties and microfabrication technology, as well as device development inspired by BST for flexible electronics; (4) effectively combine antenna technology with material development to achieve advanced capabilities; (5) substantially benefit the RF, microwave, antenna, and biomedical industries and their customers. The research outcomes of this research have been absorbed in the curriculum at UCF. Two minority students have been trained in this project and are currently pursuing Ph.D. degree at UCF. This research provided opportunities for research and training in antenna engineering, microwave engineering, and microfabrication. This research also provided exposure to antenna research for high school students, undergraduate students and engineers working in industry.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2016\n\n\t\t\t\t\tSubmitted by: Xun Gong"
 }
}