{
 "awd_id": "1231324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Travel Support for the 2012 North American Membrane Society Meeting, June 2012, New Orleans, LA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "Escobar\r\nCBET - 1231324\r\n\r\n\r\nMembranes are widely used in the chemical, petrochemical, food processing, food packaging, medical and pharmaceutical industries.  Therefore, it is crucial for U.S. scientists and engineers to participate in activities that foster professional growth and new ideas in an area that impacts the U.S. economy.  This proposal seeks funding to partially support the travel of 20 U.S. graduate students to attend the North American Membrane Society (NAMS) 2012 National Meeting in June 2012.  The objective of this funding request is to encourage student participation in the largest American meeting focused on membrane science and engineering, to provide opportunities for them to present their work, meet other scientists and engineers from around the world with similar interests, and see state-of-the-art presentations from other research groups working in this area.  This opportunity will help develop the next generation of scientists and engineers and the retain U.S. standing in membrane education and research.  Attendence is expected from the most respected and accomplished membrane scientists and engineers from government, industry, and academia.  The meeting will cover emerging areas of membrane science and engineering and feature three world-class lectures on water treatment and sustainability, gas separations, and materials.    \r\n\r\nBroader Impacts:\r\n\r\nThe requested support will allow U.S. graduate students to attend a very important meeting in the U.S. on membrane science and technology.  The students will also develop professionally through an extensive student program comprising of the Young Membrane Scientist Forum, \"Dining with the Legends\" event, student workshop on career planning and a student poster competition.  There will also be four workshops planned for students to receive intensive, tutorial training in key fundamental and developing areas of science and technology.  The selection committee will ensure representation of students from underrepresented groups.  Applications from students with disabilities will be encouraged.  Student participation will enhance research infrastructure by giving students access to leading scientists and engineers from around the world in the technical sessions and in workshops.  Students will also have the opportunity to network with potential employers and with students and faculty members with similar interests.  This activity will produce better trained, more knowledgeable graduate students to push the frontiers of membrane science and technology in a wide range of practical applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isabel",
   "pi_last_name": "Escobar",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Isabel C Escobar",
   "pi_email_addr": "isabel.escobar@uky.edu",
   "nsf_id": "000482772",
   "pi_start_date": "2012-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The grant focused on stimulating the participation of U.S. students in the North American Membrane Society&rsquo;s (NAMS) 2012 national meeting, New Orleans, LA. The most respected and accomplished membrane scientists and engineers from around the world participated in this meeting.&nbsp; The conference was organized by Isabel Escobar (The University of Toledo), Jamie Hestekin (University of Arkansas), and Stephen Ritchie (University of Alabama), who also receive input and guidance from an experienced organizing committee and the NAMS board of directors regarding the subject matter and organization of the meeting.&nbsp;The funding was used to provide partial support of travel and related expenses associated with students attending the conference.&nbsp; The objective was to encourage student participation in the largest American meeting focused on this subject, to provide opportunities for them to present their work, meet other scientists and engineers from around the world with similar interests, and see state-of-the-art presentations from other research groups working in this area.&nbsp;Student participation in this meeting enhanced the infrastructure for research by giving students access to leading scientists and engineers from around the world in the 24 technical sessions and in the workshops.&nbsp; Students also received extensive opportunities to network with potential employers and with students and faculty from other research groups with similar interests.&nbsp; Society benefited from this activity by having better trained, more knowledgeable graduate students prepared to push the frontiers of this unique enabling technology in a wide variety of practical applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2013<br>\n\t\t\t\t\tModified by: Isabel&nbsp;C&nbsp;Escobar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe grant focused on stimulating the participation of U.S. students in the North American Membrane SocietyÆs (NAMS) 2012 national meeting, New Orleans, LA. The most respected and accomplished membrane scientists and engineers from around the world participated in this meeting.  The conference was organized by Isabel Escobar (The University of Toledo), Jamie Hestekin (University of Arkansas), and Stephen Ritchie (University of Alabama), who also receive input and guidance from an experienced organizing committee and the NAMS board of directors regarding the subject matter and organization of the meeting. The funding was used to provide partial support of travel and related expenses associated with students attending the conference.  The objective was to encourage student participation in the largest American meeting focused on this subject, to provide opportunities for them to present their work, meet other scientists and engineers from around the world with similar interests, and see state-of-the-art presentations from other research groups working in this area. Student participation in this meeting enhanced the infrastructure for research by giving students access to leading scientists and engineers from around the world in the 24 technical sessions and in the workshops.  Students also received extensive opportunities to network with potential employers and with students and faculty from other research groups with similar interests.  Society benefited from this activity by having better trained, more knowledgeable graduate students prepared to push the frontiers of this unique enabling technology in a wide variety of practical applications.\n\n\t\t\t\t\tLast Modified: 07/03/2013\n\n\t\t\t\t\tSubmitted by: Isabel C Escobar"
 }
}