{
 "awd_id": "1231742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHB: Type I (EXP): Rehospitalization Analytics: Modeling and Reducing the Risks of Rehospitalization",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 444999.0,
 "awd_amount": 444999.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "Hospitalizations account for more than 30% of the $2 trillion annual cost of healthcare in the United States. As many as 20% or more of all hospital admissions occur within 30 days of a previous discharge. Such rehospitalizations are not only expensive but are also potentially harmful, and most importantly, they are often preventable. Providing special care for a targeted group of patients who are at a high risk of rehospitalization can significantly improve the chances of avoiding rehospitalization. Estimating the predictive power of the clinical data collected during the hospitalization of a patient and effectively making predictions from such diverse patient records requires new analytical models. This project develops a 'rehospitalization analytics' framework that can identify, characterize and reduce the risks of rehospitalization for patients using a wide range of electronic health records. Specifically, the research objectives of this project are to develop: (i) integrated models that can effectively leverage multiple heterogeneous patient information sources and transfer the acquired knowledge about rehospitalization between different hospitals and patient groups in the presence of only few patient records, (ii) novel adaptable time-sensitive models that make predictions of the risk estimates in the presence of inherent concept drifts in the clinical data, and (iii) new regularization methods that can effectively extract the population-specific risk factors despite the presence of multiple correlations and grouped categorical clinical predictors. The methods are evaluated using heart failure patient records collected at the Henry Ford Health System in Detroit. The performance of the proposed models is compared against the state-of-the-art statistical and clinical tools that are currently applied for risk prediction.\r\n\r\nThis project aims to provide a comprehensive, accurate, and timely assessment of risk of rehospitalizations, and has the potential to direct more aggressive treatments towards specific high-risk patients. Predictive models developed in this project could be widely adopted and have nation-wide impact because the source data is often available at the hospitals. This has the potential to improve the lives of patients, by reducing exacerbations, and reducing overall health care costs by reducing the number of hospitalizations. The computational models developed in this project could also be applied to other chronic diseases that have high rates of utilization and could benefit from improved targeting of intervention/resources. The educational objective of this project is to train the next generation of interdisciplinary researchers in the fields of data analytics and healthcare informatics. The progress of the project and the research findings are disseminated via the project website (http://www.cs.wayne.edu/~reddy/projects/health/).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chandan",
   "pi_last_name": "Reddy",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Chandan K Reddy",
   "pi_email_addr": "reddy@cs.vt.edu",
   "nsf_id": "000084755",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward Avenue, 13th Floor",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482024050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  },
  {
   "pgm_ref_code": "8061",
   "pgm_ref_txt": "SCH Type I:  EXP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 444999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large amounts of heterogeneous medical data have become available in various healthcare organizations (payers, providers, pharmaceuticals). Those data could be an enabling resource for deriving insights for improving care delivery and reducing waste. This project develops a 'rehospitalization analytics' framework that can identify, characterize and reduce the risks of rehospitalization for patients using a wide range of electronic health records. This project tackled several important topics that arise in healthcare domain.</p>\n<p><span style=\"text-decoration: underline;\"><strong>1. Heterogeneous Clinical Data Mining:</strong></span> Clinical data from heterogeneous sources within hospitals pose significant modeling challenges. In particular, unstructured clinical notes are a valuable source of information containing regular assessments of the patient&rsquo;s condition but contain inconsistent abbreviations and lack the structure of formal documents. We presented a new preprocessing technique for extracting features from informal clinical notes that can be used in a classification model to identify patients at risk of developing complications. We also explored the use of collective matrix factorization, a multi-view learning technique, to model heterogeneous clinical data&mdash;text-based features in combination with other measurements, such as clinical investigations, comorbidites,and demographic data. We demonstrated the performance on postoperative respiratory failure using diverse patient records. Our experiments demonstrate the efficacy of our pre-processing technique in extracting discriminatory features from clinical notes as well as the benefits of multi-view learning to combine clinical measurements with text data for predicting complications.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>2. Privacy-Preserving Healthcare Data Mining:</strong></span> &nbsp;Due to the lack of data sharing, most of the facilities aim at building clinical decision support systems using limited amount of patient data from their own EHR systems to provide important diagnosis related decisions. It becomes quite infeasible for a newly established healthcare facility to build a robust decision making system due to the lack of sufficient patient records. However, to make effective decisions from clinical data, it is indispensable to have large amounts of data to train the decision models. In this regard, there are conflicting objectives of preserving patient privacy and having sufficient data for modeling and decision making. To handle such disparate goals, we developed two adaptive distributed privacy-preserving algorithms based on a distributed ensemble strategy. We demonstrated that our approach can successfully build accurate and robust prediction models, under privacy constraints, using the healthcare data collected from different geographical locations on type-2 diabetes EHRs accumulated from multiple sources from all fifty states in the U.S.</p>\n<p><span style=\"text-decoration: underline;\"><strong>3. Transfer Learning in Healthcare:</strong></span> Transfer learning methods have been successfully applied in solving a wide range of real-world problems. However, there is almost no attempt of effectively using these methods in healthcare applications. In the healthcare domain, it becomes extremely critical to solve the &ldquo;when to transfer&rdquo; issue of transfer learning. In highly divergent source and target domains, transfer learning can lead to negative transfer. We demonstrated the performance using the diabetes electronic health records (EHRs) which contain patient records from all fifty states in the United States. Our approach can choose relevant features to transfer knowledge from the source to the target tasks. The proposed model can measure the differences between multivariate data distributions conditional on the predicted model, and based on this measurement we can avoid unsuccessful transfer. We successfully transferred the knowledge across different states to improve the diagnosis of diabetes in a certain state with insufficient records to build an individualized predictive model with the aid of information from other states.</p>\n<p><span style=\"text-decoration: underline;\"><strong>4. Data Integration:</strong></span> Most current methods for modeling rehospitalization events in heart failure patients make use of only clinical and medications data that is available in the electronic health records. However, information about patient-reported functional limitations, behavioral variables and socio-economic background of patients may also play an important role in predicting the risk of readmission in heart failure patients. The performance of our joint prediction models built on all types of variables was significantly higher than the accuracy obtained from using only clinical factors or using only behavioral, socioeconomic background and functional limitations in patients as predictors.</p>\n<p>The complete list of papers published as part of this project are made available at the project website. http://dmkd.cs.vt.edu/projects/health/</p>\n<p><br /><span style=\"text-decoration: underline;\"><strong>Broader Impacts:</strong></span> Our two major activities under broader impacts are as follows: We published a comprehensive book on \"Healthcare Data Analytics.\" The chapters in the book were written by several experts in the topics of healthcare data analytics and was published by CRC Press in 2015. This book presented a comprehensive review of data analytics in the field of healthcare. The goal is to provide a platform for interdisciplinary researchers to learn about the fundamental principles, algorithms, and applications of intelligent data acquisition, processing, and analysis of healthcare data. In addition, for the benefit of the research community, we presented tutorials on the topic of \"Big Data Analytics for Healthcare\" at several major data mining and healthcare informatics conference. The tutorial website which includes the presentation slides is here. http://dmkd.cs.vt.edu/TUTORIAL/Healthcare/</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2016<br>\n\t\t\t\t\tModified by: Chandan&nbsp;K&nbsp;Reddy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLarge amounts of heterogeneous medical data have become available in various healthcare organizations (payers, providers, pharmaceuticals). Those data could be an enabling resource for deriving insights for improving care delivery and reducing waste. This project develops a 'rehospitalization analytics' framework that can identify, characterize and reduce the risks of rehospitalization for patients using a wide range of electronic health records. This project tackled several important topics that arise in healthcare domain.\n\n1. Heterogeneous Clinical Data Mining: Clinical data from heterogeneous sources within hospitals pose significant modeling challenges. In particular, unstructured clinical notes are a valuable source of information containing regular assessments of the patient?s condition but contain inconsistent abbreviations and lack the structure of formal documents. We presented a new preprocessing technique for extracting features from informal clinical notes that can be used in a classification model to identify patients at risk of developing complications. We also explored the use of collective matrix factorization, a multi-view learning technique, to model heterogeneous clinical data&mdash;text-based features in combination with other measurements, such as clinical investigations, comorbidites,and demographic data. We demonstrated the performance on postoperative respiratory failure using diverse patient records. Our experiments demonstrate the efficacy of our pre-processing technique in extracting discriminatory features from clinical notes as well as the benefits of multi-view learning to combine clinical measurements with text data for predicting complications. \n\n2. Privacy-Preserving Healthcare Data Mining:  Due to the lack of data sharing, most of the facilities aim at building clinical decision support systems using limited amount of patient data from their own EHR systems to provide important diagnosis related decisions. It becomes quite infeasible for a newly established healthcare facility to build a robust decision making system due to the lack of sufficient patient records. However, to make effective decisions from clinical data, it is indispensable to have large amounts of data to train the decision models. In this regard, there are conflicting objectives of preserving patient privacy and having sufficient data for modeling and decision making. To handle such disparate goals, we developed two adaptive distributed privacy-preserving algorithms based on a distributed ensemble strategy. We demonstrated that our approach can successfully build accurate and robust prediction models, under privacy constraints, using the healthcare data collected from different geographical locations on type-2 diabetes EHRs accumulated from multiple sources from all fifty states in the U.S.\n\n3. Transfer Learning in Healthcare: Transfer learning methods have been successfully applied in solving a wide range of real-world problems. However, there is almost no attempt of effectively using these methods in healthcare applications. In the healthcare domain, it becomes extremely critical to solve the \"when to transfer\" issue of transfer learning. In highly divergent source and target domains, transfer learning can lead to negative transfer. We demonstrated the performance using the diabetes electronic health records (EHRs) which contain patient records from all fifty states in the United States. Our approach can choose relevant features to transfer knowledge from the source to the target tasks. The proposed model can measure the differences between multivariate data distributions conditional on the predicted model, and based on this measurement we can avoid unsuccessful transfer. We successfully transferred the knowledge across different states to improve the diagnosis of diabetes in a certain state with insufficient records to build an individualized predictive model with the aid of information from other states.\n\n4. Data Integration: Most current methods for modeling rehospitalization events in heart failure patients make use of only clinical and medications data that is available in the electronic health records. However, information about patient-reported functional limitations, behavioral variables and socio-economic background of patients may also play an important role in predicting the risk of readmission in heart failure patients. The performance of our joint prediction models built on all types of variables was significantly higher than the accuracy obtained from using only clinical factors or using only behavioral, socioeconomic background and functional limitations in patients as predictors.\n\nThe complete list of papers published as part of this project are made available at the project website. http://dmkd.cs.vt.edu/projects/health/\n\n\nBroader Impacts: Our two major activities under broader impacts are as follows: We published a comprehensive book on \"Healthcare Data Analytics.\" The chapters in the book were written by several experts in the topics of healthcare data analytics and was published by CRC Press in 2015. This book presented a comprehensive review of data analytics in the field of healthcare. The goal is to provide a platform for interdisciplinary researchers to learn about the fundamental principles, algorithms, and applications of intelligent data acquisition, processing, and analysis of healthcare data. In addition, for the benefit of the research community, we presented tutorials on the topic of \"Big Data Analytics for Healthcare\" at several major data mining and healthcare informatics conference. The tutorial website which includes the presentation slides is here. http://dmkd.cs.vt.edu/TUTORIAL/Healthcare/\n\n\t\t\t\t\tLast Modified: 12/29/2016\n\n\t\t\t\t\tSubmitted by: Chandan K Reddy"
 }
}