{
 "awd_id": "1232819",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Allocation Model with Dynamic Updates for Balanced Workload Distribution on Patient Centered Medical Homes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 222000.0,
 "awd_amount": 222000.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "The goal of this collaborative Advancing Health Services through System Modeling Research project is to lay a scientific foundation for new business rules and operation sciences useful for the patient centered medical home model (PCMH). The PCMH model is an emerging team-based approach for primary care aimed at improving timely access to care, continuity of care, care cost and comprehensiveness for patient wellness. This three-year project has the following tasks: 1) to develop a comprehensive health information technology data preparation strategy to provide healthcare demand and supply portfolio data  2)  to develop an adaptive discrete-cluster-based statistical estimation model that can predict healthcare workload based on key patient attributes, such as diagnosis and treatment characteristics, and 3) to create stochastic optimization models to aid in managing patient panels and staffing levels for all PCMH teams. Such models would provide dynamic updating rules for patient and staffing allocation with a stochastically migrating patient population in medical facilities; and would provide a real time appointment scheduling system to improve daily operations through optimal patient allocation and staffing under stochastic patient demand for service. \r\n\r\nWith the development of a healthcare workload portfolio estimation model, patient allocation model and dynamic scheduling strategy, this research will directly support PCMH practices by assigning patients to provider team members so that that providers? time can be fully utilized and patients receive prompt, adequate and economical healthcare. The project will be in collaboration with the largest healthcare system in U.S., the Veterans Health Administration. We expect the results of this research to be adopted and implemented in hundreds of medical facilities. The research will be brought into classrooms to inspire and engage undergraduate and graduate students, especially underrepresented groups. This research will contribute to and enhance our graduate level courses and seminars. In addition workshops will be developed on campus and in various conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Romesh",
   "pi_last_name": "Saigal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Romesh Saigal",
   "pi_email_addr": "rsaigal@umich.edu",
   "nsf_id": "000446675",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1205 Beal Avenue",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092117",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 222000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are two research directions taken by the team lead by the PI. The primary effort spent to research the problem of resource allocation to teams providing primary care within a Patient Centered Medical Home (PCMH) and the secondary effort was a collaborative effort of the three PIs to look at the 2009 Medicaid data to cross-sectional study of hospitalizations among Medicaid enrollees in comprehensive managed care plans.</p>\n<p>The demand faced by each team is both dynamically changing and stochastic. In addition patients are at varying states of health. In this effort a dynamic stochastic model to capture these effects of these on the demand created on the teams. This developed demand process is proved to be a standard jump process. This then allows the use of &lsquo;real option&rsquo; theory to achieve a fair resource allocation method. This allocation is made in two stages. In the first stage an initial allocation is made, After observing the demand on the day of scheduled appointments, an estimate is made of the load during the period of the scheduled appointments under the stipulation that the patients require a fixed amount of time (in minutes) depending on their state of health plus a Gaussian noise. Based on this, during the second stage of allocation, an adjustment is made to the initial allocation, which then leads to a &lsquo;disruption&rsquo; to the team, in the sense that if the initial allocation is not sufficient, additional resources are added to the team, which could include primary care hours, possibly leading to a lower quality of service. Real options measure this disruption, and a consistent pricing mechanism is designed to &lsquo;cost &rsquo;this disruption. As is usual in such pricing mechanisms, a measure change is developed to incorporate the management policy give preferential treatment to teams dealing with sicker patients. We show that this can be achieved by incorporating behavioral economic principle of prospect theory of Tversky and Kahneman, within the developed jump process. The initial allocation is then made to make the price of disruption the same for each team, thus a fair allocation. Two simulations on a PCMH with two teams were performed. In the first a team handling only sick patients and the other team less sick patients; and&rsquo; the second with both teams handling sicker and healthier of patients. In the former, the probability of some disruption dropped from 0.4886 to 0.2926, and for the disruption to be more than 8 hours fell from 0.00078 to 0&rsquo;0015. In the latter the probabilities changed from .4898 to .4199 and .0535 to .0366.&nbsp;&nbsp;</p>\n<p>From the methodological point of view, this work is the first time 'real options' are used in the context of optimization of the scarce resource allocation problem.</p>\n<p>For the PCMH, this methodology can incorporate many variants, like no shows, no rejected requests of patients for place on schedule, last minute requests from sick patients for place on the schedule, etc. Many of these options are not known to be handled by existing methodologies.</p>\n<p>&nbsp;</p>\n<p>In the Medicaid cross sectional study, which was conducted by PIs from all three institutions, using both at the bivariate level and in the logistic regression model the goal of the study was to determine the impact of differing expenditure on Ambulatory Care Sensitive Conditions (ACSC) hospitalizations.</p>\n<p>The significant results we found were: compared with patients without ACSC admissions, a larger proportion of patients with ACSC hospitalizations required advanced treatment or died on admission. Overall mean expenditures were higher for the ACSC group than for non-ACSC group (US$18 070 vs US$14 452). Whites and blacks had higher expenditures for ACSC hospitalization than Hispanics at all expenditure percentiles. Patient&rsquo;s age remained a consistent predictor of ACSC hospitalization across all expenditure percentiles. Patients with ACSC were less likely to have a procedure on admission; however, the likelihood decreased as expenditure percentiles increased. At the median expenditure, blacks and Hispanics were more likely than other race/ethnic groups to have ACSC hospitalizations (odds ratio [OR]: 1.307, 95% confidence interval [CI]: 1.013-1.686 and OR 1.252, 95% CI: 1.060-1.479, respectively).</p>\n<p>Our study&rsquo;s significant finding on this issue is that the future review of delivery and monitoring of services at the primary care setting should include managed care plans in order to enhance access and overall quality of care for optimal utilization of the resources.</p>\n<p>During the study three graduate students were supported, one of them an under-represented minority. It is expected that two of them will use this research for their Ph.D. dissertation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2016<br>\n\t\t\t\t\tModified by: Romesh&nbsp;Saigal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere are two research directions taken by the team lead by the PI. The primary effort spent to research the problem of resource allocation to teams providing primary care within a Patient Centered Medical Home (PCMH) and the secondary effort was a collaborative effort of the three PIs to look at the 2009 Medicaid data to cross-sectional study of hospitalizations among Medicaid enrollees in comprehensive managed care plans.\n\nThe demand faced by each team is both dynamically changing and stochastic. In addition patients are at varying states of health. In this effort a dynamic stochastic model to capture these effects of these on the demand created on the teams. This developed demand process is proved to be a standard jump process. This then allows the use of ?real option? theory to achieve a fair resource allocation method. This allocation is made in two stages. In the first stage an initial allocation is made, After observing the demand on the day of scheduled appointments, an estimate is made of the load during the period of the scheduled appointments under the stipulation that the patients require a fixed amount of time (in minutes) depending on their state of health plus a Gaussian noise. Based on this, during the second stage of allocation, an adjustment is made to the initial allocation, which then leads to a ?disruption? to the team, in the sense that if the initial allocation is not sufficient, additional resources are added to the team, which could include primary care hours, possibly leading to a lower quality of service. Real options measure this disruption, and a consistent pricing mechanism is designed to ?cost ?this disruption. As is usual in such pricing mechanisms, a measure change is developed to incorporate the management policy give preferential treatment to teams dealing with sicker patients. We show that this can be achieved by incorporating behavioral economic principle of prospect theory of Tversky and Kahneman, within the developed jump process. The initial allocation is then made to make the price of disruption the same for each team, thus a fair allocation. Two simulations on a PCMH with two teams were performed. In the first a team handling only sick patients and the other team less sick patients; and? the second with both teams handling sicker and healthier of patients. In the former, the probability of some disruption dropped from 0.4886 to 0.2926, and for the disruption to be more than 8 hours fell from 0.00078 to 0?0015. In the latter the probabilities changed from .4898 to .4199 and .0535 to .0366.  \n\nFrom the methodological point of view, this work is the first time 'real options' are used in the context of optimization of the scarce resource allocation problem.\n\nFor the PCMH, this methodology can incorporate many variants, like no shows, no rejected requests of patients for place on schedule, last minute requests from sick patients for place on the schedule, etc. Many of these options are not known to be handled by existing methodologies.\n\n \n\nIn the Medicaid cross sectional study, which was conducted by PIs from all three institutions, using both at the bivariate level and in the logistic regression model the goal of the study was to determine the impact of differing expenditure on Ambulatory Care Sensitive Conditions (ACSC) hospitalizations.\n\nThe significant results we found were: compared with patients without ACSC admissions, a larger proportion of patients with ACSC hospitalizations required advanced treatment or died on admission. Overall mean expenditures were higher for the ACSC group than for non-ACSC group (US$18 070 vs US$14 452). Whites and blacks had higher expenditures for ACSC hospitalization than Hispanics at all expenditure percentiles. Patient?s age remained a consistent predictor of ACSC hospitalization across all expenditure percentiles. Patients with ACSC were less likely to have a procedure on admission; however, the likelihood decreased as expenditure percentiles increased. At the median expenditure, blacks and Hispanics were more likely than other race/ethnic groups to have ACSC hospitalizations (odds ratio [OR]: 1.307, 95% confidence interval [CI]: 1.013-1.686 and OR 1.252, 95% CI: 1.060-1.479, respectively).\n\nOur study?s significant finding on this issue is that the future review of delivery and monitoring of services at the primary care setting should include managed care plans in order to enhance access and overall quality of care for optimal utilization of the resources.\n\nDuring the study three graduate students were supported, one of them an under-represented minority. It is expected that two of them will use this research for their Ph.D. dissertation.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2016\n\n\t\t\t\t\tSubmitted by: Romesh Saigal"
 }
}