{
 "awd_id": "1232988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Predictive Open-Source Computer Model for Inhaled Nanoparticle Transport and Deposition in Subject-specific Upper Airways",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 324012.0,
 "awd_amount": 324012.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "CBET - 1232988\r\nUnderstanding the transport mechanisms of inhaled natural and man-made nanoparticles and accurately predicting the deposition in realistic human airways are of great interest. Experimentally validated computer simulation results are needed to assess health effects of inhaled toxic nanoparticles appearing in the environment and now more frequently in the workplace, as well as the fate of administered nanodrugs for therapeutic purposes. The overall goal of this proposal is to develop a validated, comprehensive, public-access computer simulation model of inhaled air-particle dynamics and deposition/clearance for representative, subject-specific cases. The new computer model will produce realistic and accurate results to gain new physical insight and provide an array of useful applications. Examples include: health-care providers focusing on drug-aerosol targeting of lung tumors, federal regulators assessing toxic nanoparticle deposition from man-made sources, and scientists interested in nanoparticle clearance aspects.\r\nThe research plan calls for a combined computational and experimental approach to understand interrelated fluid-particle interaction mechanisms and to develop a predictive computer simulation model. Building on two decades of experience in lung-aerosol dynamics modeling and simulation by the PI and his Research Team, the novel submodels for two-way coupled fluid-structure interactions, non-spherical particle dynamics and air-mucus transport and particle clearance mechanism will be developed in the MAE Department at NC State University. The experimental work, focusing on nanomaterial depositions in the same subject-specific airway models, will be carried out at Mercer University.The anticipated results: (i) are related to technology innovation (i.e., applied to virtual testing of a patented smart inhaler system for optimal drug-aerosol delivery); (ii) have multiple applications (see broader impacts listed); and (iii) interface engineering and life sciences (e.g., health-care and/or environmental regulations).\r\nIntellectual Merit: The proposed study will provide new physical insights, a better understanding and novel mathematical and computer models on air-mucus flow and particle transport, deposition and clearance of real-world nanoparticles (especially ellipsoids, carbon nanotubes, and nanofibers) in realistic, subject-specific human airways under realistic, cyclic breathing conditions with fluid-structure interactions. Open-access software and codes will be developed to predict both local and regional nanoparticle deposition/clearance in subject-specific human airways for environmental specialists, toxicologists, health-care providers, basically free-of-charge.\r\nBroader Impacts: The developed codes and software are free and open to the public. They will be easily available and updated via a specific website along with manuals and simulation examples. Modern medical and environmental problems related to nanoparticle inhalation could be readily solved, for example,(a) primarily reliable particle-deposition data to analyze the impact of inhaled toxic nanoparticles or new drugs for pharmacokinetics modeling (b) also, virtual testing of the new methodology for controlled drug-aerosol inhalation using a patented smart inhaler system  and (c) evaluating the effect of local airway obstruction, e.g., due to severe asthma, COPD, OSAS, or CF on air-particle flow. The proposed research activity also has other broader impacts on research/education via: (i) promoting the teaching and research training of undergraduate and graduate students; (ii) involvement of students from underrepresented groups; (iii) establishing research and education collaborations with students and faculty from an undergraduate institution to expand their masters-level course offerings and to potentially create a PhD-level engineering program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clement",
   "pi_last_name": "Kleinstreuer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clement Kleinstreuer",
   "pi_email_addr": "ck@eos.ncsu.edu",
   "nsf_id": "000346530",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhe",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhe Zhang",
   "pi_email_addr": "zhezhang@eos.ncsu.edu",
   "nsf_id": "000254039",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2701 Sullivan Drive, Suite 240",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "763700",
   "pgm_ele_name": "NANTOXICOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 324012.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The three-year, NSF-CBET sponsored research project dealt with the inhalation and deposition of particles, droplets and/or vapors (called aerosols) which may be toxic or therapeutic. <em>The overall goal is, given what a person inhales, we determine computationally what deposits where in the human lung at what concentrations.</em> Both the inhalation conditions, i.e., type and amount of aerosols, the breathing mode, etc., and the geometry of the lung airways are the main factors of complexity when developing a computer model to simulate aerosol transport and deposition. After all, the human lung has 23 generations (G23) of bifurcating airways; when all are spread out on a planar surface, they would cover a tennis court. The aerosols can be non-spherical, ranging in size from nano-meter to micro-meter; and in case of droplets, they interact with water-vapor and may contain harmful or medicinal compounds.</p>\n<p>The project outcomes include fundamental results with intellectual merits as well as applications with broader impacts.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merits:</span>&nbsp; Concerning replicas of the human lung airways, we developed an improved &ldquo;trumpet model&rdquo;, where the expanding mouth-to-G23 respiratory system looks like a trumpet, and a &ldquo;whole-lung model&rdquo;, where all lung-airway segments are constructed in a single-path configuration. The trumpet model simplifies the complex lung geometry as well as the laminar/turbulent lung airflow simulations in order to predict particle deposition in a <em>computationally efficient</em> and still quite accurate way. The whole-lung model is much more computer-intensive but it allows to simulate actual aerosol transport and deposition in much higher detail.</p>\n<p>A first-generation computational fluid-particle dynamics model has been developed to simulate <em>for the first time</em> transport and deposition of interactive, multicomponent, nano-scale droplet-vapor mixtures in human lung-airways.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts:</span>&nbsp; The trumpet model, which could run on a PC, can be used to quickly estimate overall and segmental deposition of inhaled aerosols, especially solid spherical pollutants or drugs in the 3-7 micro-meter range. For more detailed deposition analyses for a variety of realistic inlet conditions, the single-path whole-lung model should be used. Employing an <em>open-source software</em>, deposition simulations with both the basic trumpet model and idealized human upper lung-airway model can be carried out by engineers and scientists <em>free-of-charge</em>.</p>\n<p>Focusing on inhaled aerosols from electronic cigarettes (ECs) <em>as a timely application</em>, two-phase nicotine absorption in an idealized human upper airway model, subject to different inhalation waveforms, was analyzed. It should be noted that the computer model can be extended to other components <em>to evaluate potential health risks</em> of additional constituents present in EC-smoke, or for that matter in welding fumes, propulsion fuels, and drug-aerosols.&nbsp;</p>\n<p>In summary, our quantitative, experimentally validated computer simulation results (see publications) are of interest to researchers in academia, government and industry alike.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2015<br>\n\t\t\t\t\tModified by: Clement&nbsp;Kleinstreuer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe three-year, NSF-CBET sponsored research project dealt with the inhalation and deposition of particles, droplets and/or vapors (called aerosols) which may be toxic or therapeutic. The overall goal is, given what a person inhales, we determine computationally what deposits where in the human lung at what concentrations. Both the inhalation conditions, i.e., type and amount of aerosols, the breathing mode, etc., and the geometry of the lung airways are the main factors of complexity when developing a computer model to simulate aerosol transport and deposition. After all, the human lung has 23 generations (G23) of bifurcating airways; when all are spread out on a planar surface, they would cover a tennis court. The aerosols can be non-spherical, ranging in size from nano-meter to micro-meter; and in case of droplets, they interact with water-vapor and may contain harmful or medicinal compounds.\n\nThe project outcomes include fundamental results with intellectual merits as well as applications with broader impacts.\n\nIntellectual Merits:  Concerning replicas of the human lung airways, we developed an improved \"trumpet model\", where the expanding mouth-to-G23 respiratory system looks like a trumpet, and a \"whole-lung model\", where all lung-airway segments are constructed in a single-path configuration. The trumpet model simplifies the complex lung geometry as well as the laminar/turbulent lung airflow simulations in order to predict particle deposition in a computationally efficient and still quite accurate way. The whole-lung model is much more computer-intensive but it allows to simulate actual aerosol transport and deposition in much higher detail.\n\nA first-generation computational fluid-particle dynamics model has been developed to simulate for the first time transport and deposition of interactive, multicomponent, nano-scale droplet-vapor mixtures in human lung-airways.\n\nBroader Impacts:  The trumpet model, which could run on a PC, can be used to quickly estimate overall and segmental deposition of inhaled aerosols, especially solid spherical pollutants or drugs in the 3-7 micro-meter range. For more detailed deposition analyses for a variety of realistic inlet conditions, the single-path whole-lung model should be used. Employing an open-source software, deposition simulations with both the basic trumpet model and idealized human upper lung-airway model can be carried out by engineers and scientists free-of-charge.\n\nFocusing on inhaled aerosols from electronic cigarettes (ECs) as a timely application, two-phase nicotine absorption in an idealized human upper airway model, subject to different inhalation waveforms, was analyzed. It should be noted that the computer model can be extended to other components to evaluate potential health risks of additional constituents present in EC-smoke, or for that matter in welding fumes, propulsion fuels, and drug-aerosols. \n\nIn summary, our quantitative, experimentally validated computer simulation results (see publications) are of interest to researchers in academia, government and industry alike. \n\n \n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: Clement Kleinstreuer"
 }
}