{
 "awd_id": "1232676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Emotional Sophistication - Studies of Facial Expressions in Decision Making",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 332962.0,
 "awd_amount": 332962.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2016-07-13",
 "awd_abstract_narration": "Social and economic decisions cannot be fully explained by \"rational\" attempts to maximize monetary gain, even in very simple game-theoretic scenarios. Complex emotional processes such as anger, guilt or generosity act as hidden forces that lead to observable actions. Such \"non-rational\" motivations can drive our own decisions and they affect our beliefs about what motivates others' decisions as well. The goal of this project is to use automatic measurements of dynamic facial expressions, in combination with other measurements such as functional MRI (fMRI) and eye-tracking, to investigate the role of non-rational motivations in social decision making. The core of the approach is to use state-of-the-art computer vision techniques to extract facial actions from video in real-time while participants interact with a computer or with each other, in some cases viewing live video of each others' faces. The investigators will use powerful statistical machine learning techniques to make inferences about  the participants' internal emotional states during the interactions.  The goal is to use the inferences concerning emotional state (a) to predict participants' behavior; (b) to explain why a decision is made in terms of the hidden forces driving it; and (c) to build autonomous agents that can use this information to drive their interactions with humans. \r\n\r\nThis multidisciplinary project contributes to several fields such as psychology, neuroscience, and economics. First, it develops new methodologies to study decision processes. Second, it uses these methods to test hypotheses about social decision-making and to bridge the gap between observable actions and the internal states that generated them. Third, the investigators intend to make available a dataset and toolset that should be an extremely useful for other investigators analyzing facial expression in multiple contexts. Additionally, automatic and on-line decoding of internal motivational states lays the groundwork for \"affectively-aware\" interactive computers, or artificial systems that can make inferences about the emotions and intentions of their users. Through the development of these systems, this project will make a significant contribution to the growing field of human-machine interaction.\r\n\r\n[Supported by Perception, Action and Cognition, Decision, Risk and Management Sciences, and Robust Intelligence]",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Marian",
   "pi_last_name": "Bartlett",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Marian S Bartlett",
   "pi_email_addr": "mbartlett@ucsd.edu",
   "nsf_id": "000091292",
   "pi_start_date": "2012-08-27",
   "pi_end_date": "2016-07-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Piotr",
   "pi_last_name": "Winkielman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piotr Winkielman",
   "pi_email_addr": "pwinkiel@ucsd.edu",
   "nsf_id": "000388883",
   "pi_start_date": "2016-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6867",
   "pgm_ref_txt": "INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 332962.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e5688693-fe80-54cf-8355-1cdcee7db0b8\">\n<p dir=\"ltr\"><span>The goal of this project is to use automatic measurements of facial expressions, in combination with other measurements such as fMRI and EMG, to investigate the role of non-rational motivations in social decision making. For example, if someone playing a game believes their partner is cheating them, they may make a different decision than they otherwise would have made, and this can be predicted by the player&rsquo;s facial expression. &nbsp;Our approach uses state-of-the-art computer vision techniques to extract facial actions from video in real-time and then uses this information to infer people&rsquo;s emotional state while they are making decisions. &nbsp;This has led to the ability to accurately predict human actions based on facial expression while making decision under different conditions.</span></p>\n<br />\n<p dir=\"ltr\"><span>This targeted interdisciplinary project contributed to psychology, neuroscience, and economics in multiple ways. First, we developed new methodologies, including statistical methods reliably associate events in facial actions to people&rsquo;s actions in order to model how people make decisions under a variety of conditions. Second, we used our approach to test hypotheses about the role of emotion in social decision-making as well as the role that external cues such as the face can play in making decisions.</span></p>\n<br />\n<p dir=\"ltr\"><span>The techniques developed during this project also contribute fundamentally to the design of &ldquo;affectively-aware&rdquo; interactive computer agents. &nbsp;In order for computer agents to interact with humans closer to the way humans naturally interact with each other, computer agents must be able to interpret human facial expressions in the context of different decision-making situations. &nbsp;Examples of where affectively-aware computer agents are of great social benefit include systems for medical diagnosis, psychological and drug assessment (e.g., for pain, depression, anxiety), home assistants that provide health interventions, electronic tutoring systems that react to estimates of students&rsquo; understanding or engagement, and robots for child- and elder- care.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/12/2017<br>\n\t\t\t\t\tModified by: Piotr&nbsp;Winkielman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThe goal of this project is to use automatic measurements of facial expressions, in combination with other measurements such as fMRI and EMG, to investigate the role of non-rational motivations in social decision making. For example, if someone playing a game believes their partner is cheating them, they may make a different decision than they otherwise would have made, and this can be predicted by the player?s facial expression.  Our approach uses state-of-the-art computer vision techniques to extract facial actions from video in real-time and then uses this information to infer people?s emotional state while they are making decisions.  This has led to the ability to accurately predict human actions based on facial expression while making decision under different conditions.\n\n\nThis targeted interdisciplinary project contributed to psychology, neuroscience, and economics in multiple ways. First, we developed new methodologies, including statistical methods reliably associate events in facial actions to people?s actions in order to model how people make decisions under a variety of conditions. Second, we used our approach to test hypotheses about the role of emotion in social decision-making as well as the role that external cues such as the face can play in making decisions.\n\n\nThe techniques developed during this project also contribute fundamentally to the design of \"affectively-aware\" interactive computer agents.  In order for computer agents to interact with humans closer to the way humans naturally interact with each other, computer agents must be able to interpret human facial expressions in the context of different decision-making situations.  Examples of where affectively-aware computer agents are of great social benefit include systems for medical diagnosis, psychological and drug assessment (e.g., for pain, depression, anxiety), home assistants that provide health interventions, electronic tutoring systems that react to estimates of students? understanding or engagement, and robots for child- and elder- care.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 05/12/2017\n\n\t\t\t\t\tSubmitted by: Piotr Winkielman"
 }
}