{
 "awd_id": "1232431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Dynamics of eruptive plumes above a submarine arc volcano",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 31419.0,
 "awd_amount": 31419.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "The ability to maximize usage and develop new tools for exploring the ocean, in particular the behavior and features that occur within the water column is important both for US oceanographic research capacity as well as increasing the effectiveness of investment in sea-going platforms and infrastructure. This research explores the possibility of expanding the capability of multi-beam sonar systems recently installed on some ships in the University National Oceanographic Laboratory System (UNOLS) fleet.  The research will consist of analyzing mid-water sonar soundings serendipitiously collected on a cruise of exploration to Rota 1, an actively erupting undersea volcano in the western Pacific Ocean, while investigators were studying the eruption dynamics and volcanological deposits from the volcano. During the cruise, it became evident that the new sonar ws able to inage volcanic gasses that were emmanating from the eruption and being expressed as trains of bubbles coming from the volcanic vent.  Research will include examination and processing of the new sonar data to try and extract eruption plume height, intensity, and direction as well as how these change with time. It will also compare the mid-water plume results to visual and chemical data collected for purposes of the originally funded project so that the results can be calibrated with complementary physical measurements taken by remotely controlled submarine vehicles that were simultaneously operating in the area. A major goal of this newly funded work will be to gauge the usefulness of mid-water multibeam bubble train datasets and find out what can be learned from these data in terms of understanding undesea volcanic activity. If successful, the same techniques could be applied to better understand low temperature seeps on continental margins and bubble trains associated with marine gas hydrate deposits. Broader impacts of the work include the development of new infrastructure for science by developing a new mid-water imaging capability for multi-beam sonar on UNOLS ships and graduate student training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Resing",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Resing",
   "pi_email_addr": "resing@uw.edu",
   "nsf_id": "000476943",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "7600 Sand Point Way NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981156349",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31419.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NW Rota-1 is a submarine volcano in the Mariana region, located north of Guam.&nbsp; Underwater explosive eruptions driven by magmatic gases were first witnessed there in 2004 and continued until at least 2010. CO<sub>2</sub> is one of the main volcanic gases emitted during this eruptive activity.&nbsp; In March 2010, submersible observations documented continuous but variable eruptive activity at multiple vents at ~560 m depth.&nbsp; Some vents released CO<sub>2</sub> bubbles passively and continuously, while others released CO<sub>2</sub> during stronger but intermittent explosive bursts. &nbsp;Because CO2 bubbles have a different density than water, sound energy (SONAR) is altered by the bubbles rising through the water. Because of this CO<sub>2</sub> bubbles in the water over the volcano can be imaged with the ship&rsquo;s bottom mapping sonar system (an instrument called multibeam).&nbsp; In 2010 we passed over the erupting volcano with the ship to document the variability of the bubble plumes and to relate them to the eruptive intensity at the seafloor. We compared our SONAR data to sound recorded by a hydrophone placed above the seafloor and to visual observations made be a robotic vehicle (ROV).&nbsp; When we analyzed the data set we found that: (1) bubble plumes were present every time we passed over the summit and they rose 200-400 m above the vents but dissolved before they reached the ocean surface, (2) bubble plumes were deflected by the ocean currents and this could be seen in our SONAR data, (3) bubble plume heights and volumes were variable over time and correlated the intensity of the eruption. This study shows that mid-water multibeam-sonar data can be used to characterize the level of eruptive activity and its variability at a shallow submarine volcano with robust CO<sub>2</sub> output.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The use of this technology is still relatively immature but holds promise for understanding and hopefully quantifying other gasses and fluids of differing densities passing through the water column</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2014<br>\n\t\t\t\t\tModified by: Joseph&nbsp;A&nbsp;Resing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNW Rota-1 is a submarine volcano in the Mariana region, located north of Guam.  Underwater explosive eruptions driven by magmatic gases were first witnessed there in 2004 and continued until at least 2010. CO2 is one of the main volcanic gases emitted during this eruptive activity.  In March 2010, submersible observations documented continuous but variable eruptive activity at multiple vents at ~560 m depth.  Some vents released CO2 bubbles passively and continuously, while others released CO2 during stronger but intermittent explosive bursts.  Because CO2 bubbles have a different density than water, sound energy (SONAR) is altered by the bubbles rising through the water. Because of this CO2 bubbles in the water over the volcano can be imaged with the shipÆs bottom mapping sonar system (an instrument called multibeam).  In 2010 we passed over the erupting volcano with the ship to document the variability of the bubble plumes and to relate them to the eruptive intensity at the seafloor. We compared our SONAR data to sound recorded by a hydrophone placed above the seafloor and to visual observations made be a robotic vehicle (ROV).  When we analyzed the data set we found that: (1) bubble plumes were present every time we passed over the summit and they rose 200-400 m above the vents but dissolved before they reached the ocean surface, (2) bubble plumes were deflected by the ocean currents and this could be seen in our SONAR data, (3) bubble plume heights and volumes were variable over time and correlated the intensity of the eruption. This study shows that mid-water multibeam-sonar data can be used to characterize the level of eruptive activity and its variability at a shallow submarine volcano with robust CO2 output.\n\n            The use of this technology is still relatively immature but holds promise for understanding and hopefully quantifying other gasses and fluids of differing densities passing through the water column\n\n\t\t\t\t\tLast Modified: 11/13/2014\n\n\t\t\t\t\tSubmitted by: Joseph A Resing"
 }
}