{
 "awd_id": "1232587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Experimental Study of Mineral-Fluid Fractionation of Non-Traditional Isotopes (Fe, Cu, Zn, S) with Implications for Seafloor Hydrothermal Systems",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 61941.0,
 "awd_amount": 61941.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "Many empirical studies of hydrothermal vent systems on the seafloor and an increasing number of biogeochemical studies are being carried out to look at various mineralogical and biological processes using unconventional stable isotopes (i.e., those of heavy elements such as iron, zinc, copper, and sulfur). To allow quantitative and predictive results of these empirical studies, fractionation factors of these isotopes must be known.  However, at present, no experimental work to derive these coefficients and parameters have been carried out.  This research builds off a one-year proof-of-concept study to show that fractionation occurs in these systems in a systematic way. The new project examines the effects of temperature, fluid chemistry, and reaction rate on the fractionation of non-traditional stable isotopes (Fe, Cu, Zn, S) between sulfide minerals and fluids at elevated temperatures and pressures. The work will include phase separation experiments to assess the role of fluid chemistry on non-traditional stable isotope fractionation between vapor and brine. It will use isotope tracers in equilibrium experiments to look at reaction progress and to see how isotope systematics respond to reaction rates and mechanisms. Sulfur isotope exchange for homogeneous and heterogeneous systems will also be tested experimentally. Broader impacts of the work include building fundamental infrastructure for science via the development of kinetic and fractionation factors that are essential for the development of theoretical models for predicting stabilities of minerals containing Fe, Cu, Zn, and S. Impacts also include the engagement of graduate and undergraduate students in state-of-the-art experimental studies of water-rock interaction and the involvement of an early career PI from an institution in an EPSCOR State (Louisiana).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Borrok",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Borrok",
   "pi_email_addr": "dborrok@utep.edu",
   "nsf_id": "000069013",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W. University Avenue",
  "perf_city_name": "El Paso",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 61941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The over-arching goal of this project was to develop a better understanding of how fluids, under high temperature and pressure conditions near the seafloor, precipitate minerals that are rich in iron, copper, zinc, lead, and sulfur (primarily pyrite, chalcopyrite, sphalerite, and galena).&nbsp; These fluid interactions are common on the seafloor at Earth&rsquo;s plate boundary spreading centers and at other locations of magmatic activity.&nbsp; The resulting mineral deposits can sometimes be mined for their metallic ores. &nbsp;</p>\n<p>In order to investigate these seafloor hydrothermal conditions in the laboratory, we designed a unique set of experiments that included new hardware and the development of novel chemical techniques. For the latter purpose, we used the stable isotope distributions of iron, copper, and sulfur to fingerprint the endmember components used in the experiments and to track the amount and speed of exchange of these elements among the fluids and minerals.&nbsp; The results were extremely successful in that for the first time these fluid-mineral interactions (under seafloor hydrothermal conditions) were able to be effectively quantified and modeled. We found, for example that the hydrothermal fluid equilibrates with different minerals at different rates and that small changes in the fluid composition (leading to changes in the speciation of Fe, Cu, S, and Zn in solution) were detectable using our stable isotope approach.&nbsp; This means that we can potentially utilize a similar stable isotope approach to evaluate metal deposits in the geologic record to understand how these systems may have evolved over time. Hence, our findings have implications for helping to build models for improving the exploration of certain metallic ore deposits. Our work is also beneficial for the ocean science community because these isotopic tools can provide new constraints for a variety of fundamental hydrothermal geochemical processes on the seafloor. They are also potentially useful for a variety of disciplines (e.g., chemistry, physics and chemical and civil engineering) that want to understand the partitioning of elements among minerals and/or materials under high temperature and/or pressure conditions. Finally, our project was successful in training two students, the next generation of scientists, in how to conduct this kind of experimentation, chemical preparation, and plasma-based isotope analysis techniques.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2015<br>\n\t\t\t\t\tModified by: David&nbsp;Borrok</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe over-arching goal of this project was to develop a better understanding of how fluids, under high temperature and pressure conditions near the seafloor, precipitate minerals that are rich in iron, copper, zinc, lead, and sulfur (primarily pyrite, chalcopyrite, sphalerite, and galena).  These fluid interactions are common on the seafloor at EarthÆs plate boundary spreading centers and at other locations of magmatic activity.  The resulting mineral deposits can sometimes be mined for their metallic ores.  \n\nIn order to investigate these seafloor hydrothermal conditions in the laboratory, we designed a unique set of experiments that included new hardware and the development of novel chemical techniques. For the latter purpose, we used the stable isotope distributions of iron, copper, and sulfur to fingerprint the endmember components used in the experiments and to track the amount and speed of exchange of these elements among the fluids and minerals.  The results were extremely successful in that for the first time these fluid-mineral interactions (under seafloor hydrothermal conditions) were able to be effectively quantified and modeled. We found, for example that the hydrothermal fluid equilibrates with different minerals at different rates and that small changes in the fluid composition (leading to changes in the speciation of Fe, Cu, S, and Zn in solution) were detectable using our stable isotope approach.  This means that we can potentially utilize a similar stable isotope approach to evaluate metal deposits in the geologic record to understand how these systems may have evolved over time. Hence, our findings have implications for helping to build models for improving the exploration of certain metallic ore deposits. Our work is also beneficial for the ocean science community because these isotopic tools can provide new constraints for a variety of fundamental hydrothermal geochemical processes on the seafloor. They are also potentially useful for a variety of disciplines (e.g., chemistry, physics and chemical and civil engineering) that want to understand the partitioning of elements among minerals and/or materials under high temperature and/or pressure conditions. Finally, our project was successful in training two students, the next generation of scientists, in how to conduct this kind of experimentation, chemical preparation, and plasma-based isotope analysis techniques.\n\n\t\t\t\t\tLast Modified: 12/03/2015\n\n\t\t\t\t\tSubmitted by: David Borrok"
 }
}