{
 "awd_id": "1232997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Spatial and Temporal Variability of Post-Fire Conifer Regeneration in Lower Treeline Forests of the U.S. Rocky Mountains",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 15993.0,
 "awd_amount": 15993.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "This dissertation project is about the impacts of increasing environmental variability on tree regeneration following wildfires. Sharp increases in wildfire activity since the early 1980s in forest ecosystems in many parts of the world have been linked to warming trends. Questions have arisen about whether post-fire recovery will be to the same type of forest or to a different, possibly non-forested vegetation type. Preliminary observations of lower treeline forests in the Colorado Front Range that burned during the past approximately 25 years have led to the hypothesis that under a warmer climate there is less post-fire tree regeneration in comparison with fire events that occurred in the late-19th to mid-20th centuries. Although numerous retrospective studies document the general success of tree regeneration following fires in the late-19th to mid-20th centuries, such studies are ambiguous about the actual timing and abundance of tree regeneration and potential relationships to annual-scale climate variability. Few studies have examined how climate change may alter forest resiliency to future climate-related disturbances such as fire, and this research addresses the unanswered question of how lower treeline Rocky Mountain forests may be less resilient to wildfire given warmer, drier conditions. The research objectives are to: 1) quantify post-fire conifer establishment and survival by examining the density of conifer juveniles across a range of lower treeline sites that have burned since the mid-1980s, 2) examine the spatial variability of juvenile conifer densities in relation to site factors such as fire severity (as indicated by percent tree mortality), competition with herbaceous and woody species, distance to seed source, and topographic variables including elevation and slope aspect, 3) analyze relationships between post-fire conifer regeneration and annual climate variability to determine if certain climate conditions limit or favor establishment and survival, and 4)  experimentally manipulate microclimate to determine effects on conifer seedling survival and growth by increasing air temperature and examining both the direct effects of warmer temperatures and the secondary effects of changes in relative humidity and soil moisture.\r\n\r\nThis research will contribute to the understanding of vegetation adaptation and possible mitigation activities in response to expected impacts of continued warming on forests in the central Rocky Mountains.  Although these forests historically exhibited high resiliency to wildfires, changes in fire severity may be limiting the capacity of conifer trees to reestablish following such fires.  Decision-making by land managers may be improved by a better understanding of the factors that drive spatial and temporal variability in patterns of post-fire forest recovery.  This research will foster science education through involvement of undergraduates in field and laboratory work as well as extensive educational outreach at the K-12, college, and community level.  Undergraduate involvement in research and other educational outreach efforts will target inclusion of underrepresented groups.  Findings will be disseminated to other researchers, land managers, and the broader public through peer-reviewed publication, presentation at conferences, online data sharing, and public education efforts including a museum exhibit and video documentary.  As a Doctoral Dissertation Research Improvement award, this project will provide invaluable support for a capable student to launch an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Veblen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas T Veblen",
   "pi_email_addr": "veblen@spot.colorado.edu",
   "nsf_id": "000462228",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Rother",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Monica T Rother",
   "pi_email_addr": "mrother@ttrs.org",
   "nsf_id": "000613654",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research examined the recovery of ponderosa pine forests of the Colorado Front Range following recent wildfires. Given initial observations of limited tree seedlings and saplings in many burn areas, we hypothesized that hotter, drier conditions associated with human-induced climate change may be inhibiting tree establishment and survival. We tested and generally confirmed this hypothesis via several different approaches. First, we used a field experiment to test the effects of altered air temperature and/or water availability on tree seedling growth and survival. We found that tree seedling growth and survival were significantly lower when subjected to warmer air temperatures. Second, we collected tree seedlings from several burn areas to determine the year that they established and to relate this to interannual climate variability. We found that most of the tree seedlings established in wetter years when precipitation was above average in the growing season. Finally, we surveyed the density of tree seedlings and saplings in the same burn areas across a spectrum of fire-severity, elevational, and topographic settings. We found that seedling densities were generally low, but were slightly higher on north-facing slopes and at higher elevations, where moisture availability is greater. Collectively, our work demonstrates that tree establishment and survival after wildfire is very sensitive to climate conditions and that a hotter, drier climate may inhibit forest recovery in some areas. Instead, grasslands and/or shrublands may emerge where forests once existed.</p>\n<p>Our research fits well into a broader theoretical conversation within Environmental Science and Physical Geography concerning potential shifts in the ability of forests to recover following disturbances such as wildfire. Few previous studies have examined how climate change may alter patterns of forest recovery following wildfire and our study represents the first to comprehensively assess this topic in low-elevation forests of the Colorado Front Range. This research has important implications for managing and adapting to future changes in ponderosa pine forests in the study area. Although these forests historically recovered relatively rapidly and successfully following wildfire, human-induced climate change may be limiting the capacity of tree species to reestablish following fire. Decision-making by land managers can be improved by better understanding of the factors that drive spatial and temporal variability in patterns of post-fire forest recovery.</p>\n<p>This research fostered science education through involvement of undergraduates in field and laboratory work as well as extensive educational outreach at the K-12, college, and community level. We oversaw the completion of two undergraduate honor theses, one by a US military veteran. Findings have been disseminated to other researchers, land managers, and the broader public through presentation at conferences and public education efforts including a video documentary. Several peer-reviewed publications are currently in preparation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2014<br>\n\t\t\t\t\tModified by: Thomas&nbsp;T&nbsp;Veblen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research examined the recovery of ponderosa pine forests of the Colorado Front Range following recent wildfires. Given initial observations of limited tree seedlings and saplings in many burn areas, we hypothesized that hotter, drier conditions associated with human-induced climate change may be inhibiting tree establishment and survival. We tested and generally confirmed this hypothesis via several different approaches. First, we used a field experiment to test the effects of altered air temperature and/or water availability on tree seedling growth and survival. We found that tree seedling growth and survival were significantly lower when subjected to warmer air temperatures. Second, we collected tree seedlings from several burn areas to determine the year that they established and to relate this to interannual climate variability. We found that most of the tree seedlings established in wetter years when precipitation was above average in the growing season. Finally, we surveyed the density of tree seedlings and saplings in the same burn areas across a spectrum of fire-severity, elevational, and topographic settings. We found that seedling densities were generally low, but were slightly higher on north-facing slopes and at higher elevations, where moisture availability is greater. Collectively, our work demonstrates that tree establishment and survival after wildfire is very sensitive to climate conditions and that a hotter, drier climate may inhibit forest recovery in some areas. Instead, grasslands and/or shrublands may emerge where forests once existed.\n\nOur research fits well into a broader theoretical conversation within Environmental Science and Physical Geography concerning potential shifts in the ability of forests to recover following disturbances such as wildfire. Few previous studies have examined how climate change may alter patterns of forest recovery following wildfire and our study represents the first to comprehensively assess this topic in low-elevation forests of the Colorado Front Range. This research has important implications for managing and adapting to future changes in ponderosa pine forests in the study area. Although these forests historically recovered relatively rapidly and successfully following wildfire, human-induced climate change may be limiting the capacity of tree species to reestablish following fire. Decision-making by land managers can be improved by better understanding of the factors that drive spatial and temporal variability in patterns of post-fire forest recovery.\n\nThis research fostered science education through involvement of undergraduates in field and laboratory work as well as extensive educational outreach at the K-12, college, and community level. We oversaw the completion of two undergraduate honor theses, one by a US military veteran. Findings have been disseminated to other researchers, land managers, and the broader public through presentation at conferences and public education efforts including a video documentary. Several peer-reviewed publications are currently in preparation.\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2014\n\n\t\t\t\t\tSubmitted by: Thomas T Veblen"
 }
}