{
 "awd_id": "1232251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-Frequency Multi-Parametric Acoustophoretic Microfluidic System for Particle and Cell Separation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mona Zaghloul",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2012-07-10",
 "awd_max_amd_letter_date": "2012-07-10",
 "awd_abstract_narration": "PI: Kim, Yong-Joe\r\nInstitution: Texas A&M University \r\n\r\nIntellectural Merit: The objectives of this project are (1) to develop novel, transformative, two- and three-dimensional numerical modeling methods to analyze acoustophoretic separation of particles and cells in microfluidic systems under multi-frequency acoustic excitations, and (2) to develop an acoustophoretic microfluidic platform for separating particles and cells having different vibro-acoustic properties and validating the numerical models experimentally.   Compressibility is an interesting physical property that can be utilized in label-free separation; however, systems capable of continuous and simultaneous label-free separation of particles and cells based on both their sizes and compressibility at high throughput do not exist.  Acoustophoresis-based microfluidic separation utilizes intrinsic differences in vibro-acoustic properties of target samples under acoustic excitations, and can be achieved using simple microfluidic systems without need for cumbersome sample preparation steps. Thus, this approach has gained significant interest as the most viable label-free separation method in terms of its strong force generation, high throughput, high specificity, and low capital and operation cost.  However, the design of state-of-the-art acoustophoretic microfluidic systems has been mainly derived from a simplistic one-dimensional analytical acoustic model in a \"static\" fluid medium.  Therefore, it is not possible to consider the real-world effects of two- or three-dimensional geometries, \"moving\" fluid media, and viscous boundary layers that significantly influence the motion of particles and cells.  In this analytical model, particles or cells are also modeled as homogenous, compressible spheres to consider only their \"static\" physical characteristics, and their frequency-dependent vibro-acoustic characteristics cannot be analyzed.  The proposed methods address these deficiencies to significantly improve the predictability and specificity of the acoustophoretic separation.  Novel particle and cell models are also proposed to understand their frequency-dependent, vibro-acoustic characteristics.  \r\n\r\nBroader Impact: A transformative, multi-frequency, multi-parametric, acoustophoretic microfluidic platform enabled by these new modeling capabilities and utilizing the frequency-dependent vibro-acoustic properties will allow simultaneous fractionation of complex samples. This project will provide undergraduate and graduate students an excellent interdisciplinary research opportunity combining acoustics, microfluidics, lab-on-a-chip, biology, and computational physics. In particular, this work will (1) provide research opportunities and training for highly motivated undergraduate students and underrepresented minorities, and (2) expand the formal classroom curriculum in mechanical and electrical engineering to include learning objectives in microfluidic lab-chip systems and acoustophoretic separation.  The results of the proposed research will be disseminated through peer-reviewed journal publications and presentations at professional conferences and used to enrich teaching materials for undergraduate and graduate courses.  A publicly-available, acoustophoretic modeling method as proposed here will significantly advance the design of acoustophoretic separation systems by enabling \"virtual reality\" prototyping.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yong Joe",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Joe Kim",
   "pi_email_addr": "joekim@tamu.edu",
   "nsf_id": "000543972",
   "pi_start_date": "2012-07-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arum",
   "pi_last_name": "Han",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arum Han",
   "pi_email_addr": "arum.han@ece.tamu.edu",
   "nsf_id": "000274440",
   "pi_start_date": "2012-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "Mechanical Engineering",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433123",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "104E",
   "pgm_ref_txt": "MEMS/NEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 380000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Acoustophoretic microfluidics is a discipline that utilizes pressure generated from a resonant sound wave to move and manipulate fluids and particles in small sub-millimeter fluidic channels. The use of acoustophoresis in various particle/cell separation applications have many advantages as it utilizes intrinsic differences in the vibro-acoustic properties, such as density, compressibility, and size of target samples under acoustic excitations. Thus, this approach has gained significant interest as the most viable label-free separation method, in particular, in terms of its strong force generation, high throughput, high specificity, and low capital and operation cost. &nbsp;The simple configuration and compactness of these microfluidic systems can bypass many of the cumbersome sample preparation steps required in other separation technologies, and thus can also be utilized in various portable applications.&nbsp; However, the design of state-of-the-art acoustophoretic microfluidic systems has been mainly driven from a simplistic analytical acoustic model in a &ldquo;static&rdquo; fluid medium with uniform temperature distribution.&nbsp; Therefore, it is not possible to consider the real-world effects of &ldquo;moving&rdquo; fluid media, locally-elevated temperature caused by ultrasonic actuators, and viscous drag forces induced by device walls that significantly influence the acoustophoresis of particles and cells.</p>\n<p>&nbsp;</p>\n<p>To overcome these limitations, we first developed novel, transformative, two- and three-dimensional numerical modeling methods to analyze acoustophoretic separation of particles and cells in microfluidic systems under multi-frequency acoustic excitations to significantly improve the predictability of the acoustophoresis of particles/cells.&nbsp; The first modeling approach, which can be used to accurately predict the acoustophoretic motion of compressible particles/cells in microfluidic channels, was successfully applied to develop a portable microfluidic device that can detect low-concentration oil from the environment. This microfluidic system (<strong>Fig. 1C</strong>) was used to separate and trap crude oil droplets with concentrations less than 1 ppb and to enable optical detection of small amount of oil after oil spill or oil seeps from oil platforms or pipelines (<strong>Fig. 1E</strong>). This advanced numerical model was also applied to identify the density and compressibility of human cancer cells by optimally fitting predicted trajectories of the cells to experimental trajectories (<strong>Fig. 2</strong>). This allowed us to measure the biophysical properties of cancer cells that have different metastatic potentials and distinguish them (<strong>Fig. 3</strong>). Further advancing this system, we have developed a flow-through system to improve the throughput by at least 100 times (<strong>Fig. 4</strong>) so that such system can be utilized for rapid testing of clinical samples in the future.&nbsp; In addition, the second modeling approach was developed to accurately and computationally-efficiently predict the acoustophoresis around a particle/cell under an ultrasonic plane wave excitation (<strong>Fig. 5</strong>).</p>\n<p>&nbsp;</p>\n<p>This project has provided undergraduate and graduate students an excellent interdisciplinary research opportunity combining acoustics, microfluidics, lab-on-a-chip, biology, and computational physics. The applications of the technology developed through this project have been applied to broad areas, including cancer biology and cancer diagnosis/prognosis as well as environmental sample analysis. The results of the proposed research were disseminated through peer-reviewed journal publications and presentations at leading conferences in the field of acoustics, microfluidics and microtechnology, and the lab-on-a-chip community, and used to enrich teaching materials for undergraduate and gradua...",
  "por_txt_cntn": "\nAcoustophoretic microfluidics is a discipline that utilizes pressure generated from a resonant sound wave to move and manipulate fluids and particles in small sub-millimeter fluidic channels. The use of acoustophoresis in various particle/cell separation applications have many advantages as it utilizes intrinsic differences in the vibro-acoustic properties, such as density, compressibility, and size of target samples under acoustic excitations. Thus, this approach has gained significant interest as the most viable label-free separation method, in particular, in terms of its strong force generation, high throughput, high specificity, and low capital and operation cost.  The simple configuration and compactness of these microfluidic systems can bypass many of the cumbersome sample preparation steps required in other separation technologies, and thus can also be utilized in various portable applications.  However, the design of state-of-the-art acoustophoretic microfluidic systems has been mainly driven from a simplistic analytical acoustic model in a \"static\" fluid medium with uniform temperature distribution.  Therefore, it is not possible to consider the real-world effects of \"moving\" fluid media, locally-elevated temperature caused by ultrasonic actuators, and viscous drag forces induced by device walls that significantly influence the acoustophoresis of particles and cells.\n\n \n\nTo overcome these limitations, we first developed novel, transformative, two- and three-dimensional numerical modeling methods to analyze acoustophoretic separation of particles and cells in microfluidic systems under multi-frequency acoustic excitations to significantly improve the predictability of the acoustophoresis of particles/cells.  The first modeling approach, which can be used to accurately predict the acoustophoretic motion of compressible particles/cells in microfluidic channels, was successfully applied to develop a portable microfluidic device that can detect low-concentration oil from the environment. This microfluidic system (Fig. 1C) was used to separate and trap crude oil droplets with concentrations less than 1 ppb and to enable optical detection of small amount of oil after oil spill or oil seeps from oil platforms or pipelines (Fig. 1E). This advanced numerical model was also applied to identify the density and compressibility of human cancer cells by optimally fitting predicted trajectories of the cells to experimental trajectories (Fig. 2). This allowed us to measure the biophysical properties of cancer cells that have different metastatic potentials and distinguish them (Fig. 3). Further advancing this system, we have developed a flow-through system to improve the throughput by at least 100 times (Fig. 4) so that such system can be utilized for rapid testing of clinical samples in the future.  In addition, the second modeling approach was developed to accurately and computationally-efficiently predict the acoustophoresis around a particle/cell under an ultrasonic plane wave excitation (Fig. 5).\n\n \n\nThis project has provided undergraduate and graduate students an excellent interdisciplinary research opportunity combining acoustics, microfluidics, lab-on-a-chip, biology, and computational physics. The applications of the technology developed through this project have been applied to broad areas, including cancer biology and cancer diagnosis/prognosis as well as environmental sample analysis. The results of the proposed research were disseminated through peer-reviewed journal publications and presentations at leading conferences in the field of acoustics, microfluidics and microtechnology, and the lab-on-a-chip community, and used to enrich teaching materials for undergraduate and graduate courses.\n\n \n\nIn summary, this project resulted in a more accurate and more realistic acoustophoretic microfluidic numerical models, which was successfully applied in a transformative way to design and develop new sets of acoustophoretic microfl..."
 }
}