{
 "awd_id": "1232623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design of Efficient Saddle Point Algorithms for Large-scale/Complex Geometry Convex Optimization",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "george hazelrigg",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2012-07-18",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "This award provides funding for theoretical and software development of novel algorithms for processing large-scale optimization models arising in Signal Processing,\r\nMedical Image Reconstruction, Machine Learning, and high-dimensional Statistical inference, where huge and steadily growing amounts of underlying data result in the\r\nnecessity to process optimization problems with hundreds of thousands of variables and constraints. In addition, some of applications, such as low rank matrix\r\napproximations, lead to problems with difficult geometry, which amplifies significantly the challenges caused by sheer problem sizes. These challenges will be\r\nmet via developing algorithms with cheap iterations utilizing state-of-the-art approaches, primarily bilinear saddle point reformulation of the problem of interest\r\ncombined with duality-based handling difficult geometry and accelerating algorithms via various types of randomization. Theoretical and algorithmic developments\r\nwill be adjusted to several generic applications (sparsity- and low-rank oriented Signal Processing and Machine Learning, extensions of total variation-based Image\r\nprocessing, and some others) and will be aimed at developing optimization techniques with good theoretical performance guarantees and visible practical potential;\r\nthe latter will be validated by extensive numerical experimentation with both simulated and real life problems.\r\n\r\nIf successful, the research will advance theory and practice of optimization by enriching its abilities to process large-scale/complex geometry problems and thus will\r\ncontribute significantly to the computational toolboxes in Signal Processing, Image Reconstruction, Machine Learning, and some other subject domains. As a byproduct,\r\nthe research will contribute to recent tendency of bridging the corresponding research communities, with clear mutual benefits. In addition, the results of\r\nthe research could form the base of new Ph.D.-level optimization courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arkadi",
   "pi_last_name": "Nemirovski",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Arkadi S Nemirovski",
   "pi_email_addr": "nemirovs@isye.gatech.edu",
   "nsf_id": "000486169",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Shapiro",
   "pi_email_addr": "ashapiro@isye.gatech.edu",
   "nsf_id": "000261260",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span>The primary goal</span></strong><span><span>&nbsp;</span></span><span>of the research project was to develop novel efficient optimization techniques for large-scale optimization&nbsp;problems on domains with difficult geometry,&nbsp;meaning that the only allowed domain-related operation is&nbsp;minimizing over the domain the simplest possible - just linear - functions. Problems of this type arise in many important Machine Learning and Signal Processing applications and typically are beyond the grasp of existing optimization techniques.</span></p>\n<p><em><span>This and related goals were successfully achieved.</span></em><span><em><span>&nbsp;</span></em></span><span>The results are presented in 19 papers in peer-reviewed professional outlets (12 published, 2 accepted, 3 submitted&nbsp; journal papers, 2 papers in NIPS Conference proceedings) and were the primary subject of 13, and the secondary subject of 7 more, talks at international conferences.</span></p>\n<p><strong><span>Impact on project's discipline.</span></strong><span><span>&nbsp;</span></span><span>We believe our research has contributed significantly to the basic theory of large-scale convex optimization. This includes</span></p>\n<p><span>--- developing novel Norm-regularized Conditional Gradient &nbsp;and Composite Mirror Prox algorithms aimed at handling ``composite,'' in some precise sense, large-scale optimization problems frequently arising in Machine Learning and Signal Processing &nbsp;(multiclass classification, recovery of low rank matrix models, total variation based image reconstruction, image decomposition, to name just a few);</span></p>\n<p><span>--- discovery,<span>&nbsp;</span><em><span>for the first time</span></em>, algorithms capable to handle difficult geometry<span>&nbsp;</span><em><span>nonsmooth</span></em><span>&nbsp;</span>convex minimization and (smooth and nonsmooth alike) convex-concave<span>&nbsp;</span><em><span>saddle point</span></em><span>&nbsp;</span>problems (in the past, difficult geometry techniques were known solely for smooth convex minimization). The resulting algorithms are essentially novel and obey provably best possible under the circumstances efficiency estimates. Design of these algorithms required developing several novel theoretical concepts, most notably, Fenchel-type representations of monotone vector fields and induced by these representations ``algorithmic duality,'' on one hand, and decomposition techniques, on the other hand, all this -- for problems with convex structure, including saddle point ones. We believe that these concepts are of significant interest and potential by their own right.</span></p>\n<p><em><span>To judge on computational power of our methods</span></em><span>, note that we were able to process in reasonable time on medium performance computers:</span></p>\n<p><span>&nbsp; &nbsp;--- classification with 20,860 examples of dimension 65,536 each, falling into 1043 classes,</span></p>\n<p><span>&nbsp; &nbsp;--- matrix recovery with 32,000 x 32,000 (L2 fit) and 16,000 x 16,000 (uniform and spectral norm fits) matrices,</span></p>\n<p><span>&nbsp; &nbsp;--- matrix game with huge (97,082,021,465 x 97,082,021,465) matrix.</span></p>\n<p><strong><span>Impact on other disciplines.</span></strong><span><strong><span>&nbsp;</span></strong></span><span>Specific goals and priorities driving our research project take their origin mainly in the needs of the ``state-of-the-art optimization customers,'' most notably, Machine Learning and Signal Processing, and problems arising in these applications were the primary test beds for the novel algorithms stemming from the project. We strongly believe that the project extended significantly the ``computational toolbox'' of these and related disciplines.</span></p>\n<p><span>A significant development of project's last year (not foreseen in the initial research agenda) was discovery of novel ways t...",
  "por_txt_cntn": "\nThe primary goal of the research project was to develop novel efficient optimization techniques for large-scale optimization problems on domains with difficult geometry, meaning that the only allowed domain-related operation is minimizing over the domain the simplest possible - just linear - functions. Problems of this type arise in many important Machine Learning and Signal Processing applications and typically are beyond the grasp of existing optimization techniques.\n\nThis and related goals were successfully achieved. The results are presented in 19 papers in peer-reviewed professional outlets (12 published, 2 accepted, 3 submitted  journal papers, 2 papers in NIPS Conference proceedings) and were the primary subject of 13, and the secondary subject of 7 more, talks at international conferences.\n\nImpact on project's discipline. We believe our research has contributed significantly to the basic theory of large-scale convex optimization. This includes\n\n--- developing novel Norm-regularized Conditional Gradient  and Composite Mirror Prox algorithms aimed at handling ``composite,'' in some precise sense, large-scale optimization problems frequently arising in Machine Learning and Signal Processing  (multiclass classification, recovery of low rank matrix models, total variation based image reconstruction, image decomposition, to name just a few);\n\n--- discovery, for the first time, algorithms capable to handle difficult geometry nonsmooth convex minimization and (smooth and nonsmooth alike) convex-concave saddle point problems (in the past, difficult geometry techniques were known solely for smooth convex minimization). The resulting algorithms are essentially novel and obey provably best possible under the circumstances efficiency estimates. Design of these algorithms required developing several novel theoretical concepts, most notably, Fenchel-type representations of monotone vector fields and induced by these representations ``algorithmic duality,'' on one hand, and decomposition techniques, on the other hand, all this -- for problems with convex structure, including saddle point ones. We believe that these concepts are of significant interest and potential by their own right.\n\nTo judge on computational power of our methods, note that we were able to process in reasonable time on medium performance computers:\n\n   --- classification with 20,860 examples of dimension 65,536 each, falling into 1043 classes,\n\n   --- matrix recovery with 32,000 x 32,000 (L2 fit) and 16,000 x 16,000 (uniform and spectral norm fits) matrices,\n\n   --- matrix game with huge (97,082,021,465 x 97,082,021,465) matrix.\n\nImpact on other disciplines. Specific goals and priorities driving our research project take their origin mainly in the needs of the ``state-of-the-art optimization customers,'' most notably, Machine Learning and Signal Processing, and problems arising in these applications were the primary test beds for the novel algorithms stemming from the project. We strongly believe that the project extended significantly the ``computational toolbox'' of these and related disciplines.\n\nA significant development of project's last year (not foreseen in the initial research agenda) was discovery of novel ways to apply Convex Optimization in High-Dimensional Statistics. Specifically, we found that saddle point techniques (which, according to our original plan, laid the foundation to project's algorithmic developments), can be directly utilized in statistical context, primarily, in hypotheses testing. As applied to several basic ``observation schemes,'' these techniques yield provably near optimal statistical inferences. The major good news here is that within its well understood (and reasonably wide) applicability bounds, the approach can handle pretty general hypotheses, and both near optimal inference and its risk are given by an efficient computation. In contrast to this, with the traditional approach, near-optimal statistical inferences stem from ``cl..."
 }
}