{
 "awd_id": "1232523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Prehistoric Plant Use Among Complex Maritime Hunter-Gatherer-Fishers, Santa Cruz Island, California",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 23965.0,
 "awd_amount": 23965.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "Under the direction of Dr. Michael Glassow, Kristina M. Gill will analyze carbonized plant remains from prehistoric habitation sites on Santa Cruz Island, one of the Northern Channel Islands off the coast of southern California.  Her goal is to examine the role of plant resources among prehistoric maritime hunter-gatherer-fishers, and how the importance of plants changed through time in response to environmental stress and increased trade with mainland populations.  Despite the maritime focus of island populations, the extent to which locally available plant resources were used throughout the Holocene is important for understanding changes in subsistence, settlement, regional exchange, and socio-political complexity.  Ms. Gill will address these research objectives by examining three habitation sites on Santa Cruz Island, each of which is associated with mortar holes in adjacent bedrock outcrops.  Throughout California, stone mortars and pestles typically were used to process plant foods.  Of particular interest, excavations at the Diablo Valdez site (SCRI-619/620), occupied from at least 3000 BC until after European contact (AD 1782), yielded a large number of carbonized corms (similar to bulbs), a highly ranked local plant food.  The Diablo Valdez site, with its long period of occupation and the presence of carbonized corms in numerous strata, will make a significant contribution to refining current understanding of island resource exploitation, settlement, and exchange. \r\n \r\nThis research project will contribute to understanding human adaptation at a simple level of technology.  It will proceed through integration of multiple lines of evidence to examine both floral and faunal food resource use in terms of foraging theory and diet breadth models, in an island context where marine resources are particularly abundant but where plant resources likely were critical to a balanced diet.  Cross-cultural comparison, specifically with regard to the relative importance of plants, among various maritime hunter-gatherer-fisher societies will provide new insights into how foraging decisions were made.\r\n\r\nBroader impacts include participation by students, which is essential during all aspects of this research project.  Previous excavations at the Diablo Valdez site involved a combination of undergraduate and graduate students and professional archaeologists, fostering a unique cooperative research environment.  The planned excavations will provide a similar interaction between students and professionals from academic, government, and public archaeology backgrounds.  Moreover, laboratory analyses will provide important educational opportunities for undergraduate students through training in archaeological faunal and paleoethnobotanical analysis. \r\n\r\nThis research will significantly improve understanding of the role of plants in both current and past Chumash Indian culture.  The youth education program of the Santa Ynez Band of Chumash Indians is dedicated to preserving traditional knowledge and supporting archaeological research that provides valuable information about their past.  During excavations in summer 2011, Ms. Gill led an interpretive hike for the youth program on Santa Cruz Island, focusing on the identification of native plants and their traditional uses.  Based on the success of this hike, she will continue to lead annual hikes for the youth program and other interested tribal members.  Fostering a positive, open relationship between the scientific and Native American community is a goal of this research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Glassow",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Glassow",
   "pi_email_addr": "glassow@anth.ucsb.edu",
   "nsf_id": "000318609",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Gill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina Gill",
   "pi_email_addr": "kgill@umail.ucsb.edu",
   "nsf_id": "000615463",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 23965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Paleoethnobotany (the identification of plant remains in archaeological sites) is a specialization that has become important in California&nbsp;archaeology only relatively recently, and especially important on the Channel Islands. Paleobotanical remains provide direct evidence of prehistoric peoples' use of plant resources in various ways, as well as important environmental data that is useful for ecologists and botanists involved in native plant restoration efforts. Paleoethnobotany adds a significant dimension to historical ecology that can aid in land management and restoration decisions in areas like the Channel Islands, where historical impacts obscure pre-European floras.&nbsp;</p>\n<p>The major goal of this project was to investigate subsistence and the relative importance of plants among maritime hunter-gatherer-fishers living on the Northern Channel Islands from the middle Holocene through the protohistoric period (roughly 5300 years ago to AD 1782). This research focuses on the role of plant food subsistence, in the context of environmental and cultural factors, using data from three sites on Santa Cruz Island. Two main hypotheses address 1) change in plant resource use through time, and 2) the effect of regional trade on plant procurement and human settlement. Archaeological deposits on the Channel Islands are particularly well suited to studying changes in plant food use through time, as habitation refuse deposits are well preserved in the absence of burrowing rodents, which have churned many mainland site deposits.</p>\n<p>In order to accomplish the primary research goals of this project, three archaeological sites were tested on Santa Cruz Island, with a primary focus on recovering and identifying paleobotanical remains. All three sites are located within the interior and upland areas of the island, where plant food diversity is generally higher than in coastal settings. Two of the sites (SCRI-813 and -814) had relatively shallow deposits (less than 40 cm deep); SCRI-813 was occupied for a relatively brief period of time beginning in the Transitional Period, into the Late Period (AD 1280-1500); SCRI-814 was occupied beginning in the Early Period (ca. 4800 years ago), with most evidence of occupation from the late Middle Period through the Late Period (AD 780-1630). The Diablo Valdez site (SCRI-619/620) is a large and deeply stratified (over 2 meters deep) residential site where two loci were excavated. Occupation at this site occurred from around 5300 years ago, through the Protohistoric and into the Historic Period, with the most intensive use of the site occurring within the Early Period, between ca. 5000 and 3000 years ago. Prior to this research, very few large residential sites located away from the coast had been documented or studied in depth.&nbsp;</p>\n<p>The discovery of a large quantity of carbonized geophytes, a highly ranked plant food that is not commonly recovered archaeologically, along with roasting pit features and other domestic features, has significant implications for interpreting archaeological data in the Santa Barbara Channel Region. Archaeological research in the Channel region, and on the islands in particular, has long focused on the abundant marine faunal resources (i.e., shellfish and sea mammals), nearly to the exclusion of plant food resources. Prevailing ideas about the use of plant foods on the islands are that island diversity and abundance of plant foods were inadequate for providing needed nutrients to the island's inhabitants, and consequently they must have been supplemented by mainland plant foods. This research suggests otherwise, with local plant foods well represented in the archaeological record, and imported mainland plant foods nearly non-existent.</p>\n<p>Fragments of carbonized&nbsp;corms (likely blue dicks, <em>Dichelostemma capitatum</em>)&nbsp;have been identified previously on the Channel Islands, indica...",
  "por_txt_cntn": "\nPaleoethnobotany (the identification of plant remains in archaeological sites) is a specialization that has become important in California archaeology only relatively recently, and especially important on the Channel Islands. Paleobotanical remains provide direct evidence of prehistoric peoples' use of plant resources in various ways, as well as important environmental data that is useful for ecologists and botanists involved in native plant restoration efforts. Paleoethnobotany adds a significant dimension to historical ecology that can aid in land management and restoration decisions in areas like the Channel Islands, where historical impacts obscure pre-European floras. \n\nThe major goal of this project was to investigate subsistence and the relative importance of plants among maritime hunter-gatherer-fishers living on the Northern Channel Islands from the middle Holocene through the protohistoric period (roughly 5300 years ago to AD 1782). This research focuses on the role of plant food subsistence, in the context of environmental and cultural factors, using data from three sites on Santa Cruz Island. Two main hypotheses address 1) change in plant resource use through time, and 2) the effect of regional trade on plant procurement and human settlement. Archaeological deposits on the Channel Islands are particularly well suited to studying changes in plant food use through time, as habitation refuse deposits are well preserved in the absence of burrowing rodents, which have churned many mainland site deposits.\n\nIn order to accomplish the primary research goals of this project, three archaeological sites were tested on Santa Cruz Island, with a primary focus on recovering and identifying paleobotanical remains. All three sites are located within the interior and upland areas of the island, where plant food diversity is generally higher than in coastal settings. Two of the sites (SCRI-813 and -814) had relatively shallow deposits (less than 40 cm deep); SCRI-813 was occupied for a relatively brief period of time beginning in the Transitional Period, into the Late Period (AD 1280-1500); SCRI-814 was occupied beginning in the Early Period (ca. 4800 years ago), with most evidence of occupation from the late Middle Period through the Late Period (AD 780-1630). The Diablo Valdez site (SCRI-619/620) is a large and deeply stratified (over 2 meters deep) residential site where two loci were excavated. Occupation at this site occurred from around 5300 years ago, through the Protohistoric and into the Historic Period, with the most intensive use of the site occurring within the Early Period, between ca. 5000 and 3000 years ago. Prior to this research, very few large residential sites located away from the coast had been documented or studied in depth. \n\nThe discovery of a large quantity of carbonized geophytes, a highly ranked plant food that is not commonly recovered archaeologically, along with roasting pit features and other domestic features, has significant implications for interpreting archaeological data in the Santa Barbara Channel Region. Archaeological research in the Channel region, and on the islands in particular, has long focused on the abundant marine faunal resources (i.e., shellfish and sea mammals), nearly to the exclusion of plant food resources. Prevailing ideas about the use of plant foods on the islands are that island diversity and abundance of plant foods were inadequate for providing needed nutrients to the island's inhabitants, and consequently they must have been supplemented by mainland plant foods. This research suggests otherwise, with local plant foods well represented in the archaeological record, and imported mainland plant foods nearly non-existent.\n\nFragments of carbonized corms (likely blue dicks, Dichelostemma capitatum) have been identified previously on the Channel Islands, indicating their use for the last 10,000 years. Numerous whole and nearly whole carbonized corms were identified at all three ..."
 }
}