{
 "awd_id": "1232752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Defining the SUMOylation System in Maize and its Roles in Stress Protection",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne W. Sylvester",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 359100.0,
 "awd_min_amd_letter_date": "2012-03-20",
 "awd_max_amd_letter_date": "2015-02-27",
 "awd_abstract_narration": "The ability to detect and respond to stress is central to a plant's survival in a host of unfavorable environments and a key determinant of agricultural productivity under sub-optimal field conditions. Although a number of pathways have been described that confer specific protection to various abiotic and biotic challenges, a recent discovery of a potentially universal protective mechanism involving the Small Ubiquitin-related MOdifier (SUMO) may transform the current appreciation of stress biology. Specifically, it has been shown that the Arabidopsis SUMO polypeptide becomes covalently attached to numerous nuclear proteins and that the levels of these conjugates rise rapidly and reversibly after exposing plants to various abiotic stresses. Using novel quantitative proteomic approaches, it has been discovered that many of the SUMOylation targets are known critical regulators with their collective functions implying that SUMO addition engages a protective response that broadly alters chromatin accessibility, transcription, and mRNA processing/export.  Taken together, these results suggest that SUMO might offer unique opportunities to globally manipulate the stress response for agricultural benefit. Unfortunately, the organization and functions of the SUMO system are largely unknown in other plant species, including all important agricultural crops, thus precluding rational redesign to improve crop plant productivity. Moreover, preliminary genome analyses of maize and rice revealed that the organization of the SUMO system in cereals might differ significantly from that in observed in Arabidopsis. This EAGER project proposes to define how SUMOylation works during stress in crops using maize (Zea mays) as the model. The specific aims are to: (i) delineate the SUMOylation system in maize using bioinformatic and biochemical methods and define kinetically how the system responds to stress; (ii) generate a library of maize mutants and transgenic lines affecting key components required for SUMO addition and release; (iii) define the \"SUMOylome\" of maize, quantify how the SUMOylation status of individual targets changes during stress and after recovery; and (iv) analyze SUMO pathway mutants phenotypically to determine how stress-induced SUMOylation may help maize survive adverse environments. Collectively, this project will generate much-needed tools and germplasm that can be exploited to understand how SUMO might reorganize maize chromatin and its transcriptome during stress, and identify key points in plant stress responses involving SUMOylation that can be manipulated for improved yield.\r\n\r\nThe current understanding of SUMOylation in plants is still rudimentary and almost nonexistent in crop species where its manipulation may have substantial agricultural impact. This project will provide interdisciplinary training of the next generation of plant scientists working on crops. This research will collectively incorporate postdocs, graduate students, and undergraduates as well as high school students sponsored by the Wisconsin Youth Apprenticeship Program (YAP) in Biotechnology.  During the course of this project, reagents, techniques, mutants, and transgenic lines will be generated that will provide a much needed foundation to investigate SUMOylation in maize, and hopefully offer new strategies to rationally alter the SUMO system for agricultural and medicinal benefit.  Plant resources will be available through the Maize Genetics Cooperative Stock Center (http://maizecoop.cropsci.uiuc.edu).  Raw and processed experimental data will be deposited into NCBI's Gene Expression Omnibus (GEO) and at Maize GDB (http://www.maizegdb.org/).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Vierstra",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Richard D Vierstra",
   "pi_email_addr": "rdvierstra@wustl.edu",
   "nsf_id": "000109322",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park St, Suite 5101",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 4152.0
  }
 ],
 "por": null
}