{
 "awd_id": "1232453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Rationale Design of Enhanced Catalytic Nanomotors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Revzin",
 "awd_eff_date": "2011-08-08",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 98348.0,
 "awd_amount": 98348.0,
 "awd_min_amd_letter_date": "2012-03-09",
 "awd_max_amd_letter_date": "2012-03-09",
 "awd_abstract_narration": "0853379/0853375\r\nPosner, J./Wang, J.                        \r\n\r\nSynthetic nanoscale motors represent a major step towards the development of practical nanomachines. Despite impressive progress, manmade nanomachines lack the efficiency and versatility of their biological counterparts. Extending the scope of synthetic nanomotors to diverse and realistic conditions requires deep understanding of their fundamental physical mechanisms. This proposed collaborative research aims at gaining such understanding of the underlying physical mechanisms of catalytic nanowire motors. The intellectual merit of the proposed work is to extend the fundamental understanding of the nanomotors propulsion, through a parallel experimental and theoretical approach, to guide the rationale design of powerful and versatile manmade nanomachines that can perform demanding tasks. The three main aims of the proposed work are: (1) understand physical mechanisms that govern the motion and performance of nanomotors using novel experiments and theoretical models (2) Identify and optimize nanowire properties (catalysts composition and morphology, wire shape, and surface coatings) that yield order of magnitude faster and more powerful nanomotors. (3) Fabricate nanomotors capable of operating in a wide range of environments (pH, ionic strength) and fuels (e.g. glucose, ethanol), enabling ranging operation in a variety of applications and demanding tasks such as directed drug delivery, directed nanoscale self-assembly, chemotactic environmental remediation, or microchip bioassays. \r\n\r\nThis research is transformative in that the improved understanding of the fundamental catalytic nanomotor physics will lead to powerful motors that are stable over long periods for performing complex tasks in a wide variety of environments and applications. To ensure success of the interdisciplinary research program, the team is comprised of two co-PIs with complementary experience. The proposed effort requires expertise in catalysis and electrochemistry (Wang), nanowire fabrication (Wang), low Reynolds number hydrodynamics (Posner), microscale diagnostics (Posner), electrokinetics and electrostatics (Posner). The PIs' extensive preliminary data, broad and complementary experience and past collaboration lay the groundwork for the success of the proposed activity. \r\n\r\nThe proposed effort will have broader impacts by integrating research with training, education, mentoring, and social outcomes. Particular emphasis will be given to the involvement of Hispanic students at the undergraduate and graduate research levels. They leverage the uniqueness of their locations by expanding undergraduate research opportunities for Hispanic students which have relatively high enrollment at ASU and UCSD, but low representation in engineering nationwide. This grant will provide distinctive experiences for undergraduate and graduate students to appreciate and participate in how their research on nanotechnology may transform society and to examine science and technology policy. In particular, they will develop a nanomachines course for a emerging nanotechnology curriculum in a new UCSD department of Nanoengineering. In addition, at ASU they aim to increase engineering graduate students' awareness of the societal and ethical implications of nanoscience and technology. In collaboration with faculty in the NSF Center for Nanotechnology in Society they will (1) develop a cross-listed, co-taught graduate level course entitled Societal and Ethical Implications of Scientific Research focusing on nanotechnologies; and (2) ASU and UCSD students will participate in a two week workshop in Washington, DC entitled \"Science Outside the Lab: A Policy Dis-Orientation\" which examines scientific policy and culture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Posner",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan D Posner",
   "pi_email_addr": "jposner@uw.edu",
   "nsf_id": "000482284",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave. NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 98348.0
  }
 ],
 "por": null
}