{
 "awd_id": "1232962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies of Turbulence and Mixing in the Antarctic Circumpolar Current, a Continuation of DIMES",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 3224357.0,
 "awd_amount": 3224357.0,
 "awd_min_amd_letter_date": "2012-09-16",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "Intellectual Merit: The Diapycnal and Isopycnal Mixing Experiment in the Southern Ocean (DIMES) is a study of ocean mixing in the Antarctic Circumpolar Current (ACC) which runs west to east all around the continent of Antarctica, south of the other continents. This current system is somewhat of a barrier to transport of heat, carbon dioxide and other important ocean constituents between the far south and the rest of the ocean, and mixing processes play an important role in those transports. DIMES is a multi-investigator cooperative project, led by physical oceanographers in the U.S. and in the U.K.  A passive tracer and an array of sub-surface floats were deployed early in 2009 more than 2000 km west of Drake Passage on a surface of constant density about 1500 m deep between the Sub Antarctic Front and the Polar Front of the ACC. In early 2010 a U.S. led research cruise sampled the tracer, turbulence levels, and the velocity and density profiles that govern the generation of that turbulence, and additional U.K. led research cruises in 2011 and 2012 continue this sampling as the tracer has made its way through Drake Passage, into the Scotia Sea, and over the North Scotia Ridge, a track of more than 3000 km. The initial results show that diapycnal, i.e., vertical, mixing west of Drake Passage where the bottom is relatively smooth is no larger than in most other regions of the open ocean. In contrast, there are strong velocity shears and intense turbulence levels over the rough topography in Drake Passage and diapycnal diffusivity of the tracer more than 10 times larger in Drake Passage and to the east than west of Drake Passage.\r\n\r\nThe DIMES field program continues with the U.S. team collecting new velocity and turbulence data in the Scotia Sea. It is anticipated that the tracer will continue passing through the Scotia Sea until at least early 2014. The U.K. partners have scheduled sampling of the tracer on cruises at the North Scotia Ridge and in the eastern and central Scotia Sea in early 2013 and early 2014. The current project will continue the time series of the tracer at Drake Passage on two more U.S. led cruises, in late 2012 and late 2013. Trajectories through the Scotia Sea estimated from the tracer observations, from neutrally buoyant floats, and from numerical models will be used to accurately estimate mixing rates of the tracer and to locate where the mixing is concentrated. During the 2013 cruise the velocity and turbulence fields along high-resolution transects along the ACC and across the ridges of Drake Passage will be measured to see how far downstream of the ridges the mixing is enhanced, and to test the hypothesis that mixing is enhanced by breaking lee waves generated by flow over the rough topography.\r\n\r\nBroader Impacts: DIMES (see web site at http://dimes.ucsd.edu) involves many graduate students and post-doctoral researchers. Two graduate students, who would become expert in ocean turbulence and the processes generating it, will continue be trained on this project. The work in DIMES is ultimately motivated by the need to understand the overturning circulation of the global ocean. This circulation governs the transport and storage of heat and carbon dioxide within the huge oceanic reservoir, and thus plays a major role in regulating the earth?s climate. Understanding the circulation and how it changes in reaction to external forces is necessary to the understanding of past climate change and of how climate might change in the future, and is therefore of great importance to human well-being. The data collected and analyzed by the DIMES project will be assembled and made publicly available at the end of the project.\r\n\r\nThe DIMES project is a process experiment sponsored by the U.S. CLIVAR (Climate variability and predictability) program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Ledwell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Ledwell",
   "pi_email_addr": "jledwell@whoi.edu",
   "nsf_id": "000106079",
   "pi_start_date": "2012-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Toole",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Toole",
   "pi_email_addr": "jtoole@whoi.edu",
   "nsf_id": "000087941",
   "pi_start_date": "2012-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "St Laurent",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Louis C St Laurent",
   "pi_email_addr": "lstlaurent@apl.uw.edu",
   "nsf_id": "000091419",
   "pi_start_date": "2012-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "1610",
   "pgm_ref_txt": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1192948.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1314676.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 716733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our study is of mixing in the Antarctic Circumpolar Current (ACC) as it passes through the southeast Pacific, Drake Passage, and the Scotia Sea, in its course around Antarctica. The ocean is stratified by density, with lighter waters overlying denser waters. Fluid motions along surfaces of constant &ldquo;neutral density&rdquo; require much less energy than nearly vertical mixing across these surfaces so that so called &ldquo;diapycnal (cross-density) diffusivities&rdquo; are typically millions of times smaller than &ldquo;isopycnal (along-density) diffusivities&rdquo;. Both processes play an important role in the transfer of heat and carbon dioxide from the atmosphere and circumpolar surface waters to the deep ocean. Hence, knowledge of them is important to our understanding of past and future changes in the earth&rsquo;s climate.&nbsp;</p>\n<p>The project is a joint effort by the United States and the United Kingdom. Our part has been to study mixing by releasing a tracer and measuring its dispersion both along and across the density surfaces over 5 years (2009-2014), and to measure small scale motions and distortions of the density field associated with the turbulence that drives diapycnal mixing. The tracer (perflouromethyl sulfur pentafluoride), detectable at very low concentrations, was released on a neutral density surface about 1500 meters deep, 2000 kilometers west of Drake Passage in the ACC. The tracer moved eastward through the SE Pacific, Drake Passage and the Scotia Sea as it spread many hundreds of kilometers along the neutral density surface, but only tens of meters across to other density surfaces.</p>\n<p>Measurements of the isopycnal dispersion of the tracer in the SE Pacific, combined with a numerical model of ocean circulation used to fill in the observational gaps in time and space, gave an accurate estimate of the isopycnal eddy diffusivity, which can be used to estimate the rates of transfer of heat, carbon dioxide, and other substances between the polar region south of the ACC and the subtropical region to the north.</p>\n<p>The diffusivity describing diapycnal mixing in the SE Pacific was found to be at background values expected for the interior of most of the ocean. However, diapycnal diffusivity in Drake Passage and the Scotia Sea, which are home to steep undersea ridges and seamounts, was found to be 20 times greater than in the SE Pacific, where the relief is less pronounced. This finding indicated that turbulence is greatly enhanced by the flow of the ACC and its eddies over the bottom.</p>\n<p>The diapycnal diffusivity, though small, is many orders of magnitude greater than expected for molecular motions in a quiescent fluid. The ocean is turbulent almost everywhere, though turbulent events are intermittent in most places as they are driven by internal waves giving up some of their energy when they become unstable &ndash; think of white caps we see at the surface of the ocean - though the internal waves are much lower frequency, with much greater vertical excursions. Winds acting on the surface generate downward propagating internal waves, and bottom currents over the irregular topography generate upward propagating waves. The bottom currents can be tidal, but also can be the deep expression of the large scale currents and eddies that we see in the ACC.</p>\n<p>We have measured the energy in the internal wave field with acoustic Doppler instruments on our lowered hydrographic packages. We have also measure the energy flowing from the internal waves to turbulence via the rate of energy dissipation at small scales with sensitive probes on instruments that repeatedly fall freely through the ocean. A formula has been developed from lab and field work to relate the dissipation rate to the diapycnal diffusivity that a tracer would see. Another formula has been developed between the dissipation rate and internal wave characteristics. These formulae gave results that agreed well with the tracer diffusivity measured in the SE Pacific. Though internal wave energies and dissipation rates were much greater near the bottom in Drake Passage than in the SE Pacific, especially over the submarine ridges and seamounts, at the mean depth of the tracer, they seemed to fall short by an order of magnitude. However, in high resolution numerical simulations of flow through Drake Passage, the tracer spends enough time near the bottom, where dissipation rates are high, to reconcile much of the difference.</p>\n<p>The high diapycnal diffusivity found in the Drake Passage region has potential importance in the heat, salt, and carbon budgets of the ocean. Fluxes between the upper waters and the deep waters in that region and perhaps in other similarly rough regions around the ACC, such as around the Kerguelen Plateau, the Macquarie Ridge, and the Eltanin Fracture Zone, rival the fluxes that are common across the ocean surface in the Southern Ocean. Thus, as for the along-isopycnal transport from the surface into the deep ocean, diapycnal transport has a role to play.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2017<br>\n\t\t\t\t\tModified by: James&nbsp;R&nbsp;Ledwell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur study is of mixing in the Antarctic Circumpolar Current (ACC) as it passes through the southeast Pacific, Drake Passage, and the Scotia Sea, in its course around Antarctica. The ocean is stratified by density, with lighter waters overlying denser waters. Fluid motions along surfaces of constant \"neutral density\" require much less energy than nearly vertical mixing across these surfaces so that so called \"diapycnal (cross-density) diffusivities\" are typically millions of times smaller than \"isopycnal (along-density) diffusivities\". Both processes play an important role in the transfer of heat and carbon dioxide from the atmosphere and circumpolar surface waters to the deep ocean. Hence, knowledge of them is important to our understanding of past and future changes in the earth?s climate. \n\nThe project is a joint effort by the United States and the United Kingdom. Our part has been to study mixing by releasing a tracer and measuring its dispersion both along and across the density surfaces over 5 years (2009-2014), and to measure small scale motions and distortions of the density field associated with the turbulence that drives diapycnal mixing. The tracer (perflouromethyl sulfur pentafluoride), detectable at very low concentrations, was released on a neutral density surface about 1500 meters deep, 2000 kilometers west of Drake Passage in the ACC. The tracer moved eastward through the SE Pacific, Drake Passage and the Scotia Sea as it spread many hundreds of kilometers along the neutral density surface, but only tens of meters across to other density surfaces.\n\nMeasurements of the isopycnal dispersion of the tracer in the SE Pacific, combined with a numerical model of ocean circulation used to fill in the observational gaps in time and space, gave an accurate estimate of the isopycnal eddy diffusivity, which can be used to estimate the rates of transfer of heat, carbon dioxide, and other substances between the polar region south of the ACC and the subtropical region to the north.\n\nThe diffusivity describing diapycnal mixing in the SE Pacific was found to be at background values expected for the interior of most of the ocean. However, diapycnal diffusivity in Drake Passage and the Scotia Sea, which are home to steep undersea ridges and seamounts, was found to be 20 times greater than in the SE Pacific, where the relief is less pronounced. This finding indicated that turbulence is greatly enhanced by the flow of the ACC and its eddies over the bottom.\n\nThe diapycnal diffusivity, though small, is many orders of magnitude greater than expected for molecular motions in a quiescent fluid. The ocean is turbulent almost everywhere, though turbulent events are intermittent in most places as they are driven by internal waves giving up some of their energy when they become unstable &ndash; think of white caps we see at the surface of the ocean - though the internal waves are much lower frequency, with much greater vertical excursions. Winds acting on the surface generate downward propagating internal waves, and bottom currents over the irregular topography generate upward propagating waves. The bottom currents can be tidal, but also can be the deep expression of the large scale currents and eddies that we see in the ACC.\n\nWe have measured the energy in the internal wave field with acoustic Doppler instruments on our lowered hydrographic packages. We have also measure the energy flowing from the internal waves to turbulence via the rate of energy dissipation at small scales with sensitive probes on instruments that repeatedly fall freely through the ocean. A formula has been developed from lab and field work to relate the dissipation rate to the diapycnal diffusivity that a tracer would see. Another formula has been developed between the dissipation rate and internal wave characteristics. These formulae gave results that agreed well with the tracer diffusivity measured in the SE Pacific. Though internal wave energies and dissipation rates were much greater near the bottom in Drake Passage than in the SE Pacific, especially over the submarine ridges and seamounts, at the mean depth of the tracer, they seemed to fall short by an order of magnitude. However, in high resolution numerical simulations of flow through Drake Passage, the tracer spends enough time near the bottom, where dissipation rates are high, to reconcile much of the difference.\n\nThe high diapycnal diffusivity found in the Drake Passage region has potential importance in the heat, salt, and carbon budgets of the ocean. Fluxes between the upper waters and the deep waters in that region and perhaps in other similarly rough regions around the ACC, such as around the Kerguelen Plateau, the Macquarie Ridge, and the Eltanin Fracture Zone, rival the fluxes that are common across the ocean surface in the Southern Ocean. Thus, as for the along-isopycnal transport from the surface into the deep ocean, diapycnal transport has a role to play.\n\n\t\t\t\t\tLast Modified: 11/01/2017\n\n\t\t\t\t\tSubmitted by: James R Ledwell"
 }
}