{
 "awd_id": "1232745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"Interfaces in Materials, Biology, and Physiology: A symposium\"  to be held at the 2012 MRS Spring Meeting on April 10-13, 2012 in San Fancisco, CA.",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "1232745\r\nGenin\r\n\r\nThe NSF support is requested to support hosting a cross-disciplinary discussion on the broad topic of interfaces and attachment in materials, biology, and physiology to be held over the duration of the 2012 Materials Re-search Society Spring Meeting in San Francisco. The specific expenses requested to be covered by the National Science Foundation through this grant proposal, as detailed in the accompanying budget statement, involve registration fees for invited speakers and travel expenses for junior participants. \r\n\r\nIntellectual merit:\r\n\r\nEffective interfaces between materials present a grand challenge across a broad range of physical phenomena within both conventional and biomedical engineering. Many high performance alloys exhibit property amplifications similar to those observed in nature and physiology, and the science of relating this property amplification to a material's hierarchical structure is gaining in maturity. However, careful control of the interfaces and interphases between constituents continues to pose theoretical and applied challenges across disciplines, ranging from challenges attaching composite wings to civil aircraft to challenges in understanding and regenerating attachments between tendon and bone in rotator cuff reattachment surgery. It will bring together experts across the life sciences, the physical sciences, and materials engineering to discuss the state of the art in our understanding of this grand challenge across disciplines, to identify additional major challenges and solutions that exist across disciplines, with the goal of providing future direction to this field. The intellectual merit of this symposium lies in addressing the critical need to bring together this cross-disciplinary expertise to unify and identify future directions for this field at an important stage of the field's development.\r\n\r\nBroader Impacts:\r\n\r\nThe broader impacts of this symposium lie in the development of young and future scientists, and the symposium's aim of inspiring and motivating further inquiry into the study of interfaces. From the human resources perspective, the program draws organizers and will draw participants from diverse backgrounds from four continents, and will specifically target individuals at the beginnings of their careers. Finally, we would like to facilitate opportunities for junior and early career faculty, post doctoral fellows and graduate students to present research in an interdisciplinary, international workshop. Our objective is to have over half of the speakers in this symposium be scientists who have not previously presented their work at an MRS Meeting. From the perspective of inspiring and motivating further inquiry into the study of interfaces, the symposium will serve as a platform for the broad dissemination of research across disciplines. It is expected to have more than 200 attendees over the course of the symposium. The symposium will have 48 presentations (27 invited, with five of these being junior investigators) and 15 poster presenters (8 of which are students).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Genin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Guy M Genin",
   "pi_email_addr": "genin@wustl.edu",
   "nsf_id": "000480683",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Materials Research Society Spring 2012 Meeting",
  "perf_str_addr": "747 Howard Street",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941033118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>Creating effective interfaces between materials is a major impediment to bringing the next generation of nano structured materials to consumer products, and is the source of a number of significant pathologies such as recurrent rotator cuff tears. &nbsp;For example, a new generation of high performance alloys exhibits mechanical performance improvements similar to those observed in nature and physiology, but careful control of the interfaces and interphases between constituents continues to pose theoretical and applied challenges across disciplines, ranging from challenges attaching composite wings to civil aircraft to challenges in understanding and regenerating attachments between tendon and bone in rotator cuff reattachment surgery. &nbsp;This symposium brought together experts across the life sciences, the physical sciences, and materials engineering to discuss the state of the art in our understanding of this grand challenge across disciplines, and to identify additional major challenges and solutions that exist across disciplines. &nbsp;The symposium addressed a critical need to bring together this cross-disciplinary expertise to unify and identify future directions for this field at an important stage of the field&rsquo;s development.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:</p>\n<p>Another aim of this symposium was the development of young and future scientists, and an aim of inspiring and motivating further inquiry into the study of interfaces. &nbsp;From the human resources perspective, the program drew organizers and participants from diverse backgrounds from four continents, and specifically attracted individuals at the beginnings of their careers, with many opportunities for junior and early career faculty, post doctoral fellows and graduate students to present research in an interdisciplinary, international workshop. &nbsp;Over 200 attendees participated over the course of the symposium.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2013<br>\n\t\t\t\t\tModified by: Guy&nbsp;M&nbsp;Genin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nCreating effective interfaces between materials is a major impediment to bringing the next generation of nano structured materials to consumer products, and is the source of a number of significant pathologies such as recurrent rotator cuff tears.  For example, a new generation of high performance alloys exhibits mechanical performance improvements similar to those observed in nature and physiology, but careful control of the interfaces and interphases between constituents continues to pose theoretical and applied challenges across disciplines, ranging from challenges attaching composite wings to civil aircraft to challenges in understanding and regenerating attachments between tendon and bone in rotator cuff reattachment surgery.  This symposium brought together experts across the life sciences, the physical sciences, and materials engineering to discuss the state of the art in our understanding of this grand challenge across disciplines, and to identify additional major challenges and solutions that exist across disciplines.  The symposium addressed a critical need to bring together this cross-disciplinary expertise to unify and identify future directions for this field at an important stage of the fieldÆs development.\n\n \n\nBroader Impacts:\n\nAnother aim of this symposium was the development of young and future scientists, and an aim of inspiring and motivating further inquiry into the study of interfaces.  From the human resources perspective, the program drew organizers and participants from diverse backgrounds from four continents, and specifically attracted individuals at the beginnings of their careers, with many opportunities for junior and early career faculty, post doctoral fellows and graduate students to present research in an interdisciplinary, international workshop.  Over 200 attendees participated over the course of the symposium. \n\n\t\t\t\t\tLast Modified: 06/06/2013\n\n\t\t\t\t\tSubmitted by: Guy M Genin"
 }
}