{
 "awd_id": "1232498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fouth International Conference on Biomolecular Engineering (ICBE) Jan 13-16, 2013 in Fort Lauderdale, Florida.",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carol Lucas",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 9800.0,
 "awd_amount": 9800.0,
 "awd_min_amd_letter_date": "2012-05-12",
 "awd_max_amd_letter_date": "2012-05-12",
 "awd_abstract_narration": "1232498 \r\nCortes-Caminero\r\n\r\nThe field of biomolecular engineering has rapidly emerged as an important area of research with affects ranging from the environment to medicine; however, there are few forums that bring together biologists, chemists, and engineers to discuss ways in which their disciplines can collaborate to find novel solutions to fundamental and applied problems that are limiting the development of new technologies and therapies. In response to this need, we are organizing the Fourth International Conference on Biomolecular Engineering (ICBE). The Fourth ICBE will be held from Sunday, January 13 through Wednesday, January 16, 2013, in Fort Lauderdale, Florida. It is anticipated ~200 attendees, a size that is accommodated routinely by the meeting site. It is envisioned that roughly 30% of the attendees will be graduate students and young investigators. As currently defined, biomolecular engineering covers the multidisciplinary interface between molecular biology and quantitative engineering science. Established research subfields have come to include protein, metabolic, cell, and tissue engineering. The growth of these areas has paralleled the rapid sequencing of genomes, large-scale elucidation of protein structures, and expansion of computational resources. These developments have expanded the availability of biological data exponentially in ways that few foresaw. The key challenge confronting the emerging field of systems biology is integrating all this information across the varied levels of biological complexity, from molecules to pathways, from pathways to cells, and from cells to tissues. The lines between these subfields are increasingly blurred as they coalesce under the umbrella of molecular biology.\r\n\r\nIntellectual Merit\r\n\r\nThe topics covered by this conference share a common theme: they will require the intersection of viewpoints, knowledge, and technologies from biology and engineering, from both academia and industry. The time is ripe to bring leading researchers with these complementary backgrounds together to aid in furthering the field of biomolecular engineering, as well as to provide a strong educational forum to train young researchers as future leaders in this emerging field. There is an increasing need for biologists, engineers and biochemists to collaborate and to train one another in complementary viewpoints and expertise. The conference will be a unique coming together of researchers from academia and industry, who are using quantitative approaches to advance the understanding and application of biology at the molecular level. The conference will stimulate integration of these approaches across the molecular, cellular, and higher scales of biological complexity. \r\n\r\nBroader Impact\r\n\r\nThe Aims of this conference are to provide a venue:\r\n1.  for scientific presentations from a diverse group of leading biology, chemistry and engineering researchers who cover the breadth of Biomolecular Engineering;\r\n2.  for interactions between academic and industry researchers, who bring different approaches and perspectives to the field;\r\n3.  for active participation by Ph.D. students and postdoctoral researchers, who represent the future of biomolecular engineering; and\r\n4.  for bringing scientists and engineers together to provide an atmosphere and venue to discuss their disciplines and approaches, and to motivate new research into barriers limiting the development of biomolecular technologies.\r\n\r\nThe scope, theme, and aims of the meeting fall squarely within the mission of NSF, which has been increasingly committed to integrating the engineering sciences with the life sciences, encouraging research and development in multidisciplinary areas, educating the next generation of young scientists and translational medicine, and increasing the diversity of the workforce in science and engineering. This application, if successful, will directly impact Aims 3 and 4, by providing support for graduate student/postdoctoral associate participants, and by providing a forum for the interactions between normally separated leading scientists and engineers to stimulate new ideas that could benefit economic, health and environmental related activities. Conference chairs will actively encourage participation of women, underrepresented minorities, and persons with disabilities in all meeting announcements and in the application process for student/postdoctoral awards. Selection of awardees will include this as a criterion.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Cortes-Caminero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam Cortes-Caminero",
   "pi_email_addr": "miric@aiche.org",
   "nsf_id": "000557519",
   "pi_start_date": "2012-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Institute of Chemical Engineers",
  "inst_street_address": "120 WALL ST",
  "inst_street_address_2": "23 FLO",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6464951350",
  "inst_zip_code": "100055991",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "AMERICAN INSTITUTE OF CHEMICAL ENGINEERS",
  "org_prnt_uei_num": "",
  "org_uei_num": "KLPNCLPDAS45"
 },
 "perf_inst": {
  "perf_inst_name": "Hyatt Hotel",
  "perf_str_addr": "2301 S.E. 17th Street",
  "perf_city_name": "Fort Lauderdale",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "333161111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2013 International Conference on Biomolecular Engineering took place January 13-16, 2013 in Fort Lauderdale, Florida. It was the fourth of a biennial conference series. The 4 day event brought together 123 biomolecular engineers and scientists in industry and academia from around the world.</p>\n<p>The field of biomolecular engineering has rapidly emerged as an important area of research that affects ranging from the environment to medicine; however, there few forums that bring together biologists, chemists, and engineers to discuss ways in which their disciplines can collaborate to find novel solutions to fundamental and applied problems that are limiting the development of new technologies and therapies.&nbsp; In response to this need, we organized the Fourth International Conference on Biomolecular Engineering (ICBE).&nbsp; This meeting is held every two years and covers the breadth of Biomolecular Engineering to promote, shape, and refine new directions in the field.&nbsp; This fourth meeting addressed &ldquo;How can biomolecular engineering address grand challenges in healthcare and the environment?&rdquo;&nbsp; This conference successfully provided a venue for:</p>\n<p>1. scientific presentations from a diverse group of leading biology, chemistry and engineering researchers who covered the breadth of Biomolecular Engineering;</p>\n<p class=\"StyleLatinArialLeft05Before6pt\">2. interactions between academic and industry researchers, who brought different approaches and perspectives to the field;</p>\n<p class=\"StyleLatinArialLeft05Before6pt\">3. active participation by Ph.D. students and postdoctoral researchers, representing the future of biomolecular engineering; and</p>\n<p class=\"StyleLatinArialLeft05Before6pt\">4. bringing scientists and engineers together to provide an atmosphere and venue to discuss their disciplines and approaches, and to motivate new research into barriers limiting the development of biomolecular technologies.</p>\n<p>This grant directly contributed to the success of Aims 3 and 4, by providing partial support for graduate student/postdoctoral associate participants, and by providing a forum for the interactions between normally separated leading scientists and engineers to stimulate new ideas that could benefit economic, health and environmental related activities.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2015<br>\n\t\t\t\t\tModified by: Miriam&nbsp;Cortes-Caminero</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 2013 International Conference on Biomolecular Engineering took place January 13-16, 2013 in Fort Lauderdale, Florida. It was the fourth of a biennial conference series. The 4 day event brought together 123 biomolecular engineers and scientists in industry and academia from around the world.\n\nThe field of biomolecular engineering has rapidly emerged as an important area of research that affects ranging from the environment to medicine; however, there few forums that bring together biologists, chemists, and engineers to discuss ways in which their disciplines can collaborate to find novel solutions to fundamental and applied problems that are limiting the development of new technologies and therapies.  In response to this need, we organized the Fourth International Conference on Biomolecular Engineering (ICBE).  This meeting is held every two years and covers the breadth of Biomolecular Engineering to promote, shape, and refine new directions in the field.  This fourth meeting addressed \"How can biomolecular engineering address grand challenges in healthcare and the environment?\"  This conference successfully provided a venue for:\n\n1. scientific presentations from a diverse group of leading biology, chemistry and engineering researchers who covered the breadth of Biomolecular Engineering;\n2. interactions between academic and industry researchers, who brought different approaches and perspectives to the field;\n3. active participation by Ph.D. students and postdoctoral researchers, representing the future of biomolecular engineering; and\n4. bringing scientists and engineers together to provide an atmosphere and venue to discuss their disciplines and approaches, and to motivate new research into barriers limiting the development of biomolecular technologies.\n\nThis grant directly contributed to the success of Aims 3 and 4, by providing partial support for graduate student/postdoctoral associate participants, and by providing a forum for the interactions between normally separated leading scientists and engineers to stimulate new ideas that could benefit economic, health and environmental related activities. \n\n\t\t\t\t\tLast Modified: 11/24/2015\n\n\t\t\t\t\tSubmitted by: Miriam Cortes-Caminero"
 }
}