{
 "awd_id": "1232656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using a Virtual Engineering Internship to Model the Complexity of Engineering Design Problems",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 549999.0,
 "awd_amount": 549999.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2012-06-01",
 "awd_abstract_narration": "This engineering education research project will use a cyber-learning tool to understand the relationship between the mathematical complexity of an engineering design problem and their cognitive complexity.  An existing simulation game will be used to understand student design choices and relate them to students' knowledge, skills, values, and identity as an engineer.  A detailed theoretical model can then be used to determine how various constructs of student understanding determines how they engage with engineering design problems.  Design skills are fundamental to engineering work, thus a better understanding of the relationship between what students know and how they design can inform curricula and development of pedagogy. \r\n\r\nThe broader significance and importance of this project is the exploration of cyber-learning simulations that have the potential to be scalable and customizable to different engineering degree programs.  One of the potential advantages of using simulations to teach design thinking is the ability to address the needs of different groups to improve their retention in engineering degree programs.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by supporting the development of innovative learning systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Shaffer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Shaffer",
   "pi_email_addr": "dws@education.wisc.edu",
   "nsf_id": "000169660",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Naomi",
   "pi_last_name": "Chesler",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Naomi C Chesler",
   "pi_email_addr": "nchesler@uci.edu",
   "nsf_id": "000324969",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Linderoth",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey T Linderoth",
   "pi_email_addr": "linderoth@wisc.edu",
   "nsf_id": "000296961",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N. Park Street, Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 549999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>First-year design courses increase undergraduates&rsquo; interest in engineering degree programs, potentially helping to improve retention and increase the diversity of engineers entering the workforce. But creating authentic design problems for students with little engineering experience is a significant challenge. One way to do this is to simulate authentic engineering design problems, which enable novice engineering students to engage in realistic design problem solving.</p>\n<p>Providing first-year students with effective simulated design challenges requires creating a problem that is not too difficult to solve but that also incorporates important aspects of authentic engineering, such as conflicting stakeholder demands and realistic design constraints. In this project, we developed a method for determining the difficulty of a simulated engineering design problem. This will enable curriculum developers to design problems that are appropriate for learners with different levels of training and experience.</p>\n<p>To accomplish this, we explored both the mathematical complexity of the problem and the ways that novice engineering students think about and make design decisions. In particular, we examined how students solve the design problem in the engineering virtual internship <em>Nephrotex</em>, an online learning environment used at nine U.S. universities and one foreign university as part of the engineering curriculum.</p>\n<p>In <em>Nephrotex</em>, students play the role of interns at a fictitious biomedical engineering firm. Their task is to develop a filtration membrane for kidney dialysis systems. Students try to design a membrane that meets the requests of the company&rsquo;s internal consultants, but no one design can satisfy all demands. As a result, students need to make trade-offs and justify the choices they make.</p>\n<p>We analyzed students&rsquo; design decisions and decision-making processes in the virtual internship. We found that students do not make design decisions based strictly on whether a given device does or does not meet the consultants&rsquo; requirements. Instead, students have a more nuanced interpretation of the design problem, and they consider devices that come close to meeting desired targets. In other words, students&rsquo; design-based decision-making is more grey than black and white.</p>\n<p>Using both mathematical and behavioral characteristics, we developed a model that takes into account this nuanced form of decision-making using techniques from fuzzy mathematics. Fuzzy mathematics accommodates the fact that decision-making in open-ended design problems is not well-defined: decisions are not deterministic but instead incorporate a range of possible values and degrees of certainty.</p>\n<p>The model of decision-making we developed using these techniques accurately predicts students&rsquo; design decisions in <em>Nephrotex</em>. Because the model predicts decisions, and thus student design success, it gives us a sophisticated metric for the difficulty of the design problem. This model can then be used to construct new simulated engineering design problems, addressing a variety of engineering fields, and accurately adjust these problems&rsquo; difficulty levels for students at different stages of engineering education.</p>\n<p>To learn more, visit http://edgaps.org/gaps/projects/.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2015<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Shaffer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigati...",
  "por_txt_cntn": "\nFirst-year design courses increase undergraduatesÆ interest in engineering degree programs, potentially helping to improve retention and increase the diversity of engineers entering the workforce. But creating authentic design problems for students with little engineering experience is a significant challenge. One way to do this is to simulate authentic engineering design problems, which enable novice engineering students to engage in realistic design problem solving.\n\nProviding first-year students with effective simulated design challenges requires creating a problem that is not too difficult to solve but that also incorporates important aspects of authentic engineering, such as conflicting stakeholder demands and realistic design constraints. In this project, we developed a method for determining the difficulty of a simulated engineering design problem. This will enable curriculum developers to design problems that are appropriate for learners with different levels of training and experience.\n\nTo accomplish this, we explored both the mathematical complexity of the problem and the ways that novice engineering students think about and make design decisions. In particular, we examined how students solve the design problem in the engineering virtual internship Nephrotex, an online learning environment used at nine U.S. universities and one foreign university as part of the engineering curriculum.\n\nIn Nephrotex, students play the role of interns at a fictitious biomedical engineering firm. Their task is to develop a filtration membrane for kidney dialysis systems. Students try to design a membrane that meets the requests of the companyÆs internal consultants, but no one design can satisfy all demands. As a result, students need to make trade-offs and justify the choices they make.\n\nWe analyzed studentsÆ design decisions and decision-making processes in the virtual internship. We found that students do not make design decisions based strictly on whether a given device does or does not meet the consultantsÆ requirements. Instead, students have a more nuanced interpretation of the design problem, and they consider devices that come close to meeting desired targets. In other words, studentsÆ design-based decision-making is more grey than black and white.\n\nUsing both mathematical and behavioral characteristics, we developed a model that takes into account this nuanced form of decision-making using techniques from fuzzy mathematics. Fuzzy mathematics accommodates the fact that decision-making in open-ended design problems is not well-defined: decisions are not deterministic but instead incorporate a range of possible values and degrees of certainty.\n\nThe model of decision-making we developed using these techniques accurately predicts studentsÆ design decisions in Nephrotex. Because the model predicts decisions, and thus student design success, it gives us a sophisticated metric for the difficulty of the design problem. This model can then be used to construct new simulated engineering design problems, addressing a variety of engineering fields, and accurately adjust these problemsÆ difficulty levels for students at different stages of engineering education.\n\nTo learn more, visit http://edgaps.org/gaps/projects/.\n\n\t\t\t\t\tLast Modified: 12/10/2015\n\n\t\t\t\t\tSubmitted by: David W Shaffer"
 }
}