{
 "awd_id": "1232915",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Low-Cost and Energy-Efficient Vibration Reduction in Ultra-Precision Manufacturing Machines using Mode Coupling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve Schmid",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 347258.0,
 "awd_amount": 352258.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "The objective of this award is to investigate mode coupling in passively isolated systems to provide the theoretical basis for achieving low-cost and energy-efficient reduction of unwanted vibrations in ultra-precision manufacturing machines, which play a central role in advanced manufacturing processes. The research approach involves three main tasks: (1) mathematical characterization of the so-called \"critical configurations\" induced by mode coupling, as a function of key isolation system design parameters; (2) determination of the mathematical connections among re-leveling controller stability, gravitational stability and mode coupling; and (3) investigation and implementation of optimization schemes that effectively utilize the  knowledge gained from Tasks 1 and 2 to methodically select system parameters that ensure optimal vibration reduction without compromising the stability of the isolated system.\r\n\r\nIf successful, the knowledge created by this research will enable cutting-edge ultra-precision manufacturing machines to be designed using passive isolators in place of active systems, which can cost up to 90 percent more than passive systems and double the energy consumed to move the machine?s axes. The broader impacts of this research are directed to industry, education and outreach. Collaborations with leading U.S.-based ultra-precision machine manufacturers will enable the results of this research to be transferred to industry. Knowledge from this research will be incorporated into a revamped graduate-level course that aims to equip the next generation of machine tool designers with a mechatronics-based approach to designing manufacturing machines. Finally, a promising but unconventional outreach approach aimed at inspiring underrepresented middle/high school students towards pursuing science/engineering careers by presenting science/engineering careers in their socio-cultural context will be pursued.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chinedum",
   "pi_last_name": "Okwudire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chinedum Okwudire",
   "pi_email_addr": "okwudire@umich.edu",
   "nsf_id": "000615300",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "1100 Dow Bldg, 2300 Hayward St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092136",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 347258.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ultra-precision manufacturing (UPM) machines are used to fabricate and measure complex parts having micrometer-level features and nanometer-level tolerances/surface finishes. Therefore, random vibration of the machine due to ground excitations and residual vibration stemming from onboard disturbances must be mitigated using vibration isolation systems.&nbsp;Passive isolators provide an energy-neutral, reliable and cost-effective means for reducing ground excitations but the soft mounting provided by such isolators leads to higher residual vibration from onboard disturbances. To resolve this problem, UPM machine builders resort to active systems which are very expensive and consume energy. This project has investigated the principle of mode coupling as a means of achieving low-cost and energy-efficient reduction of vibration in UPM machines. Mode coupling enables superior vibration reduction to be achieved in UPM machines using passive isolators, instead of active systems, by optimizing the placement of the isolators.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong>: The project has shown theoretically that mode coupling is better in most cases for UPM machine vibration reduction than the <em><span style=\"text-decoration: underline;\">widely recommended</span></em> practice of modal decoupling. The theoretical analyses have led to practical guidelines for designing UPM machines to exploit the benefits of mode coupling for vibration reduction. Experiments carried out on a prototype UPM machine, designed as part of this research, have demonstrated up to 50% reduction in UPM machine vibration based on mode coupling. The project has also led to a new approach for optimizing the locations of any number of isolators in a very systematic manner. The developed methodology can also be used to optimize the placement of passive isolator/damper &nbsp;in automotive, aerospace and civil engineering applications. Three journal papers and four conference papers have resulted from this research.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong>: This research has generated a lot of interest from UPM machine builders and researchers. The PI has developed and given tutorials on passive vibration isolation to researchers and practicing engineers at the 2015 and 2016 meetings of the American Society for Precision Engineering. The tutorials incorporate design guidelines resulting from this research, and have been very well received. The PI has also traveled to the facilities of his industrial collaborators to share results of his work with their engineers. Moreover, results from this work have been published in popular press articles with broad readership. The outreach program to Detroit-area underrepresented minority (URM) middle schoolers proposed under this project has run successfully for three years. The female Ph.D. student mentored through this project has successfully completed her degree. The REU extension for the project has been used to mentor two female and one male undergraduate student. Additionally, two URM students, one undergraduate and one graduate, have been mentored through this research project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Chinedum&nbsp;Okwudire</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUltra-precision manufacturing (UPM) machines are used to fabricate and measure complex parts having micrometer-level features and nanometer-level tolerances/surface finishes. Therefore, random vibration of the machine due to ground excitations and residual vibration stemming from onboard disturbances must be mitigated using vibration isolation systems. Passive isolators provide an energy-neutral, reliable and cost-effective means for reducing ground excitations but the soft mounting provided by such isolators leads to higher residual vibration from onboard disturbances. To resolve this problem, UPM machine builders resort to active systems which are very expensive and consume energy. This project has investigated the principle of mode coupling as a means of achieving low-cost and energy-efficient reduction of vibration in UPM machines. Mode coupling enables superior vibration reduction to be achieved in UPM machines using passive isolators, instead of active systems, by optimizing the placement of the isolators.\n\nIntellectual Merit: The project has shown theoretically that mode coupling is better in most cases for UPM machine vibration reduction than the widely recommended practice of modal decoupling. The theoretical analyses have led to practical guidelines for designing UPM machines to exploit the benefits of mode coupling for vibration reduction. Experiments carried out on a prototype UPM machine, designed as part of this research, have demonstrated up to 50% reduction in UPM machine vibration based on mode coupling. The project has also led to a new approach for optimizing the locations of any number of isolators in a very systematic manner. The developed methodology can also be used to optimize the placement of passive isolator/damper  in automotive, aerospace and civil engineering applications. Three journal papers and four conference papers have resulted from this research.\n\nBroader Impacts: This research has generated a lot of interest from UPM machine builders and researchers. The PI has developed and given tutorials on passive vibration isolation to researchers and practicing engineers at the 2015 and 2016 meetings of the American Society for Precision Engineering. The tutorials incorporate design guidelines resulting from this research, and have been very well received. The PI has also traveled to the facilities of his industrial collaborators to share results of his work with their engineers. Moreover, results from this work have been published in popular press articles with broad readership. The outreach program to Detroit-area underrepresented minority (URM) middle schoolers proposed under this project has run successfully for three years. The female Ph.D. student mentored through this project has successfully completed her degree. The REU extension for the project has been used to mentor two female and one male undergraduate student. Additionally, two URM students, one undergraduate and one graduate, have been mentored through this research project.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Chinedum Okwudire"
 }
}