{
 "awd_id": "1232197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Second Workshop on Instrumentation Needs of Computer and Information Science and Engineering (INCISE2) Research",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2015-05-01",
 "awd_abstract_narration": "Proposal #: CNS 12-32197        PI(s): Fortes, Jose A.     Institution:  University of Florida\r\nTitle: \tSecond Workshop on Instrumentation Needs of Computer and Information Science and Engineering   \r\n                                                                                   (INCISE2) Research \r\nProject Proposed:\r\nThis proposal, planning a second workshop to examine more deeply the nature, needs, importance, challenges, current changes, and funding mechanisms of instrumentation development, acquisition, utilization, and sharing, for purposes of ongoing and/or anticipated research in different CISE areas, brings together recognized CISE research leaders to conduct such an assessment and produce a report that can be shared with the CISE community, colleagues, academic administrators, government funding agencies, and industry. CISE research is increasingly concerned with extremely large and complex objects whose behavior cannot be entirely distilled from first principles or investigated using reduction models. Among other factors, scale is a consequence of Moore?s law and pervasive networking. Complexity arises from the embedding of computing into artifacts, interconnection of many components and/or multiple layers of functionality. Research needed to design and/or model such objects often requires special instruments to either peer into individual components at very small space/time granularity or to observe/emulate/simulate many objects at large enough scale and during long enough times. \r\nThe findings of the first INCISE workshop held in 2008 confirmed that research instrumentation - broadly construed to include hardware, software, datasets and services - is essential for the advancement of CISE disciplines. Since then we have witnessed the emergence and rapid maturation of cloud computing, global IT systems, community-oriented instruments, increasingly IT-rich (a.k.a. ?smarter?) systems and cyberinfrastructures for scientific research. These profound changes in both the nature of IT systems and how IT systems can be provisioned call for a follow-up meeting to revisit the scope and need of CISE instrumentation and to discuss strategies for enabling researchers to create and access the instruments needed by their projects on a sustainable basis. This proposal requests funds for organizing such a follow-up meeting ? INCISE 2 ? with diverse participants drawn from several areas of CISE research. INCISE 2 will take place on two days preceding the 2012 CRA Snowbird conference whose dates are July 22-24, 2012.\r\nIntellectual merit: Among others, the workshop aims to address the following questions:\r\n1. Is instrumentation-as-a-service, as provided by clouds or other means, appropriate for CISE research? When the answer is yes, the workshop will further investigate and characterize applicable cases and what can be done. When the answer is no, the workshop will investigate the limitations of instrumentation-as-a-service and suggest steps to address them.\r\n2. As the needs and offerings of instrumentation start having a global or regional nature, how are such needs best met and how are existing global and regional cyberinfrastructures best used for instrumentation purposes? Can we improve the community awareness of the existence and uses of these cyberinfrastructures? What are the relationships between cyberinfrastructure and instrumentation?\r\n3. What are the main challenges currently faced by CISE instrumentation? For example, when is reproducibility of experiments needed, possible and/or affordable? Are there standards emerging for CISE instrumentation? What needs to be done to ensure sustainability of instrumentation solutions for CISE communities?\r\nBroader impact: \r\nThe workshop expects to provide a valuable assessment of the evolving instrumentation needs of CISE research and how they can be best provided. It will make recommendations to both the community and the funding agencies regarding the necessary funding mechanisms to meet the identified needs. The recommendations will be widely disseminated, including institutions with large enrolments of minority students and underrepresented groups. An expected impact of this activity is an increased ability on the part of the researchers of these institutions in competing for instrumentation funds and an understanding of the nature of CISE instrumentation by academic administrators and funding agencies. The participants will be diverse with respect to discipline, gender, ethnic group and geographical distribution in order to enable different representative perspectives to bear on the conclusions of the workshop. A verbal report will be made to CISE department chairs at the CRA workshop, and a written report will be made available to NSF and CISE departments in more than 200 universities.\r\nIT is increasingly being embedded into artifacts which might include non-IT components whose natures include mechanical, electrical, communication, energy production, chemical, transportation, entertainment, medical, and defense. Thus, instrumentation touches society overall.\r\nOver the last two decades the CISE research instrumentation needs, and mechanisms to address them, have changed as a reflection of the evolution of IT technology, both from the standpoint of the research challenges to be faced and the instruments enabled. The amazing progress of computer and information technologies (IT) has led to the current era of microprocessors with billions of transistors, software environments with millions of lines of code, multi-layered IT systems, and networks of thousands of computers, users, and applications. As a consequence, the objects computer scientists and engineers study often have an unprecedented scale and complexity. CISE instruments often grow by connecting many other artifacts (in some cases, on the fly) leading to complexity that cannot be mastered by any single designer or user of those objects. Thus, an urgent need exists for such assessment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Fortes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jose A Fortes",
   "pi_email_addr": "fortes@ufl.edu",
   "nsf_id": "000415025",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1 University of Florida",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF-funded INCISE 2 workshop considered the changing nature of IT research instruments and how they can be provisioned. It was partly motivated by the rapid maturation of cloud computing, global IT systems, community-oriented instruments, increasingly IT-rich (a.k.a. &ldquo;smarter&rdquo;) systems and Cyberinfrastructures (CIs) for scientific research. These profound changes impact the nature of CISE instrumentation and how researchers create and access the instruments needed by their projects on a sustainable basis.</p>\n<p><strong>Intellectual merit:</strong> The workshop discussed the following questions:</p>\n<ol>\n<li><strong>&nbsp;</strong>Is IaaS, as provided by public clouds or other means, appropriate for CISE research? What are applicable cases for such use and what are the limitations?</li>\n<li>As the needs and offerings of instrumentation start having a global or regional nature, how are such needs best met and how are existing global and regional CIs best used for instrumentation purposes? Can we improve the community awareness of the existence and uses of these CIs? What are the relationships between CI and instrumentation?</li>\n<li>What are the main challenges currently faced by CISE instrumentation? Are there standards emerging for CISE instrumentation? What needs to be done to ensure sustainability of instrumentation solutions for CISE communities?</li>\n</ol>\n<p><strong>Broader Impact</strong>: The workshop discussions resulted in the following findings:</p>\n<ul>\n<li><strong>Finding 1</strong> &ndash; Public and commercial clouds may provide cost-effective solutions for the deployment of CISE instrumentation if and when researcher-accessible monitoring and control of the cloud resources are sufficient to enable the research targeted by the instrumentation and the cost is smaller than the cost of ownership and operation of the hardware and/or software needed by the instrumentation.</li>\n<li><strong>Finding 2</strong> &ndash; Historically, most funding and justification of large-scale cyberinfrastructure has been tied to domain sciences whose needs with respect to performance, data policy and reliability conflict with the &ldquo;build-try-and-crash&rdquo; nature of experimental CISE research; this eliminates the possibility of using such cyberinfrastructure for CISE instrumentation.</li>\n<li><strong>Finding 3</strong> &ndash; Currently, funding programs for cyberinfrastructure are not set up to fund CISE instrumentation that does not immediately advance the science of either applications, core CISE topics or domain-science. However, the design, development, deployment and operation of instrumentation requires &ldquo;science of cyberinfrastructure&rdquo; which should be recognized and funded similarly to the other domain sciences.&nbsp;</li>\n<li><strong>Finding 4</strong> &ndash; The federation of existing national and international CISE research infrastructures should be encouraged because it can enable CISE instrumentation at scales and variety that cannot be provided by any single infrastructure, as well as drive the emergence, adoption and deployment of standard communication interfaces and protocols for CISE instrumentation.</li>\n<li><strong>Finding 5</strong> &ndash; Major research instrumentation programs (such as the existing NSF MRI) and larger-scale instrumentation programs are critical to CISE research; the duration and sustainability of projects beyond typical NSF award periods should be addressed by new funding initiatives and by efforts by their principal investigators to engage large numbers of users from multiple CISE research communities.</li>\n</ul>\n<p>The final report of the INCISE 2 workshop is available at&nbsp;<a href=\"https://www.acis.ufl.edu/docs/INCISE2FinalReport.pdf\">https://www.acis.ufl.edu/docs/INCISE2FinalReport.pdf</a>.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2016<br>\n\t\t\t\t\tModified by: Jose&nbsp;A&nbsp;Fortes</...",
  "por_txt_cntn": "\nThe NSF-funded INCISE 2 workshop considered the changing nature of IT research instruments and how they can be provisioned. It was partly motivated by the rapid maturation of cloud computing, global IT systems, community-oriented instruments, increasingly IT-rich (a.k.a. \"smarter\") systems and Cyberinfrastructures (CIs) for scientific research. These profound changes impact the nature of CISE instrumentation and how researchers create and access the instruments needed by their projects on a sustainable basis.\n\nIntellectual merit: The workshop discussed the following questions:\n\n Is IaaS, as provided by public clouds or other means, appropriate for CISE research? What are applicable cases for such use and what are the limitations?\nAs the needs and offerings of instrumentation start having a global or regional nature, how are such needs best met and how are existing global and regional CIs best used for instrumentation purposes? Can we improve the community awareness of the existence and uses of these CIs? What are the relationships between CI and instrumentation?\nWhat are the main challenges currently faced by CISE instrumentation? Are there standards emerging for CISE instrumentation? What needs to be done to ensure sustainability of instrumentation solutions for CISE communities?\n\n\nBroader Impact: The workshop discussions resulted in the following findings:\n\nFinding 1 &ndash; Public and commercial clouds may provide cost-effective solutions for the deployment of CISE instrumentation if and when researcher-accessible monitoring and control of the cloud resources are sufficient to enable the research targeted by the instrumentation and the cost is smaller than the cost of ownership and operation of the hardware and/or software needed by the instrumentation.\nFinding 2 &ndash; Historically, most funding and justification of large-scale cyberinfrastructure has been tied to domain sciences whose needs with respect to performance, data policy and reliability conflict with the \"build-try-and-crash\" nature of experimental CISE research; this eliminates the possibility of using such cyberinfrastructure for CISE instrumentation.\nFinding 3 &ndash; Currently, funding programs for cyberinfrastructure are not set up to fund CISE instrumentation that does not immediately advance the science of either applications, core CISE topics or domain-science. However, the design, development, deployment and operation of instrumentation requires \"science of cyberinfrastructure\" which should be recognized and funded similarly to the other domain sciences. \nFinding 4 &ndash; The federation of existing national and international CISE research infrastructures should be encouraged because it can enable CISE instrumentation at scales and variety that cannot be provided by any single infrastructure, as well as drive the emergence, adoption and deployment of standard communication interfaces and protocols for CISE instrumentation.\nFinding 5 &ndash; Major research instrumentation programs (such as the existing NSF MRI) and larger-scale instrumentation programs are critical to CISE research; the duration and sustainability of projects beyond typical NSF award periods should be addressed by new funding initiatives and by efforts by their principal investigators to engage large numbers of users from multiple CISE research communities.\n\n\nThe final report of the INCISE 2 workshop is available at https://www.acis.ufl.edu/docs/INCISE2FinalReport.pdf. \n\n\t\t\t\t\tLast Modified: 07/16/2016\n\n\t\t\t\t\tSubmitted by: Jose A Fortes"
 }
}