{
 "awd_id": "1233352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Federal Disaster Relief and the Stafford Act: Analyzing Recovery Outcomes in Disaster Declared and Denied Areas of the U.S.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelley Crews",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 15618.0,
 "awd_amount": 15618.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "This doctoral dissertation research project examines disaster recovery outcomes with respect to individual and community physiological and psychosocial well-being in federal disaster declared and denied counties of the U.S.  Federal disaster declarations are authorized by the president under the provisions of the Robert T. Stafford Disaster Relief and Emergency Assistance Act of 1988 (known as the 'the Stafford Act').  This act created a mechanism for the distribution of various forms of individual and household assistance after disasters.  Evidence of recurring problems associated with disparities in the recovery from disasters has led to a call for Stafford Act policy reformulation.  This research project will provide clarity regarding questions pertaining to sufficient and equitable health-related recovery outcomes in communities that have differential access to the array of federal resources that are available under the provisions of a presidential disaster declaration.  The theoretical context of the investigation utilizes Hobfoll's \"conservation of resources\" model as a framework for understanding the relationship between physiological and psychosocial well-being and the capacity to retain, protect, and rebuild individual and community resources in presidential disaster declared and denied areas.  The project utilizes encrypted empirical data, obtained from the Centers for Medicare and Medicaid Services, to support a multilevel longitudinal retrospective cohort study of individual and community health-related well-being in disaster declared and denied counties in the state of Illinois. A mixed methods approach, utilizing quantitative archival analyses and qualitative open-ended interviews, will be employed to address the following fundamental question: Is there a significant difference in post-event disaster recovery between disaster declared or denied places that experienced similar types of natural disasters, as measured by changes in indicators of individual and community biopsychosocial well-being?\r\n \r\nThe analysis of the health geography of disaster affected regions of Illinois will provide an increased understanding of the consequences of resource loss in times of disaster and the comparative coping mechanisms that are utilized to support community recovery.  Analytical results will be disseminated in a timely manner through research articles in peer-reviewed journals.  A summary policy report will be produced to communicate key findings in a manner useful for public policy formulation by government agencies, public health departments, and will be understandable to non-scientist audiences.  Visual presentations will be produced and made available at conferences and policy meetings. Through these channels, the project will share data with public stakeholders and extend societal impacts beyond the research community.  The research will assist in focusing attention on Stafford Act policy reformulation that is attentive to the risks and potential inequities that exist in the implementation of this critical disaster legislation.  As a Doctoral Dissertation Research Improvement Award, this project will support a promising graduate student in establishing an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jayajit",
   "pi_last_name": "Chakraborty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jayajit Chakraborty",
   "pi_email_addr": "jchakrab@ucsb.edu",
   "nsf_id": "000391148",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Salkowe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Salkowe",
   "pi_email_addr": "rsalkowe@mail.usf.edu",
   "nsf_id": "000558566",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E. Fowler Avenue",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336209951",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15618.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This doctoral dissertation research systematically examined post-disaster recovery outcomes with respect to individual and community physiological, psychological, and social well-being in Stafford Act presidential disaster declared and denied counties of Illinois. A mixed methods approach consisting of a retrospective multilevel multivariate longitudinal analysis of post-disaster stress-related disease and conversational interviews with key stakeholders in disaster affected regions of Illinois was performed to determine the factors associated with the consequences of presidential disaster declaration decisions after the Illinois floods of 2008. The research utilized encrypted individual-identifier level empirical data, obtained from the Centers for Medicare and Medicaid Services, which has not been considered in prior published studies pertaining to the differential recovery of individuals in disaster affected rural communities. Access to this information was approved by the U.S. Centers for Medicare and Medicaid Services (CMS) after peer-review of a request for data for all Medicare recipients in 17 declared rural counties, 15 denied rural counties, and 12 control rural counties. Health Insurance Portability and Accountability Act (HIPAA) requirements were met by utilizing encrypted identifiers and protected data bases. A stratified random sample of 12,000 individual Medicare recipients who maintained community-based residence in the same county of the study area from 2007-2009 were included in the CMS datasets and diagnostic groupings of 78 stress-related disease and control indicators were considered in a manner consistent with prior studies. Individual level socio-demographic information pertaining to each Medicare beneficiary was also obtained from the encrypted CMS database. This information was utilized to control for socio-demographic variations in utilization of Medicare services and to assess the relationships between these characteristics and the incidence of stress-related disease office/outpatient visits in the study area. The data was subjected to a comparative retrospective&nbsp;longitudinal analysis consisting of 4 time frames (baseline=0-6 months pre-disaster; 0-6 months post-disaster, 6-12 months post-disaster, and 6-12 months post-disaster). Control counties that were not disaster affected, disaster declared counties, and disaster declaration request denied counties were compared in the statistical analysis.</p>\n<p>&nbsp; &nbsp;Several stress-related disease categories were associated with a statistically significant increased prevalence in the area of Illinois that did not receive a presidential disaster declaration. This was particularly evident for diagnostic categories associated with anxiety and depressive disorders and for comorbid somatic maladies that presented during the disillusionment phase of disaster recovery, which occurs approximately 6-12 months post-event. Individual level socio-demographic variables such as gender,<br />income, and age were significantly associated with a higher incidence of visits<br />for stress-related disease. These findings provide sufficient evidence to<br />emphasize a focus on the reformulation of federal disaster policy in order to<br />provide a more equitable consideration of high stress-related disease risk<br />populations in rural areas of the U.S. The interests of the inhabitants of<br />states and counties that are underrepresented with respect to the distribution<br />of federal disaster relief will be served by this research. Concerns regarding<br />unsustainable federal deficits, increased federal funding for disaster stricken<br />areas, and the responsibilities of national versus state authority in the U.S.<br />federalist system of government have created a significant need for cogent<br />analysis of issues pertaining to equity and effectiveness in federal policy.<br />The comparative anal...",
  "por_txt_cntn": "\nThis doctoral dissertation research systematically examined post-disaster recovery outcomes with respect to individual and community physiological, psychological, and social well-being in Stafford Act presidential disaster declared and denied counties of Illinois. A mixed methods approach consisting of a retrospective multilevel multivariate longitudinal analysis of post-disaster stress-related disease and conversational interviews with key stakeholders in disaster affected regions of Illinois was performed to determine the factors associated with the consequences of presidential disaster declaration decisions after the Illinois floods of 2008. The research utilized encrypted individual-identifier level empirical data, obtained from the Centers for Medicare and Medicaid Services, which has not been considered in prior published studies pertaining to the differential recovery of individuals in disaster affected rural communities. Access to this information was approved by the U.S. Centers for Medicare and Medicaid Services (CMS) after peer-review of a request for data for all Medicare recipients in 17 declared rural counties, 15 denied rural counties, and 12 control rural counties. Health Insurance Portability and Accountability Act (HIPAA) requirements were met by utilizing encrypted identifiers and protected data bases. A stratified random sample of 12,000 individual Medicare recipients who maintained community-based residence in the same county of the study area from 2007-2009 were included in the CMS datasets and diagnostic groupings of 78 stress-related disease and control indicators were considered in a manner consistent with prior studies. Individual level socio-demographic information pertaining to each Medicare beneficiary was also obtained from the encrypted CMS database. This information was utilized to control for socio-demographic variations in utilization of Medicare services and to assess the relationships between these characteristics and the incidence of stress-related disease office/outpatient visits in the study area. The data was subjected to a comparative retrospective longitudinal analysis consisting of 4 time frames (baseline=0-6 months pre-disaster; 0-6 months post-disaster, 6-12 months post-disaster, and 6-12 months post-disaster). Control counties that were not disaster affected, disaster declared counties, and disaster declaration request denied counties were compared in the statistical analysis.\n\n   Several stress-related disease categories were associated with a statistically significant increased prevalence in the area of Illinois that did not receive a presidential disaster declaration. This was particularly evident for diagnostic categories associated with anxiety and depressive disorders and for comorbid somatic maladies that presented during the disillusionment phase of disaster recovery, which occurs approximately 6-12 months post-event. Individual level socio-demographic variables such as gender,\nincome, and age were significantly associated with a higher incidence of visits\nfor stress-related disease. These findings provide sufficient evidence to\nemphasize a focus on the reformulation of federal disaster policy in order to\nprovide a more equitable consideration of high stress-related disease risk\npopulations in rural areas of the U.S. The interests of the inhabitants of\nstates and counties that are underrepresented with respect to the distribution\nof federal disaster relief will be served by this research. Concerns regarding\nunsustainable federal deficits, increased federal funding for disaster stricken\nareas, and the responsibilities of national versus state authority in the U.S.\nfederalist system of government have created a significant need for cogent\nanalysis of issues pertaining to equity and effectiveness in federal policy.\nThe comparative analysis of stress-related post disaster well-being provides a\ntransformative method for assessing the equitable consideration of Stafford Act crit..."
 }
}