{
 "awd_id": "1233868",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Does larval transport or physiological tolerance set the southern range boundary of a northern blue mussel?",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-02-13",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 141969.0,
 "awd_amount": 175923.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2012-06-01",
 "awd_abstract_narration": "Intellectual Merit\r\nThis project will test whether the southern range boundary of a northern blue mussel, Mytilus trossulus, is determined by limitations on the dispersal of larvae, or the physiological tolerance of larvae and/or juveniles. Mytilus trossulus and its sister species, M. edulis, co-occur throughout the Canadian maritime provinces and the northern Gulf of Maine. While the abundance of M. trossulus decreases abruptly south of the Canadian border, M. edulis ranges south to North Carolina. Work to date has demonstrated that: 1) Adult M. trossulus in northeastern Maine inhabit coastal sites, islands, and man-made structures that are within the colder water of the Eastern Maine Coastal Current (EMCC). 2) Drifters released in the EMCC rarely enter nearshore waters to the south, suggesting that across-shelf transport is extremely limited. 3) Larvae of the two species may differ slightly in thermal tolerance, and some evidence suggests that tolerance may also be affected by nutritional status. 4) Mytilus trossulus juveniles transplanted within the northeastern Maine region, but outside of the EMCC, have high survivorship, while transplants further to the southwest suffer high mortality. In combination, these results suggest that larval transport sets the proximate range boundary within northeastern Maine (on a scale of 10 km), but thermal tolerance would ultimately limit the distribution on a larger spatial scale (200 km).\r\n\r\nThis research project is designed to test this pair of hypotheses via a combination of field and lab experiments. Satellite drifters equipped with temperature loggers deployed in and out of the EMCC during the season of M. trossulus larval dispersal (mid-June to mid-August) will be used to quantify the physical flow fields and temperature regimes during larval dispersal. Drogues will allow us to assess whether larvae at different depths may experience different flow fields. Data from hydrographic surveys, combined with regular spatial and temporal sampling of mussel larvae and new settlers, will be used to assess possible associations between larval and post-settlement stages and different water masses. The physiological tolerance of new settlers will be assayed via transplants to sites in and out of the EMCC. Finally, laboratory growth and survival experiments will assay larval performance in different thermal and feeding regimes. The investigators will use molecular markers to identify the morphologically indistinguishable larvae and settlers of these sibling species.\r\n\r\nBroader Impacts\r\n\r\nThis project will provide training for one MS and one PhD student, and several undergraduates. The PIs are at institutions that emphasize undergraduate and graduate research, and our project will provide numerous student opportunities for field and laboratory research in oceanography and benthic ecology. Such research opportunities are likely to attract a number of students who would otherwise pursue careers in biomedical research. The Gulf of Maine is home to a thriving Mytilis edulis aquaculture industry, and M. trossulus is a commercially inferior species - growers are concerned about its possible spread. Hence a better understanding of the factors determining the range boundary of this species will help growers avoid M. trossulus spat. Results will be disseminated to enhance communication with the Maine aquaculture community. All of the fieldwork will be conducted in a region of Maine facing great educational challenges; teachers from area schools will be recruited to assist with summer field and laboratory work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Yund",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Philip O Yund",
   "pi_email_addr": "pyund@downeastinstitute.org",
   "nsf_id": "000109890",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Downeast Institute for Applied Marine Research and Education",
  "inst_street_address": "39 WILDFLOWER LANE",
  "inst_street_address_2": "",
  "inst_city_name": "BEALS",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2074975769",
  "inst_zip_code": "046113201",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "DOWNEAST INSTITUTE FOR APPLIED MARINE RESEARCH AND EDUCATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "N1CKCAQW4ML5"
 },
 "perf_inst": {
  "perf_inst_name": "Downeast Institute for Applied Marine Research and Education",
  "perf_str_addr": "37 Wildflower Lane",
  "perf_city_name": "Beals",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "046110083",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 141969.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 33954.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most species live within a distinct geographical range.&nbsp; Understanding the processes that determine where the boundary of a species&rsquo; range is located can tell us a lot about whether these boundaries are likely to shift with a changing climate. &nbsp;The majority of coastal marine invertebrate animals have a larval stage that potentially disperses long distances.&nbsp; This stage is the primary source of movement among populations and the mechanism by which new populations become established.&nbsp; Range boundaries in such species are mainly thought to occur either because larvae encounter a barrier to dispersal and can not colonize habitat beyond a certain point, or because adults or larvae are unable to tolerate the physical conditions beyond that point.&nbsp; This project tested these two competing hypotheses for a northern blue mussel whose southern range boundary in eastern Maine corresponds to a region where the prevailing coastal current flowing along the shore (the pathway by which most larvae enter the region) turns away from the shore.&nbsp; The range boundary could occur in this location either because larvae in the coastal current are swept past the coast and can not reach the shore, or because the water in the coastal current is colder than the water in the bays inshore of that current.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Sampling of mussel larvae along transects oriented perpendicular to shore showed that larvae were far more abundant offshore than inshore, thus supporting the hypothesis that limited mixing between the coastal current and bay waters inhibited the inshore movement of larvae.&nbsp; By contrast, neither transplant experiments with adults nor laboratory temperature manipulations with larvae showed that mussels experienced much temperature stress in the warmer waters inshore of the coastal current.&nbsp; Consequently, we conclude that the range boundary of this species is more likely to be established by constraints on larval dispersal than by changes in the physical environment.&nbsp; Our results suggest that climate change is not likely to shift the range boundary for this species via direct temperature effects.&nbsp; However, water movement patterns are also expected to vary with climate, so changes to coastal circulation could effect the location of the range boundary in more subtle ways by altering larval dispersal patterns.</p>\n<p>&nbsp;</p>\n<p>This project had the broader impacts of training seven undergraduate and two MS students in coastal oceanographic research.&nbsp; The mussel aquaculture industry has also been very interested in our results.&nbsp; Mussel aquaculture relies on a closely related southern mussel and avoids the study species because of its softer shell.&nbsp; Our results provide information on how the settlement of the less desirable species varies in space, enabling aquaculture operations to avoid it when seeding rope cultures.&nbsp; In addition, fisheries managers in the State of Maine are interested in applying our results to other commercially harvested bivalves (clams, oysters, and scallops).&nbsp; In the absence of any other information on how bivalve populations in the region are connected by larval dispersal, our data on mussels provide a reasonable first approximation for other harvested species.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2014<br>\n\t\t\t\t\tModified by: Philip&nbsp;O&nbsp;Yund</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMost species live within a distinct geographical range.  Understanding the processes that determine where the boundary of a speciesÆ range is located can tell us a lot about whether these boundaries are likely to shift with a changing climate.  The majority of coastal marine invertebrate animals have a larval stage that potentially disperses long distances.  This stage is the primary source of movement among populations and the mechanism by which new populations become established.  Range boundaries in such species are mainly thought to occur either because larvae encounter a barrier to dispersal and can not colonize habitat beyond a certain point, or because adults or larvae are unable to tolerate the physical conditions beyond that point.  This project tested these two competing hypotheses for a northern blue mussel whose southern range boundary in eastern Maine corresponds to a region where the prevailing coastal current flowing along the shore (the pathway by which most larvae enter the region) turns away from the shore.  The range boundary could occur in this location either because larvae in the coastal current are swept past the coast and can not reach the shore, or because the water in the coastal current is colder than the water in the bays inshore of that current. \n\n \n\nSampling of mussel larvae along transects oriented perpendicular to shore showed that larvae were far more abundant offshore than inshore, thus supporting the hypothesis that limited mixing between the coastal current and bay waters inhibited the inshore movement of larvae.  By contrast, neither transplant experiments with adults nor laboratory temperature manipulations with larvae showed that mussels experienced much temperature stress in the warmer waters inshore of the coastal current.  Consequently, we conclude that the range boundary of this species is more likely to be established by constraints on larval dispersal than by changes in the physical environment.  Our results suggest that climate change is not likely to shift the range boundary for this species via direct temperature effects.  However, water movement patterns are also expected to vary with climate, so changes to coastal circulation could effect the location of the range boundary in more subtle ways by altering larval dispersal patterns.\n\n \n\nThis project had the broader impacts of training seven undergraduate and two MS students in coastal oceanographic research.  The mussel aquaculture industry has also been very interested in our results.  Mussel aquaculture relies on a closely related southern mussel and avoids the study species because of its softer shell.  Our results provide information on how the settlement of the less desirable species varies in space, enabling aquaculture operations to avoid it when seeding rope cultures.  In addition, fisheries managers in the State of Maine are interested in applying our results to other commercially harvested bivalves (clams, oysters, and scallops).  In the absence of any other information on how bivalve populations in the region are connected by larval dispersal, our data on mussels provide a reasonable first approximation for other harvested species. \n\n\t\t\t\t\tLast Modified: 06/05/2014\n\n\t\t\t\t\tSubmitted by: Philip O Yund"
 }
}