{
 "awd_id": "1233788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Seasonal bloom dynamics:  Synechococcus-grazer interactions as a model system",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 756173.0,
 "awd_amount": 756173.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2013-10-28",
 "awd_abstract_narration": "Cyanobacteria in the genus Synechococcus are minute, but ubiquitous phytoplankton of temperate oceans that contribute a large amount of the biomass produced at the base of marine food webs.  Seasonal blooms of Synechococcus are a remarkably consistent feature of coastal water of both the Atlantic and Pacific oceans.  However, new molecular techniques have revealed that underlying the consistency of these blooms is a wealth of genetic variation that exhibits rapid dynamical turnover.  This has led to a hypothesis that genetic diversity within Synechococcus is ecologically important to sustaining seasonal blooms, and to predicting marine ecosystem response to longer term environmental change.  This project will combine ecological and genomic approaches to understand how genetic diversity interacts with the physical and food web processes that drive seasonal cycles of Synechococcus blooms.  The genetic diversity of Synechococcus and co-occurring microbes will be quantified on a weekly basis during bloom periods in Booth Bay, Gulf of Maine and Scripps Pier, Southern California.  Flow cytometric cell sorting in combination with molecular approaches will be utilized to investigate the diversity of bloom assemblages using a three-tiered approach including: DNA and RNA analysis of the whole unsorted community, DNA analysis of flow-sorted communities, and single cell genomics of Synechococcus and their protist grazers.  Ecological processes that cause Synechococcus blooms to end will be investigated through experiments designed to measure the relative importance of mortality from protist grazers versus from viruses on various Synechococcus ecotypes. These results will yield insights into bloom dynamics and how genetic diversity interacts with ecosystem processes.\r\n\r\nThis project will develop methods and resources that will be generally useful for quantifying variability of the seasonal bloom of phytoplankton, which is likely to be an early indicator of ecosystem responses to longer term climate change.  Quantitative PCR methods will be designed for rapid quantification of diversity in Synechococcus and in Synechococcus grazers in marine waters.  Numerous protist and Synechococcus single amplified genomes will be produced and cryo-preserved to enable future studies.  This project will also support the research training of a graduate student and several undergraduate students, who will be intimately involved with individual projects. Results will be translated to formal courses held at Bigelow Laboratory and to the public through presentations at a successful weekly Café Scientifique series held in Boothbay Harbor each summer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sieracki",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Sieracki",
   "pi_email_addr": "MSieracki@Bigelow.org",
   "nsf_id": "000234739",
   "pi_start_date": "2012-07-23",
   "pi_end_date": "2013-07-26"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Countway",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Countway",
   "pi_email_addr": "pcountway@bigelow.org",
   "nsf_id": "000565759",
   "pi_start_date": "2013-10-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Poulton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole J Poulton",
   "pi_email_addr": "npoulton@bigelow.org",
   "nsf_id": "000565394",
   "pi_start_date": "2013-10-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Countway",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Countway",
   "pi_email_addr": "pcountway@bigelow.org",
   "nsf_id": "000565759",
   "pi_start_date": "2012-07-23",
   "pi_end_date": "2013-07-26"
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "180 McKown Point Road",
  "perf_city_name": "West Boothbay Harbor",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045750475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 756173.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Synechococcus</em> are ecologically-important cyanobacteria that are some of the most abundant phytoplankton in the world&rsquo;s oceans.&nbsp; These small phototrophic cells utilize sunlight, carbon dioxide and nutrients to fuel growth and production of biomass, which in turn serves as food for single-celled protozoan grazers at the very base of the marine food webs.&nbsp; Grazing on <em>Synechococcus </em>represents one of the crucial &lsquo;first steps&rsquo; in the transfer of nutrients and energy from minute primary producers to organisms that occupy higher trophic levels of the marine food web.&nbsp; Although <em>Synechococcus </em>cells are present year-round in temperate coastal waters, their abundance increases by several orders of magnitude during summertime blooms when environmental conditions become favorable. These blooms are typically short-lived events that are followed by sharp reductions in cell abundance, suggesting control of <em>Synechococcus </em>by a combination of biological factors including predation and viral lysis.&nbsp; Prior to this study, very little was known about the interactions between <em>Synechococcus </em>and the specific grazers that consume <em>Synechococcus </em>in marine food webs.&nbsp; It was not known whether the rise and fall of <em>Synechococcus </em>blooms was due primarily to changes in seasonal environmental conditions (e.g. temperature and sunlight) or due to mortality-based losses inflicted by microbial grazers and viruses.&nbsp; We have documented the seasonal blooms of the two dominant, and genetically-distinct clades of <em>Synechococcus</em> at our coastal time-series station in the Gulf of Maine and estimated their rates of<em> </em>growth and mortality during several stages of the seasonal bloom.&nbsp; Our data suggest that both clades of <em>Synechococcus </em>are impacted proportionally by mortality-based events, with changes in the abundance of the two <em>Synechococcus </em>groups occurring over the same time-scales.&nbsp; These growth and mortality rate estimates contribute to our broader understanding of the ecological role of <em>Synechococcus</em> in the microbial food web and suggest that <em>Synechococcus</em> growth is often balanced by nearly simultaneous losses.&nbsp; Although we focused primarily on estimating <em>Synechococcus </em>mortality due to grazing pressure, losses due to viral lysis were typically lower than grazer-based mortality estimates.&nbsp; DNA sequences obtained from natural samples and experimental seawater incubations suggest that a wide variety of heterotrophic protistan grazers respond to high abundance of <em>Synechococcus</em>.&nbsp; These grazers include a taxonomically diverse array of single-celled microbial eukaryotes including; cercozoans, choanoflagellates, ciliates, cryptophytes, dinoflagellates, picozoans, stramenopiles, and telonemids. It is probable that blooms of <em>Synechococcus</em> help to support a relatively high diversity of protozoan grazers by serving as a broadly-accessible food source.&nbsp; Trends in the overall diversity and composition of the bacterial and protistan community across the spring to fall bloom period suggest a highly-dynamic microbial community at our study site, but one that reassembles with respect to the composition of the assemblage from one year to the next.&nbsp; The genetic diversity of both bacterial and single-celled eukaryote communities attained maximal levels during the fall relative to estimates of diversity for spring and summer microbial assemblages.&nbsp; This study provides novel microbial data for one of the highest resolution time-series studies in the coastal Gulf of Maine, characterizing the genetic diversity at the base of the marine food-web in great detail.&nbsp; In a highly productive ecosystem like the Gulf of Maine, it is crucial to understand all of the linkages and interactions in the marine food-web, from the organisms in the highest trophic levels all the way to the organisms occupying the very base of the food-web, where our research was focused.&nbsp; Our study captured a large amount of the genetic diversity at the base of the food web in the coastal Gulf of Maine and suggests some of the specific microbial interactions that may be occurring around the annual blooms of <em>Synechococcus</em>.&nbsp;</p>\n<p>This project supported a variety of outreach activities that enhanced the broader impacts of our research.&nbsp; Activities included our participation in Bigelow Laboratory&rsquo;s Caf&eacute; Scientifique summer lecture series to present &ldquo;Moving DNA-technology out of the lab into the field and beyond&rdquo;.&nbsp; The goal of this lecture was to familiarize members of the public with DNA technology, its many applications, and its increasing availability to citizen scientists.&nbsp; Additional outreach included participation in &lsquo;5<sup>th</sup> Grade Science Night&rsquo; at a local elementary school for each of the past three years with a &lsquo;plankton research&rsquo; display table.&nbsp; We trained several dozen undergraduate students and visiting professionals in the specific molecular biology and flow-cytometry techniques that we utilized in this project during short courses at Bigelow Laboratory.&nbsp; Four undergraduate interns received extensive training through their assistance with this project. Two of these students are now pursuing PhD degrees in aquatic microbiology and one is a full-time marine research technician.&nbsp;</p>\n<p>The associated DNA sequence data for this project will be released under NCBI BioProject number PRJNA420516.&nbsp; Additionally, raw sequence reads from DNA amplicon sequencing, cell counts, and rate measurements will be available via the BCO-DMO data repository under project number 720200.&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2018<br>\n\t\t\t\t\tModified by: Peter&nbsp;Countway</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSynechococcus are ecologically-important cyanobacteria that are some of the most abundant phytoplankton in the world?s oceans.  These small phototrophic cells utilize sunlight, carbon dioxide and nutrients to fuel growth and production of biomass, which in turn serves as food for single-celled protozoan grazers at the very base of the marine food webs.  Grazing on Synechococcus represents one of the crucial ?first steps? in the transfer of nutrients and energy from minute primary producers to organisms that occupy higher trophic levels of the marine food web.  Although Synechococcus cells are present year-round in temperate coastal waters, their abundance increases by several orders of magnitude during summertime blooms when environmental conditions become favorable. These blooms are typically short-lived events that are followed by sharp reductions in cell abundance, suggesting control of Synechococcus by a combination of biological factors including predation and viral lysis.  Prior to this study, very little was known about the interactions between Synechococcus and the specific grazers that consume Synechococcus in marine food webs.  It was not known whether the rise and fall of Synechococcus blooms was due primarily to changes in seasonal environmental conditions (e.g. temperature and sunlight) or due to mortality-based losses inflicted by microbial grazers and viruses.  We have documented the seasonal blooms of the two dominant, and genetically-distinct clades of Synechococcus at our coastal time-series station in the Gulf of Maine and estimated their rates of growth and mortality during several stages of the seasonal bloom.  Our data suggest that both clades of Synechococcus are impacted proportionally by mortality-based events, with changes in the abundance of the two Synechococcus groups occurring over the same time-scales.  These growth and mortality rate estimates contribute to our broader understanding of the ecological role of Synechococcus in the microbial food web and suggest that Synechococcus growth is often balanced by nearly simultaneous losses.  Although we focused primarily on estimating Synechococcus mortality due to grazing pressure, losses due to viral lysis were typically lower than grazer-based mortality estimates.  DNA sequences obtained from natural samples and experimental seawater incubations suggest that a wide variety of heterotrophic protistan grazers respond to high abundance of Synechococcus.  These grazers include a taxonomically diverse array of single-celled microbial eukaryotes including; cercozoans, choanoflagellates, ciliates, cryptophytes, dinoflagellates, picozoans, stramenopiles, and telonemids. It is probable that blooms of Synechococcus help to support a relatively high diversity of protozoan grazers by serving as a broadly-accessible food source.  Trends in the overall diversity and composition of the bacterial and protistan community across the spring to fall bloom period suggest a highly-dynamic microbial community at our study site, but one that reassembles with respect to the composition of the assemblage from one year to the next.  The genetic diversity of both bacterial and single-celled eukaryote communities attained maximal levels during the fall relative to estimates of diversity for spring and summer microbial assemblages.  This study provides novel microbial data for one of the highest resolution time-series studies in the coastal Gulf of Maine, characterizing the genetic diversity at the base of the marine food-web in great detail.  In a highly productive ecosystem like the Gulf of Maine, it is crucial to understand all of the linkages and interactions in the marine food-web, from the organisms in the highest trophic levels all the way to the organisms occupying the very base of the food-web, where our research was focused.  Our study captured a large amount of the genetic diversity at the base of the food web in the coastal Gulf of Maine and suggests some of the specific microbial interactions that may be occurring around the annual blooms of Synechococcus. \n\nThis project supported a variety of outreach activities that enhanced the broader impacts of our research.  Activities included our participation in Bigelow Laboratory?s Caf&eacute; Scientifique summer lecture series to present \"Moving DNA-technology out of the lab into the field and beyond\".  The goal of this lecture was to familiarize members of the public with DNA technology, its many applications, and its increasing availability to citizen scientists.  Additional outreach included participation in ?5th Grade Science Night? at a local elementary school for each of the past three years with a ?plankton research? display table.  We trained several dozen undergraduate students and visiting professionals in the specific molecular biology and flow-cytometry techniques that we utilized in this project during short courses at Bigelow Laboratory.  Four undergraduate interns received extensive training through their assistance with this project. Two of these students are now pursuing PhD degrees in aquatic microbiology and one is a full-time marine research technician. \n\nThe associated DNA sequence data for this project will be released under NCBI BioProject number PRJNA420516.  Additionally, raw sequence reads from DNA amplicon sequencing, cell counts, and rate measurements will be available via the BCO-DMO data repository under project number 720200.        \n\n \n\n\t\t\t\t\tLast Modified: 03/12/2018\n\n\t\t\t\t\tSubmitted by: Peter Countway"
 }
}