{
 "awd_id": "1233396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A New Framework for Fine-grained Soil Characterization (Moving Beyond Atterberg Limits)",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 239799.0,
 "awd_amount": 239799.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "The goal of this project is to modernize geotechnical index testing by exploring a new approach for fine-grained soil characterization based on automated and rapid measurements of water vapor sorption behavior.  Unlike historical methods that have relied on cumbersome manually-determined indices only indirectly related to clay composition such as Atterberg?s limits, the new framework will be based on fundamental clay surface properties including specific surface area (SSA) and cation exchange capacity (CEC).  Despite recognition that SSA and CEC are linked to macroscopic clay behavior, their usage has seen limited application in geotechnical practice because these links remain uncertain and measurement methods remain complex.  New methods will be developed to derive these basic clay properties using sorption-based procedures that are more systematic, economical, and readily automated than existing techniques.  Intellectual contributions will be made by exploring the concept of an intrinsic water vapor sorption isotherm unique to all clays and by improving basic understanding of linkages between clay surface properties and macroscopic behavior. \r\n\r\nDevelopment of a new fine-grained soil characterization framework will transform the way geotechnical site investigations are performed and improve the efficiency with which geotechnical engineering projects are executed.  A fundamentally sound approach for expansive soil characterization will alleviate the severe economic and social burden of damages resulting from these materials.  The framework will allow design engineers to more effectively quantify site variability by allowing a larger and more diverse suite of samples to be tested in a short amount of time and at lower cost than existing methods.  Improved basic understanding of fine-grained soil behavior will impact the broad range of applications where these materials have found use, including environmental applications such as waste containment, filtration and membranes, and as industrial adsorbents.  Education and outreach initiatives will be integrated with the research to capitalize on the collaborative nature of the project, including a graduate student exchange program, a diversity initiative, and an educational initiative featuring integration of sorption-based soil classification modules into undergraduate geotechnical engineering laboratory courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Likos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Likos",
   "pi_email_addr": "likos@wisc.edu",
   "nsf_id": "000398890",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}