{
 "awd_id": "1233780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the System-Level Dynamics of Fully-Integrated CMOS-SOI Nanoresonators",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Atul Kelkar",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 360053.0,
 "awd_amount": 360053.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "Following the scaling of CMOS transistors, electromechanical systems are undergoing a rapid and remarkable miniaturization into the sub-micron regime. Resonant nanoelectromechanical systems (NEMS) are eliciting particular interest because they allow access to microwave frequencies and nanosecond response times, amongst other pertinent metrics. These unprecedented properties are fueling the potentially ground-breaking application of NEMS in signal processing, electrometry, and chemical and biological sensing.  Despite their significant potential in these applications, the widespread implementation of resonant NEMS is currently impeded by: (i) a limited, system-level understanding of their complex dynamic behaviors, (ii) device-to-device performance irregularity, and (iii) a general incompatibility with existing CMOS fabrication technologies. This effort seeks to address these deficiencies through the modeling, design, fabrication, and characterization of highly-tunable, top-down fabricated, resonant nanosystems, which can be integrated with existing CMOS technologies. Specifically, the work seeks to develop fully-integrated, electrostatically-actuated devices, which can be repeatedly reproduced using commercial semiconductor process flows.  To this end, single- and dual-gate nanoresonators will be designed and fabricated using a silicon-on-insulator process and subsequently integrated with CMOS circuits capable of providing on-chip actuation, signal conditioning, response characterization, and device tuning.  Two nanoscale hardware platforms, a channel-select RF receiver and a gas-phase chemical sensor, which advantageously leverage the systems' inherently nonlinear behaviors, will then be developed to evaluate the merits of the proposed system-level modeling, analysis, design, and development approach.  \r\n\r\nOverall, this effort should not only provide insight into the complex dynamical behaviors associated with a fully-integrated nanoresonator system, including attendant electronics, operating in a noisy, multi-physics environment, but also push forward the status of current nanofabrication technology. In addition, the effort should have broader impact through hierarchical integration with new educational efforts founded upon the existing cyber-infrastructure of the NSF Network for Computational Nanotechnology's nanoHUB and Purdue's Summer Undergraduate Research Fellowship (SURF) program.  Specifically, the effort's PIs will (i) develop and deploy  a comprehensive software tool for the simulation of integrated SOI-CMOS resonant nanosystems; and (ii) develop and distribute new course materials and streaming video lectures associated with integrated nanosystems, which will be included in the PI's course on the Mechanics of Micro- and Nanosystems. The PIs anticipate that hundreds of students and scientists worldwide will utilize these resources to further their system-level understanding of nanoresonators.  It is important to note that the educational effort will also incorporate three undergraduate research experiences arranged through the SURF program.  These summer-long, intensive experiences will specifically target under-represented students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Rhoads",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey F Rhoads",
   "pi_email_addr": "jrhoads2@nd.edu",
   "nsf_id": "000500324",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Saeed",
   "pi_last_name": "Mohammadi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saeed Mohammadi",
   "pi_email_addr": "saeedm@purdue.edu",
   "nsf_id": "000325748",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 South Grant Street",
  "perf_city_name": "Wet Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "035E",
   "pgm_ref_txt": "NOISE, ACOUSTICS, VIBRATIONS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 360053.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to address the deficiencies associated with existing resonant nanosystems, through the modeling, design, fabrication, and characterization of highly-tunable,&nbsp;top-down fabricated, resonant nanosystems, which could be integrated with existing CMOS technologies using a commercial semiconductor process flow. &nbsp;Through the course of research, this objective was sucessfully realized, with the investigators also developing: (i) new system-level models, useful for design, which captured the salient dynamics of the systems of interest; (ii) a variety of new fabrication post-processing techniques amenable to integrated NEMS-CMOS systems; and (iii) new closed-loop control strategies that are well suited for response manipulation and tuning. &nbsp;To this end, this effort not only provided insight into the complex dynamical behaviors associated&nbsp;with a fully-integrated nanoresonator systems, including attendant electronics, operating in a noisy,&nbsp;multi-physics environment, but also pushed forward the status of current nanofabrication technology and system design strategies.</p>\n<p>In addition to the technical impact deriving from the research efforts detailed&nbsp;above, the project also realized broader impact through hierarchical integration with new&nbsp;educational efforts founded upon the existing cyber-infrastructure of the NSF Network for Computational Nanotechnology's nanoHUB and Purdue University's undergraduate research program. Specically, the PIs developed: (i) a comprehensive software tool&nbsp;for the simulation of integrated SOI-CMOS resonant nanosystems; and (ii) new course materials and streaming video lectures associated with integrated nanosystems, which have been included in the PI's course on the Mechanics of Micro- and&nbsp;Nanosystems. These resources have postively impacted hundreds of &nbsp;students and scientists worldwide, to date, and should continue to do so in the foreseeable future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;F&nbsp;Rhoads</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project sought to address the deficiencies associated with existing resonant nanosystems, through the modeling, design, fabrication, and characterization of highly-tunable, top-down fabricated, resonant nanosystems, which could be integrated with existing CMOS technologies using a commercial semiconductor process flow.  Through the course of research, this objective was sucessfully realized, with the investigators also developing: (i) new system-level models, useful for design, which captured the salient dynamics of the systems of interest; (ii) a variety of new fabrication post-processing techniques amenable to integrated NEMS-CMOS systems; and (iii) new closed-loop control strategies that are well suited for response manipulation and tuning.  To this end, this effort not only provided insight into the complex dynamical behaviors associated with a fully-integrated nanoresonator systems, including attendant electronics, operating in a noisy, multi-physics environment, but also pushed forward the status of current nanofabrication technology and system design strategies.\n\nIn addition to the technical impact deriving from the research efforts detailed above, the project also realized broader impact through hierarchical integration with new educational efforts founded upon the existing cyber-infrastructure of the NSF Network for Computational Nanotechnology's nanoHUB and Purdue University's undergraduate research program. Specically, the PIs developed: (i) a comprehensive software tool for the simulation of integrated SOI-CMOS resonant nanosystems; and (ii) new course materials and streaming video lectures associated with integrated nanosystems, which have been included in the PI's course on the Mechanics of Micro- and Nanosystems. These resources have postively impacted hundreds of  students and scientists worldwide, to date, and should continue to do so in the foreseeable future.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Jeffrey F Rhoads"
 }
}