{
 "awd_id": "1233277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WIS2DOM, Weaving Indigenous and Sustainbility Sciences: Diversifying our Methods",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 5040.0,
 "awd_amount": 5040.0,
 "awd_min_amd_letter_date": "2012-09-14",
 "awd_max_amd_letter_date": "2012-09-14",
 "awd_abstract_narration": "This award provides funding for a 3 1/2 day workshop, the goal of which is to uncover new information and/or understandings that can be gained by bringing together Indigenous and sustainability science and ultimately used to inform sustainable practices. The proposed workshop will challenge key thinkers in these areas to cultivate mutually conducive and appropriate principles, protocols, and practices that address the global need to sustain resilient landscapes. \r\n\r\nThis workshop is a direct response to a previous weeklong workshop held in 2010, \"Indigenous Ecological Knowledges and Geographic Information Systems: Exploring ontologically Compatible Techniques and Technologies.\" The workshop was an international interdisciplinary group of Indigenous scholars, cultural practitioners, students and non-Indigenous scholars working with or for Indigenous communities to discuss the development of spatial data infrastructure (SDI) capable of representing Indigenous perspectives of modeling environmental phenomena. The organizer of the workshop, the late Dr. Deanna Kingston of Oregon State University, concluded at the completion of the workshop, \"We learned two things: 1. Each Indigenous community as well as each academic discipline is at a different developmental stage of understanding, the who, what, when, where, and why of SDI representation, which means we needed to collectively identify the starting point and path for this kind of project. 2. One of the points of collective agreement was the necessity of relating to our environments through sustainable principles, protocols, and practices (Hi'iaka Working Group, 2011).\" \r\n\r\nThe WIS2DOM workshop will build on the lessons learned from the first workshop, by facilitating the concluding perspective that indigenous peoples who maintain a strong connection with their territory through subsistence or sustainable agriculture have a deep spatial knowledge that fully integrates humans into the natural world, a knowledge that is not fundamentally different from the developing transdisciplinary science of sustainability. The PIs maintain that despite holding a similar vision of sustaining resilient landscapes, Indigenous and sustainability sciences have not entered into dialogue on how to accomplish this common goal. \r\n\r\nThe research team and organizers of this workshop recognize the value of ontological pluralism with regard to advancing scientific research and through this proposed workshop, will bring Indigenous and sustainability scientists into dialogue in order to diversify methods toward meeting common goals. The PIs recognize that dialogue across ontological boundaries poses significant challenges, but believe that the relationship between Indigenous and sustainability science is not dichotomous but is instead significantly complimentary. This project proposes to create a welcoming space for the exchange of ideas and concepts between what have previously been conceptualized as very divergent knowledge systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Kliskey",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Kliskey",
   "pi_email_addr": "akliskey@uidaho.edu",
   "nsf_id": "000473190",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Anchorage Campus",
  "inst_street_address": "3211 PROVIDENCE DR",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077861777",
  "inst_zip_code": "995084614",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA ANCHORAGE",
  "org_prnt_uei_num": "KNP1HA2B9BF8",
  "org_uei_num": "DZFJT2KH9C43"
 },
 "perf_inst": {
  "perf_inst_name": "Evergreen State College",
  "perf_str_addr": "2700 Evergreen Parkway NW",
  "perf_city_name": "Olympia",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "985050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "WA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Workshop on Weaving Indigenous and Sustainability Sciences: Diversifying Our Methods (WIS2DOM)</span></strong></p>\n<p>In February 2013 a National Science Foundation&ndash;funded workshop was held at Evergreen College in Olympia to examine the relative strengths and limitations of Indigenous science approaches and Western science approaches toward the sustainability of the landscapes in which we live. Attendees consisted of an internationally and interdisciplinary diverse set of Indigenous and non-Indigenous academics and community scholars interested in developing innovative approaches toward sustainability. We set out to address four main research questions:</p>\n<p>1. What are the strengths of these two approaches toward science in sustaining resilient landscapes?</p>\n<p>2. What are the limitations of these two approaches toward science in successfully sustaining resilient landscapes?</p>\n<p>3. How can these two approaches collaborate in their efforts toward sustaining<br />resilient landscapes?</p>\n<p>4. What rules and procedures will aid in the collaboration of these two paradigms toward sustaining resilient landscapes?</p>\n<p>We are interested in uncovering what kinds of new information and understandings can be gained by bringing together Indigenous and sustainability science. The workshop comprised keynote presentations and facilitated discussions on sustainability science, Indigenous science, and bridging sustainability and Indigenous science. The concluding discussion was focused on how to bring these knowledges together to sustain resilient landscapes. The outcomes of the workshop included an improved understanding of how Indigenous science can help expand the boundaries of sustainability science? and new insights and appropriate ways that address our need to sustain resilient landscapes.</p>\n<p>Since emerging in the late-1990s, &lsquo;sustainability science&rsquo; has been concerned<br />with securing credibility within the realms of science. It has been advocated as</p>\n<ul>\n<li>applied science </li>\n<li>problem-driven science </li>\n<li>a new paradigm </li>\n<li>a meta-discipline</li>\n<li>an enterprise<br />centered on &hellip; &lsquo;use-inspired basic research&rsquo;, </li>\n<li>in some transition between multi-disciplinary, inter-disciplinary or trans-disciplinary form </li>\n<li>a vital area in which science, practice, and visions of North and South meet one another. </li>\n</ul>\n<p>Sustainability science has also been almost completely disengaged from questions of Indigenous science, Indigenous knowledges and Indigenous rights. So there is considerable scope for a dialog between the two that</p>\n<ul>\n<li>is an invitation and a challenge; </li>\n<li>recognizes commonality and difference; </li>\n<li>considers conflict and possible engagement. </li>\n</ul>\n<p>Contrary to utilitarian or instrumentalist valuing of Indigenous &lsquo;environmental knowledge&rsquo;, there is an increasing acknowledgement that locally-specific, contingent and conditional sciences, have persisted in many places. In changing circumstances, the use value of these sciences is often problematic. Confronted with changing environmental conditions, changing political, economic and social relationships, Indigenous science is not limited<br />to &lsquo;traditional&rsquo; knowledge.</p>\n<p>The task of dialog between Indigenous science and Sustainability<br />science can be framed:</p>\n<ul>\n<li>politically, </li>\n<li>epistemologically and </li>\n<li>methodologically.</li>\n</ul>\n<p>Political challenges: opening a dialogue between sustainability science and<br />Indigenous science, must recognise that power underpins the place of science in contemporary global society. Even as scientists decry the marginalisation of<br />science in politicised decision systems, we need to insist that the<br />marginalisation of Indigenous issues in institutional a...",
  "por_txt_cntn": "\nWorkshop on Weaving Indigenous and Sustainability Sciences: Diversifying Our Methods (WIS2DOM)\n\nIn February 2013 a National Science Foundation&ndash;funded workshop was held at Evergreen College in Olympia to examine the relative strengths and limitations of Indigenous science approaches and Western science approaches toward the sustainability of the landscapes in which we live. Attendees consisted of an internationally and interdisciplinary diverse set of Indigenous and non-Indigenous academics and community scholars interested in developing innovative approaches toward sustainability. We set out to address four main research questions:\n\n1. What are the strengths of these two approaches toward science in sustaining resilient landscapes?\n\n2. What are the limitations of these two approaches toward science in successfully sustaining resilient landscapes?\n\n3. How can these two approaches collaborate in their efforts toward sustaining\nresilient landscapes?\n\n4. What rules and procedures will aid in the collaboration of these two paradigms toward sustaining resilient landscapes?\n\nWe are interested in uncovering what kinds of new information and understandings can be gained by bringing together Indigenous and sustainability science. The workshop comprised keynote presentations and facilitated discussions on sustainability science, Indigenous science, and bridging sustainability and Indigenous science. The concluding discussion was focused on how to bring these knowledges together to sustain resilient landscapes. The outcomes of the workshop included an improved understanding of how Indigenous science can help expand the boundaries of sustainability science? and new insights and appropriate ways that address our need to sustain resilient landscapes.\n\nSince emerging in the late-1990s, æsustainability scienceÆ has been concerned\nwith securing credibility within the realms of science. It has been advocated as\n\napplied science \nproblem-driven science \na new paradigm \na meta-discipline\nan enterprise\ncentered on &hellip; æuse-inspired basic researchÆ, \nin some transition between multi-disciplinary, inter-disciplinary or trans-disciplinary form \na vital area in which science, practice, and visions of North and South meet one another. \n\n\nSustainability science has also been almost completely disengaged from questions of Indigenous science, Indigenous knowledges and Indigenous rights. So there is considerable scope for a dialog between the two that\n\nis an invitation and a challenge; \nrecognizes commonality and difference; \nconsiders conflict and possible engagement. \n\n\nContrary to utilitarian or instrumentalist valuing of Indigenous æenvironmental knowledgeÆ, there is an increasing acknowledgement that locally-specific, contingent and conditional sciences, have persisted in many places. In changing circumstances, the use value of these sciences is often problematic. Confronted with changing environmental conditions, changing political, economic and social relationships, Indigenous science is not limited\nto ætraditionalÆ knowledge.\n\nThe task of dialog between Indigenous science and Sustainability\nscience can be framed:\n\npolitically, \nepistemologically and \nmethodologically.\n\n\nPolitical challenges: opening a dialogue between sustainability science and\nIndigenous science, must recognise that power underpins the place of science in contemporary global society. Even as scientists decry the marginalisation of\nscience in politicised decision systems, we need to insist that the\nmarginalisation of Indigenous issues in institutional and disciplines needs to\nbe addressed.\n\nEpistemological challenges: Another set of barriers to dialog need to be framed epistemologically and stem from the explicit universalism of science. In sustainability debates, there is an urgent need for not just locally or contextually tailored solutions to problems that are defined, investigated and solved by science, but also for work to build frameworks for understanding that are..."
 }
}