{
 "awd_id": "1233376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stochastic Simulation Optimization: An Optimized Approach",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "The research objective of this award is to develop efficient simulation-based optimization methodologies to enable fast-time simulation-based decision making under uncertainty. Simulation and Optimization are two most popular tools in operations research. However, the combination of simulation and optimization is still facing huge efficiency concerns. A decision maker is forced to compromise on simulation accuracy, modeling accuracy, and the optimality of the selected solution. The research in this award intends to seek for a seamless integration of simulation evaluation and optimization search with focus on efficiency. A key contribution involves a trade-off between allocating computational resources for searching the solution space versus conducting additional simulation replications for better estimating the performance of current promising solutions. This research will develop a new Optimized Simulation Optimization (OSO) method which intends to maximize the overall efficiency of simulation optimization.\r\n\r\nIf successful, the results of this research will provide a set of fast simulation-based optimization methodologies.  With such methodologies, a decision maker will be able to model complex, stochastic systems, while obtaining the optimal design very efficiently. The benefit of developing an efficient simulation-based methodology is that it offers unprecedented flexibility to address a wide variety of problems in different application contexts. Example applications include revenue management systems, transportation systems, and manufacturing systems. An open-source simulation optimization software package based on the new methodologies will be developed and be available at a dedicated web site for dissemination purpose. The software will be easily accessible and beneficial to industry practitioners and academic researchers. It will also be usable in several different courses to educate students about simulation-based decision making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chun-Hung",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chun-Hung Chen",
   "pi_email_addr": "cchen9@gmu.edu",
   "nsf_id": "000103992",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rajesh",
   "pi_last_name": "Ganesan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajesh Ganesan",
   "pi_email_addr": "rganesan@gmu.edu",
   "nsf_id": "000482628",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Xu",
   "pi_email_addr": "jxu13@gmu.edu",
   "nsf_id": "000616410",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Simulation and optimization are two popular engineering design tools. Optimization intends to choose the best element from some set of available alternatives. Stochastic simulation is a powerful modeling and software tool for analyzing modern complex systems that arise in manufacturing, power grids, transportation, healthcare, finance, defense, and many other fields. Detailed dynamics of complex, stochastic systems can be modeled in simulation. This capability complements the inherent limitation of traditional optimization, so the combining use of simulation and optimization is growing in popularity. While the advance of new technology has dramatically increased computational power, efficiency is still a big concern because many replications must be performed at numerous design alternatives. This project intends to address such an efficiency issue. We have developed efficient simulation-based optimization methodologies to enable fast-time simulation-based decision making under uncertainty. A key development of our methodologies is an efficient technique called Optimal Computing Budget Allocation (OCBA), which intends to maximize the overall simulation efficiency for finding an optimal decision from a set of simulated alternatives. Another key element in this project is Ordinal Transformation (OT), which effectively exploits the benefits of both high- and low-fidelity simulation models for simulation optimization. OT transforms the original design space into an ordinal space where it has many nice properties and it is much easier to search a good design. The combination of our OCBA and OT methods can dramatically enhance the efficiency for simulation-based optimization. In addition, we have extended our methods to power systems, manufacturing systems, and smart grids, and shown that the efficiency of finding a good decision can be dramatically enhanced. Recently, Industrial Internet (or more general, cyber physical systems) offers many unprecedented opportunities for paradigm improvement. It facilitates the vision and execution of intelligent automation and enables faster, more flexible, and more efficient processes to reduce costs, produce higher-quality goods, and enhance customer service. We have shown that our efficient methods have a lot of potential to act as the &ldquo;smart brain&rdquo; for the Industrial Internet, and is broadly applicable to industrial decision-making problems. Because of the significance of our results, we have been invited to give a feature article in the <em>Journal of Simulation</em> to present our new development.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2016<br>\n\t\t\t\t\tModified by: Chun-Hung&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692385515_Methods--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692385515_Methods--rgov-800width.jpg\" title=\"Overview of Method\"><img src=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692385515_Methods--rgov-66x44.jpg\" alt=\"Overview of Method\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Overview of Our Efficient Simulation-based Decision Method</div>\n<div class=\"imageCredit\">Chun-Hung Chen</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Chun-Hung&nbsp;Chen</div>\n<div class=\"imageTitle\">Overview of Method</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692547440_OT--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692547440_OT--rgov-800width.jpg\" title=\"Ordinal Transformation\"><img src=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692547440_OT--rgov-66x44.jpg\" alt=\"Ordinal Transformation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An Innovative Idea of Utilizing Multi-fidelity Models to Enhance Optimization Efficiency</div>\n<div class=\"imageCredit\">Chun-Hung Chen</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Chun-Hung&nbsp;Chen</div>\n<div class=\"imageTitle\">Ordinal Transformation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692661346_OCBA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692661346_OCBA--rgov-800width.jpg\" title=\"Optimal Computing Budget Allocation (OCBA)\"><img src=\"/por/images/Reports/POR/2016/1233376/1233376_10212761_1479692661346_OCBA--rgov-66x44.jpg\" alt=\"Optimal Computing Budget Allocation (OCBA)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Maximize Computational Efficiency for Finding the Best Simulated Designs</div>\n<div class=\"imageCredit\">Chun-Hung Chen</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Chun-Hung&nbsp;Chen</div>\n<div class=\"imageTitle\">Optimal Computing Budget Allocation (OCBA)</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSimulation and optimization are two popular engineering design tools. Optimization intends to choose the best element from some set of available alternatives. Stochastic simulation is a powerful modeling and software tool for analyzing modern complex systems that arise in manufacturing, power grids, transportation, healthcare, finance, defense, and many other fields. Detailed dynamics of complex, stochastic systems can be modeled in simulation. This capability complements the inherent limitation of traditional optimization, so the combining use of simulation and optimization is growing in popularity. While the advance of new technology has dramatically increased computational power, efficiency is still a big concern because many replications must be performed at numerous design alternatives. This project intends to address such an efficiency issue. We have developed efficient simulation-based optimization methodologies to enable fast-time simulation-based decision making under uncertainty. A key development of our methodologies is an efficient technique called Optimal Computing Budget Allocation (OCBA), which intends to maximize the overall simulation efficiency for finding an optimal decision from a set of simulated alternatives. Another key element in this project is Ordinal Transformation (OT), which effectively exploits the benefits of both high- and low-fidelity simulation models for simulation optimization. OT transforms the original design space into an ordinal space where it has many nice properties and it is much easier to search a good design. The combination of our OCBA and OT methods can dramatically enhance the efficiency for simulation-based optimization. In addition, we have extended our methods to power systems, manufacturing systems, and smart grids, and shown that the efficiency of finding a good decision can be dramatically enhanced. Recently, Industrial Internet (or more general, cyber physical systems) offers many unprecedented opportunities for paradigm improvement. It facilitates the vision and execution of intelligent automation and enables faster, more flexible, and more efficient processes to reduce costs, produce higher-quality goods, and enhance customer service. We have shown that our efficient methods have a lot of potential to act as the \"smart brain\" for the Industrial Internet, and is broadly applicable to industrial decision-making problems. Because of the significance of our results, we have been invited to give a feature article in the Journal of Simulation to present our new development.\n\n\t\t\t\t\tLast Modified: 11/20/2016\n\n\t\t\t\t\tSubmitted by: Chun-Hung Chen"
 }
}