{
 "awd_id": "1233492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Youth Citizenship, Civic Education, and Spaces of Belonging in a Multicultural Nation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 15794.0,
 "awd_amount": 15794.0,
 "awd_min_amd_letter_date": "2012-08-16",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "This doctoral dissertation research project will focus on the citizenship in a multi-cultural context.  Modern citizenship denotes membership in a political community and the rights and responsibilities attached to that membership.  It also denotes membership in a national community defined by cultural norms, values, and ethnocultural markers.  Those deemed unassimilable in the national community often lack full, substantive access to the rights and privileges enjoyed by dominant groups.  Thus, universalistic conceptions of citizenship exist in tension, to varying degrees, with the de facto marginalization or exclusion of particular groups.  Estonia has seen growing social and political divisions between the ethnic Estonian majority and the large Russian minority since the fall of the Soviet Union in 1991.  With its accession to the European Union in 2004, Estonia expressed its commitment to Europe's post-national political project.  In practice, however, the EU's directives regarding multiculturalism and minority rights have coexisted uneasily with Estonia's post-Soviet nation-building prerogatives.  This project will study the politics of citizenship in Estonia from the perspective of secondary school students in Tallinn, Estonia's largest and most ethnically mixed city.  Schools traditionally are key sites of citizenship formation, and the doctoral student will explore how educators and administrators as well as EU youth-policy makers articulate and implement particular citizenship ideals and national narratives through school curricula.  She will explore how current secondary school students (part of the first wholly post-Soviet generation in Estonia) interpret, respond to, and act upon the citizenship narratives that they learn in school as well as how their experiences within and outside of school inform their understandings of citizenship and belonging in Estonia.  To explore these issues, she will conduct focus groups with students in seven secondary schools, including schools that are predominantly Estonian, that are predominantly Russian, and that have mixed ethnicity.  Focus group participants will participate in mapping exercises and a walking tour of Tallinn's controversial memorial sites and monuments, the purpose of which is to explore how young people's understandings of citizenship and their sense of belonging are informed by, and shaped within, material spaces within and beyond the school.\r\n\r\nThe results of this research will enhance basic understanding of citizenship as sets of political discourses, policies, and practices that people encounter in their everyday lives.  This research will demonstrate how citizenship, while often conceived of in universalistic terms, has uneven meanings or outcomes, both spatially and socially.  The project will shed new light on the role of young people as political actors, illuminating the ways they engage in the politics of citizenship even as they may be excluded from formal modes of political participation.  In doing so, the project will bring together the fields of youth geography and civic education, and it will help focus attention on schools as key sites of citizenship formation and negotiation.  This project also will contribute to current discussions about ethnonational politics in the former Soviet Union and will help clarify tensions between EU norms and nation-building projects in post-communist states.  Project results will help inform discussions about divided societies, providing important insights into the role of youth and education policies in addressing ethnonational tensions in divided societies.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Nagel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline Nagel",
   "pi_email_addr": "cnagel@mailbox.sc.edu",
   "nsf_id": "000523348",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Cottrell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine M Cottrell",
   "pi_email_addr": "cottrelc@email.sc.edu",
   "nsf_id": "000616330",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University South Carolina",
  "perf_str_addr": "Dept. of Geography-Callcott 106",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15794.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This Doctoral Dissertation Research Improvement grant project was entitled &ldquo;Youth Citizenship, Civic Education, and Spaces of Belonging in a Multicultural Nation.&rdquo; This study sought to advance understanding of the development of citizenship, national identity, and belonging by engaging with the political geographies of young people (a group that tends to be studied less often in academia). Focusing on ethnic Estonian and Russian-speaking youths in their final year of secondary school in Tallinn, Estonia, this research project&rsquo;s objectives centered upon investigating the everyday spaces and contexts in which youths conceptualize and negotiate the terms of belonging, identity, and citizenship in a post-Soviet society characterized by socio-spatial polarization along ethnocultural lines. Contemporary Estonia is currently home to an ethnic Estonian majority and a large Russian-speaking minority that was predominantly formed as a result of Soviet era migration policies. As such, the study aimed to address the complex, dynamic, and ongoing practices and processes of societal (re)formation within an Estonia that is engaging with liberal democratic political values as well as with the reestablishment of Estonian sociocultural and political prominence after decades of Soviet suppression of the titular identity. Particular attention was given to the space of the school and civic education discourses because of the significance of the learning environment in both young people&rsquo;s personal geographies and in political projects aimed at molding future citizens of the nation-state; however, considered attention was also given to other spaces in their everyday, mundane geographies (such as the urban landscape, spaces of leisure, and the home) in recognition of the fact that the development of understandings of societal membership takes place within and through multiple spaces. This project explored these themes through the case study method using focus group, semi-structured interview, and participant observation techniques, as qualitative approaches are most appropriate for studying highly contextual political and sociocultural processes.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The findings of this study suggest that young people in Estonia encounter and are subject to multiple, and often contradictory, discourses of citizenship and belonging in their everyday spaces, particularly particularly within the school. The tensions between the universalisms of liberal-democratic citizenship and the particularisms of the Estonian nation-building project are thrown into sharp relief by the young people&rsquo;s frank engagements with conflicting historical narratives, varying understandings of rights and responsibilities within society, and discussions of the frequent coexistence of multiple discourses of belonging and identity within the same space. The focus group conversations revealed that the simultaneity of varying discourses of citizenship in everyday spaces produces (often unconscious) contradictory articulations of the terms of citizenship, suggesting that young people in Estonia develop conceptualizations of belonging in the national community within a politically uneven landscape. &nbsp;Furthermore, interviews with teachers, government education officials, and youth-oriented NGOs underscored the complex coexistence of citizenship and national identity discourses in formal and informal practices, processes, and narratives within everyday, mundane spaces of young people&rsquo;s personal geographies. In addition to the importance of the space of the school to young people&rsquo;s encounters and engagements with citizenship discourses, urban spaces also factored in significantly into their negotiations and renegotiations of the terms of belonging in society. The narratives of the youths ...",
  "por_txt_cntn": "\n This Doctoral Dissertation Research Improvement grant project was entitled \"Youth Citizenship, Civic Education, and Spaces of Belonging in a Multicultural Nation.\" This study sought to advance understanding of the development of citizenship, national identity, and belonging by engaging with the political geographies of young people (a group that tends to be studied less often in academia). Focusing on ethnic Estonian and Russian-speaking youths in their final year of secondary school in Tallinn, Estonia, this research projectÆs objectives centered upon investigating the everyday spaces and contexts in which youths conceptualize and negotiate the terms of belonging, identity, and citizenship in a post-Soviet society characterized by socio-spatial polarization along ethnocultural lines. Contemporary Estonia is currently home to an ethnic Estonian majority and a large Russian-speaking minority that was predominantly formed as a result of Soviet era migration policies. As such, the study aimed to address the complex, dynamic, and ongoing practices and processes of societal (re)formation within an Estonia that is engaging with liberal democratic political values as well as with the reestablishment of Estonian sociocultural and political prominence after decades of Soviet suppression of the titular identity. Particular attention was given to the space of the school and civic education discourses because of the significance of the learning environment in both young peopleÆs personal geographies and in political projects aimed at molding future citizens of the nation-state; however, considered attention was also given to other spaces in their everyday, mundane geographies (such as the urban landscape, spaces of leisure, and the home) in recognition of the fact that the development of understandings of societal membership takes place within and through multiple spaces. This project explored these themes through the case study method using focus group, semi-structured interview, and participant observation techniques, as qualitative approaches are most appropriate for studying highly contextual political and sociocultural processes.\n\n            The findings of this study suggest that young people in Estonia encounter and are subject to multiple, and often contradictory, discourses of citizenship and belonging in their everyday spaces, particularly particularly within the school. The tensions between the universalisms of liberal-democratic citizenship and the particularisms of the Estonian nation-building project are thrown into sharp relief by the young peopleÆs frank engagements with conflicting historical narratives, varying understandings of rights and responsibilities within society, and discussions of the frequent coexistence of multiple discourses of belonging and identity within the same space. The focus group conversations revealed that the simultaneity of varying discourses of citizenship in everyday spaces produces (often unconscious) contradictory articulations of the terms of citizenship, suggesting that young people in Estonia develop conceptualizations of belonging in the national community within a politically uneven landscape.  Furthermore, interviews with teachers, government education officials, and youth-oriented NGOs underscored the complex coexistence of citizenship and national identity discourses in formal and informal practices, processes, and narratives within everyday, mundane spaces of young peopleÆs personal geographies. In addition to the importance of the space of the school to young peopleÆs encounters and engagements with citizenship discourses, urban spaces also factored in significantly into their negotiations and renegotiations of the terms of belonging in society. The narratives of the youths that participated in this study frequently included assessments of memorialized landscapes, judgments and appraisals of displays of banal nationalism, and ascriptions of meanings to particular neighborhoods in..."
 }
}