{
 "awd_id": "1233266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WIS2DOM, Weaving Indigenous and Sustainability Sciences:  Diversifying our Methods",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 71237.0,
 "awd_amount": 85456.0,
 "awd_min_amd_letter_date": "2012-09-14",
 "awd_max_amd_letter_date": "2013-04-29",
 "awd_abstract_narration": "This award provides funding for a 3 1/2 day workshop, the goal of which is to uncover new information and/or understandings that can be gained by bringing together Indigenous and sustainability science and ultimately used to inform sustainable practices. The proposed workshop will challenge key thinkers in these areas to cultivate mutually conducive and appropriate principles, protocols, and practices that address the global need to sustain resilient landscapes. \r\n\r\nThis workshop is a direct response to a previous weeklong workshop held in 2010, \"Indigenous Ecological Knowledges and Geographic Information Systems: Exploring ontologically Compatible Techniques and Technologies.\" The workshop was an international interdisciplinary group of Indigenous scholars, cultural practitioners, students and non-Indigenous scholars working with or for Indigenous communities to discuss the development of spatial data infrastructure (SDI) capable of representing Indigenous perspectives of modeling environmental phenomena. The organizer of the workshop, the late Dr. Deanna Kingston of Oregon State University, concluded at the completion of the workshop, \"We learned two things: 1. Each Indigenous community as well as each academic discipline is at a different developmental stage of understanding, the who, what, when, where, and why of SDI representation, which means we needed to collectively identify the starting point and path for this kind of project. 2. One of the points of collective agreement was the necessity of relating to our environments through sustainable principles, protocols, and practices (Hi'iaka Working Group, 2011).\" \r\n\r\nThe WIS2DOM workshop will build on the lessons learned from the first workshop, by facilitating the concluding perspective that indigenous peoples who maintain a strong connection with their territory through subsistence or sustainable agriculture have a deep spatial knowledge that fully integrates humans into the natural world, a knowledge that is not fundamentally different from the developing transdisciplinary science of sustainability. The PIs maintain that despite holding a similar vision of sustaining resilient landscapes, Indigenous and sustainability sciences have not entered into dialogue on how to accomplish this common goal. \r\n\r\nThe research team and organizers of this workshop recognize the value of ontological pluralism with regard to advancing scientific research and through this proposed workshop, will bring Indigenous and sustainability scientists into dialogue in order to diversify methods toward meeting common goals. The PIs recognize that dialogue across ontological boundaries poses significant challenges, but believe that the relationship between Indigenous and sustainability science is not dichotomous but is instead significantly complimentary. This project proposes to create a welcoming space for the exchange of ideas and concepts between what have previously been conceptualized as very divergent knowledge systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Johnson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jay T Johnson",
   "pi_email_addr": "jaytjohnson@ku.edu",
   "nsf_id": "000591445",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Renee",
   "pi_last_name": "Louis",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Renee P Louis",
   "pi_email_addr": "pualani@ku.edu",
   "nsf_id": "000056276",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "Evergreen State College",
  "perf_str_addr": "2700 Evergreen Parkway NW",
  "perf_city_name": "Olympia",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "985050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "WA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520200",
   "pgm_ele_name": "ARCTIC RES & POLICY SUPPORT PR"
  },
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71237.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14219.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Normal1\">On February 13-16, 2013, a workshop, entitled Weaving Indigenous and Sustainability Sciences to Diversify our Methods (WIS<sup>2</sup>DOM), was held in Olympia, Washington at The Evergreen State College&rsquo;s Longhouse (<em>sg<sup>w</sup>ig<sup>w</sup>ial?tx<sup>w</sup></em>). The workshop was funded by an NSF grant from the Arctic Social Sciences Program to Drs. Jay T. Johnson and Renee Pualani Louis, University of Kanas; and Andrew Kliskey, University of Alaska-Anchorage. The purpose of the workshop was to challenge key thinkers in the areas of Indigenous and sustainability science to cultivate mutually conducive and appropriate principles, protocols, and practices that address our need to common concern to sustain resilient landscapes.</p>\n<p>The WIS<sup>2</sup>DOM workshop brought together an internationally diverse set of Indigenous academics and community scholars with non-Indigenous academics interested in advancing this discussion. Workshop participants were asked to address the following four questions in their short papers and workshop deliberations:</p>\n<ol>\n<li>What are the strengths of these two paradigms of science in sustaining resilient landscapes?</li>\n<li>What are the limitations of these two paradigms of science in successfully sustaining resilient landscapes?</li>\n<li>How can these two paradigms collaborate in their efforts toward sustaining resilient landscapes?</li>\n<li>What protocols will aid in the collaboration of these two paradigms toward sustaining resilient landscapes?</li>\n</ol>\n<p>The report is organized into five sections:</p>\n<p>Part I outlines the <strong><em>strengths and limitations of sustainability science in sustaining resilient landscapes;</em></strong> provides a brief introduction to the development of sustainability science over the past two decades; addresses the strengths identified by participants (a transdisciplinary approach, systems framework, scientific method and measurement); as well as the weaknesses (politics of science, economics of sustainability management, scalar applications of sustainability science).</p>\n<p>Part II identifies the <strong><em>strengths and limitations of Indigenous science in sustaining resilient landscapes;</em> </strong>provides a brief introduction to the development of Indigenous science within the academy over the past two decades; address the strengths identified by participants (deep-spatial knowledge, long-term observations, an ethos of reciprocal appropriation); as well as the weaknesses (issues related to translation, finding common ground).</p>\n<p>Part III explores <strong><em>successful collaborations between Indigenous and sustainability sciences in sustaining resilient landscapes;</em></strong> relevant theoretical work on Indigenous science and traditional ecological knowledge are referenced alongside participants&rsquo; contributions.</p>\n<p>Part IV discusses <strong><em>protocols necessary for successful collaborations between Indigenous and sustainability sciences in sustaining resilient landscapes; </em></strong>participant discussions regarding research protocols, principles and practices are described.<strong><em> </em></strong></p>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\">Part V contains recommendations to Indigenous and sustainability scientists as well as to funding agencies, including NSF, for fostering collaboration between Indigenous communities and scholars and sustainability scientists, encouraging Indigenous community research leadership with an emphasis on mentoring future Indigenous scholars, and further discussions and research into appropriate research principles, protocols, and practices in order to aid collaborations.</p>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\"><strong>Recommendations for building bridges for collaboration:</strong></p>\n<ul>\n<li>Increase collaborations between Indigenous and sustainability scientists to utilize the strengths and overcome any weaknesses inherent in both paradigms.</li>\n<li>Allow each paradigm to occupy their own separate intellectual space while building bridges between them for dialogue.</li>\n<li>Focus these collaborations on the shared concern of enhancing the the native biodiversity, structure and function of natural environments. </li>\n</ul>\n<p class=\"Normal1\"><strong>&nbsp;</strong></p>\n<p class=\"Normal1\"><strong>Recommendations for encouraging Indigenous leadership in research:</strong></p>\n<ul>\n<li>Encourage Indigenous scholars to take an increasingly active role in initiating and leading research initiatives within their own communities. </li>\n<li>Establish a funded research network to explore the research needs and capacities of Indigenous communities.</li>\n<li>Develop strategies for developing research capacity within Indigenous communities.</li>\n</ul>\n<p class=\"Normal1\">&nbsp;</p>\n<p class=\"Normal1\"><strong>Recommendations for mentoring Indigenous scholarship:</strong></p>\n<ul>\n<li>Facilitate the training of a new generation of Indigenous scholars skilled at building bridges between Western and Indigenous scientific traditions and knowledge systems.</li>\n<li>Secure on-going funding for a summer program aimed at preparing Indigenous undergraduate students for graduate study, particularly in STEM disciplines.</li>\n<li>Develop a national program to support and mentor Indigenous PhD students.</li>\n<li>Provide training on Indigenous community research needs for national research funders such as NSF, NIH, USDA, EPA, etc.</li>\n</ul>\n<p class=\"Normal1\">&nbsp;</p>\n<p><strong>Recommendations for identifying and developing appropriate research methods:</strong></p>\n<ul>\n<li>Fund research into how Indigenous communities and organizations are engaging research policies and review boards in research permitting and collaboration.</li>\n</ul>\n<p>&nbsp;</p>\n<p>The report concludes with appendices that list workshop participants, the workshop agenda, and include the papers submitted by workshop participants. A complete copy of this report is available on the University of Kansas Indigenous Geographies Research Center website: http://www.ipsr.ku.edu/igrc/wis2dom/WorkshopReport2013.pdf.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2014<br>\n\t\t\t\t\tModified by: Jay&nbsp;T&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "On February 13-16, 2013, a workshop, entitled Weaving Indigenous and Sustainability Sciences to Diversify our Methods (WIS2DOM), was held in Olympia, Washington at The Evergreen State College?s Longhouse (sgwigwial?txw). The workshop was funded by an NSF grant from the Arctic Social Sciences Program to Drs. Jay T. Johnson and Renee Pualani Louis, University of Kanas; and Andrew Kliskey, University of Alaska-Anchorage. The purpose of the workshop was to challenge key thinkers in the areas of Indigenous and sustainability science to cultivate mutually conducive and appropriate principles, protocols, and practices that address our need to common concern to sustain resilient landscapes.\n\nThe WIS2DOM workshop brought together an internationally diverse set of Indigenous academics and community scholars with non-Indigenous academics interested in advancing this discussion. Workshop participants were asked to address the following four questions in their short papers and workshop deliberations:\n\nWhat are the strengths of these two paradigms of science in sustaining resilient landscapes?\nWhat are the limitations of these two paradigms of science in successfully sustaining resilient landscapes?\nHow can these two paradigms collaborate in their efforts toward sustaining resilient landscapes?\nWhat protocols will aid in the collaboration of these two paradigms toward sustaining resilient landscapes?\n\n\nThe report is organized into five sections:\n\nPart I outlines the strengths and limitations of sustainability science in sustaining resilient landscapes; provides a brief introduction to the development of sustainability science over the past two decades; addresses the strengths identified by participants (a transdisciplinary approach, systems framework, scientific method and measurement); as well as the weaknesses (politics of science, economics of sustainability management, scalar applications of sustainability science).\n\nPart II identifies the strengths and limitations of Indigenous science in sustaining resilient landscapes; provides a brief introduction to the development of Indigenous science within the academy over the past two decades; address the strengths identified by participants (deep-spatial knowledge, long-term observations, an ethos of reciprocal appropriation); as well as the weaknesses (issues related to translation, finding common ground).\n\nPart III explores successful collaborations between Indigenous and sustainability sciences in sustaining resilient landscapes; relevant theoretical work on Indigenous science and traditional ecological knowledge are referenced alongside participants? contributions.\n\nPart IV discusses protocols necessary for successful collaborations between Indigenous and sustainability sciences in sustaining resilient landscapes; participant discussions regarding research protocols, principles and practices are described. \n \nPart V contains recommendations to Indigenous and sustainability scientists as well as to funding agencies, including NSF, for fostering collaboration between Indigenous communities and scholars and sustainability scientists, encouraging Indigenous community research leadership with an emphasis on mentoring future Indigenous scholars, and further discussions and research into appropriate research principles, protocols, and practices in order to aid collaborations.\n \nRecommendations for building bridges for collaboration:\n\nIncrease collaborations between Indigenous and sustainability scientists to utilize the strengths and overcome any weaknesses inherent in both paradigms.\nAllow each paradigm to occupy their own separate intellectual space while building bridges between them for dialogue.\nFocus these collaborations on the shared concern of enhancing the the native biodiversity, structure and function of natural environments. \n\n \nRecommendations for encouraging Indigenous leadership in research:\n\nEncourage Indigenous scholars to take an increasingly active role in initiating and leading research initiatives within their own communities. \nEstablish a funded research network to explore the research needs and capacities of Indigenous communities.\nDevelop strategies for developing research capacity within Indigenous communities.\n\n \nRecommendations for mentoring Indigenous scholarship:\n\nFacilitate the training of a new generation of Indigenous scholars skilled at building bridges between Western and Indigenous scientific traditions and knowledge systems.\nSecure on-going funding for a summer program aimed at preparing Indigenous undergraduate students for graduate study, particularly in STEM disciplines.\nDevelop a national program to support and mentor Indigenous PhD students.\nProvide training on Indigenous community research needs for national research funders such as NSF, NIH, USDA, EPA, etc.\n\n \n\nRecommendations for identifying and developing appropriate research methods:\n\nFund research into how Indigenous communities and organizations are engaging research policies and review boards in research permitting and collaboration.\n\n\n \n\nThe report concludes with appendices that list workshop participants, the workshop agenda, and include the papers submitted by workshop participants. A complete copy of this report is available on the University of Kansas Indigenous Geographies Research Center website: http://www.ipsr.ku.edu/igrc/wis2dom/WorkshopReport2013.pdf.\n\n\t\t\t\t\tLast Modified: 10/27/2014\n\n\t\t\t\t\tSubmitted by: Jay T Johnson"
 }
}