{
 "awd_id": "1233271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Growth Rates of Bacterial Taxa in Coastal Marine Ecosystems",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 773996.0,
 "awd_amount": 773996.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "Prokaryotic organisms in marine systems are highly diverse and carry out many types of metabolic processes important in biogeochemical cycles. However, the contribution of individual bacterial taxa to biochemical processes is not well understood. Similarly, previous studies have had limited success in understanding the regulation of bacterial communities by looking at correlations between abundance of individual taxa and environmental factors. Estimates of growth rates will help understand both problems. The contribution of specific bacterial taxa to biogeochemical cycles is likely to scale with growth rate as well as abundance, and these rates are also likely to be more sensitive to environment fluctuations than abundance. \r\n\r\n \tThis project will examine the following questions and hypotheses about a fundamental property of organisms, growth rates: 1) what is the relationship between growth rate and abundance of specific bacterial taxa in controlled experiments? Do 16S rRNA:rDNA ratios or other growth-regulated transcript:gene ratios reflect real differences in growth rates? The PIs hypothesize that growth responsive transcript:gene ratios will correlate with growth rates independent of metabolic strategy and phylogeny, even though ratios and absolute rates will vary among bacterial species or within a taxa growing under different conditions. This hypothesis will be explored in environmentally relevant isolated bacteria whose genomes have been sequenced as well as in individual taxa in natural communities, whose genomes will be sequenced via a single cell approach.  2) What is the relationship between growth rate and abundance in situ?  How are variations in the environment reflected in bacterial growth rates? The PIs hypothesize that growth rates, estimated by either 16S rRNA:rDNA ratios or by other growth responsive transcript:gene ratios, will be better correlated to environmental factors than abundance alone. Variation in growth rates within and between taxa will correlate with changes in the environment, especially with light and nutrients. The project will test this hypothesis by analyzing three well-­studied diverse marine ecosystems: a coastal Microbial Observatory site which has been sampled since 2006, and the Delaware and Chesapeake Bays. \r\n\r\n To investigate the questions and hypotheses outlined above, the PIs will use a combination of single cell genomics, high throughput sequencing, and QPCR approaches to examine levels of 16S rRNA and other growth-regulated transcripts as well as their corresponding genes under various nutrient conditions and different in situ temporal and spatial scales. High throughput sequencing avoids amplification and cloning artifacts and is cost effective. Growth-­responsive transcript:gene ratios, microbial abundance, and biogeochemical properties will be examined over hourly, daily, weekly and monthly time scales to investigate the influence of environmental factors on growth rates of individual bacterial taxa and to explore bottom-­up control of microbial communities. \r\n \r\nIntellectual Merit\r\nThe results from this project will do much to alter our perception of microbial processes in the oceans and estuaries by providing answers to long-­standing \r\nquestions about relationships between activity and standing stocks of bacterial populations. It will begin to link quantitative rate measurements of specific bacterial taxa to the extensive genomic data now becoming available. \r\n\r\nBroader Impacts The project will support a graduate student and involve underrepresented undergraduates in summer research projects, including at sea fieldwork. The results from this project will be incorporated into an environmental genomics web site and used in courses taught by Kirchman. The Kirchman and Campbell labs are featured in lab tours open to the public (~ 1000 visitors per year) and the PIs are also involved in Coast Day, an annual open house that attracts about 10,000 visitors. Finally, the PIs will be involved in K-­12 teacher training workshops and other Delaware Environmental Institute outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Campbell",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara J Campbell",
   "pi_email_addr": "bcampb7@clemson.edu",
   "nsf_id": "000173241",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kirchman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Kirchman",
   "pi_email_addr": "kirchman@udel.edu",
   "nsf_id": "000333008",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "700 Pilottown Rd",
  "perf_city_name": "Lewes",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "199581298",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}