{
 "awd_id": "1233964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intracellular DOM: Fate and flux at the microbial nodes of C and N cycles in the ocean, with a focus on the primary producer Prochlorococcus",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-09-16",
 "awd_max_amd_letter_date": "2012-09-16",
 "awd_abstract_narration": "Intellectual Merit:  Microbes are key components of the marine particulate organic matter pool; they serve as nodes of inter-conversion between inorganic and organic materials, and between dissolved and particulate organic matter. While bulk rates of primary and secondary production have been reported, the oceanographic community currently lacks an understanding of the transformative metabolic processes that occur within microbial cells and ultimately dictate their roles in carbon and nitrogen cycling.  This study will bring the power of liquid chromatography-tandem mass spectrometry based metabolomics and transcriptomics to bear on the fate and flux of carbon and nitrogen within the unicellular marine cyanobacterium, Prochlorococcus. This organism is the most abundant photosynthetic marine phytoplankter, accounting for >50% of primary production in the open ocean. This study will therefore improve understanding of carbon and nitrogen cycling in the open ocean and provide metabolomics and transcriptomics data on Prochlorococcus physiology.  \r\n\r\nBroader Impacts:  With regard to the broader impacts of this study, graduate and undergraduate students will be given the opportunity to participate in this multidisciplinary project. Beyond these educational activities, outreach to P-12 school audiences as well as underrepresented and disadvantaged groups will be conducted by hosting students in the laboratory, giving public seminars, and further developing educational supplements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Campagna",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn R Campagna",
   "pi_email_addr": "campagna@ion.chem.utk.edu",
   "nsf_id": "000254190",
   "pi_start_date": "2012-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Zinser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Zinser",
   "pi_email_addr": "ezinser@utk.edu",
   "nsf_id": "000251828",
   "pi_start_date": "2012-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1 Circle Park",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong></p>\n<p>To help elucidate&nbsp;the overall impact of the numerically-dominant marine phytoplankter <em>Prochlorococcus</em> on the ocean food web and biogeochemistry, this project aimed to characterize the fate and flux of carbon and nitrogen as specific metabolites within cells of <em>Prochlorococcus</em>, how these fluxes vary with nutrient limitation, and how organic carbon efflux from <em>Prochlorococcus</em> may crossfeed coexisting heterotrophic organisms that cannot fix carbon dioxide since this unicellular cyanobacterium contributes significant nutrients to the surrounding oligotrophic open ocean ecosystem. To accomplish these goals,&nbsp;several <em>Prochlorococcus</em> ecotypes that have evolved to survive at different temperatures were studied in both the laboratory and the field, and their interactions with both model heterotrophs and naturally microbial populations were examined.</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>As a foundation, the metabolism of isolated <em>Prochlorococcus</em> was studied under conditions mimicking its natural habitat. Chemostats, which maintain populations at environmentally relevant cell numbers, were used to study the metabolism of <em>Prochlorococcus</em> under nitrogen-limited versus nitrogen-replete growth conditions, to ascertain how nitrogen availability impacts carbon flux. Nitrogen limitation led to dramatic changes in the carbon metabolism of <em>Prochlorococcus </em>as assessed by liquid chromatography-mass spectrometry (LC-MS) based metabolomics. <strong>&nbsp;</strong>Photosynthesis and photosynthetic efficiency declined during nitrogen-limited growth. Despite the drop in carbon fixed, nitrogen-limited cultures excreted more dissolved organic carbon (DOC) than nitrogen-replete cultures, consistent with an overflow metabolism model, which posits that the bottleneck for amino acid and nucleotide biosynthesis at the step of ammonium incorporation leads to a buildup of non-nitrogenous organic carbon that is eventually released. Consistently, a buildup of total carbon, key carbon metabolites, and energy reserves (glycogen) in nitrogen-limited cultures was observed, and these metabolites were also found in the exudates of <em>Prochlorococcus</em>. This study contributes new knowledge regarding the most abundant photosynthetic organism in the oceans and shows that the quantity and quality of DOC and DO-nitrogen release is variable and higher in nitrogen-limited states.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The elemental composition of <em>Prochlorococcus</em> as a function of temperature was assessed in strains representing the two numerically-dominant ecotypes. Higher temperature increased carbon and nitrogen and decreased phosphorus abundance indicating a shift in cellular physiology. &nbsp;DOC release also varied as a function of genotype and temperature, and growth at warmer temperatures resulted in increased metabolite loss for all strains. The warm-water-adapted strains also released more metabolites than the cold-water-adapted strains.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The metabolisms of natural populations of <em>Prochlorococcus</em> under different nutrient regimes and temperatures were assessed using samples collected on two cruises (POWOW 2 and 3) from Hawaii to San Diego (co-investigator Zackary Johnson was chief scientist). The metabolite content of total versus <em>Prochlorococcus</em>-enriched fractions of the phytoplankton community were measured at different stations. The phytoplankton were more metabolically active at 18-20&deg;C verses 17&deg;C, once again showing that the carbon metabolism in <em>Prochlorococcus</em> is temperature dependent. Further experiments studied the <em>Prochlorococcus</em>-enriched fraction with varying nitrogen and phosphorous availability and corroborated previous work indicating that this organism is nitrogen, not phosphorous, limited in its natural environment. Collectively, these data suggest that <em>Prochlorococcus</em> metabolizes carbon differently than its larger phytoplankton competitors in a manner highly dependent on environmental parameters including nitrogen concentration and temperature.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>While advances in LC-MS have allowed the measurement of unprecedented numbers (hundreds to thousands) of metabolites in parallel, the bioinformatics for metabolomic investigations are still underdeveloped. A data normalization method using the internal ratios of metabolites was developed and was critical since level of meta-data normally used in conjunction with metabolomics data sets is nearly impossible to obtain from large environmental sampling campaigns. This method is currently being used in the Biological and Small Molecule Mass Spectrometry Core in support of numerous awards from the NSF and other agencies.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Four undergraduate, eight graduate, and one post-doctoral scholar participated in this work. They not only received scientific training, but were also mentored to prepare them for careers in science, technology, engineering, and mathematical (STEM) fields. This mentoring focused on training graduate and post-doctoral participants to think individually, communicate effectively, and to mentor junior scientists. These participants were encouraged to design experiments, produce publications, and to present at conferences. Undergraduate mentoring focused on preparation to pursue advanced degrees in STEM disciplines by introducing them to meritorious research. Three undergraduate students participated in NSF-funded Research Experience for Undergraduate (REU) programs hosted by the departments of chemistry and microbiology. Efforts were made to recruit and retain individuals from underrepresented groups. Over half of the participants were women, racial minorities, and/or first generation college graduates. The results of this work have also been disseminated beyond the scientific community. Dr. Zinser taught several classes at Lejeune High School in NC, and this work was used to discuss careers in STEM disciplines. Human interest articles outlining the experiences of the REU students in Dr. Campagna's laboratory were published in their hometown newspapers to inform their communities of opportunities in STEM fields.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Shawn&nbsp;R&nbsp;Campagna</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview:\n\nTo help elucidate the overall impact of the numerically-dominant marine phytoplankter Prochlorococcus on the ocean food web and biogeochemistry, this project aimed to characterize the fate and flux of carbon and nitrogen as specific metabolites within cells of Prochlorococcus, how these fluxes vary with nutrient limitation, and how organic carbon efflux from Prochlorococcus may crossfeed coexisting heterotrophic organisms that cannot fix carbon dioxide since this unicellular cyanobacterium contributes significant nutrients to the surrounding oligotrophic open ocean ecosystem. To accomplish these goals, several Prochlorococcus ecotypes that have evolved to survive at different temperatures were studied in both the laboratory and the field, and their interactions with both model heterotrophs and naturally microbial populations were examined.\n\nIntellectual Merit:\n\nAs a foundation, the metabolism of isolated Prochlorococcus was studied under conditions mimicking its natural habitat. Chemostats, which maintain populations at environmentally relevant cell numbers, were used to study the metabolism of Prochlorococcus under nitrogen-limited versus nitrogen-replete growth conditions, to ascertain how nitrogen availability impacts carbon flux. Nitrogen limitation led to dramatic changes in the carbon metabolism of Prochlorococcus as assessed by liquid chromatography-mass spectrometry (LC-MS) based metabolomics.  Photosynthesis and photosynthetic efficiency declined during nitrogen-limited growth. Despite the drop in carbon fixed, nitrogen-limited cultures excreted more dissolved organic carbon (DOC) than nitrogen-replete cultures, consistent with an overflow metabolism model, which posits that the bottleneck for amino acid and nucleotide biosynthesis at the step of ammonium incorporation leads to a buildup of non-nitrogenous organic carbon that is eventually released. Consistently, a buildup of total carbon, key carbon metabolites, and energy reserves (glycogen) in nitrogen-limited cultures was observed, and these metabolites were also found in the exudates of Prochlorococcus. This study contributes new knowledge regarding the most abundant photosynthetic organism in the oceans and shows that the quantity and quality of DOC and DO-nitrogen release is variable and higher in nitrogen-limited states.\n\n            The elemental composition of Prochlorococcus as a function of temperature was assessed in strains representing the two numerically-dominant ecotypes. Higher temperature increased carbon and nitrogen and decreased phosphorus abundance indicating a shift in cellular physiology.  DOC release also varied as a function of genotype and temperature, and growth at warmer temperatures resulted in increased metabolite loss for all strains. The warm-water-adapted strains also released more metabolites than the cold-water-adapted strains.\n\n            The metabolisms of natural populations of Prochlorococcus under different nutrient regimes and temperatures were assessed using samples collected on two cruises (POWOW 2 and 3) from Hawaii to San Diego (co-investigator Zackary Johnson was chief scientist). The metabolite content of total versus Prochlorococcus-enriched fractions of the phytoplankton community were measured at different stations. The phytoplankton were more metabolically active at 18-20&deg;C verses 17&deg;C, once again showing that the carbon metabolism in Prochlorococcus is temperature dependent. Further experiments studied the Prochlorococcus-enriched fraction with varying nitrogen and phosphorous availability and corroborated previous work indicating that this organism is nitrogen, not phosphorous, limited in its natural environment. Collectively, these data suggest that Prochlorococcus metabolizes carbon differently than its larger phytoplankton competitors in a manner highly dependent on environmental parameters including nitrogen concentration and temperature.\n\nBroader Impacts:\n\nWhile advances in LC-MS have allowed the measurement of unprecedented numbers (hundreds to thousands) of metabolites in parallel, the bioinformatics for metabolomic investigations are still underdeveloped. A data normalization method using the internal ratios of metabolites was developed and was critical since level of meta-data normally used in conjunction with metabolomics data sets is nearly impossible to obtain from large environmental sampling campaigns. This method is currently being used in the Biological and Small Molecule Mass Spectrometry Core in support of numerous awards from the NSF and other agencies.\n\n            Four undergraduate, eight graduate, and one post-doctoral scholar participated in this work. They not only received scientific training, but were also mentored to prepare them for careers in science, technology, engineering, and mathematical (STEM) fields. This mentoring focused on training graduate and post-doctoral participants to think individually, communicate effectively, and to mentor junior scientists. These participants were encouraged to design experiments, produce publications, and to present at conferences. Undergraduate mentoring focused on preparation to pursue advanced degrees in STEM disciplines by introducing them to meritorious research. Three undergraduate students participated in NSF-funded Research Experience for Undergraduate (REU) programs hosted by the departments of chemistry and microbiology. Efforts were made to recruit and retain individuals from underrepresented groups. Over half of the participants were women, racial minorities, and/or first generation college graduates. The results of this work have also been disseminated beyond the scientific community. Dr. Zinser taught several classes at Lejeune High School in NC, and this work was used to discuss careers in STEM disciplines. Human interest articles outlining the experiences of the REU students in Dr. Campagna's laboratory were published in their hometown newspapers to inform their communities of opportunities in STEM fields. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Shawn R Campagna"
 }
}