{
 "awd_id": "1233197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Agent-Based Modeling Approach to Integrate Social Dimensions and Infrastructure Management for Urban Water Reuse",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mendonca",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2012-08-17",
 "awd_max_amd_letter_date": "2012-08-17",
 "awd_abstract_narration": "This grant explores the interplay between social and technical aspects of reclaimed, or recycled, water and will discover new ways for planning municipal water infrastructure and policy. A simulation approach, employing computer based agent-based modeling, will be formulated to examine the interactions among consumers, utility operators, existing water infrastructure, and new water reclamation infrastructure. The results of the project will inform two broad areas of research: (1) public opinion of unfamiliar technologies, and (2) civil engineering design approaches for water supply systems. Moreover, the project will bridge engineering with the social and behavioral sciences by introducing the Acceptance-Resistance Agent-Based Model (ARAM), based on existing engineering models and new empirical assessments of public opinion. Going beyond a purely economic perspective of consumer behaviors, the ARAM approach simulates transitions in public attitudes toward accepting or resisting water reuse. Comparing results of the ARAM with results of a typical economic modeling approach will identify the social factors that significantly impact system performance. Modeling will be demonstrated for a water utility in North Carolina.  \r\n\r\nIf successful, this research will provide a computational approach to assist municipal water utilities seeking to augment their water supply with water reclamation. Integrating new technologies in an existing water supply infrastructure is a dynamic process that involves the transition of both social relationships and engineering infrastructures.  Typically, policy development is predominantly informed through engineering analysis alone. However this project overcomes this limitation by linking consumer perceptions of risk with engineering models to explicitly incorporate dynamic behavior. As a pedagogical tool, the model will be used to train the next generation of civil engineers and social scientists of informing policy in collaborative ways. The research will improve the current understanding of relationships between consumers and infrastructure performance and will provide solutions for water utilities across the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Berglund",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Z Berglund",
   "pi_email_addr": "emily_berglund@ncsu.edu",
   "nsf_id": "000284164",
   "pi_start_date": "2012-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Binder",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Binder",
   "pi_email_addr": "arbinder@ncsu.edu",
   "nsf_id": "000606316",
   "pi_start_date": "2012-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957908",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Incorporating alternative water sources such as recycled water within a municipal water supply system reduces freshwater demands and allows the continued supply and expansion of water services for an urban population.&nbsp;A great challenge facing utilities in planning reclaimed water systems is the uncertainty in predicting how consumers will adopt and use what may be perceived as &ldquo;dirty&rdquo; water. &nbsp;Risk and benefit perceptions play an important role in the adoption of new technologies.&nbsp;A number of factors distinguish planning for water reuse from planning for drinking water: (1) consumer use of reclaimed water is voluntary, and (2) initial perceptions of water reuse may not be positive. Social factors play a key role in the formation of consumer perceptions and attitudes towards water reuse practices.&nbsp;</p>\n<p>The large-scale introduction of water recycling into a water supply system is a complex socio-technical process that involves transitions in consumer water use culture, the underlying engineering infrastructure, and urban water management. Consumers play a central role in the transition process, as their adoption and use of recycled water drives the success of water management strategies. Existing modeling and analysis methods are limited in their abilities to simulate the complex and adaptive behavior of consumers as they adopt alternative water sources.&nbsp; Theories from social science research can provide engineers with valuable insight into how adoption of these new alternative water sources and practices may occur. The intellectual merit of this research is the creation of a new modeling approach to integrate social dimensions of water use in engineering practice and planning. Dynamic modeling approaches, including agent-based modeling (ABM) and cellular automata (CA) approaches are used to represent households as individual units. Theory from the social sciences is used to develop models based on an evidence-based approach of how humans behave and think. The models are compared to historic data about the number of new water reclamation accounts at households served by a utility in Cary, North Carolina.&nbsp; By comparing with real data, we expand the broader impacts of this research. &nbsp;Utility managers can assess the ability of the model to simulate social processes and apply the models for their systems.&nbsp; The research results have been presented at engineering and risk assessment conferences and submitted for publication in scientific and engineering journals.</p>\n<p>A CA model represents each lot as a cell in a grid, and it simulates the spread of new ideas within a community as a diffusion process that is driven by the effect of neighbors sharing information and mimicking their peers (Fig. 1). The CA model of consumers is coupled with hydraulic models of the drinking water pipe network and reclaimed water pipe network and is applied for the Town of Cary, North Carolina.&nbsp;The CA model simulates the temporal and spatial changes in demand and is compared to historical data (Fig. 1).</p>\n<p>An ABM is developed to simulate each household as an agent, with individual behaviors and characteristics.&nbsp; The ABM is based on the concept of &ldquo;risk publics&rdquo;, where each household is assigned to a group with values for perceived risk and benefits of using reclaimed water.&nbsp; These parameter values were derived from a survey that was conducted to assess national perceptions of using reclaimed water. Agents communicate and change perceptions based on their communication with other agents. The risk publics ABM is applied to the Cary case study (Fig. 1).&nbsp;Model results highlight the importance of communication on community opinion dynamics. When a particular risk cluster has a relatively large volume of communication, either due t...",
  "por_txt_cntn": "\n\n\n\nIncorporating alternative water sources such as recycled water within a municipal water supply system reduces freshwater demands and allows the continued supply and expansion of water services for an urban population. A great challenge facing utilities in planning reclaimed water systems is the uncertainty in predicting how consumers will adopt and use what may be perceived as \"dirty\" water.  Risk and benefit perceptions play an important role in the adoption of new technologies. A number of factors distinguish planning for water reuse from planning for drinking water: (1) consumer use of reclaimed water is voluntary, and (2) initial perceptions of water reuse may not be positive. Social factors play a key role in the formation of consumer perceptions and attitudes towards water reuse practices. \n\nThe large-scale introduction of water recycling into a water supply system is a complex socio-technical process that involves transitions in consumer water use culture, the underlying engineering infrastructure, and urban water management. Consumers play a central role in the transition process, as their adoption and use of recycled water drives the success of water management strategies. Existing modeling and analysis methods are limited in their abilities to simulate the complex and adaptive behavior of consumers as they adopt alternative water sources.  Theories from social science research can provide engineers with valuable insight into how adoption of these new alternative water sources and practices may occur. The intellectual merit of this research is the creation of a new modeling approach to integrate social dimensions of water use in engineering practice and planning. Dynamic modeling approaches, including agent-based modeling (ABM) and cellular automata (CA) approaches are used to represent households as individual units. Theory from the social sciences is used to develop models based on an evidence-based approach of how humans behave and think. The models are compared to historic data about the number of new water reclamation accounts at households served by a utility in Cary, North Carolina.  By comparing with real data, we expand the broader impacts of this research.  Utility managers can assess the ability of the model to simulate social processes and apply the models for their systems.  The research results have been presented at engineering and risk assessment conferences and submitted for publication in scientific and engineering journals.\n\nA CA model represents each lot as a cell in a grid, and it simulates the spread of new ideas within a community as a diffusion process that is driven by the effect of neighbors sharing information and mimicking their peers (Fig. 1). The CA model of consumers is coupled with hydraulic models of the drinking water pipe network and reclaimed water pipe network and is applied for the Town of Cary, North Carolina. The CA model simulates the temporal and spatial changes in demand and is compared to historical data (Fig. 1).\n\nAn ABM is developed to simulate each household as an agent, with individual behaviors and characteristics.  The ABM is based on the concept of \"risk publics\", where each household is assigned to a group with values for perceived risk and benefits of using reclaimed water.  These parameter values were derived from a survey that was conducted to assess national perceptions of using reclaimed water. Agents communicate and change perceptions based on their communication with other agents. The risk publics ABM is applied to the Cary case study (Fig. 1). Model results highlight the importance of communication on community opinion dynamics. When a particular risk cluster has a relatively large volume of communication, either due to a relatively large population or its members being more vocal, community opinion dynamics can quickly become dominated by the beliefs of that one cluster. Under certain conditions, a risk publics cluster that is in the minority can dominat..."
 }
}