{
 "awd_id": "1233658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Enhancement of Vertical Elements for Foundation Support by Ureolytic Carbonate Precipitation",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 190442.0,
 "awd_amount": 190442.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "The objective of this collaborative project is to explore the potential of ureolytic calcite precipitation as a practical means of improving the capacity of vertical support elements for foundations in sands and silts.  Enhancement of vertical elements for foundation support holds promise as the first practical application of biologically induced carbonate precipitation in geotechnical engineering.  A key element of the work is exploring the use of agriculturally-derived urease enzyme as the catalyst for calcite precipitation rather than microbially-derived urease employed in all calcite precipitation studies reported to date.   The limited extent of the improvement zone required to enhance vertical foundation support elements mitigates problems associated with mass stabilization of soil by induced carbonate precipitation.  The use of agriculturally-derived urease can further mitigate some of the problems encountered in mass stabilization and extend the range of soils that can be stabilized by induced carbonate precipitation into the silt-sized particle range.  \r\n\r\nThe primary broader impact of this project is associated with the development of a practical application of bio-mediated ground improvement. Developing a practical application for this technology (bio-mediated carbonate precipitation) is a potentially transformative accomplishment, accelerating the development of biogeochemical ground improvement techniques and motivating further innovative developments in the emerging field of biogeotechnical engineering. Extending the applicability of bio-mediated carbonate precipitation into the silt-sized particle range would also have, in and of itself, a broad impact on both the broad field of geotechnical engineering and the emerging sub-discipline of biogeotechnical engineering.  The project will also make contributions to training and education of geotechnical professional through support of graduate student research assistants and, in particular, through training and education of new researchers knowledgeable and competent in the techniques and procedures employed in biogeotechnical engineering that are not usually employed in traditional geotechnical research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Kavazanjian",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Edward Kavazanjian",
   "pi_email_addr": "edkavy@asu.edu",
   "nsf_id": "000163083",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "ORSPA, POB 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Work at Arizona State University (<span><span>ASU</span></span>) on this collaborative research project with Lehigh University (Lehigh) focused on using agriculturally-derived <span><span>urease</span></span> enzyme to create vertical elements for foundation support in granular soils by calcium carbonate precipitation.&nbsp; The <span><span>urease</span></span> enzyme serves as a catalyst for the chemical reaction (hydrolysis of urea) which induces carbonate precipitation.&nbsp; The precipitated calcium carbonate improves the strength, stiffness, and <span><span>dilatancy</span></span> (tendency to expand in volume) in the surrounding soil by filling the pore space between particles, coating and roughening the soil particles, by &ldquo;wedging&rdquo; at the contacts between soil particles (precipitation around the contact points, as illustrated in Figure 1, making it more difficult for particles to move relative to each other), and by bonding particles together at points of contact or close proximity of the soil particles.&nbsp; The use of agricultural <span><span>urease</span></span> to improve soil in this manner is referred to as Enzyme Induced Carbonate Precipitation (<span><span>EICP</span></span>).&nbsp; Work at Lehigh on this collaborative project was focused upon using microbial <span><span>urease</span></span> enzyme, rather than agriculturally-derived <span><span>urease</span></span>, as the catalyst for the precipitation reaction to achieve the same outcomes, a process referred to as <span><span>Microbially</span></span> Induced Carbonate Precipitation (<span><span>MICP</span></span>).</p>\n<p>The intellectual contributions of the work conducted at <span><span>ASU</span></span> include a clear demonstration that agriculturally-derived <span><span>urease</span></span> (i.e., <span><span>EICP</span></span>) can significantly improve granular soil strength and stiffness via induced calcium carbonate precipitation as well as the feasibility of using perforated plastic pipe as a delivery system with which to create vertical columns of <span><span>EICP</span></span>-improved soil.&nbsp;&nbsp; Figures 2 and 3 illustrate cemented soil columns formed within a 5-gallon bucket full of <span><span>cohesionless</span></span> soil by injection of the <span><span>urease</span></span> solution though a 2-inch diameter plastic pipe.&nbsp; This technique offers the promise of a cost effective, non-disruptive means of ground improvement under and around existing structures and utilities (where conventional disruptive ground improvement technologies cannot be employed without damaging the existing facility).&nbsp; &nbsp;A preliminary relationship between the amount of calcium carbonate precipitation and the level of strength and stiffness improvement of the test soil was developed.&nbsp; Preliminary investigations conducted on this project also suggested that: 1) adding a small amount of sodium <span><span>montmorillonite</span></span> to the soil with the <span><span>EICP</span></span> solution can not only enhance the strength of the improved soil but can also create a low permeability material than can be used as a high strength subsurface barrier; and 2) that it may be possible to obtained <span><span>urease</span></span> enzyme for <span><span>EICP</span></span> from waste agricultural products, e.g. cotton leaves and other vegetative waste, using an inexpensive extraction process, significantly lowering the cost of <span><span>EICP</span></span>.&nbsp;</p>\n<p>The work conducted at <span><span>ASU</span></span> on this project also demonstrated that granular soils could be improved by using <span><span>EICP</span></span> for other civil engineering-related purposes, including mitigation of earthquake-induced liquefaction under existing facilities and mitigation of fugitive dust emission. &nbsp;These are significant broader impacts, as: 1) earthquake-induced soil liquefa...",
  "por_txt_cntn": "\nWork at Arizona State University (ASU) on this collaborative research project with Lehigh University (Lehigh) focused on using agriculturally-derived urease enzyme to create vertical elements for foundation support in granular soils by calcium carbonate precipitation.  The urease enzyme serves as a catalyst for the chemical reaction (hydrolysis of urea) which induces carbonate precipitation.  The precipitated calcium carbonate improves the strength, stiffness, and dilatancy (tendency to expand in volume) in the surrounding soil by filling the pore space between particles, coating and roughening the soil particles, by \"wedging\" at the contacts between soil particles (precipitation around the contact points, as illustrated in Figure 1, making it more difficult for particles to move relative to each other), and by bonding particles together at points of contact or close proximity of the soil particles.  The use of agricultural urease to improve soil in this manner is referred to as Enzyme Induced Carbonate Precipitation (EICP).  Work at Lehigh on this collaborative project was focused upon using microbial urease enzyme, rather than agriculturally-derived urease, as the catalyst for the precipitation reaction to achieve the same outcomes, a process referred to as Microbially Induced Carbonate Precipitation (MICP).\n\nThe intellectual contributions of the work conducted at ASU include a clear demonstration that agriculturally-derived urease (i.e., EICP) can significantly improve granular soil strength and stiffness via induced calcium carbonate precipitation as well as the feasibility of using perforated plastic pipe as a delivery system with which to create vertical columns of EICP-improved soil.   Figures 2 and 3 illustrate cemented soil columns formed within a 5-gallon bucket full of cohesionless soil by injection of the urease solution though a 2-inch diameter plastic pipe.  This technique offers the promise of a cost effective, non-disruptive means of ground improvement under and around existing structures and utilities (where conventional disruptive ground improvement technologies cannot be employed without damaging the existing facility).   A preliminary relationship between the amount of calcium carbonate precipitation and the level of strength and stiffness improvement of the test soil was developed.  Preliminary investigations conducted on this project also suggested that: 1) adding a small amount of sodium montmorillonite to the soil with the EICP solution can not only enhance the strength of the improved soil but can also create a low permeability material than can be used as a high strength subsurface barrier; and 2) that it may be possible to obtained urease enzyme for EICP from waste agricultural products, e.g. cotton leaves and other vegetative waste, using an inexpensive extraction process, significantly lowering the cost of EICP. \n\nThe work conducted at ASU on this project also demonstrated that granular soils could be improved by using EICP for other civil engineering-related purposes, including mitigation of earthquake-induced liquefaction under existing facilities and mitigation of fugitive dust emission.  These are significant broader impacts, as: 1) earthquake-induced soil liquefaction threatens trillions of dollars of civil infrastructure world-wide, and there is at present no cost effective way to mitigate this phenomenon under or around existing facilities; and 2) fugitive dust emission present a significant health hazard to communities in the southwestern United States and in arid and semi-arid regions around the world. \n\nAnother broader impact of the project is the contribution of the knowledge gained on this project to the growing body of knowledge in the emerging field of biogeotechnical engineering.  Biogeotechnical engineering offers the promise of cost-effective and sustainable approaches to many important problems that vex geotechnical engineers around the world today.  As noted above, this includes..."
 }
}