{
 "awd_id": "1233855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Microbial Regulation of Greenhouse Gas N2O Emission from Intertidal Oyster Reefs",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 167135.0,
 "awd_amount": 167135.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "Intellectual Merit: Oyster reefs are biogeochemical hot spots and prominent estuarine habitats that provide disproportionate ecological function. Suspension-feeding eastern oysters, Crassostrea virginica, are capable of improving water quality and diminishing eutrophication by filtering nutrients and particles from the water and depositing them in the sediments. Remineralization of these deposits may enhance sedimentary denitrification that facilitates nitrogen removal in tidal estuaries. However, the scientific underpinning of oyster reef function has been challenged in various studies. In addition, recent studies of filter feeding invertebrates reported the production of nitrous oxide (N2O), a greenhouse gas, as an end product of incomplete denitrification by gut microbes. C. virginica could be another source of N2O flux from intertidal habitats. Preliminary work indicated substantial N2O production from individual oysters. The estimated N2O production from high density oyster reefs may exceed the N2O flux measured from some estuaries. With the new discovery of N2O emission and uncertainty regarding eutrophication control, the ecological value of oyster reef restoration may become equivocal. This project will quantify N2O fluxes to understand the factors controlling N2O emission from oyster reefs. Sedimentary N processes will be examined to develop an oyster reef N model to estimate N2O emission from tidal creek estuaries relative to other N cycling processes. The PIs hypothesize that intertidal oyster reefs are a substantial source of N2O emission from estuarine ecosystems and the magnitude of emission may be linked to water quality. If substantial N2O flux from oyster reefs is validated, ecological benefits of oyster reef restoration should be reevaluated. This interdisciplinary research team includes a microbial ecologist, a biogeochemist, an ecologist and an ecosystem modeler. They will utilize stable isotope and molecular microbiological techniques to quantify oyster N2O production, elucidate microbial sources of N2O emission from oysters and sediments, and estimate seasonal variation of N2O fluxes from oyster reefs. Measurements from this study will be integrated into a coupled oyster bioenergetics-sediment biogeochemistry model to compare system level rates of N cycling on oyster reefs as a function of oyster density and water quality. Modeling results will be used to assess the relative trade-­offs of oyster restoration associated with N cycling. They expect to deliver the following end products:1) estimation of annual N2O flux from oyster reefs as an additional source of greenhouse gases from estuaries, 2) a better understanding of the environmental and microbial factors influencing N2O and N2 fluxes in tidal estuaries, 3) transformative knowledge for the effect of oyster restoration on water quality enhancement and ecosystem function, 4) direct guidance for oyster restoration projects whose goals include water quality enhancement, and 5) a modeling tool for use in research and restoration planning. \r\n\r\nBroader impacts will be manifested through diverse educational components and outreach. Four principal investigators will provide interdisciplinary training to at least three graduate students seeking a M.S. or Ph.D. Additional educational impacts will be accomplished both in the classroom and through individual undergraduate research projects. The inter-­institutional group will provide semester long undergraduate field experiences based on this study. The project will provide research experience for high school students in which they participate in oyster incubation experiments and monitor N2O production. The ecological model will be translated into a user-­friendly, online tool for use by other scientists, restoration managers, and educators, and develop related outreach material. Data from the project will be used as problem sets in a \"Isotope Biogeochemistry and Reaction and Transport\" course. A commitment to underrepresented groups in the sciences will be realized at the graduate level through a Graduate Scholarship in Marine Sciences for Women and Underrepresented Groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Brush",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mark J Brush",
   "pi_email_addr": "brush@vims.edu",
   "nsf_id": "000187224",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Institute of Marine Science",
  "perf_str_addr": "P.O. Box 1346",
  "perf_city_name": "Gloucester Point",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230621346",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 167135.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oyster reefs are biogeochemical hot spots and prominent estuarine habitats that provide disproportionate ecological services. Oysters are capable of improving water quality and diminishing eutrophication by filtering nutrients and particles from the water column and depositing them in the sediments. Recycling of oyster biodeposits may enhance sedimentary denitrification that facilitates nitrogen removal in estuarine and coastal ecosystems, and there is the potential for this to occur in natural, restored, and cultured oysters. However, the explanation of excess nutrient removal mediated by oysters has been inconsistent in studies in various contexts. In addition, oysters could be a source of nitrous oxide (N<sub>2</sub>O), a greenhouse gas, in marine habitats due to incomplete denitrification. Our interdisciplinary research team of a microbial ecologist, a biogeochemist, an ecologist and an ecosystem modeler worked to 1) evaluate the effects of oyster mediated denitrification on nitrogen removal efficiency in marine ecosystems, 2) determine the environmental factors controlling oyster mediated denitrification producing N<sub>2</sub> and N<sub>2</sub>O, 3) identify the oyster microbiomes responsible for denitrification, and 4) examine the fate of nitrogen in phytoplankton biomass.&nbsp;</p>\n<p>Experiments conducted with oysters and sediments collected from three oyster reefs in Virginia and North Carolina as well as oyster aquaculture sites in Connecticut showed higher denitrification activities in the presence of oysters. The sediments impacted by oyster biodeposits also had higher denitrification activities than the sediments without the biodeposit exposure. We found that nitrogen removal through denitrification in sediments in oyster reefs constructed as a component of a living shoreline reached rates similar to natural reefs within several years.&nbsp; In these same reefs N<sub>2</sub>O fluxes out of the sediments were extremely low and often sediments removed N<sub>2</sub>O from the atmosphere.&nbsp; Model simulations confirmed the potential for oysters to enhance nitrogen removal in Chesapeake Bay sub-estuaries. The model also predicts the levels of oyster restoration required to enhance nitrogen removal capacity and water quality in these sub-estuaries.</p>\n<p>Nitrous oxide production mediated by oysters was approximately 1% of total N<sub>2</sub> production by denitrification, indicating that oysters are a trivial source of N<sub>2</sub>O in marine ecosystems. We also found that nitrate, oxygen, and temperature are important environmental factors affecting oyster mediated denitrification. Oyster microbiomes responsible for denitrification were examined using a combined metagenomic and metabolic inference approach. We investigated the gill, gut and shell microbiomes of oysters and their associated denitrifiers in response to spatial and temporal changes. The oyster gill, gut, and shell microbiomes all showed distinct and unique composition of their microbiomes. Higher denitrifier abundance was found in the shell microbiomes than other tissues, indicating the importance of shell biofilm communities in oyster mediated nitrogen removal. &nbsp;We also found niche differentiation of oyster microbiomes, demonstrating different groups of denitrifiers are responsible for performing denitrification in the examined oyster tissues.</p>\n<p>To date, 18 publications have resulted from this work with multiple additional manuscripts in progress.&nbsp; Data from this project are publically available on the BCO-DMO portal and through Dryad.</p>\n<p>Substantial educational contributions were made through training two postdoctoral fellows, six graduate students seeking Ph.D. or M.S degrees, 12 undergraduates, and three technicians. Two Ph.D.s were awarded and four other students completed their M.S. degrees in marine science. Information from this study was broadly disseminated to the general public and advanced the science that connects changes in nutrient cycling and oyster ecosystem functioning. This research has also informed efforts to plan and evaluate restoration of oyster reefs which rank among the most degraded estuarine habitats in the world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2018<br>\n\t\t\t\t\tModified by: Mark&nbsp;J&nbsp;Brush</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOyster reefs are biogeochemical hot spots and prominent estuarine habitats that provide disproportionate ecological services. Oysters are capable of improving water quality and diminishing eutrophication by filtering nutrients and particles from the water column and depositing them in the sediments. Recycling of oyster biodeposits may enhance sedimentary denitrification that facilitates nitrogen removal in estuarine and coastal ecosystems, and there is the potential for this to occur in natural, restored, and cultured oysters. However, the explanation of excess nutrient removal mediated by oysters has been inconsistent in studies in various contexts. In addition, oysters could be a source of nitrous oxide (N2O), a greenhouse gas, in marine habitats due to incomplete denitrification. Our interdisciplinary research team of a microbial ecologist, a biogeochemist, an ecologist and an ecosystem modeler worked to 1) evaluate the effects of oyster mediated denitrification on nitrogen removal efficiency in marine ecosystems, 2) determine the environmental factors controlling oyster mediated denitrification producing N2 and N2O, 3) identify the oyster microbiomes responsible for denitrification, and 4) examine the fate of nitrogen in phytoplankton biomass. \n\nExperiments conducted with oysters and sediments collected from three oyster reefs in Virginia and North Carolina as well as oyster aquaculture sites in Connecticut showed higher denitrification activities in the presence of oysters. The sediments impacted by oyster biodeposits also had higher denitrification activities than the sediments without the biodeposit exposure. We found that nitrogen removal through denitrification in sediments in oyster reefs constructed as a component of a living shoreline reached rates similar to natural reefs within several years.  In these same reefs N2O fluxes out of the sediments were extremely low and often sediments removed N2O from the atmosphere.  Model simulations confirmed the potential for oysters to enhance nitrogen removal in Chesapeake Bay sub-estuaries. The model also predicts the levels of oyster restoration required to enhance nitrogen removal capacity and water quality in these sub-estuaries.\n\nNitrous oxide production mediated by oysters was approximately 1% of total N2 production by denitrification, indicating that oysters are a trivial source of N2O in marine ecosystems. We also found that nitrate, oxygen, and temperature are important environmental factors affecting oyster mediated denitrification. Oyster microbiomes responsible for denitrification were examined using a combined metagenomic and metabolic inference approach. We investigated the gill, gut and shell microbiomes of oysters and their associated denitrifiers in response to spatial and temporal changes. The oyster gill, gut, and shell microbiomes all showed distinct and unique composition of their microbiomes. Higher denitrifier abundance was found in the shell microbiomes than other tissues, indicating the importance of shell biofilm communities in oyster mediated nitrogen removal.  We also found niche differentiation of oyster microbiomes, demonstrating different groups of denitrifiers are responsible for performing denitrification in the examined oyster tissues.\n\nTo date, 18 publications have resulted from this work with multiple additional manuscripts in progress.  Data from this project are publically available on the BCO-DMO portal and through Dryad.\n\nSubstantial educational contributions were made through training two postdoctoral fellows, six graduate students seeking Ph.D. or M.S degrees, 12 undergraduates, and three technicians. Two Ph.D.s were awarded and four other students completed their M.S. degrees in marine science. Information from this study was broadly disseminated to the general public and advanced the science that connects changes in nutrient cycling and oyster ecosystem functioning. This research has also informed efforts to plan and evaluate restoration of oyster reefs which rank among the most degraded estuarine habitats in the world.\n\n\t\t\t\t\tLast Modified: 01/05/2018\n\n\t\t\t\t\tSubmitted by: Mark J Brush"
 }
}