{
 "awd_id": "1233430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Regional Variability in Future Temperature Stress to Coral Reefs in the Coral Triangle",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 354290.0,
 "awd_amount": 354290.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "The primary aim of this project is to test the oceanographic conditions that lead to regional differences in coral bleaching across the Coral Triangle, and to determine how changes in these conditions will influence coral bleaching patterns in the 21st Century.  Degradation of coral reef ecosystems has accelerated over the past few decades due to increases in coral bleaching. Many uncertainties remain, however, regarding coral reef vulnerability to future bleaching conditions. This research will incorporate a high-resolution oceanographic model to simulate circulation and temperature patterns that promote coral bleaching, taking into account both the exposure of coral reefs to temperature stress as well as the sensitivity of those reefs to bleaching and their capacity to adapt to the temperature changes.  The focus on the Coral Triangle is important because 1) it supports high marine biodiversity; 2) the complex bathymetry and oceanographic circulation are likely to provide significant insights into present and future conditions that affect coral reef vulnerability to increasing temperature; and 3) recent developments linking climate and regional circulation models can now resolve the complex oceanography in this area.  \r\n\r\nA Regional Ocean Modeling System developed for the Coral Triangle (CT-ROMS) will be used to examine climate change effects on temperature and circulation patterns in the Coral Triangle. The modeling will include several 21st Century runs forced by climate model projections using scenarios developed for the Intergovernmental Panel on Climate Change (IPCC) Assessment Report. Multiple bleaching algorithms that take into account different measures of heat stress and coral sensitivity to that stress will be evaluated for their ability to simulate observed bleaching patterns. The algorithms that best capture observed bleaching patterns will then be used to project bleaching in the 21st Century integrations. This will be the first project to undertake a comprehensive use of high resolution modeling to evaluate 1) the oceanographic conditions that determine regional variability in coral bleaching, and 2) how oceanographic changes will influence coral bleaching patterns in the future. We will be able to evaluate vulnerability to bleaching not only for reefs at the surface but also at depth, thus identifying whether deeper-water reefs should be considered sites for future conservation efforts. \r\n\r\nThis project will also provide a more complete picture of coral reef vulnerability in the Coral Triangle, and improve our ability to identify refugia for coral reefs, which is a cornerstone for Marine Protected Area (MPA) design and management. In collaboration with The Nature Conservancy, this work will contribute to efforts of the Coral Triangle Initiative Program Support Team to both maximize the application of the scientific results in MPA design, and improve the capacity of local fisheries and their communities to adapt to climate change impacts on their marine resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Kleypas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joan Kleypas",
   "pi_email_addr": "kleypas@ucar.edu",
   "nsf_id": "000370064",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "National Center for Atmospheric Research",
  "perf_str_addr": "1850 Table Mesa Drive",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803055602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 354290.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Coral Triangle is a large maritime region, nearly two-thirds the size of the United States, located in the western equatorial Pacific.&nbsp; It is widely known as the global center of marine biodiversity, and more than 75% of the world&rsquo;s reef building coral species live there. Coral Triangle reefs are already being affected by rising sea temperature, causing coral bleaching events and widespread mortality of corals and other reef-associated organisms.&nbsp; Our project wanted to understand whether some regions within the Coral Triangle have experienced more heat stress than others, and if so, what causes those differences.&nbsp; Such information is important to ongoing marine conservation planning efforts, as it can highlight those coral reefs that are the most likely to survive coral bleaching events in the future. The oceanographic circulation patterns are complicated in the Coral Triangle, particularly since the passage of water from the Pacific Ocean to the Indian Ocean must flow through a dense network of islands, shallow shelves, and deep passages. Satellite-based observations of surface temperature have been invaluable in understanding temperature patterns in this region, but even the high-resolution satellite record here, which began in 1985, is subject to the region&rsquo;s extreme cloudiness.&nbsp; We designed a Regional Oceanographic Model System for the Coral Triangle (CT-ROMS) with a spatial resolution of 5 km to study circulation, temperature, salinity and many other oceanographic features. &nbsp;CT-ROMS not only avoids the cloudiness issue, it also allows us to simulate oceanographic conditions over longer periods in the past as well as into the future. &nbsp;</p>\n<p>Our results show that over the period 1960-2007, mean sea surface temperature (SST) in the Coral Triangle increased an average of ~0.1&ordm;C per decade. &nbsp;That increase, however, has been far from uniform. Some regions remained stable or even cooled slightly, while others warmed at a rate of nearly 0.5&ordm;C/decade.&nbsp; Heat stress, which is defined as a 12-week accumulation of temperature in excess of a threshold value, significantly reflected these underlying temperature trends, although the most intense heat stress occurred with the additional temperature increases associated with climatic oscillations such as ENSO.&nbsp; While most of the world&rsquo;s reef regions have experienced the greatest heat stress during El Ni&ntilde;o years, in the Coral Triangle the greatest heat stress has occurred during La Ni&ntilde;a years. Several regions, however, have experienced little to no heat stress. &nbsp;</p>\n<p>The spatial pattern of surface temperature in Coral Triangle waters largley reflects the complex bathymetry and oceanography of the region. These patterns did not change significantly between 1960-2007, and to investigate whether they would remain stable into the 21<sup>st</sup> Century, we forced CT-ROMS with output from a global climate model (the Community Climate System Model, version 4). Using the RCP8.5 scenario, the projected SSTs reflect both an intensification of warming (~0.25&ordm;C per decade on average at the surface; ~0.2&ordm;C per decade at 50 m depth) and an eastward and northward shift of the region of greatest warming.&nbsp; The latter reflects a warming of westward flowing north equatorial current and the advection of these waters southward into the Coral Triangle via the Indonesian Throughflow.&nbsp; Under this scenario, reefs everywhere in the Coral Triangle will experience heat stress into the future, but a few regions experience less stress than others.&nbsp; Reefs that extend into deeper waters will experience the least amount of warming, and should be further investigated as potential refugia in planning for marine protected areas (MPA).</p>\n<p>Data from the model simulations can be accessed through the website http://ctroms.ucar.edu.&nbsp; ...",
  "por_txt_cntn": "\nThe Coral Triangle is a large maritime region, nearly two-thirds the size of the United States, located in the western equatorial Pacific.  It is widely known as the global center of marine biodiversity, and more than 75% of the worldÆs reef building coral species live there. Coral Triangle reefs are already being affected by rising sea temperature, causing coral bleaching events and widespread mortality of corals and other reef-associated organisms.  Our project wanted to understand whether some regions within the Coral Triangle have experienced more heat stress than others, and if so, what causes those differences.  Such information is important to ongoing marine conservation planning efforts, as it can highlight those coral reefs that are the most likely to survive coral bleaching events in the future. The oceanographic circulation patterns are complicated in the Coral Triangle, particularly since the passage of water from the Pacific Ocean to the Indian Ocean must flow through a dense network of islands, shallow shelves, and deep passages. Satellite-based observations of surface temperature have been invaluable in understanding temperature patterns in this region, but even the high-resolution satellite record here, which began in 1985, is subject to the regionÆs extreme cloudiness.  We designed a Regional Oceanographic Model System for the Coral Triangle (CT-ROMS) with a spatial resolution of 5 km to study circulation, temperature, salinity and many other oceanographic features.  CT-ROMS not only avoids the cloudiness issue, it also allows us to simulate oceanographic conditions over longer periods in the past as well as into the future.  \n\nOur results show that over the period 1960-2007, mean sea surface temperature (SST) in the Coral Triangle increased an average of ~0.1&ordm;C per decade.  That increase, however, has been far from uniform. Some regions remained stable or even cooled slightly, while others warmed at a rate of nearly 0.5&ordm;C/decade.  Heat stress, which is defined as a 12-week accumulation of temperature in excess of a threshold value, significantly reflected these underlying temperature trends, although the most intense heat stress occurred with the additional temperature increases associated with climatic oscillations such as ENSO.  While most of the worldÆs reef regions have experienced the greatest heat stress during El Ni&ntilde;o years, in the Coral Triangle the greatest heat stress has occurred during La Ni&ntilde;a years. Several regions, however, have experienced little to no heat stress.  \n\nThe spatial pattern of surface temperature in Coral Triangle waters largley reflects the complex bathymetry and oceanography of the region. These patterns did not change significantly between 1960-2007, and to investigate whether they would remain stable into the 21st Century, we forced CT-ROMS with output from a global climate model (the Community Climate System Model, version 4). Using the RCP8.5 scenario, the projected SSTs reflect both an intensification of warming (~0.25&ordm;C per decade on average at the surface; ~0.2&ordm;C per decade at 50 m depth) and an eastward and northward shift of the region of greatest warming.  The latter reflects a warming of westward flowing north equatorial current and the advection of these waters southward into the Coral Triangle via the Indonesian Throughflow.  Under this scenario, reefs everywhere in the Coral Triangle will experience heat stress into the future, but a few regions experience less stress than others.  Reefs that extend into deeper waters will experience the least amount of warming, and should be further investigated as potential refugia in planning for marine protected areas (MPA).\n\nData from the model simulations can be accessed through the website http://ctroms.ucar.edu.  Through collaboration with The Nature Conservancy, subsets of the data are being converted to formats that can be used in planning for MPA networks and supports the efforts of the..."
 }
}