{
 "awd_id": "1233991",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Progressive Failure Studies of Residential Houses towards Performance Based Hurricane Engineering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 217947.0,
 "awd_amount": 217947.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2017-04-10",
 "awd_abstract_narration": "Hurricane-induced wind and rain can cause catastrophic damages to homes. This collaborative proposal pursues research in progressive damage to single family residential structures under hurricane winds. The research will focus on propagation of internal pressures, influence of wind-driven rain on pressures, and development of nonlinear analysis for the complex structures of wood residential buildings. For analytical work proper orthogonal decomposition and database-assisted-damage-prediction techniques will be used. The wind pressure/load data will be obtained from wind tunnel tests conducted at Louisiana State University at the scale of 1:50; tests conducted at Harbin Institute of Technology (China) at the scale of 1:10, and nearly full-scale tests conducted at Florida International University's 12-fan Wall of Wind facility. The tests will provide opportunity to study impact of wind loads on damage causing mechanism and development of fragility curves. The research will allow understanding of progressive damage propagation and component failure mechanism. New knowledge gained will have the potential of developing retrofitting procedures to reduce the damage. Collaboration with foreign partner will enhance research capability. Students working on the project will gain experience in wind effects on structures and in hurricane engineering.\r\n\r\nThe proposed research addresses hurricane effects on residential buildings that are one of the most vulnerable and complex structures. While a database-assisted-damage-prediction that directly uses time variant wind pressures as loading inputs will make the progressive failure analysis possible, using the proper orthogonal decomposition will greatly reduce the computational cost. The analytical procedure will follow the procedures developed for earthquake engineering. Nonlinear procedures will be developed for response of residential structures to wind loads. The research outcomes are (1) knowledge advancement on hurricane impacts on and interactions with residential constructions, leading to more realistic and accurate loading inputs for damage predictions and structural designs/mitigations, (2) enhancement of hurricane resiliency of new and existing structures by understanding the load paths and failure modes, and (3) development of mitigation guidelines to retrofit the existing housing stock. Following the path of earthquake engineering, the research methodology will help establish a rational performance-based design and mitigation approach for wind engineering. This will eventually reduce losses due to hurricane and strong wind-related events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steve C.S.",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steve C.S. Cai",
   "pi_email_addr": "cscai@Lsu.edu",
   "nsf_id": "000232001",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & A and M College",
  "perf_str_addr": "",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 217947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The proposed research&nbsp;goal was to significantly improve the understanding of different failure modes and progressive damage in residential houses in high-wind hazard zones, which will lay a foundation for enhancing their resilience against extreme winds through new designs or innovative mitigation/retrofit methods. To achieve this major goal, refined finite element numerical models were developed and d</span>amage prediction under different wind loading was conducted. The predictions were compared with observed performance of residential houses during hurricanes and the observed performance in wind tunnel tests. The predicted damage patterns agree in general with the field and laboratory observations.<span> </span>It is further confirmed that the refined finite element model can simulate the details of connections and can be more reasonably to predict the performance of residential houses under wind actions.<span>&nbsp;After model validation, progressive failure analysis and a parametric study was carried out. The research results revealed the critical load paths and weakest links of the building system and efficient mitigation measures to strengthen the building system. The drawback of the current design code was also discussed to shed light on code improvements. The research results in seven peer-reviewed papers in prestigious journals and a few conference papers, along with many presentations. The research results have provided good information to engineering practice and code development agencies. Two Ph.D. students have been trained under the support of this project.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2018<br>\n\t\t\t\t\tModified by: Steve C.S.&nbsp;Cai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe proposed research goal was to significantly improve the understanding of different failure modes and progressive damage in residential houses in high-wind hazard zones, which will lay a foundation for enhancing their resilience against extreme winds through new designs or innovative mitigation/retrofit methods. To achieve this major goal, refined finite element numerical models were developed and damage prediction under different wind loading was conducted. The predictions were compared with observed performance of residential houses during hurricanes and the observed performance in wind tunnel tests. The predicted damage patterns agree in general with the field and laboratory observations. It is further confirmed that the refined finite element model can simulate the details of connections and can be more reasonably to predict the performance of residential houses under wind actions. After model validation, progressive failure analysis and a parametric study was carried out. The research results revealed the critical load paths and weakest links of the building system and efficient mitigation measures to strengthen the building system. The drawback of the current design code was also discussed to shed light on code improvements. The research results in seven peer-reviewed papers in prestigious journals and a few conference papers, along with many presentations. The research results have provided good information to engineering practice and code development agencies. Two Ph.D. students have been trained under the support of this project.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/01/2018\n\n\t\t\t\t\tSubmitted by: Steve C.S. Cai"
 }
}