{
 "awd_id": "1233441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Repetitive Combinatorial Optimization with Learning",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "george hazelrigg",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2012-07-18",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "This award provides funding for the development of solution methods for repetitive stochastic combinatorial optimization problems with parameter uncertainties that can only be resolved through active learning. The focus will be on a class of combinatorial stochastic semi-bandit problems (CSSP) where several instances of a given combinatorial formulation must be solved sequentially through time, with the objective of minimizing cumulative cost, when there is initial uncertainty about the instances. From a methodological point of view, CSSPs introduce new questions to the well-known exploration vs. exploitation paradigm: in addition to answering the usual non-trivial question of when to explore/exploit, in CSSP the questions of what to explore/exploit and how to do so are also non-trivial. Solution techniques will combine elements from statistical learning and combinatorial optimization under uncertainty. A significant portion of the project will be devoted to study an interesting new class of optimization problems that provide answers to some of the fundamental questions in this research. Complexity of such optimization problems, as well as its practical solvability, will be addressed and practical solution methods will be embedded in proposed algorithms for CSSPs. The resulting algorithms, which will be tested extensively, should integrate the various results to design efficient and implementable policies.\r\n\r\nIf successful, the results of this research will provide an attractive approach to addressing data and parameter uncertainty in OR practice. The focus on computationally implementable policies will likely result in practical approaches for a varied range of applications in areas such as delivery of humanitarian aid, weapon target assignment, network reliability and online advertisement. The proposed policies will likely lead to the development of new questions and methods in both combinatorial optimization and learning theory.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Denis",
   "pi_last_name": "Saure",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Denis R Saure",
   "pi_email_addr": "dsaure@gmail.com",
   "nsf_id": "000588331",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan Pablo",
   "pi_last_name": "Vielma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juan Pablo Vielma",
   "pi_email_addr": "jvielma@mit.edu",
   "nsf_id": "000646112",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project&rsquo;s main outcome is a framework for repetitive decision-making under uncertainty when, at each time, the decision maker faces an instance of a combinatorial optimization problem. Our solution approach is based on the solution to an adjoin parsimonious optimality-guaranteeing combinatorial problem, which answers the question of how to collect enough information about the underlying parameters of the problem while ensuring that i) said information guarantees that, in the long term, the decision maker will be able to infer the optimal solution to the combinatorial problem, and ii) such information is collected on the cheapest way possible.</p>\n<p>&nbsp;</p>\n<p>The main outcome of the project is to show that the inherent difficulty of the setting is much higher compared to the non-combinatorial setting, but that it still can be practical in many settings. In particular, we develop a fundamental bound on the performance achievable by any admissible policy. We achieve this by showing that using the adjoin optimality-guaranteeing problem to guide information collection in real-time essentially yields the best possible performance. While solving the adjoin problem is in general harder than solving the underlying combinatorial problem, we show that in many settings of interest the problem can be tackled directly using commercial solvers. In other settings, we show that one can obtain an approximate solution using a method that is no harder than the original combinatorial problem, and we also show that using said approximation does not damage performance significantly.</p>\n<p>&nbsp;</p>\n<p>Compared to other available approaches to the problem, we show not only that our policies are superior both in theory and practice, but also that they can be implemented efficiently, so they can solve real-size instances of the problem, which might not be possible using alternative approaches. In this regard, our policies balance the trade-off between complexity and performance.</p>\n<p>&nbsp;</p>\n<p>By integrating statistical tools and combinatorial optimization, our project provides an attractive approach to addressing data and parameter uncertainty in Operations Research practice. By providing efficient and implementable policies, we expect to facilitate the development of practical approaches for a varied range of applications in areas such as delivery of humanitarian aid, weapon target assignment, network reliability and online advertisement. The proposed policies should lead to the development of new questions and methods in both combinatorial optimization and learning theory.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2015<br>\n\t\t\t\t\tModified by: Denis&nbsp;R&nbsp;Saure</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis projectÆs main outcome is a framework for repetitive decision-making under uncertainty when, at each time, the decision maker faces an instance of a combinatorial optimization problem. Our solution approach is based on the solution to an adjoin parsimonious optimality-guaranteeing combinatorial problem, which answers the question of how to collect enough information about the underlying parameters of the problem while ensuring that i) said information guarantees that, in the long term, the decision maker will be able to infer the optimal solution to the combinatorial problem, and ii) such information is collected on the cheapest way possible.\n\n \n\nThe main outcome of the project is to show that the inherent difficulty of the setting is much higher compared to the non-combinatorial setting, but that it still can be practical in many settings. In particular, we develop a fundamental bound on the performance achievable by any admissible policy. We achieve this by showing that using the adjoin optimality-guaranteeing problem to guide information collection in real-time essentially yields the best possible performance. While solving the adjoin problem is in general harder than solving the underlying combinatorial problem, we show that in many settings of interest the problem can be tackled directly using commercial solvers. In other settings, we show that one can obtain an approximate solution using a method that is no harder than the original combinatorial problem, and we also show that using said approximation does not damage performance significantly.\n\n \n\nCompared to other available approaches to the problem, we show not only that our policies are superior both in theory and practice, but also that they can be implemented efficiently, so they can solve real-size instances of the problem, which might not be possible using alternative approaches. In this regard, our policies balance the trade-off between complexity and performance.\n\n \n\nBy integrating statistical tools and combinatorial optimization, our project provides an attractive approach to addressing data and parameter uncertainty in Operations Research practice. By providing efficient and implementable policies, we expect to facilitate the development of practical approaches for a varied range of applications in areas such as delivery of humanitarian aid, weapon target assignment, network reliability and online advertisement. The proposed policies should lead to the development of new questions and methods in both combinatorial optimization and learning theory.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Denis R Saure"
 }
}