{
 "awd_id": "1233160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Large eddy simulation methods for accurate predictions of separated flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 294316.0,
 "awd_amount": 294316.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "1233160\r\nDomaradzki\r\n\r\nThis work is concerned with numerical predictions of turbulent flows around unmanned aerial vehicles (UAV), micro air vehicles (MAV), wind turbines, propellers, and flows in rotating machinery such as turbines, compressors, and pumps. Such flows are often dominated by the effects of flow separation, i.e., fluid particles that initially move parallel to the surface of a body suddenly \"separate\" from the surface and follow a path inclined at a large angle to the surface. This phenomenon greatly influences lift and drag, and thus flight stability of UAVs, efficiency of wind turbines, and unsteadiness in turbine flows which is instrumental in predicting high cycle fatigue for turbomachinery components. In order to produce efficient wing and blade designs or control schemes to reduce separation effects, accurate numerical prediction tools for such flows are needed. This is an acknowledged hard computational problem, where laminar boundary layer stability and separation, free-shear layer stability and transition to turbulence, the possible re-attachment, and nonequilibrium attached turbulent boundary layer have complicated and significant dynamic interplay. Currently, only direct numerical simulation (DNS) of fluid dynamics equations are capable of predicting all important features of such flows, especially the separation region. However, this capability comes at a considerable computational cost, making DNS not feasible in industrial practice. \r\nThe general goal is to develop and investigate a large eddy simulation (LES) technique that will allow accurate numerical predictions of separated flows of interest at a computational cost by at least a factor of 100 less than in DNS. The distinct feature of the proposed technique is that it does not employ the eddy viscosity concept, common to most turbulence models currently in use. Its non-eddy viscosity character make it a superior candidate for an efficient computational tool for predicting the separated flows as well as other flows involving mixture of laminar, transitional, and turbulent regions.  The developed numerical tool will help to understand some of the notorious characteristics of airfoils and wings at moderate Reynolds numbers:  the sensitivity to small disturbances, the intrinsic three-dimensional character of  nominally a two-dimensional flow geometry, and the hysteresis of marginally stable flow states, and how to control them.  The numerical work will be coordinated with and guided by the experimental work of our collaborators who have already gathered data for a number of specific geometries: a flat plate, a 5% cambered plate, and a smooth airfoil.  \r\nThe broader scientific impact of the proposed research is related to a potential paradigm shift in numerical simulations of turbulent flows offered by the proposed non-eddy viscosity approach to large eddy simulations. This is important because many fluid flows in engineering and nature are turbulent, e.g. flows around airplanes and ground vehicles; flows in the internal combustion engines, turbo machinery, and in rockets; atmospheric and oceanic flows responsible for weather, climate, and spreading of pollutants. The proposed method is attractive because it allows accurate numerical simulations within the unified framework based on a physical modeling principle applicable universally to incompressible, compressible, convective, and stratified turbulence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julian",
   "pi_last_name": "Domaradzki",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julian A Domaradzki",
   "pi_email_addr": "jad@usc.edu",
   "nsf_id": "000102565",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "837 W. Downey Way STO 315",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 294316.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was focused on developing and testing techniques required to predict numerically separated fluid flows, i.e., flows that do not remain attached to bodies over which they flow. The separation is common in flows around airplanes and ground vehicles, flows in internal combustion engines, turbomachinery, and in rockets, as well as in atmospheric and oceanic flows responsible for weather, climate, and spreading of pollutants. Separation effects can greatly influence lift and drag forces acting on bodies moving in fluids, and thus flight stability, performance of turbomachinery components, efficiency of wind turbines, etc. Currently such flows are simulated using either turbulence models or direct numerical simulations of underlying fluid mechanics equations. The former method is computationally fast but often inaccurate, the latter is accurate but computationally prohibitively expensive in practical applications. In our research we have demonstrated that both fast and accurate simulations of separated flows are possible using large eddy simulation techniques. Specifically, we were able to reduce the computational work requirements by about one hundred times compared with direct numerical simulations for several benchmark problems. The developed techniques provide the numerical capability that make feasible fast and accurate numerical simulation of a variety of separated fluid flows encountered in engineering applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2016<br>\n\t\t\t\t\tModified by: Julian&nbsp;A&nbsp;Domaradzki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was focused on developing and testing techniques required to predict numerically separated fluid flows, i.e., flows that do not remain attached to bodies over which they flow. The separation is common in flows around airplanes and ground vehicles, flows in internal combustion engines, turbomachinery, and in rockets, as well as in atmospheric and oceanic flows responsible for weather, climate, and spreading of pollutants. Separation effects can greatly influence lift and drag forces acting on bodies moving in fluids, and thus flight stability, performance of turbomachinery components, efficiency of wind turbines, etc. Currently such flows are simulated using either turbulence models or direct numerical simulations of underlying fluid mechanics equations. The former method is computationally fast but often inaccurate, the latter is accurate but computationally prohibitively expensive in practical applications. In our research we have demonstrated that both fast and accurate simulations of separated flows are possible using large eddy simulation techniques. Specifically, we were able to reduce the computational work requirements by about one hundred times compared with direct numerical simulations for several benchmark problems. The developed techniques provide the numerical capability that make feasible fast and accurate numerical simulation of a variety of separated fluid flows encountered in engineering applications.\n\n\t\t\t\t\tLast Modified: 10/24/2016\n\n\t\t\t\t\tSubmitted by: Julian A Domaradzki"
 }
}