{
 "awd_id": "1234594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: National Integration or Regional Competition? Industrial Policy Debates in a Rising Power.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Hammel",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 15997.0,
 "awd_amount": 15997.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "This doctoral dissertation project will investigate how contemporary emerging economies (such as the 'BRIC' countries of Brazil, India and China) are mobilizing state actors, institutions, and private firms in order to enhance the quality of their engagement with global markets and to improve the distribution of economic development at the sub-national scale.  It will do so by examining recent changes to Brazil's industrial development strategies.  Since the 1980s most developing and emerging countries have shifted away from using state-led industrial policy to accelerate and distribute economic growth and facilitate integration into global value chains.  Brazil has been an exception to this trend, as the state has targeted strategic industrial development initiatives that can both accelerate the pace of global economic integration while addressing the country's historic imbalance between its Northeast and Southeast regions.  This project will analyze the institutional changes accompanying the return of industrial policy with particular emphasis on the imaginaries, ideologies, and networks that support and enable state-led development projects to be devised and implemented.  These institutional changes, ideas, networks, and projects will be linked to emerging development outcomes within Brazil's richer Southeast region and its poorer Northeast region.  Theoretically, the project draws on contemporary institutional theory, cultural political economy theory, and assemblage theories of regional development to provide critical insights into the ideological factors behind, and contestations associated with, industrial policy formation and implementation within Brazil and how these ideas and policy-making processes influence regional and national development objectives such as growth, poverty alleviation, and global market integration.  Two sets of questions are addressed: First, how and why have the policy shifts been achieved, and what institutional and ideological shifts have been central to this reformulation of industrial policy?  Second, what do these changes mean for the geographic distribution of industrial and social development within Brazil, and more broadly for the quality of that country's integration into the world economy?  To answer these questions the co-PI will analyze government and media documents about the reintroduction of industrial policy and conduct a wide range of in-depth interviews with officials and key informants from relevant policy institutions and research centers.  To enable the comparative aspects of the project, the selected institutions and individuals will be drawn from Brazil's Southeast and Northeast regions. \r\n\r\nThe results from this research will contribute significantly to contemporary debates among academics and policy makers about the benefits and drawbacks of state-driven industrial policies.  Research findings will be disseminated through a series of scholarly publications, conference presentations, and presentations to the project's participants and policy officials.  Through collaboration in this project the PIs will develop durable ties to researchers and policy makers in Brazil and will thus establish long-term pathways for intellectual exchange between the countries.  As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a promising graduate student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Murphy",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Murphy",
   "pi_email_addr": "jammurphy@clarku.edu",
   "nsf_id": "000191913",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J. Alex",
   "pi_last_name": "Sphar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Alex Sphar",
   "pi_email_addr": "jsphar@clarku.edu",
   "nsf_id": "000616347",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101477",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This research on the reemergence and institutionalization of an active industrial policy agenda in Brazil over the past decade has examined the drivers behind this return to industrial policy, the forms of its institutionalization, the regionally variegated outcomes of these policies and institutions, and, finally, the articulation between these industrial policies and Brazil&rsquo;s broader political economic agenda of &ldquo;growth with equity.&rdquo;</span><span>&nbsp;</span></p>\n<p><span>Contrary to commonly held views outside of Brazil, the return of industrial policy to the political economy agenda was not driven primarily by the &lsquo;leftist&rsquo; politics of the Worker&rsquo;s Party (which, beginning with the election of Luiz Inacio da Silva in 2002, has held the presidency up to the present), but rather by a substantial contingent of the domestic business elite as a reaction to the declining prospects they faced during the neoliberal experimentation of the 1990s. These elites were key in re-establishing the centrality of industrial policy, and this has impacted its forms of institutionalization. The creation of the National Council on Industrial Development and the Agency for Brazilian Industrial Development (in 2004 &amp; 2005), were two key outcomes. Both are located in Brasilia, the federal capital, and work to formulate and implement industrial policies at the country scale. The necessity of &lsquo;re-learning&rsquo; how to plan, how to create industrial policy, and how to institutionalize these processes has been a significant obstacle throughout the period.</span></p>\n<p><span>Moreover, while the view from Brasilia could be characterized as generally optimistic with regard to the effectiveness of these planning and implementation procedures, the regional viewpoints differ.&nbsp; Regional viewpoints, vis-&agrave;-vis federal perceptions, tend to be more pessimistic about the effectiveness of these industrial policy&nbsp;interventions. Variation among regions also exists: in the heavily industrialized southeast region (including Sao Paulo and Rio de Janeiro) there was recognition of these policies and there limited impacts, while in the northeast region (Fortaleza) the familiarity with these policies was substantially more limited and their impacts, if existing, were not registered. </span></p>\n<p><span>Finally, numerous questions remain regarding the integration of various competing initiatives in the federal political economic agenda. While studies have shown the strongly positive regional impacts of Brazil&rsquo;s conditional cash transfer (CCT) programs (positive impacts in reducing poverty statistics), there remain many open questions about the integration of industrial policy and economic development initiatives within the broader agenda. Up to this time, questions of planned industrial/economic development remain (relatively) uncoupled from thinking about social policies and regional inequality &ndash; wide recognition of regional inequality is present, as is knowledge about the positive regional impact of CCTs, yet industrial policy falls short in planning for regional development. Lacking closer integration of these industrial, economic, and social policies, the long-term prospects for sustainable decreases in regional inequality remain bleak.</span></p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/21/2014<br>\n\t\t\t\t\tModified by: James&nbsp;T&nbsp;Murphy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research on the reemergence and institutionalization of an active industrial policy agenda in Brazil over the past decade has examined the drivers behind this return to industrial policy, the forms of its institutionalization, the regionally variegated outcomes of these policies and institutions, and, finally, the articulation between these industrial policies and BrazilÆs broader political economic agenda of \"growth with equity.\" \n\nContrary to commonly held views outside of Brazil, the return of industrial policy to the political economy agenda was not driven primarily by the æleftistÆ politics of the WorkerÆs Party (which, beginning with the election of Luiz Inacio da Silva in 2002, has held the presidency up to the present), but rather by a substantial contingent of the domestic business elite as a reaction to the declining prospects they faced during the neoliberal experimentation of the 1990s. These elites were key in re-establishing the centrality of industrial policy, and this has impacted its forms of institutionalization. The creation of the National Council on Industrial Development and the Agency for Brazilian Industrial Development (in 2004 &amp; 2005), were two key outcomes. Both are located in Brasilia, the federal capital, and work to formulate and implement industrial policies at the country scale. The necessity of ære-learningÆ how to plan, how to create industrial policy, and how to institutionalize these processes has been a significant obstacle throughout the period.\n\nMoreover, while the view from Brasilia could be characterized as generally optimistic with regard to the effectiveness of these planning and implementation procedures, the regional viewpoints differ.  Regional viewpoints, vis-&agrave;-vis federal perceptions, tend to be more pessimistic about the effectiveness of these industrial policy interventions. Variation among regions also exists: in the heavily industrialized southeast region (including Sao Paulo and Rio de Janeiro) there was recognition of these policies and there limited impacts, while in the northeast region (Fortaleza) the familiarity with these policies was substantially more limited and their impacts, if existing, were not registered. \n\nFinally, numerous questions remain regarding the integration of various competing initiatives in the federal political economic agenda. While studies have shown the strongly positive regional impacts of BrazilÆs conditional cash transfer (CCT) programs (positive impacts in reducing poverty statistics), there remain many open questions about the integration of industrial policy and economic development initiatives within the broader agenda. Up to this time, questions of planned industrial/economic development remain (relatively) uncoupled from thinking about social policies and regional inequality &ndash; wide recognition of regional inequality is present, as is knowledge about the positive regional impact of CCTs, yet industrial policy falls short in planning for regional development. Lacking closer integration of these industrial, economic, and social policies, the long-term prospects for sustainable decreases in regional inequality remain bleak.\n\n\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/21/2014\n\n\t\t\t\t\tSubmitted by: James T Murphy"
 }
}