{
 "awd_id": "1234166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Role of Organic Matter in Determining the Solubility of Atmospherically-Delivered Iron",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 367105.0,
 "awd_amount": 367105.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2013-07-02",
 "awd_abstract_narration": "The atmospheric delivery of soluble Fe to the ocean is an important process contributing to oceanic primary production and the drawdown of atmospheric CO2. Combustion influenced air masses carry highly soluble Fe, but the reasons for this increased solubility remain unclear despite the importance to global carbon cycling. Acidic organic matter (OM) components (e.g., -COOH groups) can complex with trace metals, yet no study to date has investigated the comprehensive molecular characteristics of aerosol OM for their role as a determinant of Fe solubility. \r\n\r\nIn this project, researchers at Old Dominion University will study the relationship between the molecular characteristics of marine aerosol water soluble OM (WSOM) and Fe solubility.  Marine particulate aerosols collected during GEOTRACES cruises will be examined to identify WSOM characteristics that may play a role in delivering soluble and bioavailable Fe to the N. Atlantic Ocean.  Aerosol WSOM will be characterized using advanced molecular and chemometric techniques to test whether:  (1) continental combustion-influenced aerosol samples show molecular characteristics unique from those of continental dust influenced samples, having characteristics consistent with higher contributions from OM with acidic functional group;  (2) aerosol WSOM examined along a gradient of Fe solubility show concurrent changes in the relative magnitude of highly oxygenated compounds and contributions from acidic functional groups;  and (3) 2D HMBC NMR reveal unique components in composite continental combustion influenced samples relative to marine and dust-influenced samples, and these unique components include OM with carboxyl functional groups that can bind Fe. \r\n\r\nThis project will be the first of its kind to extensively examine WSOM molecular characteristics and Fe solubility on concurrently collected aerosol samples.  The results will be useful for understanding Fe distributions and biogeochemical cycling in the ocean. A potentially transformative aspect of this proposal will be the identification of aerosol WSOM molecular components unique to combustion influenced air masses that have the potential to facilitate aerosol Fe solubility. \r\n\r\nBroader Impacts:  The findings of this project are expected to be highly relevant to oceanic and global biogeochemical cycling of OM and many trace metals that form organic complexes.  Combustion-influenced OM associations may help explain patterns in the global oceanic distribution of other trace metals and provide key insights into oceanic processes (e.g., primary production, biological pump).  The project would provide a strong interdisciplinary, training and learning environment for the PIs and undergraduate and graduate students at ODU. A PhD student would be involved in all aspects of the project and learn state-of-the-art analytical techniques and gain experience in aspects of project management, data processing, and data presentation",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Wozniak",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew S Wozniak",
   "pi_email_addr": "awozniak@udel.edu",
   "nsf_id": "000572868",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Hatcher",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick G Hatcher",
   "pi_email_addr": "phatcher@odu.edu",
   "nsf_id": "000253405",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "4402 Elkhorn Ave.",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 182618.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 184487.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Iron is an essential micronutrient for biological production in the ocean, and the scarcity of water soluble, bioavailable iron limits production in major portions of the world&rsquo;s oceans. This production fuels oceanic food webs and draws carbon dioxide from the atmosphere providing a counter to anthropogenic carbon dioxide emissions that impact climate. The continents are major sources of iron to the ocean via atmospheric transport and deposition with mineral dusts and fossil fuel emissions. Recently, it has been discovered that iron from combustion sources is considerably more soluble than iron from mineral dusts, and therefore may have a bigger impact on ocean productivity on a per gram of iron basis. The reason for the different iron solubilities has, however, confounded the oceanography community. Aerosol particle acidity, photochemistry, mineralogy, and associations with organic matter have all been hypothesized to affect iron solubility. With this project, great progress has been made toward understanding the relationships between iron quantity and solubility and organic matter quantity and composition. This work took advantage of new state-of-the-art analytical instrumentation and statistical techniques that previously limited organic matter characterization. These techniques have allowed an assessment of whether water soluble organic matter (WSOM) in air particles from combustion sources can bind with co-emitted iron enabling that iron to be delivered to the ocean in a soluble form that phytoplankton can use.</p>\n<p>The <strong>intellectual merit</strong> of this study lies in it being the first of its kind to extensively characterize the various compounds in WSOM (the &ldquo;molecular characteristics&rdquo;) and iron solubility on concurrently collected marine aerosol samples. Aerosol particles collected in the North Atlantic Ocean during two US GEOTRACES cruises that were influenced by aerosol particle emissions coming from the European, North African, and North American continents as well as marine aerosols were examined, and the following conclusions were drawn: 1) <em>The amount of WSOM in aerosols from combustion-influenced continents (Europe and North America) is sufficient for WSOM-iron binding to raise iron solubility in a meaningful way. However, iron is so much more abundant than WSOM in North African-influenced aerosols that WSOM-iron binding could not have an impact on iron solubility.</em> 2) <em>The WSOM in aerosols coming from the European and North American continents has a very different composition than that coming from the North African continent. Those differences are due to combustion versus mineral dust sources and are manifest by the presence of compounds in WSOM that have components (carbonyl and carboxyl functional groups) known to bind with iron.</em> 3) <em>Statistical analyses identified the contributions of various sources of iron and other elements to aerosol particles over the ocean and showed that as pollution-related iron contributions and iron solubility increase for a given sample so does the abundance of the potential iron-binding components in WSOM compounds. </em>In combination, these results demonstrate the probable associations of organic matter with iron and their impact, along with factors such as particle acidity and photochemistry, on iron solubility and bioavailability.</p>\n<p>This study&rsquo;s <strong>broader impacts</strong> extend to its value for other scientific fields, the development of several young scientists, and outreach activities exposing young students to careers in oceanography. The use of the advanced analytical and statistical techniques in this project provided detail on the source-specific (N. America, marine, N. Africa, Europe) molecular composition of aerosol WSOM that cannot be acquired using other techniques. This information is invaluable for understanding organic matter impacts in ...",
  "por_txt_cntn": "\nIron is an essential micronutrient for biological production in the ocean, and the scarcity of water soluble, bioavailable iron limits production in major portions of the worldÆs oceans. This production fuels oceanic food webs and draws carbon dioxide from the atmosphere providing a counter to anthropogenic carbon dioxide emissions that impact climate. The continents are major sources of iron to the ocean via atmospheric transport and deposition with mineral dusts and fossil fuel emissions. Recently, it has been discovered that iron from combustion sources is considerably more soluble than iron from mineral dusts, and therefore may have a bigger impact on ocean productivity on a per gram of iron basis. The reason for the different iron solubilities has, however, confounded the oceanography community. Aerosol particle acidity, photochemistry, mineralogy, and associations with organic matter have all been hypothesized to affect iron solubility. With this project, great progress has been made toward understanding the relationships between iron quantity and solubility and organic matter quantity and composition. This work took advantage of new state-of-the-art analytical instrumentation and statistical techniques that previously limited organic matter characterization. These techniques have allowed an assessment of whether water soluble organic matter (WSOM) in air particles from combustion sources can bind with co-emitted iron enabling that iron to be delivered to the ocean in a soluble form that phytoplankton can use.\n\nThe intellectual merit of this study lies in it being the first of its kind to extensively characterize the various compounds in WSOM (the \"molecular characteristics\") and iron solubility on concurrently collected marine aerosol samples. Aerosol particles collected in the North Atlantic Ocean during two US GEOTRACES cruises that were influenced by aerosol particle emissions coming from the European, North African, and North American continents as well as marine aerosols were examined, and the following conclusions were drawn: 1) The amount of WSOM in aerosols from combustion-influenced continents (Europe and North America) is sufficient for WSOM-iron binding to raise iron solubility in a meaningful way. However, iron is so much more abundant than WSOM in North African-influenced aerosols that WSOM-iron binding could not have an impact on iron solubility. 2) The WSOM in aerosols coming from the European and North American continents has a very different composition than that coming from the North African continent. Those differences are due to combustion versus mineral dust sources and are manifest by the presence of compounds in WSOM that have components (carbonyl and carboxyl functional groups) known to bind with iron. 3) Statistical analyses identified the contributions of various sources of iron and other elements to aerosol particles over the ocean and showed that as pollution-related iron contributions and iron solubility increase for a given sample so does the abundance of the potential iron-binding components in WSOM compounds. In combination, these results demonstrate the probable associations of organic matter with iron and their impact, along with factors such as particle acidity and photochemistry, on iron solubility and bioavailability.\n\nThis studyÆs broader impacts extend to its value for other scientific fields, the development of several young scientists, and outreach activities exposing young students to careers in oceanography. The use of the advanced analytical and statistical techniques in this project provided detail on the source-specific (N. America, marine, N. Africa, Europe) molecular composition of aerosol WSOM that cannot be acquired using other techniques. This information is invaluable for understanding organic matter impacts in the atmosphere and environment because the composition of this material both depends on its source and processing and determines its impact on climate, human h..."
 }
}