{
 "awd_id": "1234828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Maize Cultivation and the Politics of Agricultural Modernization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 15362.0,
 "awd_amount": 15362.0,
 "awd_min_amd_letter_date": "2012-08-16",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "This doctoral dissertation research project will focus on the complex relationship between agricultural modernization and tradition by studying the practices and perceptions of three key categories of actors in central Mexico.  Agricultural modernization (the process of intensifying agricultural production through mechanization, chemical inputs, and high-yield crop varieties) has been a top priority of governments and development agencies around the world since the Green Revolution.  Mexican research organizations dedicated to breeding high-yield maize varieties have become world leaders in the development and dissemination of modernized maize technologies since their founding in the 1940s.  These programs have had limited success, however, in stimulating the adoption of such technologies among Mexican farmers.  Despite decades of government policies promoting high-yield maize, the overwhelming majority of maize farmers in Mexico continue to cultivate traditional varieties that they have bred themselves.  Existing research on the persistence of traditional agricultural systems has concentrated on farmer perspectives, seeking to explain why they do or do not adopt modern maize varieties, to the exclusion of actors working within development institutions who likewise have a livelihood stake in the process of modernization.  This project will explore how agricultural modernization is engaged and negotiated by agricultural scientists, extension agents, and small-scale maize farmers in the Central Highland region of Mexico.  The doctoral student will seek answers to the following sets of research questions:  (1) How do those involved in maize production directly and indirectly conceive of and engage particular development institutions, agricultural technologies and practices, and processes of agricultural change?  (2) How do these relationships vary within and across livelihoods?  (3) How do these relationships shape existing development institutions, and whose purposes do they serve as a result?  Using a combination of oral histories, semi-structured interviews, and participant observation, the student will examine how participants' understandings of and motivations for engaging in particular agricultural practices and partnerships have developed over time.  The student will determine whether actors working both inside and outside of development institutions engage in livelihood practices that subvert agricultural modernization in partial yet significant ways.\r\n\r\nProject findings will provide insight into the overlapping effects of investment in modernizing agricultural systems and adherence to traditional cultivation methods by filling in gaps in basic understanding regarding the network of actors implicated in agricultural change.  The project also will provide insights into the contingency of agricultural modernization in Mexico's Central Highlands, a region that hosts some of the world's foremost centers of maize research and is a global center of maize diversity.  Greater understanding of the relational process through which development is negotiated will aid in the conservation of agricultural biodiversity and will increase the effectiveness of development policies designed to serve the needs of farmers in a region where maize cultivation is a source of food security, livelihood, and cultural identity.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Zimmerer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Karl S Zimmerer",
   "pi_email_addr": "ksz2@psu.edu",
   "nsf_id": "000194328",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emma",
   "pi_last_name": "Mullaney",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Emma G Mullaney",
   "pi_email_addr": "mullan17@msu.edu",
   "nsf_id": "000576415",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "302 Walker Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168025000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15362.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This doctoral dissertation research project investigates how locally-adapted, genetically-diverse populations of maize, and the knowledge systems thereof, are being maintained by peasant farmers in Mexico in relation to ongoing agricultural modernization efforts. This research has focused in particular on the southeastern corner of Mexico&rsquo;s Central Highland region, located on the edge of Mexico City and adjacent to a hub of national and international agricultural research and extension institutions. Over the course of three years, I conducted 3 months of reconnaissance research and 11 months of ethnographic fieldwork in the region while studying the indigenous Nahuatl language and cosmology with a native speaker and local indigenous rights activist. My data collection entailed: conducting oral histories and extended interviews with more than forty women and men, including small-scale commercial maize farmers, agricultural extension agents, and scientific researchers; participatory observation of maize planting and harvesting, household food preparation, and daily work routines in local maize markets, at research centers, and along extension service routes; and, finally, a market survey at the regional site of maize sales and seed exchange. Since completing the dissertation fieldwork, I have been back to Mexico twice to present preliminary research findings and solicit feedback from participants and interested public research institutions, including the International Maize and Wheat Improvement Center (CIMMYT) and the National Commission for the Knowledge and Use of Biodiversity (CONABIO).</p>\n<p>Findings from eleven months of fieldwork demonstrate that maize genetic diversity is both a product of and resource for economic innovation, and that renewable (open-pollinated) seed is a lynchpin technology in regional maize systems. By deepening our understanding of the relational processes through which the meanings and practices of agricultural development are negotiated, this research takes important steps toward the realization of development policy that effectively serves the needs of farmers in a region where maize cultivation is a source of food security, livelihood, cultural identity, and biodiversity.</p>\n<p>&nbsp;</p>\n<p>This research makes important contributions to the discipline of geography at multiple levels, from theory to practice. It advances geographic literatures on the political ecology of agricultural development, which tends to take for granted the framing of traditional and modernized agricultural systems as mutually exclusive paradigms, by unpacking how different actors negotiate these systems in relation to one another. The responses of small-scale commercially-oriented maize farmers to recent economic restructuring in Mexico remain understudied, as does the Central Highlands as a region. Furthermore, the perspectives of women are chronically absent in studies of commercial maize production, despite their influential role in varietal selection and the increasing feminization of agriculture in Mexico. This research also studies the perspectives, practices, and decision-making processes of agricultural scientists, program officers, and extension agents, thus responding directly to calls within geography for livelihood analyses of actors within development institutions. An innovative qualitative methodology centered on the triangulation of oral histories with interviews and participant observation will illuminate how relationships between maize producers and development institutions have developed over time, providing critical insight into how modernization and tradition impact people&rsquo;s lives in the post-NAFTA era.</p>\n<p>Interdisciplinary scholarly work has highlighted a need for case studies and theoretically-rigorous analyses that directly relate particular geographies of agricultural practice to broad economic, political, and institu...",
  "por_txt_cntn": "\nThis doctoral dissertation research project investigates how locally-adapted, genetically-diverse populations of maize, and the knowledge systems thereof, are being maintained by peasant farmers in Mexico in relation to ongoing agricultural modernization efforts. This research has focused in particular on the southeastern corner of MexicoÆs Central Highland region, located on the edge of Mexico City and adjacent to a hub of national and international agricultural research and extension institutions. Over the course of three years, I conducted 3 months of reconnaissance research and 11 months of ethnographic fieldwork in the region while studying the indigenous Nahuatl language and cosmology with a native speaker and local indigenous rights activist. My data collection entailed: conducting oral histories and extended interviews with more than forty women and men, including small-scale commercial maize farmers, agricultural extension agents, and scientific researchers; participatory observation of maize planting and harvesting, household food preparation, and daily work routines in local maize markets, at research centers, and along extension service routes; and, finally, a market survey at the regional site of maize sales and seed exchange. Since completing the dissertation fieldwork, I have been back to Mexico twice to present preliminary research findings and solicit feedback from participants and interested public research institutions, including the International Maize and Wheat Improvement Center (CIMMYT) and the National Commission for the Knowledge and Use of Biodiversity (CONABIO).\n\nFindings from eleven months of fieldwork demonstrate that maize genetic diversity is both a product of and resource for economic innovation, and that renewable (open-pollinated) seed is a lynchpin technology in regional maize systems. By deepening our understanding of the relational processes through which the meanings and practices of agricultural development are negotiated, this research takes important steps toward the realization of development policy that effectively serves the needs of farmers in a region where maize cultivation is a source of food security, livelihood, cultural identity, and biodiversity.\n\n \n\nThis research makes important contributions to the discipline of geography at multiple levels, from theory to practice. It advances geographic literatures on the political ecology of agricultural development, which tends to take for granted the framing of traditional and modernized agricultural systems as mutually exclusive paradigms, by unpacking how different actors negotiate these systems in relation to one another. The responses of small-scale commercially-oriented maize farmers to recent economic restructuring in Mexico remain understudied, as does the Central Highlands as a region. Furthermore, the perspectives of women are chronically absent in studies of commercial maize production, despite their influential role in varietal selection and the increasing feminization of agriculture in Mexico. This research also studies the perspectives, practices, and decision-making processes of agricultural scientists, program officers, and extension agents, thus responding directly to calls within geography for livelihood analyses of actors within development institutions. An innovative qualitative methodology centered on the triangulation of oral histories with interviews and participant observation will illuminate how relationships between maize producers and development institutions have developed over time, providing critical insight into how modernization and tradition impact peopleÆs lives in the post-NAFTA era.\n\nInterdisciplinary scholarly work has highlighted a need for case studies and theoretically-rigorous analyses that directly relate particular geographies of agricultural practice to broad economic, political, and institutional change. Geography is a highly integrative discipline, and this project follows established inter..."
 }
}