{
 "awd_id": "1234852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PESO: Materials and Multivariable Models to Predict Tissue Tropism in Metastasis",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 590000.0,
 "awd_amount": 603000.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2015-04-13",
 "awd_abstract_narration": "This PESO award to University of Massachusetts at Amherst by the Biomaterials program in the Division of Materials Research is cofunded by the Biotechnology, Biochemical, Biomass Engineering Program (ENG/CBET); the Materials and Surface Engineering program (ENG/CMMI); and the Office of Physical Sciences-Oncology (OPSO) of the National Cancer Institute. Metastasis is the leading cause of fatality for women diagnosed with breast cancer. The most common tissue sites of distant tumor growth in breast cancer include the brain, lung, liver, and bone. Given the clear diversity of the biophysical properties of these distant tissue sites, this proposal hypothesizes that the physical and chemical properties of these tissues regulate the ability of cancer cells to migrate and proliferate, the two critical steps for the metastatic lesion formation. The objectives of this proposal include: 1) the development of 3D biomaterials, which can be engineered to capture physical and chemical factors of the extracellular matrix of these tissue sites (brain, lung, and bone); 2) quantification of how a variety of distinct human breast cancer cell lines migrate and proliferate in response to these physical and chemical cues; and 3) use of statistical modeling tools to both describe and predict the relationship between the tunable biomaterials cues, the signaling network within human breast cancer cell lines, and the ability of cancer cells to migrate and proliferate in these 3D tunable biomaterials. The results of these objectives will establish a new class of biomaterials in which to systematically study how the extracellular matrix impacts breast cancer metastasis, as well as gain fundamental knowledge of how biophysical tissue properties impact the biology of cancer metastasis. As part of the outreach activities, the project plans to initiate a summer research program for female high school students and teachers in collaboration with the diversity program at the campus. The PIs have also proposed to develop plans on how to evaluate the success of educational and outreach program, and how to improve them.\r\n\r\n\r\nMost of the breast cancer deaths are linked to metastasis: the ability of cancer cells to leave the primary tumor site and spread to other organs. One of the roadblocks holding back progress is that the vast majority of breast cancer research is performed with cells cultured on plastic or glass surfaces, which are flat, incredibly rigid, and behave nothing like the complex, three-dimensional, comparatively soft tissues in the human body. For this reason, this project is in developing novel environments that look, and functionally behave like actual human tissue. With this award, 3D structures in a tissue-like environment that will be prepared to make breast cancer cells think that they are in a real tumor tissue, or tissues that breast cancer cells most frequently metastasize to such as the bone, lung, and brain. Using these novel tissue-like systems, this project will study how metastatic breast cancer cells sense and respond to these distant tissue sites, and why certain breast cancer cells prefer to spread to one organ versus another. It is well known that each breast cancer patient is unique, and the preference for cancer to spread to certain organs is patient-specific. For this reason, this project will investigate cells from many different breast cancer disease subtypes, to learn why this cancer spread is patient-specific. The project envisions that these novel tools will radically change how the cancer field studies metastasis, and by using materials that behave more like human tissue, much more rapid progress could be made possible toward the development of useful chemotherapy drugs. As part of this grant proposal, this investigator is partnering with the Diversity Program Office at the campus to form an educational outreach program titled 'Engineering the Cell: A Bioengineering Experience for Young Women' targeting high school teachers and female students. This program will integrate research and education by training both students and teachers in a laboratory setting, and allowing teachers to take laboratory modules back with them to the classroom for curriculum development.  Successful implementation and growth of this program will be one mechanism by which to increase the participation of women in bioengineering and related scientific fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shelly",
   "pi_last_name": "Peyton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shelly Peyton",
   "pi_email_addr": "shelly.peyton@tufts.edu",
   "nsf_id": "000574612",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Reich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Reich",
   "pi_email_addr": "nick@schoolph.umass.edu",
   "nsf_id": "000616299",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 590000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 9000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metastasis is the leading cause of fatality for women diagnosed with breast cancer.&nbsp; The most common tissue sites of distant tumor growth in breast cancer include the brain, lung, liver, and bone.&nbsp; While specific genetic signatures have been correlated with metastatic potential, and, in some cases, prediction of metastatic tissue site, there exists no biophysical explanation for metastatic site determination. &nbsp;We, therefore, took a different approach for this NSF-funded grant project. &nbsp;We created a new biomaterial system, which were tuned in such a way so that they mimicked the properties of brain, bone, and lung tissue. &nbsp;We then cultured breast cancer cells on these surfaces, and used a new statistical method to use these measurements to predict where these cells spread in more complex living organisms. &nbsp;This effort resulted in a&nbsp;new class of biomaterials in which to systematically study how the extracellular matrix impacts breast cancer metastasis, as well as fundamental knowledge of how biophysical tissue properties impact the biology of cancer spread.</p>\n<p>&nbsp;</p>\n<p><strong>BROADER IMPACTS:</strong> Breast cancer is the second leading cause of cancer death in women, directly effecting more than two hundred thousand women each year.&nbsp; This work established the first known connection between cell spreading and motility on biomaterials and metastatic spread in breast cancer.&nbsp; As part of this grant proposal, Dr. Peyton partnered with the Diversity Program Office at UMass-Amherst to form an educational outreach program targeting high school teachers and female students titled &ldquo;Engineering the Cell: A Bioengineering Experience for Young Women.&rdquo; This program integrates research and education by training high school students in a laboratory setting, and allowing the to take this experience back with them to the classroom.&nbsp; Successful implementation and growth of this program will be one mechanism by which we can ensure more participation of women in bioengineering and related fields.&nbsp;&nbsp;<strong><em>&nbsp;</em></strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2015<br>\n\t\t\t\t\tModified by: Shelly&nbsp;Peyton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMetastasis is the leading cause of fatality for women diagnosed with breast cancer.  The most common tissue sites of distant tumor growth in breast cancer include the brain, lung, liver, and bone.  While specific genetic signatures have been correlated with metastatic potential, and, in some cases, prediction of metastatic tissue site, there exists no biophysical explanation for metastatic site determination.  We, therefore, took a different approach for this NSF-funded grant project.  We created a new biomaterial system, which were tuned in such a way so that they mimicked the properties of brain, bone, and lung tissue.  We then cultured breast cancer cells on these surfaces, and used a new statistical method to use these measurements to predict where these cells spread in more complex living organisms.  This effort resulted in a new class of biomaterials in which to systematically study how the extracellular matrix impacts breast cancer metastasis, as well as fundamental knowledge of how biophysical tissue properties impact the biology of cancer spread.\n\n \n\nBROADER IMPACTS: Breast cancer is the second leading cause of cancer death in women, directly effecting more than two hundred thousand women each year.  This work established the first known connection between cell spreading and motility on biomaterials and metastatic spread in breast cancer.  As part of this grant proposal, Dr. Peyton partnered with the Diversity Program Office at UMass-Amherst to form an educational outreach program targeting high school teachers and female students titled \"Engineering the Cell: A Bioengineering Experience for Young Women.\" This program integrates research and education by training high school students in a laboratory setting, and allowing the to take this experience back with them to the classroom.  Successful implementation and growth of this program will be one mechanism by which we can ensure more participation of women in bioengineering and related fields.   \n\n \n\n\t\t\t\t\tLast Modified: 10/04/2015\n\n\t\t\t\t\tSubmitted by: Shelly Peyton"
 }
}