{
 "awd_id": "1234680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Standards-Based Cyberinfrastructure for Hydrometeorological Modeling: US-European Research Partnership",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 250020.0,
 "awd_amount": 250020.0,
 "awd_min_amd_letter_date": "2012-06-06",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "This project, Standards-based CyberInfrastructure for HydroMeteorology (SCIHM), seeks to link two disciplines--hydrology and meteorology--each of which has a sophisticated CI already developed within their respective disciplines. This linkage will be accomplished with hydrometeorology use cases in Europe and America that will be executed in both the European and American grid computing environments using federated data and computing standards. With research and development partners from several American and European institutions, the project is designed to take advantage of standards-based CI for hydrometeorological applications. In doing so, we will foster a unified standards-based hydrometeorological infrastructure where researchers and students from Europe and the US can rapidly simulate complex physical processes and predict extreme weather events and their hydrological, environmental and societal impacts, taking advantage of scalable on demand high-performance cloud-based computational resources and shared data space. Computational and storage layers will be seamlessly integrated with standards-based domain data services, analysis tools and models, enabling researchers and practitioners to quickly tune predictive models to their areas of interest, discover and access distributed sources of information, and engage in a collaborative analysis and interpretation of prediction results.  This project will engage the broader hydrologic and meteorologic research community through CUAHSI and UCAR, the respective university consortia for these disciplines, as well as European partners. \r\n\r\nThe intellectual merit of this project is to identify current shortcomings in the workflow of existing community-based hydrometeorological prediction systems and to remedy those shortcomings through strategic cyberinfrastructure enhancements. There is presently a dire need for earth system scientists to have at their disposal computational systems that are accessible, extensible and scalable for a wide range of research and prediction problems. This project will directly link high-performance computing that supports standards- based management of advanced computing and storage resources, with distributed service-oriented cyberinfrastructure designs. Creating such a capability will permit better depiction of complex earth system processes in models, allow for improved characterization of model and data uncertainties and will greatly facilitate hypothesis testing, ultimately resulting in improved predictions.\r\n\r\nOne principle goal of this project is to vastly expand data access and computational access through standards-based cyberinfrastructure development. The broader impact of meeting this goal is placing powerful environmental prediction tools into the hands of researchers and decision makers around the world, in places where such capabilities simply cannot presently exist. The cyberinfrastructure enhancements delivered by this project will greatly streamline the hydrometeorological modeling process and accelerate cloud computing in the earth sciences. Development of this cyberinfrastructure within a rigorous standards-based environment will also encourage its adoption by operational government agencies which can directly benefit from it. Ultimately, the improved modeling capacity should drive improved predictive capabilities for floods and droughts by fostering a more accurate prediction system that captures the underlying physical and biological processes controlling water transport.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Hooper",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Richard P Hooper",
   "pi_email_addr": "richard.hooper@tufts.edu",
   "nsf_id": "000212728",
   "pi_start_date": "2012-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ilya",
   "pi_last_name": "Zaslavsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ilya Zaslavsky",
   "pi_email_addr": "zaslavsk@sdsc.edu",
   "nsf_id": "000429879",
   "pi_start_date": "2012-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Consortium of Universities for the Advancement of Hydrologic Sci",
  "inst_street_address": "1167 MASSACHUSETTS AVE STE 419",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "3392267445",
  "inst_zip_code": "024764346",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "CONSORTIUM OF UNIVERSITIES FOR THE ADVANCEMENT OF HYDROLOGIC SCIENCE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "V7M9C3ZFCLS7"
 },
 "perf_inst": {
  "perf_inst_name": "Consortium of Universities for the Advancement of Hydrologic Sci",
  "perf_str_addr": "196 Boston Avenue, Suite 2100",
  "perf_city_name": "Medford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021554236",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5920",
   "pgm_ref_txt": "ITALY"
  },
  {
   "pgm_ref_code": "7684",
   "pgm_ref_txt": "STRATEGIC TECHNOLOGIES FOR CI"
  },
  {
   "pgm_ref_code": "7701",
   "pgm_ref_txt": "DATA INTEROPERABILITY NETWORKS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored how data standards are being used in the US and in the European Community in the areas of hydrology and flood forecasting. The primary activities involved a data and computing \"interoperability\" study with flood forecasting in Genoa, Italy and Boulder, Colorado. Models developed in both Europe and the US were used in both cases; data exchange and computing processes were compared to understand how to make the modeling process more efficient.</p>\n<p>The basic findings of this work is that emerging standards, such as WaterML and netCDF, simplifiies exchange and interpretation of data, and that workflow standards in supercomputing environment also enhance interoperability of US and European standards. The remaining obstacles have more to do with differences between governance of supercomputing environments between the US and EU (that is, rules of access and use) than data or computing standards.</p>\n<p>Another important outcome of this work has been the advancement of data standards for hydrologic data exchange around the world through the efforts of this project within the Hydro Domain Working Group of the Open Geospatial Consortium and the World Meteorologic Organiation. An example of the outcome of these data standards has been the publication of flood forecasts for North America by both the European Center for Midrange Weather Forecasting (Reading, England) and by the US National Weather Service which can be compared with streamflow measured by the US Geological Survey. Both the measurements and the predictions are made available as WaterML services using standards developed and advanced by this project. and viewers have been developed by Brigham Young University (outside of this project) to examine these results.</p>\n<p>Such efforts help move hydrologic modeling beyond the study of past events into the hydrology of \":now\"--looking at forecasting and applying techniques of data assimilation to hydrology models as has been done in weather forecasts for some years. Standards developed as part of this project are helping to change the way science is being pursued.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;P&nbsp;Hooper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored how data standards are being used in the US and in the European Community in the areas of hydrology and flood forecasting. The primary activities involved a data and computing \"interoperability\" study with flood forecasting in Genoa, Italy and Boulder, Colorado. Models developed in both Europe and the US were used in both cases; data exchange and computing processes were compared to understand how to make the modeling process more efficient.\n\nThe basic findings of this work is that emerging standards, such as WaterML and netCDF, simplifiies exchange and interpretation of data, and that workflow standards in supercomputing environment also enhance interoperability of US and European standards. The remaining obstacles have more to do with differences between governance of supercomputing environments between the US and EU (that is, rules of access and use) than data or computing standards.\n\nAnother important outcome of this work has been the advancement of data standards for hydrologic data exchange around the world through the efforts of this project within the Hydro Domain Working Group of the Open Geospatial Consortium and the World Meteorologic Organiation. An example of the outcome of these data standards has been the publication of flood forecasts for North America by both the European Center for Midrange Weather Forecasting (Reading, England) and by the US National Weather Service which can be compared with streamflow measured by the US Geological Survey. Both the measurements and the predictions are made available as WaterML services using standards developed and advanced by this project. and viewers have been developed by Brigham Young University (outside of this project) to examine these results.\n\nSuch efforts help move hydrologic modeling beyond the study of past events into the hydrology of \":now\"--looking at forecasting and applying techniques of data assimilation to hydrology models as has been done in weather forecasts for some years. Standards developed as part of this project are helping to change the way science is being pursued.\n\n\t\t\t\t\tLast Modified: 11/11/2015\n\n\t\t\t\t\tSubmitted by: Richard P Hooper"
 }
}