{
 "awd_id": "1234241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Urban Homesteading: Changing Social and Economic Relations and the Practice of Self-Provisioning in the City.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Hammel",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 11634.0,
 "awd_amount": 11634.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "This doctoral dissertation project examines the social and economic relations that develop around urban self-provisioning practices.  In recent year self-provisioning practices such as home-based small-scale agriculture have exhibited visible growth in U.S cities.  Local municipal governments across the country have been refashioning land-use, zoning, and food safety policies accordingly, as a means of encouraging urban sustainability.  Self-provisioning is especially prevalent among urban homesteaders who are reclaiming domestic agrarian skills such as food-oriented gardening, food preservation, and the keeping of poultry, to foster household and community resilience.  Despite the current rise of self-provisioning practices in the U.S. and the popularity of urban homesteading, little research has sought to fully explain why these practices are on the rise, who is practicing them, and how they affect dynamics of gender, race, and class in social and economic relations within urban environments, including the home and household.  Through an integration of participant observation, semi-structured interviews, and surveys of urban homesteaders in the Boston area, this doctoral dissertation research project aims to answer the following questions: (1) What is the nature of self-provisioning among urban homesteaders in the Boston area? (2) What kinds of social and economic relations are self-provisioning practices embedded in and enabled by? (3) What are the impacts of self-provisioning on social and economic relations across various urban scales?  Working with the urban homesteaders' league and other community organizations committed to urban sustainability and food justice, this project samples a wide range of individuals and self-provisioning practices occurring in different kinds of spaces (homes, community gardens, places of worship), each with particular legal, social, economic, and environmental constraints, including property values, industrial toxins, zoning, and food safety laws.  The research contributes to human-environment geography by asking what new relationships with nature self-provisioning creates, and contributes to economic geography by considering how these activities contribute to the diversification of local economies.  It also makes more specific contributions to feminist geographic research on domestic labor and social reproduction by examining the ways in which urban homesteading expands and reworks the gender relations of work in the home.  \r\n\r\nFindings from this research will be of interest to policy makers as they consider the quality of life, economic resilience, gender equity, and social justice dimensions of urban agriculture and sustainability.  The research will produce an everyday account of what urban sustainability means in practice, in terms of urban homesteaders? lived experiences, spatial practices, and attitudes.  Research findings will be shared with participants and local policy makers through public talks, community forums, and an interactive website.  The research will also identify possible policy changes in land use, zoning, and food safety laws that will benefit urban residents engaged in a variety of urban homesteading practices.  As a Doctoral Dissertation Research Improvement award, this project will provide support that will enable a promising graduate student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Martin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah G Martin",
   "pi_email_addr": "demartin@clarku.edu",
   "nsf_id": "000328553",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Oona",
   "pi_last_name": "Morrow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oona Morrow",
   "pi_email_addr": "omorrow@clarku.edu",
   "nsf_id": "000588446",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11634.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\">Dissertation Research</p>\n<p style=\"text-align: center;\">Urban Homesteading: Changing Social and Economic Relations&nbsp;and the Practice of Self-Provisioning in the City&nbsp;<br />Deborah G. Martin (PI) and Oona Morrow (Co-PI) Clark University</p>\n<p style=\"text-align: left;\">&nbsp;</p>\n<p style=\"text-align: left;\">Urban homesteading is a sustainable lifestyle movement that promotes household self-provisioning practices such as urban gardening, food preservation, and chicken and bee keeping. These practices are gaining recognition from municipalities who have created zoning to support urban agriculture. The research explored the social and economic relations that develop around these self-provisioning practices. In particular, we were interested in understanding how these practices impact relations in the home, what economies they create, and how and why people in greater Boston practice urban homesteading.</p>\n<p style=\"text-align: left;\">The research found that urban homesteaders in Boston participate in a variety of self-provisioning practices, of which food practices were most prevalent, followed by practices of &ldquo;tinkering&rdquo; such as do-it-yourself and home repair. Food practices included gardening and farming, food preservation and fermentation, cooking, foraging, maple syrup sugaring, and chicken and bee keeping. Tinkering practices included carpentry and building, fiber crafts and sewing, tool, appliance, and bicycle repair, and bigger do-it-yourself projects like rain water collection, compost, irrigation, and solar energy systems.&nbsp; The motivations for self-provisioning are quite diverse and encompass care for the environment, personal and family health, community well-being, leisure, personal satisfaction, curiosity, and political beliefs. For many participants<br />urban homesteading has facilitated new ways of relating to and caring for urban nature in cooperation with bacteria, bees, bugs, plants, trees, and chickens. The products of self-provisioning are primarily food; these are consumed within households but also exchanged through neighborhood and community groups in gift, sale, and barter transactions. Self-provisioning practices are often organized around the needs of a household, but they do not end there. Community enterprises are making self-provisioning possible at the community scale. These community enterprises include buying clubs, maple syrup sugaring collectives, chicken egg co-ops, yard shares, yogurt making co-ops, public orchards, and canning clubs. Community enterprises create new property arrangements by sharing resources. A small but growing number of urban homesteaders are turning their self-provisioning practices and hobbies into entrepreneurial pursuits and trying to establish themselves as urban farmers, cottage food producers, landscapers, compost managers, chicken coop builders, and educators.</p>\n<p style=\"text-align: left;\">Urban environments pose significant environmental, social and economic obstacles to time intensive and unpaid self-provisioning practices. Changes in the life course and employment greatly influence how self-provisioning is practiced and by whom.&nbsp; Households adapt their values and practices to shifting time constraints and fold self-provisioning practices into other forms of necessary labor like childcare. The long-term impacts of urban homesteading on households and urban environments have not been determined, but the impact of these practices on individual sensibilities, habits, and tastes, particularly among children may be long lasting.&nbsp; In the short-term, urban homesteading has increased the cultural and economic value of self-provisioning practices. To capitalize on the value of these practices and pursue urban sustainability, cities have altered zoning ordinances to permit self-provisioning practices like chicken and beekeeping, and urban agricu...",
  "por_txt_cntn": "Dissertation Research\nUrban Homesteading: Changing Social and Economic Relations and the Practice of Self-Provisioning in the City \nDeborah G. Martin (PI) and Oona Morrow (Co-PI) Clark University\n \nUrban homesteading is a sustainable lifestyle movement that promotes household self-provisioning practices such as urban gardening, food preservation, and chicken and bee keeping. These practices are gaining recognition from municipalities who have created zoning to support urban agriculture. The research explored the social and economic relations that develop around these self-provisioning practices. In particular, we were interested in understanding how these practices impact relations in the home, what economies they create, and how and why people in greater Boston practice urban homesteading.\nThe research found that urban homesteaders in Boston participate in a variety of self-provisioning practices, of which food practices were most prevalent, followed by practices of \"tinkering\" such as do-it-yourself and home repair. Food practices included gardening and farming, food preservation and fermentation, cooking, foraging, maple syrup sugaring, and chicken and bee keeping. Tinkering practices included carpentry and building, fiber crafts and sewing, tool, appliance, and bicycle repair, and bigger do-it-yourself projects like rain water collection, compost, irrigation, and solar energy systems.  The motivations for self-provisioning are quite diverse and encompass care for the environment, personal and family health, community well-being, leisure, personal satisfaction, curiosity, and political beliefs. For many participants\nurban homesteading has facilitated new ways of relating to and caring for urban nature in cooperation with bacteria, bees, bugs, plants, trees, and chickens. The products of self-provisioning are primarily food; these are consumed within households but also exchanged through neighborhood and community groups in gift, sale, and barter transactions. Self-provisioning practices are often organized around the needs of a household, but they do not end there. Community enterprises are making self-provisioning possible at the community scale. These community enterprises include buying clubs, maple syrup sugaring collectives, chicken egg co-ops, yard shares, yogurt making co-ops, public orchards, and canning clubs. Community enterprises create new property arrangements by sharing resources. A small but growing number of urban homesteaders are turning their self-provisioning practices and hobbies into entrepreneurial pursuits and trying to establish themselves as urban farmers, cottage food producers, landscapers, compost managers, chicken coop builders, and educators.\nUrban environments pose significant environmental, social and economic obstacles to time intensive and unpaid self-provisioning practices. Changes in the life course and employment greatly influence how self-provisioning is practiced and by whom.  Households adapt their values and practices to shifting time constraints and fold self-provisioning practices into other forms of necessary labor like childcare. The long-term impacts of urban homesteading on households and urban environments have not been determined, but the impact of these practices on individual sensibilities, habits, and tastes, particularly among children may be long lasting.  In the short-term, urban homesteading has increased the cultural and economic value of self-provisioning practices. To capitalize on the value of these practices and pursue urban sustainability, cities have altered zoning ordinances to permit self-provisioning practices like chicken and beekeeping, and urban agriculture. Zoning changes alone will not make these practices more accessible; in fact, they could contribute to making these practices less accessible to the poor by privileging the needs and desires of entrepreneurs. In the absence of collective infrastructure, such as community kitchens, and public resources, ..."
 }
}