{
 "awd_id": "1234727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Effects of Honeysuckle Encroachment on White Oak Savannas in Relation to Understory Light, Soil, and Dispersal Characteristics.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 15991.0,
 "awd_amount": 15991.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2015-06-08",
 "awd_abstract_narration": "This doctoral dissertation project investigates the role of an invasive species in the decline of a dominant savanna species in the grassland savanna landscape of central North America.  The objective of the study is to identify and develop ways to stimulate the once dominant white oak by decreasing the aggressive Amur honeysuckle invasive species.  Oak savannas once covered 10 to 13 million hectares throughout central North America, but have now become geographically restricted and rare.  White oak is a shade-intolerant tree species, and its regeneration is currently impeded by the domination of an aggressive shade-tolerant invasive species, Amur honeysuckle, which has spread underneath oak canopies over the past 70 years.  Without a better understanding of how oak trees can become dominant again, effective land management to help white oak regain its dominance in the landscape is hindered, and it is predicted that white oak will lose its historical dominance within the next few decades.  This will, in turn, further deteriorate the Midwest oak savanna remnants, an ecosystem already threatened in other ways.  This project addresses three specific research questions: (1) How does Amur honeysuckle encroachment effect understory light environments and photosynthetic efficiency of white oak seedlings and saplings? (2) What impact does Amur honeysuckle have on soil moisture, soil chemistry, and soil quality characteristics that are important to white oak regeneration and development?  (C) Finally, how can understanding the temporal and spatial dispersion patterns (gene flow) of encroaching Amur honeysuckle populations be used to design effective management strategies?  To answer these questions the PIs of this project will conduct a biogeographic study at the Nachusa Grasslands, a grassland conservation area in north-central Illinois.  They will analyze the spatial differences in light availability, the differences in soil moisture and soil quality underneath oaks and honeysuckle, and conduct an analysis of the dispersion patterns (gene flow) of honeysuckle. \r\n\r\nResults from this research will be communicated directly to land managers and stewards at Nachusa Grasslands and other similar conservation areas in order to inform management and conservation policies regarding invasive species management. Students from underrepresented groups will be recruited to work on the project and results will be incorporated into relevant courses at Northern Illinois University to help students apply scientific concepts and methods to real world situations.  The project will also be included in NIU STEM outreach efforts with youth and community groups.   Additionally, findings will be presented at regional and national academic conferences, and published in key journals.  As a Doctoral Dissertation Research Improvement award, this project will provide support for enhancing the training and professional development of a promising graduate student as she establishes an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melvin",
   "pi_last_name": "Duvall",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Melvin R Duvall",
   "pi_email_addr": "mel-duvall@niu.edu",
   "nsf_id": "000389292",
   "pi_start_date": "2015-06-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Lesley",
   "pi_last_name": "Rigg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lesley S Rigg",
   "pi_email_addr": "lrigg@niu.edu",
   "nsf_id": "000418658",
   "pi_start_date": "2012-08-21",
   "pi_end_date": "2015-06-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "McCarragher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon McCarragher",
   "pi_email_addr": "smccarragher@gmail.com",
   "nsf_id": "000602996",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "",
  "perf_city_name": "DeKalb",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "605102860",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "IL11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Shannon McCarragher completed her dissertation entitled, &ldquo;Ecological and Evolutionary Invasion Dynamics of <em>Lonicera maackii </em>(Amur Honeysuckle) in Relation to White Oak Savanna Restoration Management at Nachusa Grasslands, Illinois, USA,&rdquo; which was supported by the National Science Foundation Dissertation Improvement Grant. Non-native invasive species are an on-going hurdle for many land managers and conservation organizations throughout the United States. This study contributes to the understanding of how encroachment of the aggressive and abundant exotic Amur honeysuckle impacts a Midwest native <em>Quercus alba</em> (white oak) population in a Nature Conservancy oak savanna restoration project called Nachusa Grasslands. Findings from this research provided management recommendations and guidelines for understory light and soil environments in relation to plant carbon gain via photosynthesis, soil moisture, soil temperature, and plant available nutrients, in order to ensure optimal success and survival of white oak seedlings. Findings from this research also described the long distance dispersal patterns of Amur honeysuckle, as inferred by population genetics, to better understand the mechanisms and pathways by which Amur honeysuckle has spread throughout the eastern and central United States.</p>\n<p>Ultimately, McCarragher accomplished the goals of her research and presented the results and management recommendations to Nachusa Grasslands land managers, stewards, science director, along with general community members at a Science Symposium and Grassland Restoration Network Workshop hosted by Nachusa Grasslands, as well as at two regional, three national, and one international academic conferences. Knowledge gained from this project has also been incorporated into a variety of undergraduate and graduate courses, along with STEM outreach efforts with youth and community groups at Northern Illinois University, which enhance scientific comprehension and awareness. Furthermore, results from this project were discussed during an interactive conference on the Chicago Wilderness Region Oak Recovery Plan at The Morton Arboretum. Journal publications resulting from this work are in progress. Beyond enhancing the training and professional development of the Co-PI,&nbsp;Shannon McCarragher, four undergraduate students (one male, three females) gained hands-on experiences and skills as paid research assistants for this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2015<br>\n\t\t\t\t\tModified by: Shannon&nbsp;Mccarragher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nShannon McCarragher completed her dissertation entitled, \"Ecological and Evolutionary Invasion Dynamics of Lonicera maackii (Amur Honeysuckle) in Relation to White Oak Savanna Restoration Management at Nachusa Grasslands, Illinois, USA,\" which was supported by the National Science Foundation Dissertation Improvement Grant. Non-native invasive species are an on-going hurdle for many land managers and conservation organizations throughout the United States. This study contributes to the understanding of how encroachment of the aggressive and abundant exotic Amur honeysuckle impacts a Midwest native Quercus alba (white oak) population in a Nature Conservancy oak savanna restoration project called Nachusa Grasslands. Findings from this research provided management recommendations and guidelines for understory light and soil environments in relation to plant carbon gain via photosynthesis, soil moisture, soil temperature, and plant available nutrients, in order to ensure optimal success and survival of white oak seedlings. Findings from this research also described the long distance dispersal patterns of Amur honeysuckle, as inferred by population genetics, to better understand the mechanisms and pathways by which Amur honeysuckle has spread throughout the eastern and central United States.\n\nUltimately, McCarragher accomplished the goals of her research and presented the results and management recommendations to Nachusa Grasslands land managers, stewards, science director, along with general community members at a Science Symposium and Grassland Restoration Network Workshop hosted by Nachusa Grasslands, as well as at two regional, three national, and one international academic conferences. Knowledge gained from this project has also been incorporated into a variety of undergraduate and graduate courses, along with STEM outreach efforts with youth and community groups at Northern Illinois University, which enhance scientific comprehension and awareness. Furthermore, results from this project were discussed during an interactive conference on the Chicago Wilderness Region Oak Recovery Plan at The Morton Arboretum. Journal publications resulting from this work are in progress. Beyond enhancing the training and professional development of the Co-PI, Shannon McCarragher, four undergraduate students (one male, three females) gained hands-on experiences and skills as paid research assistants for this project.\n\n\t\t\t\t\tLast Modified: 10/31/2015\n\n\t\t\t\t\tSubmitted by: Shannon Mccarragher"
 }
}