{
 "awd_id": "1234332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Intramural Forecasting of Cardiac Electrical Dynamics",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 170009.0,
 "awd_amount": 170009.0,
 "awd_min_amd_letter_date": "2012-08-16",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "This research will promote the design of specific methods for preventing and treating arrhythmias and also is an important first step in demonstrating the effectiveness of state estimation techniques for studying cardiac electrical dynamics and other 3D dynamical systems where little or no depth information is available.  Cardiac arrhythmias result from the disruption of normal electrical wave propagation in the heart by pre-existing heterogeneous regions or by dynamically induced heterogeneities that develop as a consequence of rapid pacing along with the nonlinear dynamics of the system, both of which can lead to wave breakup. Existing methods for observing electrical waves in three-dimensional experimental heart preparations result in sparse data sets, with either detailed surface observations or data from a small number of points in the interior. Numerical models, on the other hand, are an important method for studying three-dimensional wave propagation, but are only an approximation of the true dynamics. Forecasting methods - previously unused for cardiac electrical models - will be adapted to generate improved estimates of the three-dimensional propagation of cardiac electrical waves. Specifically, data assimilation techniques - developed in the field of numerical weather forecasting - will be applied to combine spatiotemporal observations of voltage on cardiac tissue surfaces with numerical model results to derive a more accurate and realistic three-dimensional quantification of cardiac electrical waves during the initiation and progression of arrhythmias. Using this approach, a more accurate three-dimensional time series that could be used to determine the mechanisms involved in arrhythmia induction and maintenance will be created. Cardiovascular diseases, including cardiac arrhythmias like fibrillation, are the most common cause of death in the industrialized world and have serious health and economic impacts. Advances in treating arrhythmias are hindered in part because of the lack of understanding of their dynamics, which stems from the difficulty of obtaining observations within the thickness of heart tissue. Successful techniques from weather forecasting will be applied to infer the three-dimensional electrical dynamics of cardiac tissue quantitatively using data obtained at the interior and exterior surfaces of the heart.\r\n\r\nThis research has the potential to elucidate mechanisms underlying cardiac arrhythmias and may lead to new treatment approaches. In addition, the work done as part of this project may contribute to advances in forecasting techniques in a variety of fields where three-dimensional observations are difficult to obtain, including understanding the spread of brain cancer and the dynamics of the deep ocean.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Flavio",
   "pi_last_name": "Fenton",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Flavio H Fenton",
   "pi_email_addr": "flavio.fenton@physics.gatech.edu",
   "nsf_id": "000073903",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "T7 012a Vet Research Tower",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148536401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "035E",
   "pgm_ref_txt": "NOISE, ACOUSTICS, VIBRATIONS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}