{
 "awd_id": "1234742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Standards-Based Cyberinfrastructure for Hydrometeorological Modeling: US-European Research Partnership",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-06-06",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "This project, Standards-based CyberInfrastructure for HydroMeteorology (SCIHM), seeks to link two disciplines--hydrology and meteorology--each of which has a sophisticated CI already developed within their respective disciplines. This linkage will be accomplished with hydrometeorology use cases in Europe and America that will be executed in both the European and American grid computing environments using federated data and computing standards. With research and development partners from several American and European institutions, the project is designed to take advantage of standards-based CI for hydrometeorological applications. In doing so, we will foster a unified standards-based hydrometeorological infrastructure where researchers and students from Europe and the US can rapidly simulate complex physical processes and predict extreme weather events and their hydrological, environmental and societal impacts, taking advantage of scalable on demand high-performance cloud-based computational resources and shared data space. Computational and storage layers will be seamlessly integrated with standards-based domain data services, analysis tools and models, enabling researchers and practitioners to quickly tune predictive models to their areas of interest, discover and access distributed sources of information, and engage in a collaborative analysis and interpretation of prediction results. This project will engage the broader hydrologic and meteorologic research community through CUAHSI and UCAR, the respective university consortia for these disciplines, as well as European partners. \r\n\r\nThe intellectual merit of this project is to identify current shortcomings in the workflow of existing community-based hydrometeorological prediction systems and to remedy those shortcomings through strategic cyberinfrastructure enhancements. There is presently a dire need for earth system scientists to have at their disposal computational systems that are accessible, extensible and scalable for a wide range of research and prediction problems. This project will directly link high-performance computing that supports standards- based management of advanced computing and storage resources, with distributed service-oriented cyberinfrastructure designs. Creating such a capability will permit better depiction of complex earth system processes in models, allow for improved characterization of model and data uncertainties and will greatly facilitate hypothesis testing, ultimately resulting in improved predictions. \r\n\r\nOne principle goal of this project is to vastly expand data access and computational access through standards-based cyberinfrastructure development. The broader impact of meeting this goal is placing powerful environmental prediction tools into the hands of researchers and decision makers around the world, in places where such capabilities simply cannot presently exist. The cyberinfrastructure enhancements delivered by this project will greatly streamline the hydrometeorological modeling process and accelerate cloud computing in the earth sciences. Development of this cyberinfrastructure within a rigorous standards-based environment will also encourage its adoption by operational government agencies which can directly benefit from it. Ultimately, the improved modeling capacity should drive improved predictive capabilities for floods and droughts by fostering a more accurate prediction system that captures the underlying physical and biological processes controlling water transport. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gochis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Gochis",
   "pi_email_addr": "gochis@ucar.edu",
   "nsf_id": "000566098",
   "pi_start_date": "2012-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "Nat'l Center for Atmospheric Research",
  "perf_str_addr": "1850 Table Mesa Dr.",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803055602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5920",
   "pgm_ref_txt": "ITALY"
  },
  {
   "pgm_ref_code": "7684",
   "pgm_ref_txt": "STRATEGIC TECHNOLOGIES FOR CI"
  },
  {
   "pgm_ref_code": "7701",
   "pgm_ref_txt": "DATA INTEROPERABILITY NETWORKS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Under this project NCAR scientists worked closely with U.S. and European colleagues to implement the Weather Research and Forecasting (WRF) model and its hydrological model extension package (&lsquo;WRF-Hydro&rsquo;) for simulation and hindcast of several high-impact hydrometeorological events.&nbsp; These model experiments demonstrated model coupling capabilities and use of emerging data standards to improve efficiency of model development activities.&nbsp; During the process of setting up these model test cases, we created several cyberinfrastructure tools to more efficiently extract, regrid and ingest data into the WRF-Hydro system for hydrological prediction. These tools, described below, include development of ArcGIS terrain and hydrography data processors, meteorological forcing data processors and a model evaluation tool (&lsquo;Rwrfhydro&rsquo;).&nbsp; These tools utilize netcdf data formats and many standard netcdf data processing tools and libraries.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Working with partners from Rutgers University, the team constructed automated workflows to simplify the number of tasks for processing data and executing WRF and WRF-Hydro model runs.&nbsp; This work entailed the use of the &lsquo;Radical Pilot&rsquo; software developed by Rutgers University.&nbsp; Additionally, NCAR worked with Rutgers to implement these automated workflow tools on community accessible high performance computing platforms such as the NSF-Wyoming supercomputer &lsquo;Yellowstone&rsquo;. We have ported the WRF and WRF-Hydro modeling systems to 2 new XSEDE machines &lsquo;stampede&rsquo; and &lsquo;lonestar&rsquo; operated by the University of Texas at Austin.&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p>Support from this project created two ArcGIS data processing tools which help WRF-Hydro users prepare terrain and hydrographic terrain data from readily available digital elevation datasets.&nbsp; The ArcGIS WRF-Hydro tool was expanded to contain multiple tools to process the USGS NHDPlusv2 hydrography network for support and use within the WRF-Hydro system. Work under this NSF project leveraged additional work from the NOAA National Water Center to develop a national implementation of WRF-Hydro using the NHDPlusv2 as its catchment and channel routing data base.&nbsp; A manuscript describing the ArcGIS WRF-Hydro pre-processing tool as it is used for the U.S. National Water Model is now in preparation for the J. of Hydrometeorology.</p>\n<p class=\"Default\">This project supported the development of an open-source hydrological model evaluation package (&lsquo;rwrfhydro&rsquo;) from the R programming language.&nbsp; Rwrfhydro is now publicly available to the community through GitHub, is documented and contains a number of test cases (&lsquo;vignettes&rsquo;).&nbsp; This tool prepares operational, observational datasets that are distributed using standard data formats such as WaterML and netcdf.&nbsp; New R functions for Rwrfhydro are being developed and contributed by the broader academic and government communities. A post-doctoral researcher supported by this project, Arezoo RafieeiNasab, made significant contributions to the development of Rwrfhydro. A manuscript describing the Rwrfhydro system is now in preparation for submission to Geophysical Model Development (GMD).</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Under support from this project new software tools for pre-processing of operational meteorological forcing data were created.&nbsp; This new tool is called the &lsquo;WRF-Hydro Meteorological Forcing Engine (WRF-Hydro-MFE).&nbsp; The MFE has tools for ingesting standards-based operational meteorological data and processes that data using open-source analysis software in &lsquo;ncl&rsquo;, FORTRAN and python.&nbsp; The MFE also incorporates Earth System Modeling Framework (ESMF) tools for generic regridding operat...",
  "por_txt_cntn": "Under this project NCAR scientists worked closely with U.S. and European colleagues to implement the Weather Research and Forecasting (WRF) model and its hydrological model extension package (æWRF-HydroÆ) for simulation and hindcast of several high-impact hydrometeorological events.  These model experiments demonstrated model coupling capabilities and use of emerging data standards to improve efficiency of model development activities.  During the process of setting up these model test cases, we created several cyberinfrastructure tools to more efficiently extract, regrid and ingest data into the WRF-Hydro system for hydrological prediction. These tools, described below, include development of ArcGIS terrain and hydrography data processors, meteorological forcing data processors and a model evaluation tool (æRwrfhydroÆ).  These tools utilize netcdf data formats and many standard netcdf data processing tools and libraries.\n \nWorking with partners from Rutgers University, the team constructed automated workflows to simplify the number of tasks for processing data and executing WRF and WRF-Hydro model runs.  This work entailed the use of the æRadical PilotÆ software developed by Rutgers University.  Additionally, NCAR worked with Rutgers to implement these automated workflow tools on community accessible high performance computing platforms such as the NSF-Wyoming supercomputer æYellowstoneÆ. We have ported the WRF and WRF-Hydro modeling systems to 2 new XSEDE machines æstampedeÆ and ælonestarÆ operated by the University of Texas at Austin. \n \n\nSupport from this project created two ArcGIS data processing tools which help WRF-Hydro users prepare terrain and hydrographic terrain data from readily available digital elevation datasets.  The ArcGIS WRF-Hydro tool was expanded to contain multiple tools to process the USGS NHDPlusv2 hydrography network for support and use within the WRF-Hydro system. Work under this NSF project leveraged additional work from the NOAA National Water Center to develop a national implementation of WRF-Hydro using the NHDPlusv2 as its catchment and channel routing data base.  A manuscript describing the ArcGIS WRF-Hydro pre-processing tool as it is used for the U.S. National Water Model is now in preparation for the J. of Hydrometeorology.\nThis project supported the development of an open-source hydrological model evaluation package (ærwrfhydroÆ) from the R programming language.  Rwrfhydro is now publicly available to the community through GitHub, is documented and contains a number of test cases (ævignettesÆ).  This tool prepares operational, observational datasets that are distributed using standard data formats such as WaterML and netcdf.  New R functions for Rwrfhydro are being developed and contributed by the broader academic and government communities. A post-doctoral researcher supported by this project, Arezoo RafieeiNasab, made significant contributions to the development of Rwrfhydro. A manuscript describing the Rwrfhydro system is now in preparation for submission to Geophysical Model Development (GMD).\n \nUnder support from this project new software tools for pre-processing of operational meteorological forcing data were created.  This new tool is called the æWRF-Hydro Meteorological Forcing Engine (WRF-Hydro-MFE).  The MFE has tools for ingesting standards-based operational meteorological data and processes that data using open-source analysis software in ænclÆ, FORTRAN and python.  The MFE also incorporates Earth System Modeling Framework (ESMF) tools for generic regridding operations.  The MFE is now being expanded for use in the U.S. National Water Modeling effort with the U.S. National Weather Service.  These tools are in the process of being documented for distribution to the broader agency and academic community. \n \nSeveral members of the NCAR WRF-Hydro team collaborated with CUAHSI and other members of the U.S. academic community and the U.S. National Water Center to participate in the Na..."
 }
}