{
 "awd_id": "1234307",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Land Ownership, Cultural Identity, and the Legal Displacement of Family Commons in the Southeastern United States.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Hammel",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 11513.0,
 "awd_amount": 11513.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2013-01-04",
 "awd_abstract_narration": "This doctoral dissertation project examines the legal vulnerability associated with heirs' property ownership and the cultural attachment to heirs' land among Gullah-Geechee people in the Southeastern United States.  Using an integration of approaches from legal geography, critical property studies, and political ecology, and using a blend of ethnographic and archival methods, this project answers three primary research questions: How do landowners define ownership rights and negotiate land use on heirs' property?  How do these practices compare to legal and judicial definitions of ownership and land use rights?  How do heirs' owners resolve conflicts over landownership?  The answers to these questions are important because they are relevant to the global processes of land privatization, enclosure, and the commodification of nature.  Much of the existing research on these issues comes from research on the Global South, therefore it is valuable to study commonly owned family land in a place such as the U.S. where the power of law and advanced capitalism are thought to have largely erased alternative property regimes.  Furthermore, this research illustrates how American property law creates surprising varieties and degrees of enclosures and commons by defining rights as bundles, which can be separated and commodified in part or whole.  Finally, this project will inform debates about the extent to which property law has become placeless, by defining rights through social relationships between people instead of between humans and the land.  By combining critical property studies and legal geography with political ecology, this project brings place back into an understanding of the importance property to material livelihoods and the connection of cultural identity to land. \r\n\r\nThe results of this work are important for an understanding of and combating the displacement and loss of heirs' landownership beyond sites in the Southeastern United States.  The future of heirs' ownership will be shaped by how landowners understand, combat, and harness a variety of legal, economic, and environmental processes that determine how land is valued and claimed.  The research findings of this study will be shared with communities and organizations that are attempting to find equitable and just solutions to heirs' property conflicts, as well as disseminated via academic conferences and publications.  As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a promising student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Zook",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Zook",
   "pi_email_addr": "zook@uky.edu",
   "nsf_id": "000290713",
   "pi_start_date": "2013-01-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Morgan",
   "pi_last_name": "Robertson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Morgan M Robertson",
   "pi_email_addr": "mmrobertson@wisc.edu",
   "nsf_id": "000510204",
   "pi_start_date": "2012-08-31",
   "pi_end_date": "2013-01-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Grabbatin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Grabbatin",
   "pi_email_addr": "bcgr222@uky.edu",
   "nsf_id": "000527498",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S Limestone 109 Kinkead Hall",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has investigated the process of dispossession and retention efforts among African American heirs&rsquo; property owners living along the Gullah-Geechee coastline in South Carolina. Heirs&rsquo; property is a form of collective landownership with roots in traditional oral inheritance practices, which are currently incommensurable with United States property laws. Due to its legal vulnerabilities and the prominent role of heirs&rsquo; property in nationwide African American land loss since the Civil War, the American Bar Association&rsquo;s Property Preservation Task Force has called heirs&rsquo; property &ldquo;the worst problem you never heard of.&rdquo;</p>\n<p>The National Science Foundation has supported the collection of ethnographic and archival data in the counties of Charleston and Beaufort, South Carolina. Data collected as part of this project includes: 1) in-depth interviews with landowners, lawyers, non-profit staff, and communities leaders, 2) focus groups with landowners and community leaders, 3) participant observation data from land auctions, community festivals, and legal seminars, 4) documents collected from county, state, and non-profit archives.</p>\n<p>Qualitative analysis of this data has produced three distinct insights into the dispossession and retention of heirs&rsquo; property. First, analysis of archival and ethnographic data concludes that heirs&rsquo; property owners along the Gullah-Geechee coastline face the combined pressures of gentrification and legal partition. These pressures and vulnerabilities lead to property tax delinquency, tensions between resident and non-resident heirs, and petitions for partition sales. When these disputes end in legal action or land auctions, they expose the incommensurability between the non-economic values that heirs&rsquo; property owners ascribe to their land and the financial calculations that lawyers, judges, and appraisers use to evaluate these parcels.</p>\n<p>Second, while heirs&rsquo; property owners recognize the seriousness of these economic and legal vulnerabilities, many families rely not on governments or lawyers to resolve their disputes, but on networks of kinship, friendship, and community. These social relationships not only define the day-to-day land use on these parcels, but they also prove valuable support for avoiding and contesting dispossession in the form of: funds for property tax payments, knowledge for creating family trees, and skills for obtaining archival documents for proving ownership.</p>\n<p>Third, despite the intensity of the economic and legal vulnerabilities described above, many heirs&rsquo; property owners have successfully mediated family conflicts and kept their disputes out of the courts for generations.&nbsp;In addition to utilizing these traditional forms of land management, many families are now reaching out to organizations like the Center for Heirs&rsquo; Property Preservation, Heirs&rsquo; Property Law Center, Gullah-Geechee Nation, Penn Center, or their neighborhood organizations to help them preserve their land.</p>\n<p>This project has intellectual merit because is brings together critical property theory, legal geography, and political ecology in the contemporary Global North. Much of the insights on enclosures and commons in these fields of study have focused on historical change in the Global North or contemporary processes of privatization and land grabs in the Global South. This project, however, illustrates that United States property law makes it possible for forms of common ownership to persist and new varieties and degrees of enclosure and commons to emerge.&nbsp;</p>\n<p>This project also has practical implications for heirs&rsquo; property owners. The future of their land will be shaped by how they understand, combat, and harness a variety of legal and economic processes, which determine how land is valued and claimed. This project h...",
  "por_txt_cntn": "\nThis project has investigated the process of dispossession and retention efforts among African American heirsÆ property owners living along the Gullah-Geechee coastline in South Carolina. HeirsÆ property is a form of collective landownership with roots in traditional oral inheritance practices, which are currently incommensurable with United States property laws. Due to its legal vulnerabilities and the prominent role of heirsÆ property in nationwide African American land loss since the Civil War, the American Bar AssociationÆs Property Preservation Task Force has called heirsÆ property \"the worst problem you never heard of.\"\n\nThe National Science Foundation has supported the collection of ethnographic and archival data in the counties of Charleston and Beaufort, South Carolina. Data collected as part of this project includes: 1) in-depth interviews with landowners, lawyers, non-profit staff, and communities leaders, 2) focus groups with landowners and community leaders, 3) participant observation data from land auctions, community festivals, and legal seminars, 4) documents collected from county, state, and non-profit archives.\n\nQualitative analysis of this data has produced three distinct insights into the dispossession and retention of heirsÆ property. First, analysis of archival and ethnographic data concludes that heirsÆ property owners along the Gullah-Geechee coastline face the combined pressures of gentrification and legal partition. These pressures and vulnerabilities lead to property tax delinquency, tensions between resident and non-resident heirs, and petitions for partition sales. When these disputes end in legal action or land auctions, they expose the incommensurability between the non-economic values that heirsÆ property owners ascribe to their land and the financial calculations that lawyers, judges, and appraisers use to evaluate these parcels.\n\nSecond, while heirsÆ property owners recognize the seriousness of these economic and legal vulnerabilities, many families rely not on governments or lawyers to resolve their disputes, but on networks of kinship, friendship, and community. These social relationships not only define the day-to-day land use on these parcels, but they also prove valuable support for avoiding and contesting dispossession in the form of: funds for property tax payments, knowledge for creating family trees, and skills for obtaining archival documents for proving ownership.\n\nThird, despite the intensity of the economic and legal vulnerabilities described above, many heirsÆ property owners have successfully mediated family conflicts and kept their disputes out of the courts for generations. In addition to utilizing these traditional forms of land management, many families are now reaching out to organizations like the Center for HeirsÆ Property Preservation, HeirsÆ Property Law Center, Gullah-Geechee Nation, Penn Center, or their neighborhood organizations to help them preserve their land.\n\nThis project has intellectual merit because is brings together critical property theory, legal geography, and political ecology in the contemporary Global North. Much of the insights on enclosures and commons in these fields of study have focused on historical change in the Global North or contemporary processes of privatization and land grabs in the Global South. This project, however, illustrates that United States property law makes it possible for forms of common ownership to persist and new varieties and degrees of enclosure and commons to emerge. \n\nThis project also has practical implications for heirsÆ property owners. The future of their land will be shaped by how they understand, combat, and harness a variety of legal and economic processes, which determine how land is valued and claimed. This project has raised awareness of several organizations and community groups, and assisted families in obtaining and producing documents that are a pre-requisite for receiving legal aid.  While the results of ..."
 }
}