{
 "awd_id": "1234628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hurricane Wind Load Monitoring for Coastal Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 125044.0,
 "awd_amount": 125044.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "The collection of full-scale dynamic wind pressure on residential roofs during land falling hurricanes is important for determining how to cost effectively reduce damage in hurricanes. Wind tunnel technology has been used for wind pressure measurements on small scale models. These pressures need to be correlated with data collected on real structures in actual high wind events. The proposed research pursues the means to accurately measure wind loads on the roofs of residential buildings during land falling hurricanes. A self-contained portable roof pressure monitoring system is under development. The objectives of the project are to finalize the sensor assembly, to conduct controlled experiments, to develop statistical algorithms to validate the collected data, and to extend the underpinning technology to wind velocity data collection. The research will advance basic knowledge concerning the wind pressures experienced by homes during extreme weather events. A well-defined understanding of such wind loads will have major implications on the development of methods to mitigate wind damage. Students working on the project will gain experience in sensor technology, and in structural and hurricane engineering. \r\n\r\nThe proposed research will address the characterization and modeling of dynamic wind loads on complex shaped full-scale residential structures during land falling hurricanes. Scale model tests in boundary layer wind tunnels have been an important tool for the derivation of appropriate design wind loads found in the ASCE 7 Wind Load Provisions. Questions have been raised concerning the ability of wind tunnel simulations to accurately determine peak loads from strong wind events, emphasizing the need to compare wind tunnel with full-scale loads. This is a significant issue that can alter the current knowledge of the wind vulnerability of residential construction along the entire hurricane prone U.S. coast. A self-contained portable roof pressure monitoring system has been developed for rapid deployment and collection of roof pressure data during land falling hurricanes. Data collection among multiple units on the same structure is synchronized to quantify spatial correlation and aggregate wind loads. The physical profile of the individual units may interfere with the dynamic pressure being measured in some flow regimes. These scenarios will be identified experimentally in a controlled laboratory environment, and post-processing algorithms developed to evaluate which portions of sensor records should be retained for analysis. The underpinning technology developed for the pressure measuring units will be adapted to interface with anemometers in order to characterize lateral length scales in ground-level hurricane winds. The proposed full-scale data collection in the field is needed to evaluate wind load modeling and prescriptive design loads. With this knowledge, a risk-consistent framework for the sustainability and future development of the coastal infrastructure will be possible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurtis",
   "pi_last_name": "Gurley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kurtis R Gurley",
   "pi_email_addr": "kgurl@ce.ufl.edu",
   "nsf_id": "000303711",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "345 Weil Hall",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125044.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research is intended to advance knowledge concerning the wind pressures experienced by homes during extreme weather events. The collection of full-scale dynamic wind pressure on residential roofs during land falling hurricanes is important for developing cost effectively ways to reduce damage from hurricanes. With such data, building code refinements may be developed that better represent these extreme wind loads and the means to build to resist them. Historically, boundary layer wind tunnels have been used to quantify wind pressures on small scale models of structures. Wind tunnel methodologies may be improved by comparing their results with data collected on real structures in actual high wind events as a means of validation and calibration.</p>\n<p>This research pursues the means to accurately measure wind loads on the roofs of residential buildings during land falling hurricanes. A self-contained portable roof pressure monitoring sensor was developed through the course of this project. Self-contained refers the ability of a single sensor to operate independently, without the need to communicate with a separate data collection computer or external power source. The objective was to develop a sensor that can be placed on a roof just prior to hurricane land fall in a non-obtrusive manner, and without extensive preparation of the subject house with wiring or other semi-permanent fixtures that may be aesthetically undesirable. &nbsp;</p>\n<p>The project began with a prototype pressure sensor that had been developed prior to this project. The objectives of the project were to finalize the sensor design by refining the programming in the onboard microcomputer, integrating its components within a hardened water proof exterior shell, and testing the functionality of the sensor for its intended use on the roofs of real occupied residential structures. Students working on the project gained experience in sensor technology, experimental methods and wind engineering.</p>\n<p>Over the course of this project, the programming of the microcomputer was iterated several times to resolve issues that prevented the sensor from operating as desired. For example, it was discovered that at temperatures common for rooftops in the Florida summer the microcomputer would shut down data collection. This was fixed by adjusting the programming to account for this temperature sensitivity. After such iterative refinements it was demonstrated that the sensors could accurately measure pressure over a multi-day duration suitable for its intended application.</p>\n<p>Most recently the sensors were experimentally tested to see if they were appropriate for their intended use. The sensor is enclosed within a small dome with a pressure monitor connected to an opening at the top of the dome. It is necessary to determine whether the physical profile of the enclosure may interfere with the dynamic pressure being measured on the roof. If the local pressure near the roof surface created by fast moving wind is distorted by the sensor enclosure, then the measurements may not be a reliable accounting of what the roof would experience without the sensor in place. To evaluate this issue, an experiment was conducted by placing a mock-up of a gable roof structure in controlled winds in a wind tunnel. The roof structure was outfitted with the pressure sensors in their dome enclosures on one side of the roof, and with flush mounted sensors on the other side of the roof. The flush mounted sensors consist holes drilled directly into the roof surface, connected to a pressure sensor underneath the roof. These flush mounted sensor data represented the target or real roof surface pressure, since there is no exterior components to disturb the wind flow. The experiments exposed the roof and sensor configuration to wind from a range of directions. The goal was to see how well the flush mounted and exterior domed sensor meas...",
  "por_txt_cntn": "\nThis research is intended to advance knowledge concerning the wind pressures experienced by homes during extreme weather events. The collection of full-scale dynamic wind pressure on residential roofs during land falling hurricanes is important for developing cost effectively ways to reduce damage from hurricanes. With such data, building code refinements may be developed that better represent these extreme wind loads and the means to build to resist them. Historically, boundary layer wind tunnels have been used to quantify wind pressures on small scale models of structures. Wind tunnel methodologies may be improved by comparing their results with data collected on real structures in actual high wind events as a means of validation and calibration.\n\nThis research pursues the means to accurately measure wind loads on the roofs of residential buildings during land falling hurricanes. A self-contained portable roof pressure monitoring sensor was developed through the course of this project. Self-contained refers the ability of a single sensor to operate independently, without the need to communicate with a separate data collection computer or external power source. The objective was to develop a sensor that can be placed on a roof just prior to hurricane land fall in a non-obtrusive manner, and without extensive preparation of the subject house with wiring or other semi-permanent fixtures that may be aesthetically undesirable.  \n\nThe project began with a prototype pressure sensor that had been developed prior to this project. The objectives of the project were to finalize the sensor design by refining the programming in the onboard microcomputer, integrating its components within a hardened water proof exterior shell, and testing the functionality of the sensor for its intended use on the roofs of real occupied residential structures. Students working on the project gained experience in sensor technology, experimental methods and wind engineering.\n\nOver the course of this project, the programming of the microcomputer was iterated several times to resolve issues that prevented the sensor from operating as desired. For example, it was discovered that at temperatures common for rooftops in the Florida summer the microcomputer would shut down data collection. This was fixed by adjusting the programming to account for this temperature sensitivity. After such iterative refinements it was demonstrated that the sensors could accurately measure pressure over a multi-day duration suitable for its intended application.\n\nMost recently the sensors were experimentally tested to see if they were appropriate for their intended use. The sensor is enclosed within a small dome with a pressure monitor connected to an opening at the top of the dome. It is necessary to determine whether the physical profile of the enclosure may interfere with the dynamic pressure being measured on the roof. If the local pressure near the roof surface created by fast moving wind is distorted by the sensor enclosure, then the measurements may not be a reliable accounting of what the roof would experience without the sensor in place. To evaluate this issue, an experiment was conducted by placing a mock-up of a gable roof structure in controlled winds in a wind tunnel. The roof structure was outfitted with the pressure sensors in their dome enclosures on one side of the roof, and with flush mounted sensors on the other side of the roof. The flush mounted sensors consist holes drilled directly into the roof surface, connected to a pressure sensor underneath the roof. These flush mounted sensor data represented the target or real roof surface pressure, since there is no exterior components to disturb the wind flow. The experiments exposed the roof and sensor configuration to wind from a range of directions. The goal was to see how well the flush mounted and exterior domed sensor measurements agreed in a statistical sense.\n\nThe results showed that the sensorÆs dome enclosur..."
 }
}