{
 "awd_id": "1234561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensing and Control of Photopolymerization-based Additive Manufacturing Processes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steve Schmid",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 269188.0,
 "awd_amount": 269188.0,
 "awd_min_amd_letter_date": "2012-07-09",
 "awd_max_amd_letter_date": "2013-06-13",
 "awd_abstract_narration": "The research objective of this award is to test the hypotheses that 1) an interferometery-based sensor can monitor the extent of polymerization throughout the irradiation area of a photopolymerization-based additive manufacturing process, 2) the sensor will enable measurement of cured part size, and 3) the sensor will enable feedback control of the process.   Most additive manufacturing processes operate in an open-loop manner.  In contrast, a novel interferometry-based sensor is investigated to monitor photopolymerization processes in real-time.  The sensor will be integrated with a research Exposure Controlled Projection Lithography system to enable part fabrication.  With this sensor, high resolution interrogation of polymerizing samples can be performed, enabling an understanding of the spatial and temporal distribution of polymerization rate and degree of cure as a function of process variables.  A new model of photopolymerization will be tested that incorporates polymerization rate, inhibitor presence and diffusion, and shrinkage.  The model will be used in the development of a new approach to process planning and to predict cured part size and shape.   Feedback control capability will be developed that enables adjustments of photopolymerization extents in order to improve process precision and repeatability. \r\n\r\nIf successful, this research could benefit society by enabling the manufacture of precision micro-optics devices that could not be fabricated economically by conventional processes.  These devices could have applications in medical imaging, portable energy, photography, and metrology industries, among others.  Graduate and undergraduate students from under-represented groups will be recruited for this project.  The work will enhance the infrastructure for research and education by developing and maintaining facilities for photopolymerization sensing and control experiments and for part fabrication.  Broad dissemination will be achieved through courses enhanced with research results, undergraduate research opportunities, active industry involvement, papers and presentations in engineering forums, and a web-site to report results and provide access to the developed additive manufacturing sensing and control system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rosen",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Rosen",
   "pi_email_addr": "david.rosen@me.gatech.edu",
   "nsf_id": "000400934",
   "pi_start_date": "2012-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amit",
   "pi_last_name": "Jariwala",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amit S Jariwala",
   "pi_email_addr": "amit.jariwala@gatech.edu",
   "nsf_id": "000576646",
   "pi_start_date": "2013-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 269188.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The goal of this research project was to develop real-time sensing and control technologies for a stereolithography-based additive manufacturing process called Exposure Controlled Projection Lithography (ECPL).&nbsp; The research objective was to test the hypothesis that 1) an interferometry based sensor can monitor the extent of polymerization across the irradiation area of a photopolymerization based additive manufacturing process, 2) the sensor enables measurement of cured part size, and 3) the sensor enables feedback control of the process.&nbsp; In this project, a novel interferometry based sensor, called Interferometric Cure Monitoring (ICM), was investigated to monitor photopolymerization processes in real-time and across the entire fabrication area.&nbsp; The sensor was integrated with the ECPL system under development in the PIs laboratory in research task 1.&nbsp; Other research tasks included: characterizing the enhancing the ICM system, developing a more accurate ECPL process cure model, and developing a process planning for the ECPL system that utilizes the ICM sensor. During the project, several sensing strategies and control methods were investigated.&nbsp; Results demonstrated a 4X improvement in process accuracy on a variety of part shapes and a 10X accuracy improvement on specific lens designs.</p>\n<p class=\"Default\">During the project period, two different sensing methods were developed and compared.&nbsp; In the first method, a wide laser beam imaged the entire fabrication area and interference patterns were recorded by a video camera.&nbsp; An ICM sensor model of instantaneous frequency was developed using an analytical ray-tracing model to determine the fundamental interference frequencies.&nbsp; The fundamental contribution of this works was a series of signal processing algorithms for online parameter estimation to extract the phase change underlying the fringes so as to measure cured object shape and height. The ICM wide area sensor model has been experimentally validated.&nbsp; The second method sampled the interference patterns, rather than simultaneously processing all pixels in the video.&nbsp; Sampling was performed temporally and spatially across the entire fabrication area at a high enough rate so that sufficient data were recorded to reconstruct the interference patterns.&nbsp; This method also yielded very accurate and reliable estimates of part height and lateral dimensions.&nbsp; Although signal processing is easier with this method, it involves more sophisticated hardware and has limited resolution.&nbsp; As a consequence, the first method is the preferred sensing method for future research.&nbsp; A simplified version of this method was utilized in successful real-time control experiments as well.</p>\n<p class=\"Default\">The results of the proposed research have made a broad impact on the additive manufacturing community through the development of new real-time sensing and control technologies.&nbsp; Although demonstrated on a stereolithography process, aspects of the research apply to many other additive processes.&nbsp; Important contributions to engineering education have resulted.&nbsp; Material from this project has been added to the PIs graduate level course on additive manufacturing, ME7227, which is offered to both on-campus and distance learning students.&nbsp; Additional material will be added to his textbook &ldquo;Additive Manufacturing Technologies: 3D Printing, Rapid Prototyping, and Direct Digital Manufacturing&rdquo; for the third edition.&nbsp; The ECPL system with the ICM sensor is an institutional resource for research and education in additive manufacturing.&nbsp; Finally, a spin-off company, AlpZhi Inc., resulted in part from this work which seeks to commercialize the ECPL technology for prototype and short-run production of micro-optics components, such as microlens arrays.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2016<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Rosen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this research project was to develop real-time sensing and control technologies for a stereolithography-based additive manufacturing process called Exposure Controlled Projection Lithography (ECPL).  The research objective was to test the hypothesis that 1) an interferometry based sensor can monitor the extent of polymerization across the irradiation area of a photopolymerization based additive manufacturing process, 2) the sensor enables measurement of cured part size, and 3) the sensor enables feedback control of the process.  In this project, a novel interferometry based sensor, called Interferometric Cure Monitoring (ICM), was investigated to monitor photopolymerization processes in real-time and across the entire fabrication area.  The sensor was integrated with the ECPL system under development in the PIs laboratory in research task 1.  Other research tasks included: characterizing the enhancing the ICM system, developing a more accurate ECPL process cure model, and developing a process planning for the ECPL system that utilizes the ICM sensor. During the project, several sensing strategies and control methods were investigated.  Results demonstrated a 4X improvement in process accuracy on a variety of part shapes and a 10X accuracy improvement on specific lens designs.\nDuring the project period, two different sensing methods were developed and compared.  In the first method, a wide laser beam imaged the entire fabrication area and interference patterns were recorded by a video camera.  An ICM sensor model of instantaneous frequency was developed using an analytical ray-tracing model to determine the fundamental interference frequencies.  The fundamental contribution of this works was a series of signal processing algorithms for online parameter estimation to extract the phase change underlying the fringes so as to measure cured object shape and height. The ICM wide area sensor model has been experimentally validated.  The second method sampled the interference patterns, rather than simultaneously processing all pixels in the video.  Sampling was performed temporally and spatially across the entire fabrication area at a high enough rate so that sufficient data were recorded to reconstruct the interference patterns.  This method also yielded very accurate and reliable estimates of part height and lateral dimensions.  Although signal processing is easier with this method, it involves more sophisticated hardware and has limited resolution.  As a consequence, the first method is the preferred sensing method for future research.  A simplified version of this method was utilized in successful real-time control experiments as well.\nThe results of the proposed research have made a broad impact on the additive manufacturing community through the development of new real-time sensing and control technologies.  Although demonstrated on a stereolithography process, aspects of the research apply to many other additive processes.  Important contributions to engineering education have resulted.  Material from this project has been added to the PIs graduate level course on additive manufacturing, ME7227, which is offered to both on-campus and distance learning students.  Additional material will be added to his textbook \"Additive Manufacturing Technologies: 3D Printing, Rapid Prototyping, and Direct Digital Manufacturing\" for the third edition.  The ECPL system with the ICM sensor is an institutional resource for research and education in additive manufacturing.  Finally, a spin-off company, AlpZhi Inc., resulted in part from this work which seeks to commercialize the ECPL technology for prototype and short-run production of micro-optics components, such as microlens arrays. \n\n \n\n\t\t\t\t\tLast Modified: 10/05/2016\n\n\t\t\t\t\tSubmitted by: David W Rosen"
 }
}