{
 "awd_id": "1234976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Supercapacitors with Ultrahigh Energy Densities",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 333857.0,
 "awd_amount": 333857.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2012-06-28",
 "awd_abstract_narration": "PI: Shaw, Leon\r\nProposal Number: 1234976\r\nInstitution: University of Connecticut\r\nTitle: Novel Supercapacitors with Ultrahigh Energy Densities\r\n\r\nDevelopment of both electric vehicles and renewable energy requires energy storage systems that have high energy density and power density simultaneously with superior cycle life and low cost. It is well known that batteries typically provide high energy densities but with low power capacities, whereas capacitors normally have high power densities but with low energy capacities. However, for widespread market penetration of electric vehicles, particularly for plug-in hybrid vehicles and all electrical vehicles, high energy density is required for long driving distance, while high power density is needed for rapid recharge. Thus, the growing need for both high energy density and high power density cannot be met simultaneously with the existing storage technology. This project is proposed to solve these problems.\r\n\r\nIn this project, a new generation of electrochemical capacitors, also termed supercapacitors (SCs), will be investigated and developed. Through innovative design and manufacturing of the electrode architecture, the key principles for making assembled SCs that have specific energy equivalent to those of batteries (~85 Wh/kg) while possessing ultrahigh rate performance (i.e., charging and discharging in a few minutes) will be established. These underlying principles can be applied in the future to construct SCs with even higher specific energies when the next-generation design of the electrode chemistry and nanostructure becomes available. Recent advancements in the electrode chemistry and nanostructure have revealed that SCs with high energy densities similar to those of batteries (e.g., 85 Wh/kg) are possible if the energy density is computed based on the active electrode materials alone. \r\n\r\nHowever, the high energy density based on the active electrode materials alone is very difficult to be translated into assembled devices with the similar high energy density. Assembled SCs, like Li-ion batteries, contain current collectors, electrolyte, separator, binder, connectors, and packaging, in addition to the electrodes. As a result, the energy density of an assembled device is typically lower than that of the active material by a factor of 3 to 4 or more. The proposed SCs in this project with interpenetrating positive and negative electrodes will solve this challenging problem precisely. Due to the innovative design of the electrode architecture, the thickness, width and height of electrodes can be made as large as possible until electronic conductivity becomes rate limiting. With this transformative technology, the PI will convert the high energy density based on the active electrode material into a comparable high energy density for an assembled device. \r\n\r\nThe broad impact of this project will manifest in three fronts. First, the new generation SCs with unprecedented energy densities and superior rate performance are expected to revolutionize the field of energy storage and expedite the market penetration of electric vehicles and utilization of renewable energy, enabling major leaps to ensure our nation?s long-term energy security and a clean environment. Second, this project will provide excellent education and training opportunity to one graduate student and many undergraduate students in the areas of energy storage and alternative energy. Third, this project will make contributions to public education about nano-manufacturing and alternative energy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Shaw",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Leon L Shaw",
   "pi_email_addr": "lshaw2@iit.edu",
   "nsf_id": "000482945",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062693136",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}