{
 "awd_id": "1234320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMREF: Engineering Organic Glasses",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Campo",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 1100000.0,
 "awd_amount": 1100000.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "TECHNICAL SUMMARY: \r\nWith support from the NSF DMR under the Materials Genome Initiative, Lian Yu, Mark Ediger, Juan de Pablo, and their coworkers will study Engineering Organic Glasses.  Glasses constitute an important class of materials that combine the advantages of solids, including mechanical stability, with the advantages of liquids, including macroscopic spatial uniformity, making them ideal for a wide range of applications. Glasses, however, are inherently non-equilibrium materials, which makes their study and design particularly challenging. While familiar glasses are inorganic and polymeric, organic glasses of relatively low molecular weights are finding applications in electronics, bio-preservation, and drug delivery. The team seeks to create a knowledge base and develop design principles for the engineering of organic glasses. The effort builds on previous progress in the engineering of crystals and inorganic glasses, as well as recent discoveries in the field of organic glasses, in particular, the creation of high-density and high-stability glasses with tunable anisotropy by physical vapor deposition (PVD). \r\n\r\nA concerted program of experiments and simulations will target three areas of organic glass engineering that have technological relevance and where current understanding is lacking: (1) controlling anisotropy, (2) controlling molecular conformation, and (3) inhibiting crystallization. Under Aim 1, the team will study the creation and control of anisotropy in organic glasses by PVD, external fields, and liquid-crystal order. Though often isotropic, glasses with controlled anisotropy have potential applications in data storage, non-linear optics, and laser technologies. Work under Aim 2 seeks to produce organic glasses while actively controlling molecular conformation. Conformational flexibility characterizes many molecular components of organic glasses; controlling conformation offers a unique opportunity in optimizing their properties (e.g., HOMO/LUMO levels and charge mobility). Under Aim 3, the team will stabilize organic glasses against crystallization using polymer additives. This capability will enable promising but easy-to-crystallize organic glasses to serve as durable amorphous materials. Work in all areas will be performed in a high-throughput manner, with simulations used to screen the selection of materials and conditions for experimentation, and to interpret experimental data. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nGlasses are amorphous materials that combine solid-like mechanical stability and liquid-like spatial uniformity, making them ideal for many applications ranging from telecommunication to bio-preservation. This research seeks to advance the science and technology of organic glasses, and the results will provide a foundation for designing organic glasses with desired properties through concerted use of simulations and targeted experiments. This research will benefit materials scientists and engineers in other fields where glasses and amorphous materials are important, and contribute to a broader perspective on the science of glasses in general. The improved ability to stabilize amorphous materials against crystallization will especially benefit pharmaceutical scientists as they develop amorphous formulations to deliver highly potent but poorly soluble drugs. Poor solubility is limiting the development of many drugs that would significantly advance health care in the U.S. and developing countries. In addition to journal publications, results from this work will be disseminated via a central website, a mechanism especially important for archiving and sharing the extensive data from high-throughput investigations.\r\n\r\nGraduate and undergraduate students will benefit from the multi-disciplinary nature of this project, having significant exposure to simulations and experiments, crystals and glasses, and polymeric and low-molecular-weight materials.  Personnel supported by this grant will work with UW-Madison's Pre-college Enrichment Opportunity Program for Learning Excellence (PEOPLE), which has a proven record of increasing the enrollment of minority and low-income high school students in colleges and universities. This program provides experiences that help students to become scientifically literate citizens and encourages them to consider careers in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lian",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lian Yu",
   "pi_email_addr": "lian.yu@wisc.edu",
   "nsf_id": "000273019",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Ediger",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Ediger",
   "pi_email_addr": "ediger@chem.wisc.edu",
   "nsf_id": "000407225",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "De Pablo",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Juan J De Pablo",
   "pi_email_addr": "jjd8110@nyu.edu",
   "nsf_id": "000467495",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537052222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8400",
   "pgm_ref_txt": "DMREF"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, Yu, Ediger, de Pablo, and coworkers investigated how  to produce organic glasses with high stability and controlled molecular  packing. Glasses are important materials that combine the mechanical  strength of crystals and the spatial uniformity of liquids, making them  ideal for applications ranging from telecommunication to cell-phone  display to biomedical materials. Glasses, however, have two limitations.  First, glasses are unstable, tending to age over time toward a denser  state and also to crystallize. A second limitation of glasses is that  they are usually isotropic, containing molecules in random packing,  while anisotropic packing is important for such applications as organic  light-emitting diodes (OLEDs).</p>\n<p>The team has made significant discoveries in engineering the structure and properties of organic glasses:</p>\n<p>(1) Physical vapor deposition (PVD) can produce glasses of high  density, high stability, and tunable molecular packing. Ordinary glasses  are prepared by cooling liquids. By PVD, the team produced glasses of  such high density and stability that ordinary glasses would have to be  aged for millions of years to reach the same level. Furthermore, PVD  glasses are prepared to have large anisotropy, in which molecules are  controlled to lie down, stand up, and form layers relative to the  deposition substrate. This ability has in essence created materials that  are hybrid between traditional glasses and crystals. This new ability  is achieved through a cycle of computation, prediction, experimentation,  characterization, and verification. Without such a cycle, it would be  impossible to design materials with the precision accomplished by our  DMREF team. Given that PVD glasses are widely used in OLED displays in  cell phones, the unique materials developed here can potentially improve  the durability and efficiency of these devices &ndash; a benefit of global  scale given the number of these devices.</p>\n<p>(2) How can PVD produce such extraordinary glasses with high density  and structural order? The secret lies in the solid/vapor interface  during deposition. When molecules are freshly deposited, they are in an  environment of high mobility, able to make quick adjustments relative to  their neighbors into a tightly packed structure. With subsequent  deposition, this dense structure is buried and preserved. In addition,  the interface is an anisotropic environment for freshly deposited  molecules, and that anisotropy can be transferred to the product to an  extent determined by interfacial mobility and deposition rate. Again,  this discovery was possible only through tightly coupled computation and  experimentation. Too many factors are at play: deposition rate,  substrate temperature, molecular characteristics, to name a few.  Adopting a DMREF approach, the team used theory and computation to guide  the design of experiments, to identify important molecular  characteristics, and to generate vast amounts of data which were  subsequently mined to optimize key molecular and process descriptors. In  this way, the team identified crucial design principles for preparing  carefully engineered PVD glasses.&nbsp;</p>\n<p>(3) Polymers additives stabilize organic glasses against  crystallization. The team discovered that crystals grow quickly in  organic glasses because their ease of fracture and the high mobility of  fracture surfaces. Polymer additives, even at low concentrations, can  increase fracture toughness and suppress surface diffusion, thereby  inhibiting crystallization. This approach can make more organic glasses  to serve as durable amorphous materials.</p>\n<p>The team has disseminated its findings in 20 papers in high-impact journals and through a central website: <a href=\"https://datahub.rcc.uchicago.edu/depablo/DMREF\">https://datahub.rcc.uchicago.edu/depablo/DMREF</a>.  The team also developed a framework for collecting, curating, and  disseminating data, which may serve as a model for the general materials  research community to evaluate and adopt.</p>\n<p>Broader Impacts. 1) Building on the understanding of crystallization  in organic glasses, work has begun with support from the Bill and  Melinda Gates Foundation to develop low-cost amorphous drugs for global  health. 2) This project has provided training for 9 graduate, 2  postdoctoral, and 2 undergraduate students. This research was  incorporated into a continuing-education course offered each spring  through UW-Madison&rsquo;s Extension Service to a total of 100 industrial  scientists. 3) The work on anisotropic glasses has stimulated intense  public interest on reddit.com; a U. Chicago press release  (https://news.uchicago.edu/article/2015/08/13/molecular-scientists-unexpectedly-produce-new-type-glass)  has been downloaded over 200,000 times.&nbsp; 4) The PIs and their students  were involved in UW-Madison&rsquo;s PEOPLE program, designed to increase the  enrollment of minority and low-income students in colleges. Between 2013  and 2016, our groups taught a three-week course each summer for a total  of ~60 high school students. The PEOPLE program model has now been  extended to incorporate the Collegiate Scholars Program, a six-week  intensive workshop offered to talented high school students (60 each  summer) from at-risk backgrounds around Chicago. Students who completed  the program have nearly all entered universities. 5) In partnership with  Chicago&rsquo;s Museum of Science and Industry (MSI), a program was  established for the MSI staff to train graduate students in 8, 4-hour  workshops over 2 years to deliver scienti?c content to general  audiences. The students will then present lectures on current research  (including their own) to museum patrons.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2017<br>\n\t\t\t\t\tModified by: Lian&nbsp;Yu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, Yu, Ediger, de Pablo, and coworkers investigated how  to produce organic glasses with high stability and controlled molecular  packing. Glasses are important materials that combine the mechanical  strength of crystals and the spatial uniformity of liquids, making them  ideal for applications ranging from telecommunication to cell-phone  display to biomedical materials. Glasses, however, have two limitations.  First, glasses are unstable, tending to age over time toward a denser  state and also to crystallize. A second limitation of glasses is that  they are usually isotropic, containing molecules in random packing,  while anisotropic packing is important for such applications as organic  light-emitting diodes (OLEDs).\n\nThe team has made significant discoveries in engineering the structure and properties of organic glasses:\n\n(1) Physical vapor deposition (PVD) can produce glasses of high  density, high stability, and tunable molecular packing. Ordinary glasses  are prepared by cooling liquids. By PVD, the team produced glasses of  such high density and stability that ordinary glasses would have to be  aged for millions of years to reach the same level. Furthermore, PVD  glasses are prepared to have large anisotropy, in which molecules are  controlled to lie down, stand up, and form layers relative to the  deposition substrate. This ability has in essence created materials that  are hybrid between traditional glasses and crystals. This new ability  is achieved through a cycle of computation, prediction, experimentation,  characterization, and verification. Without such a cycle, it would be  impossible to design materials with the precision accomplished by our  DMREF team. Given that PVD glasses are widely used in OLED displays in  cell phones, the unique materials developed here can potentially improve  the durability and efficiency of these devices &ndash; a benefit of global  scale given the number of these devices.\n\n(2) How can PVD produce such extraordinary glasses with high density  and structural order? The secret lies in the solid/vapor interface  during deposition. When molecules are freshly deposited, they are in an  environment of high mobility, able to make quick adjustments relative to  their neighbors into a tightly packed structure. With subsequent  deposition, this dense structure is buried and preserved. In addition,  the interface is an anisotropic environment for freshly deposited  molecules, and that anisotropy can be transferred to the product to an  extent determined by interfacial mobility and deposition rate. Again,  this discovery was possible only through tightly coupled computation and  experimentation. Too many factors are at play: deposition rate,  substrate temperature, molecular characteristics, to name a few.  Adopting a DMREF approach, the team used theory and computation to guide  the design of experiments, to identify important molecular  characteristics, and to generate vast amounts of data which were  subsequently mined to optimize key molecular and process descriptors. In  this way, the team identified crucial design principles for preparing  carefully engineered PVD glasses. \n\n(3) Polymers additives stabilize organic glasses against  crystallization. The team discovered that crystals grow quickly in  organic glasses because their ease of fracture and the high mobility of  fracture surfaces. Polymer additives, even at low concentrations, can  increase fracture toughness and suppress surface diffusion, thereby  inhibiting crystallization. This approach can make more organic glasses  to serve as durable amorphous materials.\n\nThe team has disseminated its findings in 20 papers in high-impact journals and through a central website: https://datahub.rcc.uchicago.edu/depablo/DMREF.  The team also developed a framework for collecting, curating, and  disseminating data, which may serve as a model for the general materials  research community to evaluate and adopt.\n\nBroader Impacts. 1) Building on the understanding of crystallization  in organic glasses, work has begun with support from the Bill and  Melinda Gates Foundation to develop low-cost amorphous drugs for global  health. 2) This project has provided training for 9 graduate, 2  postdoctoral, and 2 undergraduate students. This research was  incorporated into a continuing-education course offered each spring  through UW-Madison?s Extension Service to a total of 100 industrial  scientists. 3) The work on anisotropic glasses has stimulated intense  public interest on reddit.com; a U. Chicago press release  (https://news.uchicago.edu/article/2015/08/13/molecular-scientists-unexpectedly-produce-new-type-glass)  has been downloaded over 200,000 times.  4) The PIs and their students  were involved in UW-Madison?s PEOPLE program, designed to increase the  enrollment of minority and low-income students in colleges. Between 2013  and 2016, our groups taught a three-week course each summer for a total  of ~60 high school students. The PEOPLE program model has now been  extended to incorporate the Collegiate Scholars Program, a six-week  intensive workshop offered to talented high school students (60 each  summer) from at-risk backgrounds around Chicago. Students who completed  the program have nearly all entered universities. 5) In partnership with  Chicago?s Museum of Science and Industry (MSI), a program was  established for the MSI staff to train graduate students in 8, 4-hour  workshops over 2 years to deliver scienti?c content to general  audiences. The students will then present lectures on current research  (including their own) to museum patrons.\n\n\t\t\t\t\tLast Modified: 03/08/2017\n\n\t\t\t\t\tSubmitted by: Lian Yu"
 }
}