{
 "awd_id": "1234033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Variegated Geographies of Ecological Urbanization: Eco-Cities in the Global South and the Global North",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Hapke",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 15989.0,
 "awd_amount": 15989.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "This doctoral dissertation project considers the emergence of green urbanism, as articulated through the concept of eco-cities, and its circulation between the Global North (Europe and North America), and parts of the Global South (Asia).  Eco-cities, building cities as sustainable ecological systems, have been widely embraced as the solution to hyper-urbanization and urban environmental problems across the globe.  Its basic tenets were developed from the post-industrial experiences of North American and Western European cities.  Yet when the eco-city paradigm is applied beyond the Western world, it must negotiate locally specific contexts, including local political landscapes and locally specific planning logics and cultures.  This research examines whether and how eco-cities in China exemplify such variegated ecological urbanization, and whether and how Chinese eco-cities also generate novel ecological urbanization norms that circulate back into the Global North via international planning communities and policy networks.  Through a comparative study of the Dongtan Eco-City project in Shanghai (a China-UK collaboration) and Binhai Eco-City under construction in Tianjin (a China-Singapore collaboration), this research will elucidate the particular forms of ecological urbanization emerging in China via its most prominent eco-city projects, and their relationship to eco-city principles developed in Europe and North America.  The research utilizes a multi-sited (Shanghai, Tianjin, Singapore, London), multi-method research design, including archival research, semi-structured and open-ended interviews with key informants, and participant observation.  Designed as an urban comparison, it examines how connectivities between the four research sites shape what happens at each node.  The research will also assess the adequacy of western urban and sustainability theories for explaining newly emergent ecological urbanization paradigms in the Global South.\r\n\r\nThe research provides new insights into the functioning of green urbanism regimes in China, of which there is limited knowledge to date, and into how eco-city models become differentiated and variegated as they move beyond North America and Europe.  The work will contribute knowledge on transnational policy transfer and urban policy mobility, advancing the understanding of the contemporary diffusion and dissemination of ecological urbanization agendas.  The findings will be of interest to planners and urban policy makers internationally, since these case studies are increasingly presented in the international community as 'best practice' models of ecological urbanization.  As American cities strategize about becoming more ecologically sustainable, it will be important to understand the successes and failures of existing eco-city initiatives elsewhere, and their applicability to the US context.  Research results will be distributed widely to a variety of different academic and professional audiences, through academic and other English and Chinese venues of publication.  As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a promising graduate student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Klink",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Klink",
   "pi_email_addr": "klink@umn.edu",
   "nsf_id": "000340316",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Sheppard",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Sheppard",
   "pi_email_addr": "esheppard@geog.ucla.edu",
   "nsf_id": "000381642",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Helga",
   "pi_last_name": "Leitner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helga Leitner",
   "pi_email_addr": "eqj6139@tc.umn.edu",
   "nsf_id": "000175639",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "I-Chun",
   "pi_last_name": "Chang",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "I-Chun C Chang",
   "pi_email_addr": "chang444@umn.edu",
   "nsf_id": "000613280",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Geography",
  "perf_str_addr": "267 19th Avenue South",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examines the emergence of a prevailing ecological urbanization paradigm &ndash; eco-cities connecting the global North with the global South. Eco-cities, i.e., building cities as sustainable ecological systems, have been widely embraced as a solution to hyper-urbanization and urban environmental problems worldwide. The basic tenets of eco-city building emerged from the post-industrial experiences of North American and Western European cities. Yet when the eco-city paradigm travels beyond the Western world, it must negotiate locally specific contexts, including political landscapes and planning logics and cultures. As a result, different ideas emerge about eco-cities, as we found in China. These may yield new standards of ecological urbanization that then circulate back into international planning communities.</p>\n<p>&nbsp;</p>\n<p>We undertook a relational comparative study of the Dongtan Eco-City project in Shanghai (China-UK collaboration) and the Binhai Eco-City in Tianjin (China-Singapore collaboration), identifying two distinct eco-city models&mdash;different from one another and from North American models. This was complemented by a multi-sited study of the actors involved in the construction of these eco-city projects in Shanghai, Tianjin, Singapore, and London, including archival research, in-person semi-structured and open-ended interviews, and participant observation at project sites. This enabled us to elucidate how connectivities between the four sites shaped developments at each node.</p>\n<p>&nbsp;</p>\n<p>Specifically, NSF funding enabled us to investigate British and Singaporean planners&rsquo; and policy makers&rsquo; participation in Chinese eco-city projects, and how these facilitated the geographical transfer of eco-city knowledge. The major findings are:</p>\n<p>&nbsp;</p>\n<p>1) Shanghai-Dongtan Eco-city:</p>\n<p>&nbsp;</p>\n<p>a) The Dongtan eco-city project was a greenfield project modeled after Western ideas, but with distinctive Chinese characteristics. Despite its initially ambitious claims and high expectations, the Dongtan eco-city project was for various complex reasons never built. Nevertheless, its participants took ideas and practices from the project, applying these, through individual initiative or personal networks, to other eco-city projects across the globe. Thus Dongtan has had a lasting influence.</p>\n<p>b) Chinese and European urban planners had difficulty agreeing on what a sustainable city should be. This hindered collaboration, but motivated the Chinese government to dramatically rethink its best practice eco-city model.</p>\n<p>&nbsp;</p>\n<p>2) Tianjin-Binhai Eco-city:</p>\n<p>&nbsp;</p>\n<p>a) The Sino-Singaporean Tianjin eco-city project was very different in its conception from Dongtan. It emphasized the Chinese state&rsquo;s search for an eco-city model that is equally effective in green- and brownfield environments. While officially a collaboration between Singapore and China, elements of this project could be traced back to Japan, the U.S., and several South Asian cities, and in turn also influencing sustainable urban initiatives of the OECD and the World Bank.</p>\n<p>b) The distinct design of the Tianjin project closely reflected the Singaporean public housing model. The Singaporean model emphasizes &ldquo;social sustainability&rdquo; through high-density, racially mixed apartment buildings. Following this, the Tianjin project prioritizes housing development over environmental sustainability.</p>\n<p>c) The Singaporean government actively promotes the Tianjin project in other Chinese cities; recently it is also influencing US cities thorough mayoral exchange programs hosted by the Department of Energy.</p>\n<p>&nbsp;</p>\n<p>3) Tianjin and Dongtan are generally studied as independent projects, but there are many connections between them, particularly through the international professional/personal networks of urba...",
  "por_txt_cntn": "\nThis project examines the emergence of a prevailing ecological urbanization paradigm &ndash; eco-cities connecting the global North with the global South. Eco-cities, i.e., building cities as sustainable ecological systems, have been widely embraced as a solution to hyper-urbanization and urban environmental problems worldwide. The basic tenets of eco-city building emerged from the post-industrial experiences of North American and Western European cities. Yet when the eco-city paradigm travels beyond the Western world, it must negotiate locally specific contexts, including political landscapes and planning logics and cultures. As a result, different ideas emerge about eco-cities, as we found in China. These may yield new standards of ecological urbanization that then circulate back into international planning communities.\n\n \n\nWe undertook a relational comparative study of the Dongtan Eco-City project in Shanghai (China-UK collaboration) and the Binhai Eco-City in Tianjin (China-Singapore collaboration), identifying two distinct eco-city models&mdash;different from one another and from North American models. This was complemented by a multi-sited study of the actors involved in the construction of these eco-city projects in Shanghai, Tianjin, Singapore, and London, including archival research, in-person semi-structured and open-ended interviews, and participant observation at project sites. This enabled us to elucidate how connectivities between the four sites shaped developments at each node.\n\n \n\nSpecifically, NSF funding enabled us to investigate British and Singaporean plannersÆ and policy makersÆ participation in Chinese eco-city projects, and how these facilitated the geographical transfer of eco-city knowledge. The major findings are:\n\n \n\n1) Shanghai-Dongtan Eco-city:\n\n \n\na) The Dongtan eco-city project was a greenfield project modeled after Western ideas, but with distinctive Chinese characteristics. Despite its initially ambitious claims and high expectations, the Dongtan eco-city project was for various complex reasons never built. Nevertheless, its participants took ideas and practices from the project, applying these, through individual initiative or personal networks, to other eco-city projects across the globe. Thus Dongtan has had a lasting influence.\n\nb) Chinese and European urban planners had difficulty agreeing on what a sustainable city should be. This hindered collaboration, but motivated the Chinese government to dramatically rethink its best practice eco-city model.\n\n \n\n2) Tianjin-Binhai Eco-city:\n\n \n\na) The Sino-Singaporean Tianjin eco-city project was very different in its conception from Dongtan. It emphasized the Chinese stateÆs search for an eco-city model that is equally effective in green- and brownfield environments. While officially a collaboration between Singapore and China, elements of this project could be traced back to Japan, the U.S., and several South Asian cities, and in turn also influencing sustainable urban initiatives of the OECD and the World Bank.\n\nb) The distinct design of the Tianjin project closely reflected the Singaporean public housing model. The Singaporean model emphasizes \"social sustainability\" through high-density, racially mixed apartment buildings. Following this, the Tianjin project prioritizes housing development over environmental sustainability.\n\nc) The Singaporean government actively promotes the Tianjin project in other Chinese cities; recently it is also influencing US cities thorough mayoral exchange programs hosted by the Department of Energy.\n\n \n\n3) Tianjin and Dongtan are generally studied as independent projects, but there are many connections between them, particularly through the international professional/personal networks of urban planners, professionals and consultants. Tianjin and Dongtan also influence urban sustainability projects in South Asia, South America, Africa and Western Europe, suggesting that these Chinese urban sustainability experiments a..."
 }
}