{
 "awd_id": "1234126",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biomediated Geomechanical Processes for Dust Mitigation and Monitoring at Mine Tailings Impoundments",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 202912.0,
 "awd_amount": 218912.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2015-06-03",
 "awd_abstract_narration": "Massive volumes of waste materials are produced annually by mining operations.  A significant fraction of these materials is in the form of tailings that are discharged as a slurry and contained in earthen structures known as tailings disposal impoundments.  These large earthen structures are subject to intense regulatory and public attention because of the hazards associated with the materials they contain.  In particular, one of the key physical hazards associated with tailings in these impoundments is the air pollution from blowing dust.  Conventional approaches for controlling the hazard associated with dust emissions have several limitations and potential negative side effects on human health and the environment.  In addition, monitoring of mine tailings for susceptibility to dust emissions is limited and poses a long-term cost to the mining industry.  Recent research using biomediated techniques for ground improvement have shown the effectiveness of using microorganism to improve the engineering properties of granular soils.  However, the use of bioengineering on materials such as iron-mine tailings, presents many significant challenges such as dealing with micron and submicron particles, as well as techniques for application, distribution, and potential long-term water quality issues.  Therefore, the overall goals of this project are two-fold.  First, novel and sustainable, low-impact biogeoengineering practices for stabilization of mine tailings to mitigate dust emissions will be developed and tested.  This will entail the engineered stimulation of biomediated cementation processes (e.g., calcium carbonate or iron precipitation) and/or artificial cryptogam (biological crust) formation.  The resulting crust will improve the surface strength of mine tailings impoundments, reducing the potential for fugitive dust emissions, and thereby mitigating the associated hazards to human and environmental health.  Second, these efforts will be coupled with innovative remote sensing techniques for monitoring the susceptibility of tailings to dust emissions.  Specifically, thermal inertia computed from remotely sensed thermal images will be used for monitoring the effect of biomodification of mine tailings and to analyze the susceptibility of the tailings to dust emissions.  These goals will be achieved via a series of bench-scale laboratory box model evaluations.\r\n\t\r\nSociety will benefit in several ways from this application of biomediated geomechanical processes, and the development of remote sensing techniques for monitoring such near-surface processes.  Mine tailings sites from active, inactive, and abandoned mine are observed throughout the world.  These mine tailings remain un-vegetated for tens to hundreds of years, and are a significant source for emission of particulate matter.  The particulate matter emissions are monitored in newly established mines, but the older sites remain unmonitored. Mine tailings and their associated metal contaminants, which are contained in large surface tailings impoundments, are prone to significant dust events, both in warm and cold weather climates.  Some of the more dramatic dusting events occur in cold climates due to the sublimation of the frozen pore waters, also known as dry freezing, leaving a layer of desiccated (dry) tailings on frozen tailings, easily allowing the tailings to become airborne and a large source of fugitive dust.  Dust control has been a significant and sensitive issue because of the effects of dusts on human living conditions.   Dust causes human respiratory health problems (e.g., asthma, bronchitis, emphysema, etc.) and can lead to vehicle accidents due to poor visibility and road conditions.  Correspondingly, there is need for effective, and economical dust mitigation techniques, as well as methods for monitoring tailings impoundments and predicting when dust events might occur.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Seagren",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eric A Seagren",
   "pi_email_addr": "eseagren@mtu.edu",
   "nsf_id": "000404670",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Vitton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley J Vitton",
   "pi_email_addr": "vitton@mtu.edu",
   "nsf_id": "000324305",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Oommen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Oommen",
   "pi_email_addr": "toommen@olemiss.edu",
   "nsf_id": "000573263",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "172E",
   "pgm_ref_txt": "Geomechanics"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 202912.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><strong>Research Motivation and Goal</strong></p>\n<p class=\"Default\">Massive volumes of waste materials are produced annually by mining operations, a significant fraction of which is in the form of tailings deposited as a slurry into permanent tailings disposal impoundments. These impoundments are subject to intense regulatory and public attention because of the hazards associated with the materials they contain. In particular, one key physical hazard associated with mining tailings is air pollution from blowing tailings. Conventional approaches for control of dust emissions from tailings impoundments have several limitations and potential negative side effects. In addition, monitoring of mine tailings for susceptibility to dust emissions is limited and poses a long-term cost to the mining industry. Recent research using biomediated techniques for ground improvement has shown the effectiveness of using microorganisms to improve the engineering properties of granular soils. However, the use of these techniques on iron-mine tailings presents significant challenges such as dealing with micron and submicron-size particles as well as techniques for application, distribution, and potential long-term water quality issues.</p>\n<p class=\"Default\">The overall goal of this project was to develop and test novel and sustainable, low-impact biomediated techniques for stabilization of the mine tailings&rsquo; surface to mitigate or eliminate dust emissions, coupled with innovative techniques for monitoring the hazard of dust emissions and its mitigation.&nbsp; Specifically, this research focused on mitigating dust problems from mine tailings impoundments via biocementation (i.e., formation of a calcium carbonate precipitate crust), and biological soil crust (BSC) formation, and the applicability of thermal remote sensing for monitoring the effectiveness of the mitigation technique.</p>\n<p class=\"Default\"><strong>Outcomes</strong></p>\n<p class=\"Default\">&nbsp;A major outcome of the project was the development of methodology for simulating, in the laboratory, the fall-winter-spring dusting phenomenon that occurs on tailings impoundments in northern regions due to freezing/sublimation events. We also successfully demonstrated the production of a biomediated calcium carbonate crust with an inoculated organism (<em>Sporosarcina pasteurii</em>) and native microorganisms, and the growth of BSCs on iron mine tailings packed in bench-scale soil containers. The crusts were characterized in various ways, including measurement of calcium carbonate precipitation or use of multispectral reflectance data for BSCs. Some experiments were subjected to a freezing/sublimation cycle, and then tested for erosion resistance via a measure of the surface crust strength developed during this study called the ball drop test, and/or assessed for their susceptibility for dust emissions via wind tunnel testing. The calcium carbonate precipitation resulted in an increase in the tailings surface strength based on the ball drop test, indicating the potential for dust mitigation. Similarly, when BSCs originating from locally-sourced organisms were grown on tailings samples and exposed to freezing/sublimation, the wind tunnel and ball drop testing demonstrated that the BSCs provide resistance to wind erosion and increased surface strength. These results contribute to our understanding of dust emissions and potential dust mitigation treatments for tailings impoundments, and also for broader issues of wind erosion and dust emissions of soils in cold climates.</p>\n<p class=\"Default\">Multivariate relationships between thermal remote sensing and moisture content/surface strength for untreated mine tailings were also developed and tested at the laboratory and field scale. In the laboratory, regressions using sample temperature and ambient humidity were able to predict the surface moisture content, which in turn was correlated with surface strength. Although the laboratory relationship was not found to be directly applicable to field remote sensing, our research suggests that a model could be developed using field data to predict surface moisture content via thermal remote sensing, which would be a useful tool for characterizing susceptibility to dusting.</p>\n<p class=\"Default\"><strong>Intellectual Merit</strong></p>\n<p class=\"Default\">The results of this study have expanded the traditional frontiers of geotechnical engineering by drawing on the expertise and backgrounds of the investigators working at the interface of geotechnical and environmental engineering, geology, remote sensing, and soil microbiology. Specifically, this research promoted intellectual discovery by improving our understanding of naturally-occurring biogeochemical processes and methods for engineering and monitoring these processes in a novel technique for strengthening the surface of mine tailings <em>in situ</em>.</p>\n<p class=\"Default\"><strong>Broader Impacts</strong></p>\n<p>The biomediated processes investigated are expected to provide more sustainable and less intrusive solutions to geotechnical problems using biotechnical solutions rather than conventional physical/chemical approaches. Society will benefit from the application of these methods for suppression of dust emissions, as well as in other applications. In addition, developing remote sensing techniques to monitor near-surface strength can be useful in a wide range of geotechnical engineering applications.<strong> </strong>This research also had additional broader impacts via the training of two graduate and ten undergraduate students who participated in the project, approximately 60% of whom were women. As a result, this project has helped to improve the skills and performance of an important underrepresented group in science and engineering. Finally, the results of this research were also broadly disseminated via presentations at technical conferences, publication in peer-reviewed journals, and through the production of educational videos.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2018<br>\n\t\t\t\t\tModified by: Eric&nbsp;A&nbsp;Seagren</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Research Motivation and Goal\nMassive volumes of waste materials are produced annually by mining operations, a significant fraction of which is in the form of tailings deposited as a slurry into permanent tailings disposal impoundments. These impoundments are subject to intense regulatory and public attention because of the hazards associated with the materials they contain. In particular, one key physical hazard associated with mining tailings is air pollution from blowing tailings. Conventional approaches for control of dust emissions from tailings impoundments have several limitations and potential negative side effects. In addition, monitoring of mine tailings for susceptibility to dust emissions is limited and poses a long-term cost to the mining industry. Recent research using biomediated techniques for ground improvement has shown the effectiveness of using microorganisms to improve the engineering properties of granular soils. However, the use of these techniques on iron-mine tailings presents significant challenges such as dealing with micron and submicron-size particles as well as techniques for application, distribution, and potential long-term water quality issues.\nThe overall goal of this project was to develop and test novel and sustainable, low-impact biomediated techniques for stabilization of the mine tailings? surface to mitigate or eliminate dust emissions, coupled with innovative techniques for monitoring the hazard of dust emissions and its mitigation.  Specifically, this research focused on mitigating dust problems from mine tailings impoundments via biocementation (i.e., formation of a calcium carbonate precipitate crust), and biological soil crust (BSC) formation, and the applicability of thermal remote sensing for monitoring the effectiveness of the mitigation technique.\nOutcomes\n A major outcome of the project was the development of methodology for simulating, in the laboratory, the fall-winter-spring dusting phenomenon that occurs on tailings impoundments in northern regions due to freezing/sublimation events. We also successfully demonstrated the production of a biomediated calcium carbonate crust with an inoculated organism (Sporosarcina pasteurii) and native microorganisms, and the growth of BSCs on iron mine tailings packed in bench-scale soil containers. The crusts were characterized in various ways, including measurement of calcium carbonate precipitation or use of multispectral reflectance data for BSCs. Some experiments were subjected to a freezing/sublimation cycle, and then tested for erosion resistance via a measure of the surface crust strength developed during this study called the ball drop test, and/or assessed for their susceptibility for dust emissions via wind tunnel testing. The calcium carbonate precipitation resulted in an increase in the tailings surface strength based on the ball drop test, indicating the potential for dust mitigation. Similarly, when BSCs originating from locally-sourced organisms were grown on tailings samples and exposed to freezing/sublimation, the wind tunnel and ball drop testing demonstrated that the BSCs provide resistance to wind erosion and increased surface strength. These results contribute to our understanding of dust emissions and potential dust mitigation treatments for tailings impoundments, and also for broader issues of wind erosion and dust emissions of soils in cold climates.\nMultivariate relationships between thermal remote sensing and moisture content/surface strength for untreated mine tailings were also developed and tested at the laboratory and field scale. In the laboratory, regressions using sample temperature and ambient humidity were able to predict the surface moisture content, which in turn was correlated with surface strength. Although the laboratory relationship was not found to be directly applicable to field remote sensing, our research suggests that a model could be developed using field data to predict surface moisture content via thermal remote sensing, which would be a useful tool for characterizing susceptibility to dusting.\nIntellectual Merit\nThe results of this study have expanded the traditional frontiers of geotechnical engineering by drawing on the expertise and backgrounds of the investigators working at the interface of geotechnical and environmental engineering, geology, remote sensing, and soil microbiology. Specifically, this research promoted intellectual discovery by improving our understanding of naturally-occurring biogeochemical processes and methods for engineering and monitoring these processes in a novel technique for strengthening the surface of mine tailings in situ.\nBroader Impacts\n\nThe biomediated processes investigated are expected to provide more sustainable and less intrusive solutions to geotechnical problems using biotechnical solutions rather than conventional physical/chemical approaches. Society will benefit from the application of these methods for suppression of dust emissions, as well as in other applications. In addition, developing remote sensing techniques to monitor near-surface strength can be useful in a wide range of geotechnical engineering applications. This research also had additional broader impacts via the training of two graduate and ten undergraduate students who participated in the project, approximately 60% of whom were women. As a result, this project has helped to improve the skills and performance of an important underrepresented group in science and engineering. Finally, the results of this research were also broadly disseminated via presentations at technical conferences, publication in peer-reviewed journals, and through the production of educational videos.\n\n\t\t\t\t\tLast Modified: 01/09/2018\n\n\t\t\t\t\tSubmitted by: Eric A Seagren"
 }
}