{
 "awd_id": "1234094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Next-Generation Electricity Capacity and Transmission Expansion Model with Large-Scale Energy Storage and Renewable Resources",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edwin Romeijn",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 172655.0,
 "awd_amount": 172655.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "The objective of this project is to use a multistage and multiscale stochastic programming approach to provide optimal solutions for long-term electricity infrastructure expansion under future uncertainties, incorporating fine temporal and spatial resolution of electricity market operations.  This work will address the challenges of integrating large-scale renewable energy and energy storage resources into the electricity grid, to minimize costs and simultaneously ensure system reliability. Using a hybrid of here-and-now and wait-and-see types of modeling approaches, the proposed framework will incorporate engineering and operational details of electricity systems into long-term expansion models that would otherwise be computationally impractical. The resulting model is a multistage stochastic mixed-integer program. The model's multiscale feature  makes it  highly structured and decomposable. Algorithms proposed to solve the model will be based on strong reformulation and nested Dantzig-Wolfe decomposition, which are expected to greatly enhance computing speed, and consequently, advance the state-of-the-art of decomposition methods for solving large-scale problems with similar structures. \r\n\r\nIf the project is successful, it will provide planning authorities the most advanced electricity system modeling tools. Through established industrial collaboration, the proposed work holds great potential to transform the current planning practice in the electricity sector, resulting in substantial savings to consumers, improved system reliability, and sustainable power systems. Such systems are expected to have a high penetration of renewable energy, energy storage, and demand-side resources. The modeling and computational framework will also provide an efficient methodology for a broad class of strategic planning problems beyond the electricity sector that exhibit multiscale characteristics. The research findings will be integrated into curriculum development and be disseminated widely to encourage testing and collaboration over the broad scientific community. The project also includes detailed plans to involve underrepresented groups in all aspects of this research through established institutional diversification and outreach programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qipeng",
   "pi_last_name": "Zheng",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Qipeng P Zheng",
   "pi_email_addr": "qipeng.zheng@ucf.edu",
   "nsf_id": "000587225",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 18059.0
  }
 ],
 "por": null
}