{
 "awd_id": "1234263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elucidation of the Structure-Property Relations of Hybrid Particles and Their Assembly Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "The research objective of this grant is to elucidate the governing parameters that determine the structure and cohesive properties of polymer-grafted particle assemblies and to establish the knowledge base that will enable the efficient molecular-engineering of nanoparticles that are capable to form mechanically robust array structures.  The assembly of nanoparticles into array structures is of central importance to the integration of nanoparticle systems into device architectures for applications ranging from photovoltaics to solid state lighting.  A major barrier in the scalable production of self-assembled particle array structures is the brittle nature of particle solids that promotes crack formation during the processing.  The proposed study will establish a novel methodology to enhance the cohesive interactions between particles by binding of polymeric ligands to nanoparticle surfaces.\r\n\r\nIf successful, the proposed research will provide new opportunities for the facile fabrication of polymer nanocomposites with prescribed microstructure and enhanced performance and fuel a range of transformative technological innovations, for example, in the area of solid state lighting for which alone the market is estimated to grow to $14.3B by 2013.  This research grant will enable cross-disciplinary training for one graduate student and several undergraduate students in the critical areas of polymer and nanoscale materials.  Collaboration with ongoing programs funded through the National Science Foundation will promote the participation of minority students and underrepresented groups.  This research grant will support the teaching of a new course and encompass the development of a teacher workshop on \"nanotechnologies for sustainable energy technologies\" as well as a new module to \"The Science Van\" program that is aimed at supporting STEM education in underfunded schools in the Pittsburgh area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bockstaller",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Bockstaller",
   "pi_email_addr": "bockstaller@CMU.EDU",
   "nsf_id": "000095339",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>A. Intellectual Merits</strong></p>\n<p><strong>A. 1 Primary Research Activities and Accomplishments</strong></p>\n<p>The assembly of nanoparticles into solid assembly structures (so called &lsquo;particle solids&rsquo;) plays a central role in the integration of nanoparticle systems into device architectures for applications ranging from photovoltaics to solid state lighting. A major barrier in the scalable production of self-assembled particle solid structures is the brittle nature of particle solids that promotes crack formation during the processing and integration of particle assemblies. The objective of the research performed in the context of the proposal CMMI-1234666 <em>&ldquo;Elucidation of Structure-Property Relations of Hybrid Particles and Their Assembly Structures&rdquo;</em> was to establish the effect of polymer graft modification on the mechanical properties and structure formation in silica particle brush solids (here the term &lsquo;particle brush&rsquo; is used as synonym for densely polymer-tethered particle systems) and to develop polymer modification processes that enable the facile fabrication of particle solid structures by extrusion of micromolding.</p>\n<p>Three major results were accomplished: (1)&nbsp;the implication of particle brush architecture (<em>i.e.</em> areal density,&nbsp;degree of polymerization,&nbsp;as well as particle radius) on the conformation of surface-tethered chains was established to better understand the nature of particle brush interactions.&nbsp;The mechanical properties (elastic modulus and critical stress intensity factor for crack propagation) of particle brush solids of more than 20 particle brush systems with systematically varied architecture were established to elucidate the role of chain conformations on the interactions between brush particles. One important result was the demonstration of a step-function-type increase of the fracture toughness that coincided with the transition from stretched to relaxed chain conformations. (2) The propensity of particle brush materials to form long-ranged ordered assembly structures was analyzed and shown to sensitively depend on the brush architecture). In the limit of stretched chain conformations (i.e. low molecular tethers) the formation of regular particle array structures was observed and interpreted as a consequence of hardsphere-type interactions between polymer-grafted particles. (3) The results were applied to demonstrate the fabrication of mechanically flexible colloidal crystal-type film structures by spin-coating. More interestingly, the presence of relaxed brush segments was found to enable the fabrication of complex shapes via extrusion and injection molding &ndash; facile fabrication techniques that are typically used for the processing of polymer materials. These results are illustrated in Figure 1. We expect that the findings derived in this project will enable the fabrication of advanced photonic materials and inks that could find applications in areas such as plastic electronics and photovoltaics.</p>\n<p>Products during the funding period encompass: 18 publications (including <em>Nature Communications</em>, <em>Chemistry of Materials</em>, <em>Macromolecules</em>, <em>Langmuir</em>), 11 invited presentations. Four other manuscripts are in preparation.&nbsp;</p>\n<p><strong>B. Broader Impacts</strong></p>\n<p>The grant supported the graduate research of Michael Schmitt (who graduated in August of 2015 and continues as postdoctoral researcher with our group). Five undergraduate students have participated in this research project and co-authored three peer reviewed publications. One UG student (Zachary Urbach, 2013-2014) has received a prestigious DAAD fellowship that supported a one-year research visit at the Max-Planck Institute for Polymer Research (Germany). Research performed during this period enabled Zach to co-author a paper in <em>Nature Co...",
  "por_txt_cntn": "\nA. Intellectual Merits\n\nA. 1 Primary Research Activities and Accomplishments\n\nThe assembly of nanoparticles into solid assembly structures (so called æparticle solidsÆ) plays a central role in the integration of nanoparticle systems into device architectures for applications ranging from photovoltaics to solid state lighting. A major barrier in the scalable production of self-assembled particle solid structures is the brittle nature of particle solids that promotes crack formation during the processing and integration of particle assemblies. The objective of the research performed in the context of the proposal CMMI-1234666 \"Elucidation of Structure-Property Relations of Hybrid Particles and Their Assembly Structures\" was to establish the effect of polymer graft modification on the mechanical properties and structure formation in silica particle brush solids (here the term æparticle brushÆ is used as synonym for densely polymer-tethered particle systems) and to develop polymer modification processes that enable the facile fabrication of particle solid structures by extrusion of micromolding.\n\nThree major results were accomplished: (1) the implication of particle brush architecture (i.e. areal density, degree of polymerization, as well as particle radius) on the conformation of surface-tethered chains was established to better understand the nature of particle brush interactions. The mechanical properties (elastic modulus and critical stress intensity factor for crack propagation) of particle brush solids of more than 20 particle brush systems with systematically varied architecture were established to elucidate the role of chain conformations on the interactions between brush particles. One important result was the demonstration of a step-function-type increase of the fracture toughness that coincided with the transition from stretched to relaxed chain conformations. (2) The propensity of particle brush materials to form long-ranged ordered assembly structures was analyzed and shown to sensitively depend on the brush architecture). In the limit of stretched chain conformations (i.e. low molecular tethers) the formation of regular particle array structures was observed and interpreted as a consequence of hardsphere-type interactions between polymer-grafted particles. (3) The results were applied to demonstrate the fabrication of mechanically flexible colloidal crystal-type film structures by spin-coating. More interestingly, the presence of relaxed brush segments was found to enable the fabrication of complex shapes via extrusion and injection molding &ndash; facile fabrication techniques that are typically used for the processing of polymer materials. These results are illustrated in Figure 1. We expect that the findings derived in this project will enable the fabrication of advanced photonic materials and inks that could find applications in areas such as plastic electronics and photovoltaics.\n\nProducts during the funding period encompass: 18 publications (including Nature Communications, Chemistry of Materials, Macromolecules, Langmuir), 11 invited presentations. Four other manuscripts are in preparation. \n\nB. Broader Impacts\n\nThe grant supported the graduate research of Michael Schmitt (who graduated in August of 2015 and continues as postdoctoral researcher with our group). Five undergraduate students have participated in this research project and co-authored three peer reviewed publications. One UG student (Zachary Urbach, 2013-2014) has received a prestigious DAAD fellowship that supported a one-year research visit at the Max-Planck Institute for Polymer Research (Germany). Research performed during this period enabled Zach to co-author a paper in Nature Communications. In September 2015 Zach joined the Chemistry Department at Northwestern University as PhD student. A second UG student in our group (Joshua Kubiak, 2014-present) recently received a Goldwater fellowship to support his research in our group. Two of our pas..."
 }
}