{
 "awd_id": "1235263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrating Biological and Engineering Approaches to Reveal the Principles of Flight Control in Hummingbirds",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 245877.0,
 "awd_amount": 245877.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "The objective of this research is to investigate the dynamics and control of hummingbird flight.  Two species of hummingbirds of different sizes and two species of insect (hawkmoth and wasps) will be used, and an integrative approach based on animal experiments, mathematical modeling, theoretical analysis, and engineering experiments will be performed.  The goal of this work is to provide a general theory for animal flight maneuverability, stability and control through a series of targeted experiments.  This research will directly contribute to the development of new, improved models of flight mechanics, and it will substantially advance our understanding of one of the major forms of animal locomotion. Ultimately this scientific basis will not only advance the theory of animal flight but also provide design guidelines for bio-inspired engineering systems with superior stability and maneuverability. \r\n\r\nThe proposed research will enhance the infrastructure for research and education through interdisciplinary research in biology and engineering.  The research results will be disseminated broadly to the biology, physics, and engineering research communities.  The theories developed in this work can potentially be translated into other forms of locomotion.  Advances in high performance flapping wing micro aerial vehicles can be used in civilian and defense applications such as search and rescue in collapsed buildings, or indoor surveillance such as in crowded airports. Building upon their historically-successful outreach activities including various television, film, radio, web-based and newspaper reports, the PIs will continue on their active outreach effort with the goal of engaging general public, pre-college students, K-12 students in scientific research and generating scientific excitement and awareness through various public activities and events.\r\nAbstract",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xinyan",
   "pi_last_name": "Deng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinyan Deng",
   "pi_email_addr": "xdeng@purdue.edu",
   "nsf_id": "000345749",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "585 Purdue Mall",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072088",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "031E",
   "pgm_ref_txt": "MECHATRONICS"
  },
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 245877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hummingbirds are capable of fast and precise aerobatic maneuvers that are unmatchable in many natural and man-made fliers.&nbsp; In particular, escape maneuvers are arguably the most unique in that they are characterized by rapid and large-angle rotations about all three body axes. This poses challenging flight control and stabilization problems that interest both biologists and engineers. In this study, we investigated the escape maneuvers of four species of hummingbirds that vary in body mass and wing and tail morphology (Blue-throated, 8 g; Magnificent, 8 g; Black-chinned, 3 g; Broad-billed, 3 g). We conducted experiments with the hummingbirds inside a transparent flight chamber made of acrylic and used three synchronized high-speed video cameras to capture their wing and body motion kinematics (Fig 1).&nbsp; The maneuvers were initiated by startling the hovering hummingbirds during hovering and feeding.</p>\n<p>Kinematic analyses show that despite the differences in body morphology and wingbeat frequency, for all the species, the maneuvers consist of rapid pitch-roll body rotations, accompanied by minor yaw rotation. Specifically, hummingbirds start with major nose-up pitching and yawing to the direction of turn, which is followed by rolling and pitching back to the normal flight posture (hover or forward flight). The pitching direction maintained nose-up throughout the maneuver despite the changes in rolling and yawing. Such a rotation sequence results in a global yaw turn and body translation away from the feeder. Average yaw rate reaches about 1500 degs/s for blue-throated hummingbirds, while the peak pitch and roll rates reach 2000 degs/s and 3000 degs/s, respectively, substantially higher than those observed in escape maneuvers in insects such as hawkmoths. Blue-throated and Magnificent hummingbirds show conspicuous wing kinematic changes during the maneuver, including wingbeat frequency and asymmetry in the left and right wing deviation angles. Average wing kinematics during up and down strokes correlate strongly and linearly with the body angular velocities during maneuvers.</p>\n<p>The fact that hummingbirds are able to rapidly change the three degree-of-freedom wing motion on stroke-by-stroke basis shows that they are equipped with extraordinary control authorities for flight control. We investigate the force production from both wings and tails of hummingbirds from four different species and evaluate their flight control, stability, and performance. We found that, similar to insect flight, hummingbird flight is inherently unstable; however, a flared tail enhances the flight stability by producing counter torques, especially in hummingbird species with relatively large tails (e.g. magnificent hummingbird). Estimation of mass-specific power suggests that hummingbirds need to at least double their muscle power output in order to accomplish the escape maneuver. The results also suggest potential scaling effect in hummingbird flight, which can only be understood by integrating flight dynamics, muscle performance and neural control.&nbsp;</p>\n<p>The intellectural merit of&nbsp;is work lies in its efforts to provide a general theory for animal flight maneuverability, stability and control through a series of targeted experiments.&nbsp; Quantification of hummingbird capabilities will set a target for engineering efforts and understanding the bird&rsquo;s strategies for achieving these feats may inspire rapid progress in providing similar capabilities for flying machines. Our research will directly contribute to the development of new, improved models of flight mechanics, and it will substantially advance our understanding of one of the major forms of animal locomotion. Ultimately this scientific basis will advance the development of a comprehensive theory of animal flight and provide design guidelines for bio-inspired engineering systems with superior stability...",
  "por_txt_cntn": "\nHummingbirds are capable of fast and precise aerobatic maneuvers that are unmatchable in many natural and man-made fliers.  In particular, escape maneuvers are arguably the most unique in that they are characterized by rapid and large-angle rotations about all three body axes. This poses challenging flight control and stabilization problems that interest both biologists and engineers. In this study, we investigated the escape maneuvers of four species of hummingbirds that vary in body mass and wing and tail morphology (Blue-throated, 8 g; Magnificent, 8 g; Black-chinned, 3 g; Broad-billed, 3 g). We conducted experiments with the hummingbirds inside a transparent flight chamber made of acrylic and used three synchronized high-speed video cameras to capture their wing and body motion kinematics (Fig 1).  The maneuvers were initiated by startling the hovering hummingbirds during hovering and feeding.\n\nKinematic analyses show that despite the differences in body morphology and wingbeat frequency, for all the species, the maneuvers consist of rapid pitch-roll body rotations, accompanied by minor yaw rotation. Specifically, hummingbirds start with major nose-up pitching and yawing to the direction of turn, which is followed by rolling and pitching back to the normal flight posture (hover or forward flight). The pitching direction maintained nose-up throughout the maneuver despite the changes in rolling and yawing. Such a rotation sequence results in a global yaw turn and body translation away from the feeder. Average yaw rate reaches about 1500 degs/s for blue-throated hummingbirds, while the peak pitch and roll rates reach 2000 degs/s and 3000 degs/s, respectively, substantially higher than those observed in escape maneuvers in insects such as hawkmoths. Blue-throated and Magnificent hummingbirds show conspicuous wing kinematic changes during the maneuver, including wingbeat frequency and asymmetry in the left and right wing deviation angles. Average wing kinematics during up and down strokes correlate strongly and linearly with the body angular velocities during maneuvers.\n\nThe fact that hummingbirds are able to rapidly change the three degree-of-freedom wing motion on stroke-by-stroke basis shows that they are equipped with extraordinary control authorities for flight control. We investigate the force production from both wings and tails of hummingbirds from four different species and evaluate their flight control, stability, and performance. We found that, similar to insect flight, hummingbird flight is inherently unstable; however, a flared tail enhances the flight stability by producing counter torques, especially in hummingbird species with relatively large tails (e.g. magnificent hummingbird). Estimation of mass-specific power suggests that hummingbirds need to at least double their muscle power output in order to accomplish the escape maneuver. The results also suggest potential scaling effect in hummingbird flight, which can only be understood by integrating flight dynamics, muscle performance and neural control. \n\nThe intellectural merit of is work lies in its efforts to provide a general theory for animal flight maneuverability, stability and control through a series of targeted experiments.  Quantification of hummingbird capabilities will set a target for engineering efforts and understanding the birdÆs strategies for achieving these feats may inspire rapid progress in providing similar capabilities for flying machines. Our research will directly contribute to the development of new, improved models of flight mechanics, and it will substantially advance our understanding of one of the major forms of animal locomotion. Ultimately this scientific basis will advance the development of a comprehensive theory of animal flight and provide design guidelines for bio-inspired engineering systems with superior stability and maneuverability compared to conventional fixed wing micro air vehicles. Our proposed research plan also pu..."
 }
}