{
 "awd_id": "1235638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Aerosol and Atmospheric Optics: Visibility and Air Pollution Conference; Whitefish, MT; September 24-28, 2012",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2012-04-04",
 "awd_abstract_narration": "This award supports a specialty conference entitled \"Aerosol and Atmospheric Optics: Visibility and Air Pollution\" to be held from 24 to 28 September 2012 in Whitefish, Montana.  The conference will be convened under the auspices of the Air and Waste Management Association.  The primary objective of this meeting is to provide a technical forum on advances in the scientific understanding of the effects of atmospheric aerosols on urban-, regional-, continental-, and global-scale haze and radiation balance. Specific sessions will focus on emission sources, atmospheric conditions, and aerosol characteristics associated with haze and urban visibility; regional haze; climate forcing; innovative aerosol, haze, and radiation-balance monitoring assessments; and modeling methods.\r\n \r\nThe broader impacts of this project include advancing scientific understanding of the influences of aerosols on visibility, radiative transfer, and climate. In addition, the conference will bring together established researchers and early career scientists, providing invaluable opportunities for professional interactions in a focused and productive forum. The award will support transportation, registration, and/or per diem expenses for young investigators, students, and participants from underrepresented groups who would be unable to attend without financial assistance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Hopke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Hopke",
   "pi_email_addr": "phopke@clarkson.edu",
   "nsf_id": "000616251",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Delbert",
   "pi_last_name": "Eatough",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Delbert Eatough",
   "pi_email_addr": "delbert@eatough.net",
   "nsf_id": "000616264",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Air & Waste Management Association",
  "inst_street_address": "600 GRANT ST STE 3290",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4129046006",
  "inst_zip_code": "152192727",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "AIR AND WASTE MANAGEMENT ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y34ZFV1K1BN3"
 },
 "perf_inst": {
  "perf_inst_name": "Air & Waste Management Association",
  "perf_str_addr": "420 Fort Duquesne Blvd",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152221435",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>21 January 2013</strong></p>\n<p><strong>NSF Project Outcome Report</strong></p>\n<p><strong>From: Air and Waste Management Association</strong></p>\n<p><strong>To:&nbsp;National Science Foundation</strong></p>\n<p><strong>In Connection with Support Under Contract #AGS &ndash; 1235638 For Partial Support of:</strong></p>\n<p><strong>Aerosol and Atmospheric Optics: Visibility &amp; Air Pollution</strong></p>\n<p>An International Specialty Conference held September 24-28 2012, Whitefish, MT</p>\n<p><strong>Objective of the Conference</strong></p>\n<p>The objective of this meeting was to provide a technical forum on advances in the scientific understanding of the effects of aerosols on urban, regional, continental and global scale haze and radiation balance. The conference specifically addressed: emission sources, atmospheric conditions and aerosol characteristics associated with haze and aerosol urban visibility; regional haze; climate forcing; innovative aerosol, haze and radiation balance monitoring assessments and modeling methods. Recent work has suggested a much greater importance for black carbon particles in radiative<br />forcing so sessions on black carbon were included.&nbsp; Sessions related to the synergistic and increasing concerns of the effects of atmospheric nitrogen and carbonaceous material on haze, climate change and nitrogen deposition on ecosystems are also included.</p>\n<p><strong>Objective of the NSF Funds</strong></p>\n<p>The Project Support received from NSF was to assist in bringing graduate students and early career investigators to the Conference where they could benefit from the program.<br /><br /><strong>Report on the Outcomes of the Conference</strong></p>\n<p>The A&amp;WMA sponsored Visibility Conferences have been held since 1970 on an every three of four year schedule.&nbsp; The total number of participants to this<br />Conference was 155, which is a significant increase over attendance for the<br />last three conferences in this series.&nbsp;The program included 30 Sessions with: 100 Platform presentations, 28 Poster presentations and 2 Panel discussions.&nbsp;A complete copy of the 24 page Final Program for the Conference is available at: <a href=\"http://visibility.awma.org/wp-content/uploads/2012/09/Visibility2012.FinalProgram.pdf\">http://visibility.awma.org/wp-content/uploads/2012/09/Visibility2012.FinalProgram.pdf</a></p>\n<p>In addition to this detailed program which was made available to all&nbsp; Conference participants and is available on the A&amp;WMA web site as listed above, conference proceedings have been published electronically.&nbsp;<br />These Proceedings include a 3 to 6 page peer reviewed (by Conference<br />Session Chairs) extended abstract of the various presentations and copies of<br />presentations themselves.&nbsp; These proceedings are available to all attendees at a pass word protected web site, <a href=\"http://visibility.awma.org/?page_id=270\">http://visibility.awma.org/?page_id=270</a>.&nbsp; They are also available for nominal cost to others at the A&amp;WMA Bookstore, <a href=\"http://www.awma.org/core/orders/product.aspx?catid=5&amp;prodid=335\">http://www.awma.org/core/orders/product.aspx?catid=5&amp;prodid=335</a>.<br /><br />Finally, A&amp;WMA has invited participants to the Conference to submit full manuscripts for consideration for publications in a 2013 issue of the Journal of the Air and Waste Management Association which will be dedicated to presentations at the Conference.&nbsp; A total of 18 manuscripts have been submitted for this dedicated issue of Journal.&nbsp;They are now undergoing peer review.&nbsp;Publication of the issue is expected about October or November of this year.</p>\n<p><strong>Report on the Use of the NSF Project Funds</strong></p>\n<p>As outlined above, the NSF Project Funds were intended to assist young investigators attend the conference.&nbsp; Accordingly, all of the funds w...",
  "por_txt_cntn": "\n21 January 2013\n\nNSF Project Outcome Report\n\nFrom: Air and Waste Management Association\n\nTo: National Science Foundation\n\nIn Connection with Support Under Contract #AGS &ndash; 1235638 For Partial Support of:\n\nAerosol and Atmospheric Optics: Visibility &amp; Air Pollution\n\nAn International Specialty Conference held September 24-28 2012, Whitefish, MT\n\nObjective of the Conference\n\nThe objective of this meeting was to provide a technical forum on advances in the scientific understanding of the effects of aerosols on urban, regional, continental and global scale haze and radiation balance. The conference specifically addressed: emission sources, atmospheric conditions and aerosol characteristics associated with haze and aerosol urban visibility; regional haze; climate forcing; innovative aerosol, haze and radiation balance monitoring assessments and modeling methods. Recent work has suggested a much greater importance for black carbon particles in radiative\nforcing so sessions on black carbon were included.  Sessions related to the synergistic and increasing concerns of the effects of atmospheric nitrogen and carbonaceous material on haze, climate change and nitrogen deposition on ecosystems are also included.\n\nObjective of the NSF Funds\n\nThe Project Support received from NSF was to assist in bringing graduate students and early career investigators to the Conference where they could benefit from the program.\n\nReport on the Outcomes of the Conference\n\nThe A&amp;WMA sponsored Visibility Conferences have been held since 1970 on an every three of four year schedule.  The total number of participants to this\nConference was 155, which is a significant increase over attendance for the\nlast three conferences in this series. The program included 30 Sessions with: 100 Platform presentations, 28 Poster presentations and 2 Panel discussions. A complete copy of the 24 page Final Program for the Conference is available at: http://visibility.awma.org/wp-content/uploads/2012/09/Visibility2012.FinalProgram.pdf\n\nIn addition to this detailed program which was made available to all  Conference participants and is available on the A&amp;WMA web site as listed above, conference proceedings have been published electronically. \nThese Proceedings include a 3 to 6 page peer reviewed (by Conference\nSession Chairs) extended abstract of the various presentations and copies of\npresentations themselves.  These proceedings are available to all attendees at a pass word protected web site, http://visibility.awma.org/?page_id=270.  They are also available for nominal cost to others at the A&amp;WMA Bookstore, http://www.awma.org/core/orders/product.aspx?catid=5&amp;prodid=335.\n\nFinally, A&amp;WMA has invited participants to the Conference to submit full manuscripts for consideration for publications in a 2013 issue of the Journal of the Air and Waste Management Association which will be dedicated to presentations at the Conference.  A total of 18 manuscripts have been submitted for this dedicated issue of Journal. They are now undergoing peer review. Publication of the issue is expected about October or November of this year.\n\nReport on the Use of the NSF Project Funds\n\nAs outlined above, the NSF Project Funds were intended to assist young investigators attend the conference.  Accordingly, all of the funds were used to support the attendance of Graduate Students, Postdoctoral Students or Beginning University Faculty.  The accessibility to these funds was advertised to the appropriate potential attendees and recommendations on support were made by the individuals themselves, by Session Chairs and by the Conference Committee. As funds were limited, use of the funds gave priority to those who could attend with partial support (a maximum of $1,000).\n\nThe funds were used by the participants, at their discretion, to cover travel, lodging or Conference registration.\n\nSupport was offered to:\n\n6 Graduate Students: University of Iowa, University\nof Nebraska, Colorado Stat..."
 }
}