{
 "awd_id": "1235488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Antarctic Circumpolar Current: a Fractured Transport Barrier",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 499389.0,
 "awd_amount": 499389.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "In recent years, the application of residual mean theory to the Southern Ocean has greatly improved our understanding of how eddy transport controls the stratification and meridional overturning of the Southern Ocean's Antarctic Circumpolar Current (ACC). Yet, this model is firmly rooted in a two-dimensional, or zonally-integrated, framework, which runs counter to a major theme of recent Southern Ocean research: the large degree of zonal asymmetry in dynamical properties of the ACC. Recent results have shown that eddy-mean flow interactions, which are responsible for generating and sustaining the characteristic heterogeneous frontal structure of the ACC, vary significantly along the path of the ACC with transitions between different regions largely controlled by topography. Thus there is increasing evidence that zonally-averaged models of the Southern Ocean are insufficient to resolve controls on transport and overturning rates. The goals of this project are two-fold. The first is to quantify and dynamically describe the regional variability of eddy heat and potential vorticity fluxes in the Southern Ocean. Of particular interest are transitions in the vertical structure of the ACC fronts and their effectiveness as transport barriers near topography. In this project, the hypothesis, that meridional transport in the Southern Ocean occurs in discrete locations determined by flow interactions with topography will be tested. A major ramification of this discrete view of the ACC is the potential sensitivity of global transport properties to local forcing changes. The second goal is to provide a better dynamical description of flow-topography interactions by conducting a suite of process study models. Insight gained from the eddy flux distributions will be used to develop and test scaling arguments that predict the spatial extent of these \"transport corridors.\" This study will also consider how this localized behavior responds to changes in forcing conditions. \r\n\r\nIntellectual Merit: Advances in remote sensing techniques and in computational power have meant that the ability to model and observe the Southern Ocean has progressed significantly over the past decade. Insight gained from both models and observations have emphasized the heterogeneity of the hydrographic structure and dynamical behavior within the ACC. Yet, the current understanding of the mechanisms that control this regional variability remains underdeveloped. As the Southern Ocean is the primary site of water mass exchange and water mass modification in the global circulation system, documenting the spatial distribution of transport and mixing processes in the ACC is essential for understanding its role in the climate system. This project attempts to move beyond the zonally-averaged view of Southern Ocean overturning with the goal of bringing our fundamental dynamical understanding of the ACC in line with both observational data and ocean global climate models.\r\n\r\nBroader Impacts: This project will contribute to our understanding of Southern Ocean circulation. As this region is typically the most poorly constrained aspect of ocean general circulation models, insight gained from a systematic process-study modeling approach will help to guide improvements in eddying ocean circulation models and interpretation of results from such models, which may be sensitive to vertical resolution and representation of topographic features. The project will provide training to a post-doctoral researcher who will have the opportunity to work in two stimulating environments at Caltech and the University of Hawaii. The international collaboration with colleagues at JAMSTEC in Japan during analysis of their high-resolution ocean model results is also an important aspect of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Thompson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew F Thompson",
   "pi_email_addr": "andrewt@caltech.edu",
   "nsf_id": "000597274",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd MC 131-24",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 499389.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A key aspect of the Southern Ocean circulation is the &ldquo;ventilation&rdquo; of deep and intermediate water masses at the sea surface.&nbsp; Ventilation, here, means the transport of water with different densities towards the surface and its exposure to the atmosphere, which permits the direct exchange of heat and gases across the air-sea interface.&nbsp; This allows the density of various water masses to change through heat and freshwater fluxes, which influences the large-scale global overturning circulation.&nbsp; Gases, such as carbon dioxide, are also exchanged, which strongly affects Earth&rsquo;s climate.&nbsp; Changes in Southern Ocean circulation and ventilation have been identified as possible mechanisms supporting glacial-interglacial cycles in Earth&rsquo;s history.&nbsp; Southern Ocean ventilation is largely due to the circumpolar structure of the currents surrounding Antarctica, which are forced by the strong mid-latitude westerly winds.&nbsp; Thus the leading order dynamics of the Antarctic Circumpolar Current (ACC) have been largely interpreted in terms of zonally-averaged, or longitudinally-averaged, properties of the flow.&nbsp; However, substantial zonal variability occurs along the path of the ACC due to interactions with major topographic features as well as variations in surface boundary conditions and exchange with the northern basins.&nbsp; Together these processes suggest that the zonal structure of the ACC is key to understanding the region&rsquo;s tracer transport, momentum and energy balances, the response to a changing climate and the closure of the overturning circulation.&nbsp;</p>\n<p><br />During the course of this project, our work has highlighted how standing meanders in the ACC, regions where the mean flow bends around large topographic features, help to distribute momentum and energy throughout the water column.&nbsp; The past few decades have seen a strengthening of the westerly winds that provide the energy to the ACC.&nbsp; Our results have shown that despite these changes in the atmosphere occurring everywhere around Antarctica, the response in the ocean is strongly localized.&nbsp; This localization can also lead to changes in the position of isopycnal outcropping, or where different water masses reach the ocean surface.&nbsp; This can impact air-sea exchange and the overturning circulation.&nbsp; Finally, we showed that along-stream variations in the ACC are critical for reproducing major reorganizations of the overturning circulation between glacial and modern day periods.&nbsp; In models where the overturning circulation is broadly similar along the extent of the ACC, two distinct overturning cells form, whereas along-stream variability can lead to an &ldquo;interleaved&rdquo; or &ldquo;figure-eight&rdquo; overturning that cycles through multiple basins.&nbsp; These changes have implications for the residence times of water masses in the deep ocean as well as heat and carbon storage.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2016<br>\n\t\t\t\t\tModified by: Andrew&nbsp;F&nbsp;Thompson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA key aspect of the Southern Ocean circulation is the \"ventilation\" of deep and intermediate water masses at the sea surface.  Ventilation, here, means the transport of water with different densities towards the surface and its exposure to the atmosphere, which permits the direct exchange of heat and gases across the air-sea interface.  This allows the density of various water masses to change through heat and freshwater fluxes, which influences the large-scale global overturning circulation.  Gases, such as carbon dioxide, are also exchanged, which strongly affects Earth?s climate.  Changes in Southern Ocean circulation and ventilation have been identified as possible mechanisms supporting glacial-interglacial cycles in Earth?s history.  Southern Ocean ventilation is largely due to the circumpolar structure of the currents surrounding Antarctica, which are forced by the strong mid-latitude westerly winds.  Thus the leading order dynamics of the Antarctic Circumpolar Current (ACC) have been largely interpreted in terms of zonally-averaged, or longitudinally-averaged, properties of the flow.  However, substantial zonal variability occurs along the path of the ACC due to interactions with major topographic features as well as variations in surface boundary conditions and exchange with the northern basins.  Together these processes suggest that the zonal structure of the ACC is key to understanding the region?s tracer transport, momentum and energy balances, the response to a changing climate and the closure of the overturning circulation. \n\n\nDuring the course of this project, our work has highlighted how standing meanders in the ACC, regions where the mean flow bends around large topographic features, help to distribute momentum and energy throughout the water column.  The past few decades have seen a strengthening of the westerly winds that provide the energy to the ACC.  Our results have shown that despite these changes in the atmosphere occurring everywhere around Antarctica, the response in the ocean is strongly localized.  This localization can also lead to changes in the position of isopycnal outcropping, or where different water masses reach the ocean surface.  This can impact air-sea exchange and the overturning circulation.  Finally, we showed that along-stream variations in the ACC are critical for reproducing major reorganizations of the overturning circulation between glacial and modern day periods.  In models where the overturning circulation is broadly similar along the extent of the ACC, two distinct overturning cells form, whereas along-stream variability can lead to an \"interleaved\" or \"figure-eight\" overturning that cycles through multiple basins.  These changes have implications for the residence times of water masses in the deep ocean as well as heat and carbon storage.\n\n\t\t\t\t\tLast Modified: 11/28/2016\n\n\t\t\t\t\tSubmitted by: Andrew F Thompson"
 }
}