{
 "awd_id": "1235920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Effect of a Very Low NAO Event on the Abundance of the Lipid-Rich Planktonic Copepod, Calanus Finmarchicus, in the Gulf of Maine",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 122566.0,
 "awd_amount": 122566.0,
 "awd_min_amd_letter_date": "2012-03-28",
 "awd_max_amd_letter_date": "2012-03-28",
 "awd_abstract_narration": "The copepod, Calanus finmarchicus, is a dominant member of the plankton in the Gulf of Maine, (GoM), despite its location at the southern edge of the species' subarctic range. Wilkinson Basin, one of the three deep basins in the GoM, harbors very high concentrations of the early developmental stages of C. finmarchicus in the summer through winter and serves as a source of C. finmarchicus to GoM coastal ledges and banks. A recent study based on C. finmarchicus habitat characteristics across the North Atlantic predicts that climate-driven change will force the distribution of C. finmarchicus northward out of the GoM over the next several decades. However, the oceanographic and life history responses of C. finmarchicus to environmental variability in the Gulf are complex and largely unknown. The research in this RAPID proposal takes advantage of a rare opportunity to test a hypothesis about the control of C. finmarchicus abundance in the GoM from climate change related external forcing. The hypothesis states that a distinctly lower C. finmarchicus abundance follows, with a two-year lag, the occurrence of a very negative North Atlantic Oscillation (NAO).  The specific processes that causally connect low C. finmarchicus with the NAO are not known. The research here tests the prediction that C. finmarchicus abundance will be very low in Wilkinson Basin in 2012, two years after one of the most negative NAOs on record, dating back to the 1860?s. Field observations in the form of a time series of measurements of hydrography, food availability and C. finmarchicus stage abundance will be taken at a fixed station in Wilkinson Basin and in the Maine coastal region, supported by measurements taken on the Scotian Shelf. A research survey, coordinated with a scheduled cruise in the Gulf of Maine in September, 2012, will take additional collections in Wilkinson Basin and throughout the GoM. Frozen and ethanol preserved samples of C. finmarchicus will also be collected for population genetic studies. The abundance results will be compared with historical time series and survey data collected over the past two decades, confirming or refuting the expectation of extreme NAO influence on GoM C. finmarchicus populations. \r\n\r\nThe lipid-rich early developmental stages of C. finmarchicus represent a particularly important energy source for planktivorous fish such as herring, mackerel and sand lance, supporting coastal fisheries as well as the summer resident populations of the endangered North Atlantic right whale, which feeds on C. finmarchicus directly. This RAPID research provides information needed to understand sources of variability in C. finmarchicus supply to the GoM ecosystem and the data will be used to support the development of coupled physical-biological models of responses of the C. finmarchicus population to the NAO and other sources of external forcing. Archived samples will be used for genetic analyses addressing research questions about shelf-basin connectivity developed by the ocean sciences community in the U.S. BASIN Implementation Plan. The project contributes to the implementation of the observing subsystem for the Northeast Association for Coastal Ocean Observing Systems (NERACOOS), which has identified the need for observing change in zooplankton diversity as part of its regional build-out planning. It will also contribute to development of the story of C. finmarchicus as an asset for teaching marine science to K-12 students, through COSEE curriculum resources and the Cohen Center for Interactive Learning at the Gulf of Maine Research Institute.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Runge",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Runge",
   "pi_email_addr": "jeffrey.runge@maine.edu",
   "nsf_id": "000094176",
   "pi_start_date": "2012-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "Gulf of Maine Research Institute",
  "perf_str_addr": "350 Commercial Street",
  "perf_city_name": "Portland",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "041012557",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122566.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The planktonic copepod, <em>Calanus finmarchicus</em>, is a dominant member of the zooplankton across the North Atlantic Ocean.&nbsp; In the northwest Atlantic, the southern edge of its reproductively active range is the Gulf of Maine. Despite its location at the southern boundary, the Gulf of Maine harbors extremely abundant concentrations of <em>C. finmarchicus</em>, which plays a fundamental role in the region&rsquo;s marine ecosystem. Of particular importance to predators and to the region&rsquo;s fishing economy are the lipid-rich (with fatty acids), late preadult stages (CIV-CV) that dominate the zooplankton biomass in late spring and summer. These stages serve as a primary source of energy either directly (northern right whales) or indirectly (via consumption by primary consumers such as herring, mackerel and sandlance) for the ecosystem&rsquo;s top predators, including groundfish, tuna, marine mammals, many seabirds and even lobsters.</p>\n<p>&nbsp;Over the past decade, sea surface temperature (SST) in the Gulf of Maine has warmed at a rate (0.2&deg;C yr<sup>-1</sup>) that is more than ten times greater than the 100 yr rate. In 2012, a record warm year, SST in summer was as much as 5&deg;C higher than the long term average. The mean annual SST has exceeded 10&deg;C in the western Gulf of Maine since 2006 and in the eastern Gulf of Maine since 2012..&nbsp; This temperature landmark has ecological significance as a biogeographic transition zone in the North Atlantic. Statistical-based modeling of <em>C. finmarchicus</em> habitat, for which SST is an important variable, combined with forecasts with an atmosphere-ocean climate model predict that climate driven ocean warming will force distribution of the species northward out of the Gulf of Maine over the next several decades.</p>\n<p>Because zooplankton diversity in the Gulf of Maine is low and there is no other obvious candidate to replace the production of energy rich lipids for higher trophic levels, significant declines or fluctuations in the abundance of C. finmarchicus will likely have important implications for management of the regions resources and social and economic adaptation to environmental change.</p>\n<p>This research, funded under the NSF RAPID program designed to support quick-response research to significant and unanticipated events, investigated&nbsp; the population response of <em>C.finmarchicus</em> to record warming in the Gulf of Maine in 2012.&nbsp; Population data from two time series stations and a plankton survey conducted in the Gulf of Maine in early autumn, 2012, showed&nbsp; that <em>C. finmarchicus</em> abundance in the western Gulf of Maine was within the normal range and did not show signs of decline. On the contrary, a new cohort, likely originating from early egg production during a winter phytoplankton bloom in early spring, 2013,&nbsp; was the most abundant ever recorded in the eight-years for which there are time series data.</p>\n<p>To explain why C. finmarchicus persists in the Gulf of Maine despite the recent warming trend, a new hypothesis that implicates transport in currents from colder waters in the Gulf of St. Lawrence and Nova Scotia Shelf, where the species is abundant as well transport of C. finmarchicus in the Maine Coastal Current, a relatively cold, southwesterly flowing current along the coast of the Gulf of Maine. In contrast to the central Gulf of Maine, the Maine Coastal Current is rich in phytoplankton throughout the summer months, providing a source of food for the species to reproduce and grow. These individuals that grow up and become filled with fat during the late spring and summer are delivered by the Maine Coastal Current to the southern and western parts of the Gulf of Maine, where they spend the winter in diapause.</p>\n<p>Recognizing the importance of <em>C. finmarchicus</em>, &nbsp;the Northeast Regional Association of Coastal and Ocean Observing...",
  "por_txt_cntn": "\nThe planktonic copepod, Calanus finmarchicus, is a dominant member of the zooplankton across the North Atlantic Ocean.  In the northwest Atlantic, the southern edge of its reproductively active range is the Gulf of Maine. Despite its location at the southern boundary, the Gulf of Maine harbors extremely abundant concentrations of C. finmarchicus, which plays a fundamental role in the regionÆs marine ecosystem. Of particular importance to predators and to the regionÆs fishing economy are the lipid-rich (with fatty acids), late preadult stages (CIV-CV) that dominate the zooplankton biomass in late spring and summer. These stages serve as a primary source of energy either directly (northern right whales) or indirectly (via consumption by primary consumers such as herring, mackerel and sandlance) for the ecosystemÆs top predators, including groundfish, tuna, marine mammals, many seabirds and even lobsters.\n\n Over the past decade, sea surface temperature (SST) in the Gulf of Maine has warmed at a rate (0.2&deg;C yr-1) that is more than ten times greater than the 100 yr rate. In 2012, a record warm year, SST in summer was as much as 5&deg;C higher than the long term average. The mean annual SST has exceeded 10&deg;C in the western Gulf of Maine since 2006 and in the eastern Gulf of Maine since 2012..  This temperature landmark has ecological significance as a biogeographic transition zone in the North Atlantic. Statistical-based modeling of C. finmarchicus habitat, for which SST is an important variable, combined with forecasts with an atmosphere-ocean climate model predict that climate driven ocean warming will force distribution of the species northward out of the Gulf of Maine over the next several decades.\n\nBecause zooplankton diversity in the Gulf of Maine is low and there is no other obvious candidate to replace the production of energy rich lipids for higher trophic levels, significant declines or fluctuations in the abundance of C. finmarchicus will likely have important implications for management of the regions resources and social and economic adaptation to environmental change.\n\nThis research, funded under the NSF RAPID program designed to support quick-response research to significant and unanticipated events, investigated  the population response of C.finmarchicus to record warming in the Gulf of Maine in 2012.  Population data from two time series stations and a plankton survey conducted in the Gulf of Maine in early autumn, 2012, showed  that C. finmarchicus abundance in the western Gulf of Maine was within the normal range and did not show signs of decline. On the contrary, a new cohort, likely originating from early egg production during a winter phytoplankton bloom in early spring, 2013,  was the most abundant ever recorded in the eight-years for which there are time series data.\n\nTo explain why C. finmarchicus persists in the Gulf of Maine despite the recent warming trend, a new hypothesis that implicates transport in currents from colder waters in the Gulf of St. Lawrence and Nova Scotia Shelf, where the species is abundant as well transport of C. finmarchicus in the Maine Coastal Current, a relatively cold, southwesterly flowing current along the coast of the Gulf of Maine. In contrast to the central Gulf of Maine, the Maine Coastal Current is rich in phytoplankton throughout the summer months, providing a source of food for the species to reproduce and grow. These individuals that grow up and become filled with fat during the late spring and summer are delivered by the Maine Coastal Current to the southern and western parts of the Gulf of Maine, where they spend the winter in diapause.\n\nRecognizing the importance of C. finmarchicus,  the Northeast Regional Association of Coastal and Ocean Observing Systems (NERACOOS) and the Northeast Region Ocean Council (NROC), two regional associations of representing federal and state agencies as well as universities and non-profit organizations, have identified it as a k..."
 }
}