{
 "awd_id": "1235439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMREF: Collaborative Research: Simulation-Based Design of Functional Sub-nanometer Porous Membranes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "1234305/1235439 \r\nPI: Keten/Xu \r\n\r\nPolymer thin films containing high-density arrays of nanotubes as through channels are very desirable as environmentally friendly and efficient selective transport systems. However, successful design and synthesis of polymer membranes that can be processed in solution and have precise subnanometer diameter pores, vertical channel alignment, and tunable pore interior chemistry similar to biological transmembrane proteins has remained challenging to produce. This project employs a collaborative theoretical / experimental effort to model, design and synthesize functionalized cyclic peptide nanotubes (CPNs) to understand mechanisms governing their assembly in solution and co-assembly with block copolymers. The objective of this research project is to generate mechanically robust self-assembling peptide nanotubes with functional interiors that could be used in selective porous membranes. To achieve this overarching objective, we will (i) fabricate and characterize porous cyclic peptide nanotubes (CPNs) functionalized with a polar (amine) group, (ii) produce layered membranes with control over the vertical distribution of CPs with polar and non-polar groups using crosslinkable block copolymer matrix, and (iii) investigate selectivity mechanisms in membranes with tunable pore functionalities toward novel transport capabilities. Validated large-scale simulation efforts will be integrated with experiments to rapidly evaluate material design parameters and predict material properties, circumventing challenges associated with purely combinatorial approaches. \r\n\r\nThis research project aims to break new ground by mapping out the nascent material space of organic nanotubes through simulations. Fresh knowledge pertaining to the underlying physics of peptide/polymer hybrid nanostructures will be foundational for generating novel functional subnanoporous membranes toward new platforms to study molecular mechanisms underpinning key transport phenomena observed in biology. K-12 outreach and undergraduate research programs at Northwestern University and the University of California, Berkeley, respectively, will be leveraged to recruit underrepresented minority students and women into the research team through summer opportunities at both institutions. An image library for organic nanotube materials will be created and will serve as an open-access database for public outreach, and for other researchers to identify broader applications of our functional nanostructures and methods. Modules for virtual and laboratory experiments will be created to promote effective learning in materials physics and chemistry at all levels, and will be contributed to NanoHub and forthcoming cyber infrastructures. Guidance and mentorship on career development as well as work-life balance will be provided for graduate students and postdoctoral fellows through interactions with academia, industry and national labs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ting",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ting Xu",
   "pi_email_addr": "tingxu@berkeley.edu",
   "nsf_id": "000104902",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The fabrication of functional subnanometer porous membranes requires the synthesis and characterization of new functionalized cyclic peptide nanotubes (CPNs) along with a deeper understanding of various assembly phenomena that occurs. In the passed few years, our group has aimed to develop a CPN with polar interior functionality, understand their assembly behavior in solution, and gain spatial control over the distribution of various kinds of CPN in a membrane through a multilayered film approach. Progress was made in these areas and future work aims to characterize the functionalized porous membranes&rsquo; transport properties.</p>\n<p><strong><em>Aim 1. Novel CPNs with Polar Interior</em></strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sub-nm nanotubes with a hollow interior may lead to enhancements in filtration due to faster water transport in comparison to bulk channels and more specific recognition of molecular species based on size and chemical properties. Due to difficulties in processing proteins into films, synthetic analogs are needed. While controlling the pore dimensions of these synthetic nanochannels and introducing nonpolar functionality has been extensively studied by various research groups, introducing polar interior chemical properties or stimuli responsive properties to the interior has remained a challenge.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our group has successfully synthesized a pH sensitive, polar cyclic peptide nanotube through the design and incorporation of an artificial &gamma;-amino acid. Though a ring-closing reaction along the peptide backbone, a benzimidazole moiety was introduced to the lumen, providing new functionality with a structural and chemical similarity to histidine, an amino acid in aquaporin and M2 proteins that gives them their high selectivity for water or pH dependent proton transport properties. This newly designed cyclic peptide (Bzim-CP) was shown to form long aspect ratio nanotube bundles with atomic force microscopy (AFM). The nanotubes were studied in the solution phase, to better understand their behavior under processing conditions for films, confirming that in both aqueous and organic solvent conditions, nanotubes do form, Studying the electronic behavior of Bzim-CP as a function of pH using UV-visible spectroscopy confirmed that the new functionality is pH sensitive and has two different pKa&rsquo;s, suggesting a unique transport behavior that changes under different pH conditions. Simulation work has looked at the bonding behavior and energies between individual rings in toluene and how they stack in relation to one another.. The exterior of the nanotubes were also modified through the attachment of poly(ethylene glycol) chains. After attachment of the polymer, the nanotube bundles were broken down to shorter, individual nanotubes and are expected to allow interfacing with a block copolymer matrix for perpendicular, aligned subnanometer channels with pH sensitivity in thin films. Simulation work has looked at how different functional groups affect transport, with nonpolar groups slowing the passage of ions more greatly than polar ones due to disruption of the ion solvation layer.</p>\n<p><strong><em>Aim 2: Fabrication of membranes with control over vertical distribution of functional groups.</em></strong><strong><em>&nbsp;</em></strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To obtain spatial control of the cyclic peptide functionalities along the thickness of the membrane, a multilayered block copolymer (BCP) fabrication method was proposed, where each layer of PS-b-PMMA BCP would contain different kinds of cyclic peptides. To obtain the multilayered film, a layer-by-layer approach was taken, where individual layers of polymers were spun cast onto glass substrates and then floated onto one another. AFM showed that each successive layer, at least through 4 additional layers, formed the desired cylindrical morphology, suggesting that the underlying layer served as a template for each successive layer. TEM images of bilayers with the PMMA domain etched away revealed a high degree of overlap of the PMMA cylindrical domains between different layers with some small regions containing &ldquo;kinks&rdquo; or a complete mismatch being observed. Similar studies with the inclusion of cyclic peptides showed that while some portions of the film continued to have high fidelity between the two layers, a significant increase in regions of disorder between the two layers was observed. Due to the difficulties in processing the films (solvent choice, % inclusion of H-bond blockers, etc), disorder may have arisen due to CPN may have not completely dissolved or have migrated to the film interface, reducing the interactions between subsequent layers. Future work aims to improve processing of multilayered films containing CPNs and study the effects of spatial positioning of CPs in the film on the transport of ions.</p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em></p>\n<p><strong><em>Outreach</em></strong></p>\n<p><strong><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em></strong>Research efforts have been blended with outreach. In addition to short seminar discussion, both the undergraduate and graduate level polymers courses at UC Berkeley have included discussions and presentations on traditional and bio-inspired membranes, their fabrication methods, and their potential impact and uses. The experimental labs have trained three graduate students, 5 undergraduate students, and several high school students have either been exposed to or directly worked on the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2017<br>\n\t\t\t\t\tModified by: Ting&nbsp;Xu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498654897293_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498654897293_1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498654897293_1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a) Chemical structure and B) MD simulation of Bzim-CP; c) Bzim-CP nanotube bundles cast from DMF. Scale bar = 400 nm, d) pH dependent electronic structural changes indicating a pKa of approximately 3.2 and 11.5, e) CD spectra confirm nanotubes formation in both aqueous and organic media</div>\n<div class=\"imageCredit\">Shawn Dawnall, Ting Xu, Sinan Keten</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ting&nbsp;Xu</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498654955838_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498654955838_2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498654955838_2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Pegylated nanotubes: Bzim-CP-2PEG nanotubes cast from DMF. Scale bar = 40 nm</div>\n<div class=\"imageCredit\">Shawn Dawnall, Ting Xu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ting&nbsp;Xu</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498655013966_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498655013966_3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2017/1235439/1235439_10204439_1498655013966_3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a-d, g: AFM images of BCP films with different number of layers, e) TEM image of bilayer showing high alignment of etched PMMA domains (white), f) bilayer containing cylic peptides showing less fidelity but still some alignment of PMMA domains between layers.</div>\n<div class=\"imageCredit\">Shawn Dawnall, Ting Xu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ting&nbsp;Xu</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe fabrication of functional subnanometer porous membranes requires the synthesis and characterization of new functionalized cyclic peptide nanotubes (CPNs) along with a deeper understanding of various assembly phenomena that occurs. In the passed few years, our group has aimed to develop a CPN with polar interior functionality, understand their assembly behavior in solution, and gain spatial control over the distribution of various kinds of CPN in a membrane through a multilayered film approach. Progress was made in these areas and future work aims to characterize the functionalized porous membranes? transport properties.\n\nAim 1. Novel CPNs with Polar Interior\n\n            Sub-nm nanotubes with a hollow interior may lead to enhancements in filtration due to faster water transport in comparison to bulk channels and more specific recognition of molecular species based on size and chemical properties. Due to difficulties in processing proteins into films, synthetic analogs are needed. While controlling the pore dimensions of these synthetic nanochannels and introducing nonpolar functionality has been extensively studied by various research groups, introducing polar interior chemical properties or stimuli responsive properties to the interior has remained a challenge.\n\n            Our group has successfully synthesized a pH sensitive, polar cyclic peptide nanotube through the design and incorporation of an artificial &gamma;-amino acid. Though a ring-closing reaction along the peptide backbone, a benzimidazole moiety was introduced to the lumen, providing new functionality with a structural and chemical similarity to histidine, an amino acid in aquaporin and M2 proteins that gives them their high selectivity for water or pH dependent proton transport properties. This newly designed cyclic peptide (Bzim-CP) was shown to form long aspect ratio nanotube bundles with atomic force microscopy (AFM). The nanotubes were studied in the solution phase, to better understand their behavior under processing conditions for films, confirming that in both aqueous and organic solvent conditions, nanotubes do form, Studying the electronic behavior of Bzim-CP as a function of pH using UV-visible spectroscopy confirmed that the new functionality is pH sensitive and has two different pKa?s, suggesting a unique transport behavior that changes under different pH conditions. Simulation work has looked at the bonding behavior and energies between individual rings in toluene and how they stack in relation to one another.. The exterior of the nanotubes were also modified through the attachment of poly(ethylene glycol) chains. After attachment of the polymer, the nanotube bundles were broken down to shorter, individual nanotubes and are expected to allow interfacing with a block copolymer matrix for perpendicular, aligned subnanometer channels with pH sensitivity in thin films. Simulation work has looked at how different functional groups affect transport, with nonpolar groups slowing the passage of ions more greatly than polar ones due to disruption of the ion solvation layer.\n\nAim 2: Fabrication of membranes with control over vertical distribution of functional groups. \n\n            To obtain spatial control of the cyclic peptide functionalities along the thickness of the membrane, a multilayered block copolymer (BCP) fabrication method was proposed, where each layer of PS-b-PMMA BCP would contain different kinds of cyclic peptides. To obtain the multilayered film, a layer-by-layer approach was taken, where individual layers of polymers were spun cast onto glass substrates and then floated onto one another. AFM showed that each successive layer, at least through 4 additional layers, formed the desired cylindrical morphology, suggesting that the underlying layer served as a template for each successive layer. TEM images of bilayers with the PMMA domain etched away revealed a high degree of overlap of the PMMA cylindrical domains between different layers with some small regions containing \"kinks\" or a complete mismatch being observed. Similar studies with the inclusion of cyclic peptides showed that while some portions of the film continued to have high fidelity between the two layers, a significant increase in regions of disorder between the two layers was observed. Due to the difficulties in processing the films (solvent choice, % inclusion of H-bond blockers, etc), disorder may have arisen due to CPN may have not completely dissolved or have migrated to the film interface, reducing the interactions between subsequent layers. Future work aims to improve processing of multilayered films containing CPNs and study the effects of spatial positioning of CPs in the film on the transport of ions.\n\n                         \n\nOutreach\n\n            Research efforts have been blended with outreach. In addition to short seminar discussion, both the undergraduate and graduate level polymers courses at UC Berkeley have included discussions and presentations on traditional and bio-inspired membranes, their fabrication methods, and their potential impact and uses. The experimental labs have trained three graduate students, 5 undergraduate students, and several high school students have either been exposed to or directly worked on the project.\n\n \n\n\t\t\t\t\tLast Modified: 06/28/2017\n\n\t\t\t\t\tSubmitted by: Ting Xu"
 }
}