{
 "awd_id": "1235432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geochemical effects on the functional microbial community dynamics of hydrothermal deposits along the Eastern Lau Spreading Center",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel J. Thornhill",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 348198.0,
 "awd_amount": 348198.0,
 "awd_min_amd_letter_date": "2012-08-01",
 "awd_max_amd_letter_date": "2012-08-01",
 "awd_abstract_narration": "Extreme environmental gradients exist at deep-sea hydrothermal vents where high temperature, low pH and reduced fluids mix with cold oxygenated seawater. This results in a plethora of microbes taking advantage of abundantly available microniches. From small subunit (16S) rRNA gene surveys and directed enrichment culturing of vent deposits from many sites, patterns in diversity are emerging that suggest that geochemical processes, particularly those that affect fluid pH, play a fundamental role in regulating microbial diversity and community composition. This a three year study at vent fields along the Eastern Lau Spreading Center (ELSC) to investigate the relationship between vent geochemistry and microbial community dynamics. The ELSC was chosen because it provides large and systematic changes in fluid and rock geochemistry, spreading rate, magmatic/tectonic processes, and proximity to the volcanic arc over its relatively short length of 397 km. The individual vent fields therefore provide excellent natural laboratories for exploring, in depth, the factors that influence the diversity and relationships of microbial communities associated with actively forming deep-sea hydrothermal deposits. The study will be carried out at 3 geochemically different hydrothermal fields along the ELSC. The scientists will document microbial community composition and diversity associated with hydrothermal deposits from each area for comparison with data obtained in 2009 and 2005. The close proximity of these geochemically distinct vent areas within the ELSC provides an ideal opportunity to investigate the effect of vent fluid and deposit geochemistry on the structure and function of microbial communities, as well as the specific roles of individual populations, associated with active hydrothermal deposits. The investigators hypothesize that, given the extreme environmental characteristics (e.g., low fluid pH and high iron at Mariner), they will see distinct differences in the metagenomes and particularly in the metatranscriptomes among the Kilo Moana, ABE and Mariner vent fields. The specific objectives are to: 1) Link geochemical and microbial dynamics along the ELSC (from 2005-­2013); 2) Use of metagenomic and transcriptomic data to explore biogeochemical cycles that are regulating the functional roles of the microbial communities in vent fields along the ELSC; and 3) Use the metagenomic information to enrich for targeted novel Thermoprotei and acidophiles. Active hydrothermal metal sulfide deposits and fluid samples will be collected from the vent fields along the ELSC. Bar-coded pyrosequencing of archaeal and bacterial 16S rRNA amplicons will be obtained for over eighty samples. The geochemical environment of the chimneys will be modeled to determine in situ geochemical conditions. These values will be used in statistical analyses to explore the factors affecting the observed differences in the communities. Using the 16S rRNA gene 454 pyrotags coupled with the geochemical characterization, specific samples will be selected for metagenomic and metatranscriptomic analyses (1-3 of each per site). The molecular information will be used to target specific samples that: (i) harbor novel unclassified diversity; (ii) have vent endemic lineages; and (iii) have acidophilic relatives from terrestrial systems, for enrichment culturing (using the geochemistry to help constrain culturing conditions). Broader Impacts. The project will expand our understanding of the extent of the microbial biosphere. At least one graduate student will participate in interdisciplinary studies that involve next-­generation sequencing, molecular microbial ecological techniques, and geochemical modeling. ALR will involve a registered PSU Pacific Islander student in the research and requested research cruise. Undergraduate students from Bridgewater State University will be involved in the fluid sampling program, thereby providing a meaningful and exciting research experiences. The PIs will share the excitement of new deep-sea vent discoveries with the public through writing general articles, giving lectures at schools, and through continuing education for school teachers through existing programs (e.g. through the Saturday Academy, PSU (http://www.saturdayacademy.org/).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna-Louise",
   "pi_last_name": "Reysenbach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna-Louise Reysenbach",
   "pi_email_addr": "bwar@pdx.edu",
   "nsf_id": "000426907",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8565",
   "pgm_ref_txt": "Deep Biosphere"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 348198.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most of the biodiversity of life on Earth is microbial. At deep-sea vents, microorganisms form the base of the food web, fueling the chemosynthetic-based ecosystem. Here, as the very hot hydrothermal fluids mix with the cold seawater, minerals precipitate out of solution to form mineral deposits called &lsquo;chimneys&rsquo;. These porous rocks provide habitats for a plethora of new heat-loving microbes, many which are new to science. Using a combination of genomic, ecological and microbiological approaches, we studied deep-sea vent microbes from an area in the southwestern Pacific called the Eastern Lau Spreading Center. &nbsp;These vent fields provide excellent natural laboratories for exploring the factors that influence the diversity and relationships of microbial communities associated with actively forming deep-sea hydrothermal deposits. From samples collected in 2015, we were able to reconstruct over 2000 (&gt;500 high quality genomes) genomes of Bacteria and Archaea, many which we have no representatives in culture. Using these genomes, we were also able to grow numerous new organisms from these vents, and have new targets of possible unusual metabolisms. Furthermore, we uncovered new phyla that have never been detected at deep-sea vents, pointing to how little we understand of these poorly studied environments on Earth. These new genome discoveries of many novel branches on the Tree of Life, not only expand our understanding of biodiversity on Earth but also could have potential biotechnological applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2018<br>\n\t\t\t\t\tModified by: Anna-Louise&nbsp;Reysenbach</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMost of the biodiversity of life on Earth is microbial. At deep-sea vents, microorganisms form the base of the food web, fueling the chemosynthetic-based ecosystem. Here, as the very hot hydrothermal fluids mix with the cold seawater, minerals precipitate out of solution to form mineral deposits called ?chimneys?. These porous rocks provide habitats for a plethora of new heat-loving microbes, many which are new to science. Using a combination of genomic, ecological and microbiological approaches, we studied deep-sea vent microbes from an area in the southwestern Pacific called the Eastern Lau Spreading Center.  These vent fields provide excellent natural laboratories for exploring the factors that influence the diversity and relationships of microbial communities associated with actively forming deep-sea hydrothermal deposits. From samples collected in 2015, we were able to reconstruct over 2000 (&gt;500 high quality genomes) genomes of Bacteria and Archaea, many which we have no representatives in culture. Using these genomes, we were also able to grow numerous new organisms from these vents, and have new targets of possible unusual metabolisms. Furthermore, we uncovered new phyla that have never been detected at deep-sea vents, pointing to how little we understand of these poorly studied environments on Earth. These new genome discoveries of many novel branches on the Tree of Life, not only expand our understanding of biodiversity on Earth but also could have potential biotechnological applications.\n\n\t\t\t\t\tLast Modified: 03/12/2018\n\n\t\t\t\t\tSubmitted by: Anna-Louise Reysenbach"
 }
}