{
 "awd_id": "1235214",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting:   Plant Physiology in the 'Omics Era' to be held May 23-25, 2012 in Columbia, Missouri",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2012-04-04",
 "awd_abstract_narration": "The field of plant physiology has made fundamental contributions to our understanding of plant biology, for instance, insights into the processes of carbon assimilation and partitioning, nitrogen use efficiency, improvements in yield, the hormonal control of plant growth and development, perception of red/far-red light by phytochromes, and plant responses to drought and mineral deficiencies. While many of these processes have been well studied at the whole-plant level for decades, in some cases, mechanistic insights have been difficult to achieve. With the advent of genomic technologies over the last 15-20 years, new opportunities have arisen to address unresolved, long-standing questions in plant biology. The 2012 Interdisciplinary Plant Group Symposium to be held May 23-25, 2012 at the University of Missouri-Columbia will bring together a diverse group of international scholars studying fundamental biological processes in plants from varying disciplinary angles. The symposium is designed in such a way as to enhance networking opportunities for graduate students and postdoctoral fellows and will create a venue to foster collaborative and interdisciplinary research projects for faculty and students.  Funding provided by NSF will broaden participation by defraying the costs of participation of undergraduate students, particularly those from smaller and minority-serving institutions, as well as postdoctoral fellows, graduate and undergraduate students with specific emphasis on women and underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Braun",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Braun",
   "pi_email_addr": "braundm@missouri.edu",
   "nsf_id": "000451620",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "310 Jesse Hall",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The field of plant physiology has made fundamental contributions to our understanding of plant biology, for instance, insights into the processes of photosynthesis, nitrogen fertilizer use, improvements in crop yield, the hormonal control of plant growth and development, and plant responses to drought. While many of these processes have been well studied at the whole-plant level for decades, in some cases, mechanistic insights have been difficult to achieve. With the advent of genomic technologies over the last 15-20 years, new opportunities have arisen to address unresolved, long-standing questions in plant biology. This grant partially supported travel, accommodations, and/or meeting registration costs for graduate students and postdoctoral fellows to participate in the Interdisciplinary Plant Group annual symposium on the topic of &ldquo;Plant Physiology in the &lsquo;Omics Era&rdquo;, which was held from May 23-25, 2012, at the University of Missouri-Columbia. One goal of the symposium was to discuss the as yet unresolved questions in plant physiology and how genomic technologies can advance these areas. The symposium provided an interdisciplinary venue in which scholars studying plant physiology using genomic approaches, as it relates to a broad range of biological questions and using a variety of plant species, met and shared their research. Additionally, it is imperative that the knowledge and expertise of senior plant physiologists, acquired over a life-time of studying fundamental plant processes, be imparted to the next generation of scientists. Thus, a second goal of the meeting was to expose today&rsquo;s and tomorrow&rsquo;s young plant biologists to these eminent scientists to impart the significance, challenges, and opportunities available to them in studying plant physiology in the 'omics era. Finally, the symposium also enhanced networking opportunities for graduate students and postdoctoral fellows and fostered collaborative and interdisciplinary research projects for faculty and students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2013<br>\n\t\t\t\t\tModified by: David&nbsp;M&nbsp;Braun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe field of plant physiology has made fundamental contributions to our understanding of plant biology, for instance, insights into the processes of photosynthesis, nitrogen fertilizer use, improvements in crop yield, the hormonal control of plant growth and development, and plant responses to drought. While many of these processes have been well studied at the whole-plant level for decades, in some cases, mechanistic insights have been difficult to achieve. With the advent of genomic technologies over the last 15-20 years, new opportunities have arisen to address unresolved, long-standing questions in plant biology. This grant partially supported travel, accommodations, and/or meeting registration costs for graduate students and postdoctoral fellows to participate in the Interdisciplinary Plant Group annual symposium on the topic of \"Plant Physiology in the æOmics Era\", which was held from May 23-25, 2012, at the University of Missouri-Columbia. One goal of the symposium was to discuss the as yet unresolved questions in plant physiology and how genomic technologies can advance these areas. The symposium provided an interdisciplinary venue in which scholars studying plant physiology using genomic approaches, as it relates to a broad range of biological questions and using a variety of plant species, met and shared their research. Additionally, it is imperative that the knowledge and expertise of senior plant physiologists, acquired over a life-time of studying fundamental plant processes, be imparted to the next generation of scientists. Thus, a second goal of the meeting was to expose todayÆs and tomorrowÆs young plant biologists to these eminent scientists to impart the significance, challenges, and opportunities available to them in studying plant physiology in the 'omics era. Finally, the symposium also enhanced networking opportunities for graduate students and postdoctoral fellows and fostered collaborative and interdisciplinary research projects for faculty and students.\n\n\t\t\t\t\tLast Modified: 05/15/2013\n\n\t\t\t\t\tSubmitted by: David M Braun"
 }
}