{
 "awd_id": "1235684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Technology, Energy, Economy, and Environment (TEEE) Chain: Integrated Modeling for Technology Transition in Energy Rich Regions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 335930.0,
 "awd_amount": 335930.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "1235684 (Ghadimi).  The transition to a sustainable clean energy future is one of the greatest challenges of this new century. Major economies are competing to dominate the emerging energy economy and governments, regardless of their position on the plan-market spectrum, play a critical and distinctive role in driving technology development and adoption. In an increasingly interdependent world, the technology-energy-environment-economy (TEEE) interplay has profound implications for the world economy and presents very distinct analytical challenges both to engineers and social scientists. A thorough understanding of this complex system is vital for sustainable development at regional, national and global levels, and there is an urgent need for a comprehensive integrated framework for analyzing such engineering-economic systems. The proposed TEEE framework analyzes technology, energy, environment, and the economy in two important energy rich regions (ERRs) - West Virginia and Shanxi Province, China - and is targeted to provide a comprehensive set of analytical tools for understanding the national and global consequences of interactions among these complex systems.  Both of these ERRs are key coal-producing regions, representing very different economic and social governance systems and states of development.  The goal of this research is to establish an engineering-based economic framework for an integrated analysis of the TEEE system by a multidisciplinary research team.  The specific objectives of the project are (1) to develop the existing engineering-based micro-level structural decomposition analysis (SDA) and input-output process model (IOPM) along with the macro-level optimal depletion computable general equilibrium (CGE) model into a unified and comprehensive framework to analyze the TEEE chain; (2) to calibrate the model for two ERRs and simulate a range of technology-energy-environment-economy policy scenarios in these regions, each case representing a quite distinctive economic structure; (3) to conduct two regional online surveys of key stakeholders and use a non-market valuation method (i.e., a choice experiment) to assess the broader economic and environmental implications of transitioning to a diversified and clean energy economy in these energy rich regions; and (4) to identify critical characteristics for generalizing the integrated model to make it applicable in other ERRs. Implementation of the model will involve the participation of graduate research assistants, and descriptions and demonstrations of the model will be offered to interested and cognate disciplines as teaching modules in a range of multidisciplinary undergraduate and graduate level courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hodjat",
   "pi_last_name": "Ghadimi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hodjat Ghadimi",
   "pi_email_addr": "hodjat.ghadimi@mail.wvu.edu",
   "nsf_id": "000077643",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Jackson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Randall W Jackson",
   "pi_email_addr": "randall.jackson@mail.wvu.edu",
   "nsf_id": "000317124",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerald",
   "pi_last_name": "Fletcher",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jerald J Fletcher",
   "pi_email_addr": "jjfletcher@mail.wvu.edu",
   "nsf_id": "000414438",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Burnett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley Burnett",
   "pi_email_addr": "Wesley.Burnett@mail.wvu.edu",
   "nsf_id": "000616554",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "PO Box 6201",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066845",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 335930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The transition to sustainable clean energy futures is among today&rsquo;s greatest global challenges. In this increasingly interdependent world, the technology-energy-environment-economy (TEEE) interplay has profound sustainability implications and presents a number of analytical challenges to both engineers and social scientists. The project goal is to develop a comprehensive integrated framework for the analysis of technological change, energy, the environment, and regional economic systems.&nbsp; The research is motivated by the need for a coordinated sequence of analytical tools that lead collectively to consistent and harmonized results, providing the foundation for informed technology-based policy planning and decision-support systems.&nbsp;</p>\n<p>We identified the constituent parts and the overall framework in which they operate, then moved systematically through each modeling step for two study regions chosen for their socioeconomic similarities and energy resource dependency.&nbsp; The two study regions are the state of West Virginia, USA, and Shanxi Province, China.</p>\n<p>Four key areas were addressed:&nbsp; environment, energy, inter-industry and technology economic structure, and computable general equilibrium (CGE) modeling.&nbsp; To provide a more qualitative perspective on the regions, we also designed and conducted a survey in the two study regions.&nbsp; Each of these is addressed briefly, below.</p>\n<p>Environment.&nbsp; The objective was to associate environmental emissions data with industrial activity levels. Industry-level environmental data for the U.S. and WV are more reliable and detailed for a larger number of GHG than they are for China and its provinces. We focused on CO2 emissions, as these were the most comparable and across the two regions and their industries.</p>\n<p>Energy. The objective was to develop detailed representations of emissions intensive power generating technologies.&nbsp; We estimated or identified sources for disaggregated power generating technologies by fuel source for both regions, and simulated alternate weightings of power generating technologies to reflect &ldquo;greener&rdquo; and &ldquo;browner&rdquo; power generating industries.&nbsp;</p>\n<p>Inter-industry Modeling. The objective was to compile comparable regional representations of economic structure with enough detail to differentiate among technologies used by industry, particularly in the environmentally intensive power generating industry.&nbsp; We achieved this goal for both regions for the most recent year in which both regions&rsquo; data were available. We were able to use the system representations and related analytical framework to identify and compare the two regions&rsquo; relationships between coal dependence and CO2 emissions, and between economic growth and CO2 emissions.</p>\n<p>Computable General Equilibrium. We developed dynamic optimal depletion CGE models for Shanxi and for WV. These models differ from the inter-industry models in that they generate long-run equilibrium solutions for goods markets (commodity prices), capital markets (interest rates), and labor markets (wage rates) simultaneously. The resulting models were subjected to a range of analytical scenarios, such as alternative government savings and investment behaviors that influence resource depletion rates. In addition to analyses already completed, the stage is set for numerous policy related simulations.</p>\n<p>The Surveys. The objective of the parallel surveys in the two regions was to provide a qualitative context for the quantitative analyses, in part to assist in developing technology transition scenarios (e.g., likely rate of transitioning) and in part to assist in interpreting and grounding the results from the quantitative models. We were able to conduct the surveys with assistance from interested partners in China, and the results provide a useful backdrop for und...",
  "por_txt_cntn": "\nThe transition to sustainable clean energy futures is among todayÆs greatest global challenges. In this increasingly interdependent world, the technology-energy-environment-economy (TEEE) interplay has profound sustainability implications and presents a number of analytical challenges to both engineers and social scientists. The project goal is to develop a comprehensive integrated framework for the analysis of technological change, energy, the environment, and regional economic systems.  The research is motivated by the need for a coordinated sequence of analytical tools that lead collectively to consistent and harmonized results, providing the foundation for informed technology-based policy planning and decision-support systems. \n\nWe identified the constituent parts and the overall framework in which they operate, then moved systematically through each modeling step for two study regions chosen for their socioeconomic similarities and energy resource dependency.  The two study regions are the state of West Virginia, USA, and Shanxi Province, China.\n\nFour key areas were addressed:  environment, energy, inter-industry and technology economic structure, and computable general equilibrium (CGE) modeling.  To provide a more qualitative perspective on the regions, we also designed and conducted a survey in the two study regions.  Each of these is addressed briefly, below.\n\nEnvironment.  The objective was to associate environmental emissions data with industrial activity levels. Industry-level environmental data for the U.S. and WV are more reliable and detailed for a larger number of GHG than they are for China and its provinces. We focused on CO2 emissions, as these were the most comparable and across the two regions and their industries.\n\nEnergy. The objective was to develop detailed representations of emissions intensive power generating technologies.  We estimated or identified sources for disaggregated power generating technologies by fuel source for both regions, and simulated alternate weightings of power generating technologies to reflect \"greener\" and \"browner\" power generating industries. \n\nInter-industry Modeling. The objective was to compile comparable regional representations of economic structure with enough detail to differentiate among technologies used by industry, particularly in the environmentally intensive power generating industry.  We achieved this goal for both regions for the most recent year in which both regionsÆ data were available. We were able to use the system representations and related analytical framework to identify and compare the two regionsÆ relationships between coal dependence and CO2 emissions, and between economic growth and CO2 emissions.\n\nComputable General Equilibrium. We developed dynamic optimal depletion CGE models for Shanxi and for WV. These models differ from the inter-industry models in that they generate long-run equilibrium solutions for goods markets (commodity prices), capital markets (interest rates), and labor markets (wage rates) simultaneously. The resulting models were subjected to a range of analytical scenarios, such as alternative government savings and investment behaviors that influence resource depletion rates. In addition to analyses already completed, the stage is set for numerous policy related simulations.\n\nThe Surveys. The objective of the parallel surveys in the two regions was to provide a qualitative context for the quantitative analyses, in part to assist in developing technology transition scenarios (e.g., likely rate of transitioning) and in part to assist in interpreting and grounding the results from the quantitative models. We were able to conduct the surveys with assistance from interested partners in China, and the results provide a useful backdrop for understanding the results of the quantitative models. The survey results reveal similarities in concerns related to the future of energy and environmental issues between the citizens of West Virginia..."
 }
}