{
 "awd_id": "1235671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advancing Offshore Wind Power Sitting through Multi-criteria Assessment Integration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 299933.0,
 "awd_amount": 299933.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2014-02-03",
 "awd_abstract_narration": "1235671 (Kelly).This research has two major tasks.  The first is to advance offshore wind siting methods by creating a new multi-criteria assessment framework that integrates life cycle assessment (LCA), geographic information systems (GIS), viewshed modeling, aquatic ecology, and economics to analyze the consequences of design, policy, and engineering decisions of offshore wind farm siting. By accomplishing this task, offshore wind siting assessment can integrate the many competing siting objectives within a cohesive evaluation environment, and a general methodology will be developed for site evaluation. The second task is to apply this multi-criteria methodology to the Great Lakes region to explore how offshore wind farm siting locations will impact the electric sector, environmental quality (through emissions reductions and aquatic life impacts), and local viewsheds. The completion of this task will inform the development of policy and technology with respect to offshore wind turbines, and will provide tools for conducting these analyses.  The research effort will develop multi-criteria analyses that use GIS, LCA, and optimization methods to analyze and visualize the economic, environmental, and social impacts of siting offshore wind turbines. This model will incorporate data from numerous sources, much of which is geographically unique (topography, bathymetry, wind resource, population, demographics, food web), but the methods will be applicable to any location. The integration and optimization of the economic, environmental, and social impacts is a unique contribution to research in offshore wind. It allows the simultaneous evaluation of these potentially disparate objectives, and creates a means of identifying the tradeoffs that exist between them. One globally identified challenge facing humanity is the reduction of greenhouse gasses from the energy sector. Offshore wind represents a tremendous resource, but the planning and deployment of offshore wind turbines has been met with much social resistance. A more thorough and holistic approach to wind site analysis may reduce such resistance and thereby streamline offshore wind siting. This research will create a methodology for evaluating and supporting offshore wind farm siting and development that better accounts for economic, social, and environmental impacts. The multi-criteria assessment framework will be applied to a siting project in Michigan, but the methodology will be applicable to other offshore wind developments, and will enhance the understanding of tradeoffs associated with offshore wind farms to key stakeholders (e.g., local communities, developers, government agencies, investors).  A teaching module on integrated assessment of offshore wind siting will be developed and tested in two Master's courses for the UM School of Natural Resources and Environment, and then refined for widespread dissemination through the UM Center for Sustainable Systems website. A professionally developed podcast or video short will be produced, posted to social media sites for broad educational  impacts from K to grey, and provided to the Great Lakes Wind Collaborative for dissemination. The educational impact of this project includes both graduate and undergraduate students through independent research and course module integration. A PhD student will work on advanced GIS research for offshore wind siting which will include electricity grid and environmental modeling. This project will also leverage the UM Undergraduate Research Opportunity Program to engage undergraduates from numerous diverse backgrounds and cultures. The research team will use the research findings to update and create Wikipedia pages on topics such as ?offshore wind power?, ?electricity from wind?, and other relevant topics. This research will be accomplished by an interdisciplinary team that leverages expertise from several different and complementary communities including mechanical engineering and optimization, LCA, environmental economics, aquatic ecology and GIS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Keoleian",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Keoleian",
   "pi_email_addr": "gregak@umich.edu",
   "nsf_id": "000321889",
   "pi_start_date": "2014-02-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jarod",
   "pi_last_name": "Kelly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jarod Kelly",
   "pi_email_addr": "jckelly@umich.edu",
   "nsf_id": "000573240",
   "pi_start_date": "2012-06-26",
   "pi_end_date": "2014-02-03"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Keoleian",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Keoleian",
   "pi_email_addr": "gregak@umich.edu",
   "nsf_id": "000321889",
   "pi_start_date": "2012-06-26",
   "pi_end_date": "2014-02-03"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Moore",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Moore",
   "pi_email_addr": "micmoore@umich.edu",
   "nsf_id": "000416048",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara Ana",
   "pi_last_name": "Adlerstein-Gonzalez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Ana Adlerstein-Gonzalez",
   "pi_email_addr": "adlerste@umich.edu",
   "nsf_id": "000616903",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "440 Church Street, G568 Dana",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wind energy is one of the fastest growing renewable energy technologies, representing 41% of new electricity generating capacity in the U.S. in 2015. No electricity has been generated to date from offshore wind farms in the U.S., although one is near completion off Block Island, RI. This project focuses on factors and constraints for siting offshore wind turbines in Lake Michigan. This project seeks to advance offshore wind siting methods by incorporating life cycle assessment (LCA), geographic information systems (GIS), viewshed modeling, aquatic ecology, and economics to analyze the consequences of design, policy, and engineering decisions (Fig 1). The project applied this multi-criteria method to Lake Michigan to explore how offshore wind farm siting locations impact electricity generation, environmental quality (through emissions reductions and aquatic life impacts), and viewsheds.</p>\n<p>We studied a 300MW wind farm in Lake Michigan, which would generate 708 to 984 GWh/yr depending on location, with an average of 910 GWh/yr (enough electricity to support 84,000 average households) (Fig 2). The cumulative environmental burden from an offshore wind farm (OWF) is most significantly affected by, in order of importance, (1) water depth (which affects foundation type - Fig 3), (2) distance from shore, and (3) distance to power grid. When OWFs are sited further offshore, the benefit of increased wind energy generation does not necessarily outweigh the increase in negative environmental impacts.</p>\n<p>Investment and view damage costs are important determinants in siting locations for OWFs. Investment cost depends on the depth and distance to shore of the farm. View damage cost depends on household density and consumer willingness to pay to avoid the visual intrusion of wind turbines. Both these costs depend on the geographic location, and were summed to create aggregate cost. OWF locations were mapped, with spatial analysis revealing the minimum aggregate cost is in the northern region of the lake (Fig 4). The view damage cost contributes at most 68%, but on average 7%, to the aggregate cost. The aggregate levelized cost of energy (LCOE) ranges from 18.3 to 36.8 &cent;/kWh (25.6 &cent;/kWh average). The view damage LCOE contribution to the aggregate LCOE is 3% on average and 46% at most.</p>\n<p>Siting decisions for offshore wind farms influence the magnitude of emissions reduction benefits by displacing fossil fuel power plants. We calculated electricity generation and emissions reduction of CO<sub>2</sub>, NO<sub>x</sub>, and SO<sub>2</sub>, and valued these reductions to determine the impact of siting location. The most important patterns for emissions reduction were the monthly trends, where January, March, and December consistently had the highest wind electricity generation and emissions reduction benefits. Summer months (July and August) had the lowest emissions reduction benefits. Intra-day trends showed greater emissions reduction benefits during off-peak hours, due to a higher likelihood of coal units being the marginal generator. These diurnal differences were smaller in magnitude than the seasonal differences. A benefit valuation scenario was analyzed for a 20-year time period, using marginal damage costs of pollution. Emissions reduction benefits ranged from $1827/kW to $2690/kW ($2508/kW average) throughout Lake Michigan (applying a 3% discount rate) (Fig 5). This equates to approximately $33/MWh (3.3&cent;/kWh) in all lake locations, since the emissions reduction benefits are primarily a function of electricity generation. The major component of emissions reduction benefits was CO<sub>2</sub> reduction (86% of benefits), and 83% of these CO<sub>2</sub> benefits were from offsetting coal plant emissions. A sensitivity analysis on size and region of emission reduction location showed that the NO<sub>x</sub> and SO<sub>2</sub> benefits vary significantly (unlike CO<sub>2 </sub>benefits), but this variation had minimal effect on the total emissions reduction benefits. In comparison with investment costs, emissions reduction benefits equal 49% of the total investment cost (in 2014 $million) on average.</p>\n<p>In terms of impact of wind farms on aquatic life, an analysis of food webs was conducted in Saginaw Bay (Lake Huron), a site chosen due to data availability.&nbsp;Effects on fish populations that constitute the fisheries bulk were modest decreases in walleye biomass and increases in yellow perch. Effects were amplified with wind farm size and nutrient reductions. Walleye biomass decreases resulted from reduced macroinvertebrate prey for juveniles and reduced fish prey for adults, while yellow perch biomass increases resulted from lower walleye predation.</p>\n<p>This research produced maps of electricity generation, investment costs, view damage costs, and emission reduction benefits for a 300 MW wind farm in Lake Michigan. This project highlights tradeoffs in siting offshore wind farms and can inform decision-making related to offshore wind siting in the future.</p>\n<p>A 3-part video was produced to aid communities with wind farm siting decisions. The videos provide information about the costs and benefits of onshore and offshore wind turbines and highlight the impacts of nonrenewable and renewable electricity generating technologies. These videos can be viewed at: <a href=\"http://css.snre.umich.edu/page/shore-wind-farm-videos\">http://css.snre.umich.edu/page/shore-wind-farm-videos</a>.</p>\n<p>A factsheet on wind energy containing trends and statistics is available at:&nbsp;<a href=\"http://css.snre.umich.edu/factsheets/wind-energy-factsheet\">http://css.snre.umich.edu/factsheets/wind-energy-factsheet</a>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2016<br>\n\t\t\t\t\tModified by: Gregory&nbsp;A&nbsp;Keoleian</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478122257512_Chiangclouds--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478122257512_Chiangclouds--rgov-800width.jpg\" title=\"Offshore wind farm cost model\"><img src=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478122257512_Chiangclouds--rgov-66x44.jpg\" alt=\"Offshore wind farm cost model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig 1. Offshore wind farm cost model</div>\n<div class=\"imageCredit\">Chiang, ISSST 2015 presentation</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;A&nbsp;Keoleian</div>\n<div class=\"imageTitle\">Offshore wind farm cost model</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478186278151_Generation--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478186278151_Generation--rgov-800width.jpg\" title=\"Annual wind power generation\"><img src=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478186278151_Generation--rgov-66x44.jpg\" alt=\"Annual wind power generation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig 2. Annual electricity generation from a 300MW wind farm in Lake Michigan</div>\n<div class=\"imageCredit\">from Chiang, Keoleian, Moore, & Kelly, 2016. Renewable Energy 96:966-976</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;A&nbsp;Keoleian</div>\n<div class=\"imageTitle\">Annual wind power generation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478187089220_FoundationCO2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478187089220_FoundationCO2--rgov-800width.jpg\" title=\"CO2 impacts with distance from shore, by type\"><img src=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478187089220_FoundationCO2--rgov-66x44.jpg\" alt=\"CO2 impacts with distance from shore, by type\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig 3. CO2 impacts by foundation type and distance from shore for 4 locations in Lake Michigan. (GBF = gravity-based foundation)</div>\n<div class=\"imageCredit\">from Tsai, Kelly, Simon, Chalat & Keoleian, 2016. Journal of Industrial Ecology, DOI: 10.1111/jiec.12400</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;A&nbsp;Keoleian</div>\n<div class=\"imageTitle\">CO2 impacts with distance from shore, by type</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478189193031_InvViewAggLCOE--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478189193031_InvViewAggLCOE--rgov-800width.jpg\" title=\"Investment, View, &amp;  Aggregate LCOE\"><img src=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478189193031_InvViewAggLCOE--rgov-66x44.jpg\" alt=\"Investment, View, &amp;  Aggregate LCOE\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 4: Cost comparison of (a) investment LCOE, (b) view damage LCOE, and their (c) aggregate LCOE for a 300 MW OWF in Lake Michigan (in $/MWh) categorized in six equal intervals of $62/MWh.</div>\n<div class=\"imageCredit\">from Chiang, Keoleian, Moore, & Kelly, 2016. Renewable Energy 96:966-976</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;A&nbsp;Keoleian</div>\n<div class=\"imageTitle\">Investment, View, &  Aggregate LCOE</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478189260594_Emissions--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478189260594_Emissions--rgov-800width.jpg\" title=\"Emissions reduction benefits\"><img src=\"/por/images/Reports/POR/2016/1235671/1235671_10184214_1478189260594_Emissions--rgov-66x44.jpg\" alt=\"Emissions reduction benefits\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 5: Emissions reduction benefits.</div>\n<div class=\"imageCredit\">from Chiang, Moore, Johnson, & Keoleian, 2016. Ecological Economics 130: 263-276.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gregory&nbsp;A&nbsp;Keoleian</div>\n<div class=\"imageTitle\">Emissions reduction benefits</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nWind energy is one of the fastest growing renewable energy technologies, representing 41% of new electricity generating capacity in the U.S. in 2015. No electricity has been generated to date from offshore wind farms in the U.S., although one is near completion off Block Island, RI. This project focuses on factors and constraints for siting offshore wind turbines in Lake Michigan. This project seeks to advance offshore wind siting methods by incorporating life cycle assessment (LCA), geographic information systems (GIS), viewshed modeling, aquatic ecology, and economics to analyze the consequences of design, policy, and engineering decisions (Fig 1). The project applied this multi-criteria method to Lake Michigan to explore how offshore wind farm siting locations impact electricity generation, environmental quality (through emissions reductions and aquatic life impacts), and viewsheds.\n\nWe studied a 300MW wind farm in Lake Michigan, which would generate 708 to 984 GWh/yr depending on location, with an average of 910 GWh/yr (enough electricity to support 84,000 average households) (Fig 2). The cumulative environmental burden from an offshore wind farm (OWF) is most significantly affected by, in order of importance, (1) water depth (which affects foundation type - Fig 3), (2) distance from shore, and (3) distance to power grid. When OWFs are sited further offshore, the benefit of increased wind energy generation does not necessarily outweigh the increase in negative environmental impacts.\n\nInvestment and view damage costs are important determinants in siting locations for OWFs. Investment cost depends on the depth and distance to shore of the farm. View damage cost depends on household density and consumer willingness to pay to avoid the visual intrusion of wind turbines. Both these costs depend on the geographic location, and were summed to create aggregate cost. OWF locations were mapped, with spatial analysis revealing the minimum aggregate cost is in the northern region of the lake (Fig 4). The view damage cost contributes at most 68%, but on average 7%, to the aggregate cost. The aggregate levelized cost of energy (LCOE) ranges from 18.3 to 36.8 &cent;/kWh (25.6 &cent;/kWh average). The view damage LCOE contribution to the aggregate LCOE is 3% on average and 46% at most.\n\nSiting decisions for offshore wind farms influence the magnitude of emissions reduction benefits by displacing fossil fuel power plants. We calculated electricity generation and emissions reduction of CO2, NOx, and SO2, and valued these reductions to determine the impact of siting location. The most important patterns for emissions reduction were the monthly trends, where January, March, and December consistently had the highest wind electricity generation and emissions reduction benefits. Summer months (July and August) had the lowest emissions reduction benefits. Intra-day trends showed greater emissions reduction benefits during off-peak hours, due to a higher likelihood of coal units being the marginal generator. These diurnal differences were smaller in magnitude than the seasonal differences. A benefit valuation scenario was analyzed for a 20-year time period, using marginal damage costs of pollution. Emissions reduction benefits ranged from $1827/kW to $2690/kW ($2508/kW average) throughout Lake Michigan (applying a 3% discount rate) (Fig 5). This equates to approximately $33/MWh (3.3&cent;/kWh) in all lake locations, since the emissions reduction benefits are primarily a function of electricity generation. The major component of emissions reduction benefits was CO2 reduction (86% of benefits), and 83% of these CO2 benefits were from offsetting coal plant emissions. A sensitivity analysis on size and region of emission reduction location showed that the NOx and SO2 benefits vary significantly (unlike CO2 benefits), but this variation had minimal effect on the total emissions reduction benefits. In comparison with investment costs, emissions reduction benefits equal 49% of the total investment cost (in 2014 $million) on average.\n\nIn terms of impact of wind farms on aquatic life, an analysis of food webs was conducted in Saginaw Bay (Lake Huron), a site chosen due to data availability. Effects on fish populations that constitute the fisheries bulk were modest decreases in walleye biomass and increases in yellow perch. Effects were amplified with wind farm size and nutrient reductions. Walleye biomass decreases resulted from reduced macroinvertebrate prey for juveniles and reduced fish prey for adults, while yellow perch biomass increases resulted from lower walleye predation.\n\nThis research produced maps of electricity generation, investment costs, view damage costs, and emission reduction benefits for a 300 MW wind farm in Lake Michigan. This project highlights tradeoffs in siting offshore wind farms and can inform decision-making related to offshore wind siting in the future.\n\nA 3-part video was produced to aid communities with wind farm siting decisions. The videos provide information about the costs and benefits of onshore and offshore wind turbines and highlight the impacts of nonrenewable and renewable electricity generating technologies. These videos can be viewed at: http://css.snre.umich.edu/page/shore-wind-farm-videos.\n\nA factsheet on wind energy containing trends and statistics is available at: http://css.snre.umich.edu/factsheets/wind-energy-factsheet.\n\n\t\t\t\t\tLast Modified: 11/03/2016\n\n\t\t\t\t\tSubmitted by: Gregory A Keoleian"
 }
}