{
 "awd_id": "1235039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   DNS and high resolution measurements of scalar transfer across an air-water interface during inception and growth of Langmuir circulation",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 324145.0,
 "awd_amount": 324145.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "The overarching goal of this study is to characterize the effect of small scale Langmuir turbulence on the temperature of the commonly occurring cool thermal molecular boundary layer (i.e. the cool skin) beneath the air-sea interface and on slightly soluble gas exchange rate across the interface. \r\n\r\nWhen wind blows over an initially quiescent air-sea interface, it first generates short capillary waves which in time coexist with longer waves as part of a broad spectrum of waves. The interaction between the wind-driven waves and shear current leads to Langmuir turbulence characterized by Langmuir circulation (LC) consisting of counter rotating vortices roughly aligned in the direction of the wind. The typical length scale of the vortices ranges from several centimeters when short capillary waves first appear up to tens of meters when the spectrum of waves broadens. \r\n\r\nThe centimeter-scale LC are generated very quickly with the gustiness in the wind field (and disappear very quickly as well), thereby providing, over intermittent and repeated gust events, very intense turbulent bursts at the surface which may very well dominate the average surface renewal processes. These renewal events are critical to our understanding of air-sea scalar fluxes.\r\n \r\nTo date, direct numerical simulations (DNS) of small scale LC and its evolution has not been made and measurements of surface renewal time scales and other parameters influenced by these coherent structures have not been performed. Accordingly, this study, based on fine-scale DNS computations along with high resolution laboratory experiments, will capture the growth stages of LC and transition to Langmuir turbulence during the wave aging process. Simulations validated with the experiments will address the following major questions: \r\n1. What is the influence of small scale LC on scalar air-sea fluxes during the early stages of LC development when wind shear is dominant over wave orbital velocities? \r\n2. What is the impact of micro-breaking waves on the structure of small scale LC? \r\n3. What is the cumulative effect of small scale LC and micro-breakers on sea surface molecular layers? \r\n4. What is the structure of LC and the effect of LC on molecular layers during later stages of LC development as LC and surface wave spectra broaden? \r\n\r\nThe experiments will focus on the generation and evolution of small scale LC. They will aim at \r\n1. Assessing the structure, evolution, and stability of small scale Langmuir circulations. \r\n2. Evaluating the impact of these structures on the cool skin with potential influence on the air-sea heat and gas flux. \r\n3. Collecting high quality dynamics measurements within the water column for comparison with the computations. \r\n\r\nIt is anticipated that the LC will impact the cool skin temperature and gas concentration molecular layer by enhancing the surface renewal mechanism, often invoked in parameterizations of the cool skin and gas transfer velocity (a measure of gas transfer efficiency across the air-sea interface). Accordingly, the DNS solver to be used is equipped with an interface capturing technique yielding resolved surface molecular layers, and accurate resolution of violent free-surface motions. The experiments will include PIV and active infrared radiometry yielding direct estimates of sub-surface and surface kinematics. This combined numerical/experimental approach will likely lead to new physical insights into the fine scale processes which control the air-sea molecular fluxes of heat and gas. \r\n\r\nBroader Impacts: Broad impacts will be made through enhanced fundamental understanding of the fine-scale physics characterizing the ocean cool skin and gas transfer across the air-sea interface in the presence of LC. LC is known to appear and disappear quickly at the ocean surface and plays an important role in global air-sea scalar fluxes. Understanding the influence of LC would allow scientists to develop improved parameterizations of global ocean flux uptake of greenhouse gases such as CO2. Furthermore, results obtained would benefit scientists making estimates of bulk ocean temperatures based on satellite infrared measurements while having to account for the cool skin. Results from this research will be disseminated in journal publications and conferences, and, where appropriate, more popular avenues of publication. At a local level, knowledge gained through this research effort will be incorporated into the education and training of students. The PIs will continue their efforts to promote science and research to a broader audience (K-12 and public) through laboratory visits and informational scientific talks to the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Tejada-Martinez",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Andres E Tejada-Martinez",
   "pi_email_addr": "aetejada@eng.usf.edu",
   "nsf_id": "000184891",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "3650 Spectrum Boulevard",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 324145.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Atmosphere and the Oceans constantly exchange heat, gas, and mechanical energy. The surface of the ocean, through which all the transfers take place, therefore plays a critical role in controlling these exchanges. In an effort to study the climate and weather for example, numerical models need to be able to estimate the amount, speed, and direction (from the ocean to the air or vice versa) of these fluxes. The most reliable flux estimates rely on a solid understanding of the physics that controls these fluxes. This project was aimed at studying one aspect of air-sea physics: Langmuir circulation, or Langmuir turbulence. At the surface of the ocean, surface waves and turbulence are crucial in driving air-sea fluxes of heat, gas, and momentum. Langmuir turbulence results from the interaction of the waves and the ambient turbulence in the ocean and leads to partially coherent structures that are extremely efficient in mixing the upper layers of the ocean. This project was specifically aimed at studying these structures, especially at small scales (on the order of 1cm) in order to assess their impact on air sea gas fluxes. The project consisted of experimental work performed under controlled laboratory conditions, paired with high-resolution state-of-the-art numerical studies.</p>\n<p>We found that small scale Langmuir circulation rapidly transports surface layers to depth thereby transporting momentum and scalars (heat and gas) away from the surface at rates much larger than shear-driven turbulence. Langmuir turbulence is thus extremely efficient at mixing the near surface layers of the ocean down into the interior, leading to intense air-sea gas flux events. These occurred on time scales of seconds with 10-fold increase air sea gas flux for a short period of time. While these events are short lived, the generation of small scale Langmuir turbulence is likely associated with wind gusts and thus could be a dominating contributor to the long-term averages of air-sea gas flux. In order to evaluate the global influence of these short-lived, small scale Langmuir turbulence events, their occurrence in the field needs to be evaluated in more detail.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2018<br>\n\t\t\t\t\tModified by: Andres&nbsp;E&nbsp;Tejada-Martinez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Atmosphere and the Oceans constantly exchange heat, gas, and mechanical energy. The surface of the ocean, through which all the transfers take place, therefore plays a critical role in controlling these exchanges. In an effort to study the climate and weather for example, numerical models need to be able to estimate the amount, speed, and direction (from the ocean to the air or vice versa) of these fluxes. The most reliable flux estimates rely on a solid understanding of the physics that controls these fluxes. This project was aimed at studying one aspect of air-sea physics: Langmuir circulation, or Langmuir turbulence. At the surface of the ocean, surface waves and turbulence are crucial in driving air-sea fluxes of heat, gas, and momentum. Langmuir turbulence results from the interaction of the waves and the ambient turbulence in the ocean and leads to partially coherent structures that are extremely efficient in mixing the upper layers of the ocean. This project was specifically aimed at studying these structures, especially at small scales (on the order of 1cm) in order to assess their impact on air sea gas fluxes. The project consisted of experimental work performed under controlled laboratory conditions, paired with high-resolution state-of-the-art numerical studies.\n\nWe found that small scale Langmuir circulation rapidly transports surface layers to depth thereby transporting momentum and scalars (heat and gas) away from the surface at rates much larger than shear-driven turbulence. Langmuir turbulence is thus extremely efficient at mixing the near surface layers of the ocean down into the interior, leading to intense air-sea gas flux events. These occurred on time scales of seconds with 10-fold increase air sea gas flux for a short period of time. While these events are short lived, the generation of small scale Langmuir turbulence is likely associated with wind gusts and thus could be a dominating contributor to the long-term averages of air-sea gas flux. In order to evaluate the global influence of these short-lived, small scale Langmuir turbulence events, their occurrence in the field needs to be evaluated in more detail.\n\n \n\n\t\t\t\t\tLast Modified: 01/09/2018\n\n\t\t\t\t\tSubmitted by: Andres E Tejada-Martinez"
 }
}