{
 "awd_id": "1235109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DMREF/GOALI:  Computational and Experimental Discovery and Development of Additives for Novel Polymer Morphology and Performance",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Kuech",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "This project is a collaboration between academia and industry sponsored by the Designing Materials to Revolutionize and Engineer our Future (DMREF) and Grant Opportunities for Academic Liaison with Industry (GOALI) programs.  Its objective is to prototype a new paradigm for materials research based on the synergistic application of molecular level simulation and experimental testing, to identify the essential relationships between molecular structure, morphology and performance.  In the program proposed here, this paradigm will be realized through the discovery and development of additives (e.g. nucleating agents, clarifiers) that alter the morphology and properties of plastics. Molecular simulations will be used to survey existing and hypothetical additives, to demonstrate speed-up and to identify sensible trends in crystallization kinetics.  In-depth evaluation of selected additives will be used to demonstrate refinement of the process of discovery and to identify the precision with which current simulations can distinguish the effects of different additives. Experimental rheological and structural characterization will be used to validate heuristics and to establish the connection between crystallization kinetics and ultimate morphologies and properties.\r\n\r\nGlobal competitiveness in advanced materials and their manufacture is essential to economic development and national security. It relies increasingly on shorter discovery and development cycles.  Plastics, particularly polyolefins, are important advanced materials, due to their unique combination of processability, mechanical, thermal, optical and even electronic properties. One outcome of the current project may be newly tailored additives that provide materials with exceptional property combinations, such as lightweight polyolefins that are both stiff and tough.  More broadly, by advancing a new paradigm that shortens the cycle for materials discovery and development, this program contributes to United States competitiveness. Increased competitiveness and innovative practices translate into job creation within the United States manufacturing economy, in accordance with the goals of the Advanced Manufacturing Partnership and the Materials Genome Initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Rutledge",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory C Rutledge",
   "pi_email_addr": "rutledge@mit.edu",
   "nsf_id": "000259281",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Locker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Locker",
   "pi_email_addr": "c.rebecca.locker@exxonmobil.com",
   "nsf_id": "000616582",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was a collaboration between MIT and ExxonMobil Research and Engineering.&nbsp; Its purpose was to develop a new paradigm for the design of additives with which one can significantly alter the nucleation and growth of polymer crystallites. The overarching goal of the project was to improve our understanding of how additives can be used to manipulate crystallization behavior, leading to novel morphologies, and provide the predictive capacity required to engineer polymeric material properties through the modification of semicrystalline morphology. To this end, we simulated the effects of various additives on nucleation and growth of polyethylene. Simultaneously, the impact of selected additives on the morphology of polyethylene was studied experimentally by the industrial collaborator.</p>\n<p>As part of our computational study of additive-polymer systems, we developed a simulation and analysis toolbox to characterize the amorphous-to-crystal transition at the propagating growth front. Surface nucleation events were observed within several layers parallel to the propagating growth front and averaged over several simulations to estimate important, fundamental properties of crystallization, including critical nucleus sizes, waiting times and rates for surface nucleation. Analysis of these atomistic results prompted development of a new, continuum level kinetic model to describe the structure and rate of advancement of the growth front during crystallization. The model successfully captures the full breadth of crystal growth behavior, ranging from surface nucleation-limited to spreading-limited, and reproduces the asymptotic regimes proposed by Laurtizen and Hoffman.</p>\n<p>For the first time, a systematic study of nucleating agents for crystallization was conducted using molecular dynamics simulation. In describing the nucleating agents using a small set of adjustable, physically-motivated force field parameters, we defined a &ldquo;materials genome&rdquo; for nucleating agents, specifically comprising tetrahedrally coordinated crystals. Our MD simulations correctly captured the importance of epitaxial matching during heterogeneous nucleation in a polymeric system. More importantly, the MD results revealed that small errors in epitaxial matching could be accommodated by designing the substrate to have reduced rigidity and/or increased strength of surface adhesion. The parameter mapping for tetrahedrally coordinated crystalline materials prompted a set of experiments to examine the effectiveness of several new nucleating agents in polyethylene. The computational results provide useful heuristics to choose nucleating agents for study and to design new ones.</p>\n<p>Experimental studies were directed towards dispersion of nanoparticulate additives in non-polar polyolefins. Low-temperature melt extrusion and homogenization was found to be effective for dispersing graphene nanoplatelets (GNPs) in high density polyethylene (HDPE). GNPs enhanced nucleation in GNP-HDPE composites, resulting in improved mechanical properties. The experimentally observed enhancement of nucleation in the HDPE matrix led to examination of graphene and graphene-like materials as a class by molecular simulation, in addition to the tetrahedrally coordinated crystalline materials.&nbsp; This interplay of experiment and simulation typifies an iterative process in which experiment guides simulations, and vice versa.</p>\n<p>&nbsp;Two graduate students received advanced technical degrees as part of the project goals.&nbsp; Industrial internships for the students were also part of the project. Educational outreach to K-12 students at the American International School, Atlanta, GA) was supported by this award. The outcomes of this project are disseminated through six peer-reviewed publications (three of which are in print as of the date of this writing) and numerous presentations at national technical meetings and other venues.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Gregory&nbsp;C&nbsp;Rutledge</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was a collaboration between MIT and ExxonMobil Research and Engineering.  Its purpose was to develop a new paradigm for the design of additives with which one can significantly alter the nucleation and growth of polymer crystallites. The overarching goal of the project was to improve our understanding of how additives can be used to manipulate crystallization behavior, leading to novel morphologies, and provide the predictive capacity required to engineer polymeric material properties through the modification of semicrystalline morphology. To this end, we simulated the effects of various additives on nucleation and growth of polyethylene. Simultaneously, the impact of selected additives on the morphology of polyethylene was studied experimentally by the industrial collaborator.\n\nAs part of our computational study of additive-polymer systems, we developed a simulation and analysis toolbox to characterize the amorphous-to-crystal transition at the propagating growth front. Surface nucleation events were observed within several layers parallel to the propagating growth front and averaged over several simulations to estimate important, fundamental properties of crystallization, including critical nucleus sizes, waiting times and rates for surface nucleation. Analysis of these atomistic results prompted development of a new, continuum level kinetic model to describe the structure and rate of advancement of the growth front during crystallization. The model successfully captures the full breadth of crystal growth behavior, ranging from surface nucleation-limited to spreading-limited, and reproduces the asymptotic regimes proposed by Laurtizen and Hoffman.\n\nFor the first time, a systematic study of nucleating agents for crystallization was conducted using molecular dynamics simulation. In describing the nucleating agents using a small set of adjustable, physically-motivated force field parameters, we defined a \"materials genome\" for nucleating agents, specifically comprising tetrahedrally coordinated crystals. Our MD simulations correctly captured the importance of epitaxial matching during heterogeneous nucleation in a polymeric system. More importantly, the MD results revealed that small errors in epitaxial matching could be accommodated by designing the substrate to have reduced rigidity and/or increased strength of surface adhesion. The parameter mapping for tetrahedrally coordinated crystalline materials prompted a set of experiments to examine the effectiveness of several new nucleating agents in polyethylene. The computational results provide useful heuristics to choose nucleating agents for study and to design new ones.\n\nExperimental studies were directed towards dispersion of nanoparticulate additives in non-polar polyolefins. Low-temperature melt extrusion and homogenization was found to be effective for dispersing graphene nanoplatelets (GNPs) in high density polyethylene (HDPE). GNPs enhanced nucleation in GNP-HDPE composites, resulting in improved mechanical properties. The experimentally observed enhancement of nucleation in the HDPE matrix led to examination of graphene and graphene-like materials as a class by molecular simulation, in addition to the tetrahedrally coordinated crystalline materials.  This interplay of experiment and simulation typifies an iterative process in which experiment guides simulations, and vice versa.\n\n Two graduate students received advanced technical degrees as part of the project goals.  Industrial internships for the students were also part of the project. Educational outreach to K-12 students at the American International School, Atlanta, GA) was supported by this award. The outcomes of this project are disseminated through six peer-reviewed publications (three of which are in print as of the date of this writing) and numerous presentations at national technical meetings and other venues.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Gregory C Rutledge"
 }
}