{
 "awd_id": "1235799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Electrokinetic Effects on Near-Wall Microparticle Transport",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 305038.0,
 "awd_min_amd_letter_date": "2012-09-12",
 "awd_max_amd_letter_date": "2014-04-17",
 "awd_abstract_narration": "1235799\r\nYoda\r\n\r\nMicrofluidic Lab-on-a-Chip (LOC) devices shrink an entire medical laboratory onto a single \"chip\" of a few square inches, making it possible to obtain the results of various blood and urine tests within a few minutes at the patient's home.  A major enabling technology for LOC tests is controlling the transport of nano- and microparticles with diameters ranging from about 0.5 to 5 nanometers suspended in a conducting aqueous solution (e.g. blood plasma, urine) where the transport of the particle solution is driven by a voltage gradient, or electric field, through microchannels with diameters of a few micrometers to a few hundred micrometers. \r\nIn such small channels, a large fraction of the particles interact with the channel walls.  Recent observations in microchannel flows suggest that the electric field that drives the solution also gives rise to a repulsive force of O(10^-14 N) that drives the suspended particles away from the wall, and that this force, which is proportional to the square of the electric field magnitude, also scales as the square of the particle diameter.  \r\nThe objectives of this work are therefore: 1)  to develop our fundamental understanding of how the properties of the particle and wall surfaces, as well as those of the solution, affect these particle-wall interactions; and 2)  to determine whether this repulsive force can be used to separate nano- and microparticles based upon their size and if so, the conditions that optimize separation efficiency.  \r\nThe experiments will use evanescent-wave particle velocimetry, a method that is uniquely suited to visualizing the dynamics of particle-wall interactions that is also sensitive enough to detect the effects of this extremely small repulsive force, to study flows through microchannels driven by an electric field, as well as a pressure gradient to create shear.  The experiments will be complemented by a modest modeling effort.  \r\nBy determining how this repulsive force depends upon the properties of the particle, the wall, and the solution, this proposed work could lead to new technologies for:  a) sorting nano- and microparticles based on their size, among other properties; and b) manipulating, collecting, and assembling particles of different sizes (and other properties) in different regions of the channel wall.  As noted earlier, these are important technologies in designing LOC for medical diagnostics.   They are also important in new nanomaterials, specifically in making plasmonic metamaterials with a negative refractive index that can be used as \"invisibility cloaks\":  these materials are typically fabricated by assembling nano- and microparticles into large crystals and arrays on a solid substrate, or wall, by applying an electric field to a particle solution.  \r\nThis research will also educate a diverse group of undergraduate students in the largest program in Mechanical Engineering in the U.S. to the applications of microfluidics and nanotechnology, and involve high school students in summer research projects in these areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Minami",
   "pi_last_name": "Yoda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Minami Yoda",
   "pi_email_addr": "yodamina@msu.edu",
   "nsf_id": "000333917",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5039.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fluid dynamics researchers have found a new way to manipulate 0.5 micron particles near solid walls and to assemble these particles into centimeters-long &ldquo;bands&rdquo; while a dilute mixture of these particles suspended in a buffer solution flows through a 30 micron deep channel.&nbsp; By &ldquo;pumping&rdquo; the flow of this solution using a combination of a pressure difference and an electrical voltage difference, the researchers can either attract particles to the wall, or repel particles away from the wall.&nbsp; Moreover, based on how they depend on the pressure and voltage differences, these attractive and repulsive forces appear to differ from the forces observed by earlier researchers.</p>\n<p>Such new methods for manipulating such small particles could be useful in microfluidics and nanotechnology. &nbsp;Developing new ways to manipulate particles near the walls of microfluidic devices, such as &ldquo;Labs on a Chip&rdquo; (LoC), which &ldquo;shrink&rdquo; an entire chemistry lab down to an area of a few square inches, is important because the sensors and actuators in LoC are usually mounted on the walls of these devices.&nbsp; For example, microfluidics-based immunoassays use such small particles to collect antibodies for a specific disease by suspending the particles in a buffer solution containing the subject&rsquo;s (blood) plasma.&nbsp; The suspension then flows through the LoC to maximize contact and binding between the particle surfaces and the antibodies, and the particles are then collected near or on a wall-mounted sensor and actuator to identify and extract the antibodies chemically bound on the particles.</p>\n<p>Moreover, new methods for assembling particles into dense &ldquo;bands&rdquo; next to the wall with a cross-section of a few microns from a flowing suspension could be useful in manufacturing nanomaterials and crystalline microfibers on a &ldquo;large&rdquo; scale (of centimeters).&nbsp; One of the great promises of nanomaterials is that they, with a spatial scale comparable to the wavelength of visible light, can be used as &ldquo;photonic crystals&rdquo; that can be used to manipulate light, much like the glass bead surfaces used in safety reflective tape.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2015<br>\n\t\t\t\t\tModified by: Minami&nbsp;Yoda</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1235799/1235799_10214244_1449080388225_LoC_poster--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1235799/1235799_10214244_1449080388225_LoC_poster--rgov-800width.jpg\" title=\"Bands of Particles\"><img src=\"/por/images/Reports/POR/2015/1235799/1235799_10214244_1449080388225_LoC_poster--rgov-66x44.jpg\" alt=\"Bands of Particles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Suspended microparticles flowing through a channel assemble intoôbandsö next to the wall when the flow is driven by both a pressure and a voltage difference.  The insets [left] show bands of 0.5 micron particles over a 130 Ám field of view, with flow along the horizontal.</div>\n<div class=\"imageCredit\">DOI: 10.1039/C3LC51341F (Communication) Lab Chip, 2014, 14, 1391-1394</div>\n<div class=\"imageSubmitted\">Minami&nbsp;Yoda</div>\n<div class=\"imageTitle\">Bands of Particles</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/1235799/1235799_10214244_1449081598895_Figure4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1235799/1235799_102...",
  "por_txt_cntn": "\nFluid dynamics researchers have found a new way to manipulate 0.5 micron particles near solid walls and to assemble these particles into centimeters-long \"bands\" while a dilute mixture of these particles suspended in a buffer solution flows through a 30 micron deep channel.  By \"pumping\" the flow of this solution using a combination of a pressure difference and an electrical voltage difference, the researchers can either attract particles to the wall, or repel particles away from the wall.  Moreover, based on how they depend on the pressure and voltage differences, these attractive and repulsive forces appear to differ from the forces observed by earlier researchers.\n\nSuch new methods for manipulating such small particles could be useful in microfluidics and nanotechnology.  Developing new ways to manipulate particles near the walls of microfluidic devices, such as \"Labs on a Chip\" (LoC), which \"shrink\" an entire chemistry lab down to an area of a few square inches, is important because the sensors and actuators in LoC are usually mounted on the walls of these devices.  For example, microfluidics-based immunoassays use such small particles to collect antibodies for a specific disease by suspending the particles in a buffer solution containing the subjectÆs (blood) plasma.  The suspension then flows through the LoC to maximize contact and binding between the particle surfaces and the antibodies, and the particles are then collected near or on a wall-mounted sensor and actuator to identify and extract the antibodies chemically bound on the particles.\n\nMoreover, new methods for assembling particles into dense \"bands\" next to the wall with a cross-section of a few microns from a flowing suspension could be useful in manufacturing nanomaterials and crystalline microfibers on a \"large\" scale (of centimeters).  One of the great promises of nanomaterials is that they, with a spatial scale comparable to the wavelength of visible light, can be used as \"photonic crystals\" that can be used to manipulate light, much like the glass bead surfaces used in safety reflective tape. \n\n\t\t\t\t\tLast Modified: 12/03/2015\n\n\t\t\t\t\tSubmitted by: Minami Yoda"
 }
}