{
 "awd_id": "1235848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Niche of Bioelectrochemical Systems for Water and Energy Sustainability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 241598.0,
 "awd_amount": 241598.0,
 "awd_min_amd_letter_date": "2012-06-05",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "1235848 (Ren).  Simultaneous wastewater treatment and energy generation has been a primary focus in bioelectrochemical systems (BES) research, but system performance is significantly reduced when using wastewater as the substrate compared to refined chemical substrates.  BESs use microorganisms to catalyze the oxidization of organic and inorganic electron donors in the anode chamber and deliver electrons to the anode. The electrons can be captured directly for electricity generation (microbial fuel cells, MFCs) or supplemented by external power input for producing hydrogen, methane, or value-added chemicals (microbial electrolysis cells, MECs).  The electrons can also be used in the cathode chamber to remediate contaminants such as uranium, chlorinated solvents, and perchlorate. The potential across the electrodes can also drive desalination (microbial desalination cells, MDCs).  This project will use a systems approach to gain fundamental understanding of the unique features and mechanisms involved in various BES functions. The project team will also characterize, assess, and develop reactor systems to improve the applicability of the technology. Specifically, the team will: 1) Systematically characterize the interactions of different but complementary features for systems such as desalination and energy production from wastewater (treatment efficiency, electrochemical performance, ion transfer behavior, and microbial activity); 2) employ fundamental principles and findings to guide the development of BES configurations that can be integrated with current infrastructures for on-site wastewater treatment, energy production, and desalination; and 3) establish a life cycle assessment framework to provide quantitative analysis of the environmental impacts and energy footprint of BES technology as compared to existing technologies and direct system optimization and integration. Outcomes of this research should not only provide quantitative guidelines to facilitate the transformation of BES into a viable technology for wastewater infrastructure, but also advance the understanding and development of this technology for other applications such as bioremediation and biosensing.  The work is targeted to address two crucial challenges facing our society - water and energy. In addition to the advancement of scientific understanding and development of bioelectrochemical systems, the proposed work provides an attractive platform for educating students and society to understand the Water-Energy Nexus and teaching them about interdisciplinary tools available for science and technology exploration. The project will academically and financially support graduate students focusing on the engagement of underrepresented groups. Partnerships with local TV stations and Denver Zoo have been established and will continue to be developed to educate and demonstrate environmental sustainability technology to the general public.  The team will also use the research findings and system developments as education tools to capture K-12 students' interests in energy and environmental issues and encourage them to pursue careers in STEM areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhiyong",
   "pi_last_name": "Ren",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiyong J Ren",
   "pi_email_addr": "zjren@princeton.edu",
   "nsf_id": "000528788",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anu",
   "pi_last_name": "Ramaswami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anu Ramaswami",
   "pi_email_addr": "anu.ramaswami@princeton.edu",
   "nsf_id": "000205565",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver-Downtown Campus",
  "inst_street_address": "1380 LAWRENCE ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "802042055",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF COLORADO AT DENVER",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6CXZ6GSJW84"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver",
  "perf_str_addr": "1201 5th Street",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802173364",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 32251.0
  }
 ],
 "por": null
}