{
 "awd_id": "1235768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Large-Scale Wave Energy Arrays -- Integrated Control/Array Design in Random Seas",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 187819.0,
 "awd_amount": 187819.0,
 "awd_min_amd_letter_date": "2012-07-10",
 "awd_max_amd_letter_date": "2012-07-10",
 "awd_abstract_narration": "PI: Scruggs, Jeffrey / Taflanidis, Alexandros\r\nProposal Number: 1235732 / 1235768\r\nInstitution: University of Michigan Ann Arbor / University of Notre Dame\r\nTitle: Collaborative Research: Large-Scale Wave Energy Arrays -- Integrated Control/Array Design in Random Seas\r\n\r\nIn the transition of the US energy economy from traditional technologies to renewables, ocean wave energy technology has a signi&#64257;cant role to play.  However, our understanding of how to best harness the resource is still evolving.   For Wave Energy Conversion (WEC) technologies to be relevant on a utility scale, it will be necessary to distribute vast arrays of energy-harvesting buoys across a wide expanse of ocean. Maximization of power generation from large-scale WEC arrays requires a synthesis of optimal control and optimal geometry techniques.  The present state-of-understanding is limited to single buoys and  small array  sizes.   It also does not account for the limitations of power conversion systems, or the fact that sea states are random and uncertain phenomena.  This collaborative project constitutes an e&#64256;ort to rectify these issues, through a novel synthesis of two disparate research threads: robust control theory and large-scale stochastic optimization.\r\n\r\nThe proposed work will focus on accurate techniques for assessing and optimizing the power generation potential for a given geographic location and a given array perimeter.   This  will provide answers to  some necessary questions for this  technology to  move forward: (i) Given an array perimeter, a probabilistic characterization of the sea state, and a technological characterization of the generators, what is the optimal number of WEC buoys, and how should they be arranged? (ii) How do the optimal number of buoys and con&#64257;guration depend on the conversion technology used? (iii) How does the buoy con&#64257;guration depend on the e&#64259;ciency of energy storage and transmission systems that interface the array with the grid?  The PIs will integrate their respective approaches (the optimal power generation control algorithm for a WEC system, and stochastic sampling methods) into a single computationally-e&#64259;cient framework, which simultaneously reshapes the array and redesigns the controller upon each iteration.  This will reduce the time necessary to accurately evaluate the maximum power generation capability for a given array size by several orders of magnitude.  In this work the PIs will innovate generic techniques for large-scale WEC array design using techniques from robust control theory and advances in high-performance computing.  \r\n\r\nThis collaborative project will provide a clear insight into the true potential of large-scale WEC arrays to meet future energy needs. Also the project has the potential to lift technology adoption barriers and to promote advocacy among the public.    This will be accomplished via di&#64256;usion mechanisms that enhance ambassadorship among students and awareness among stakeholders. The PIs will adopt a two-pronged strategy, involving: 1. development of open-access online resource assessment software, and 2. educational outreach initiatives focused on ocean energy.  In the &#64257;rst component, the online application, supported by a friendly user-interface, will assess the optimized annual power output and array con&#64257;guration for a user-speci&#64257;ed geographic location and array perimeter.  A more technical o&#64260;ine version targeted at WEC developers will also be made freely available.   The second component will be achieved through interdisciplinary REU initiatives that target underrepresented groups and through the development of project-based learning modules, leveraging the proposed online assessment tools. This will motivate and empower the student participants to advance this research both within their profession and the public at large, thus propagating the broader impacts of this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandros",
   "pi_last_name": "Taflanidis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandros A Taflanidis",
   "pi_email_addr": "Alexandros.A.Taflanidis.1@nd.edu",
   "nsf_id": "000512288",
   "pi_start_date": "2012-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 187819.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed new techniques for assessing and optimizing the power generation potential for a given geographic location and a given array perimeter of Wave Energy Converters (WECs) composed of oscillating buoys. In collaboration with the University of Michigan a generic framework was established for large-scale WEC array design using techniques from robust control theory and advances in surrogate modeling and stochastic optimization. This framework simultaneously optimizes the layout of the array (i.e. finds the location of the different WECs to maximize the energy extracted) and redesigns the WEC controller, while considering a realistic model for the wave environment and addressing the different sources of uncertainty related to it (ultimately dependent upon the geographic location considered). The goal of the array-layout optimization is to positively exploit hydrodynamic interactions between the different WECs to increase the energy extracted (when compared to these WECs operating in isolation from one another). &nbsp;</p>\n<p>The required computational efficiency, to support the array-layout optimization, was established by a surrogate modeling approach that approximates the hydrodynamic coefficients of the array for different orders of interaction between them. Approach is largely independent of the size of the array, and so can be used for large-dimensional arrays. This efficiency allowed the team to examine different case studies and the investigation revealed many interesting trends that shed further light on how we can better exploit this renewable technology. Key findings include: (i) Layout of WECs significantly impacts the power generated and it is critical to consider an explicit optimization for this layout rather than using a pre-determined configuration (and simply optimize the WEC controller for that given configuration); (ii) For large dimensional-arrays problem has multiple local minima (i.e. layouts that appear to be optimal when compared to similar ones) but finding the best one is important, though admittedly numerically challenging; (iii) When considering a realistic model for the wave environment (i.e. treating explicitly the different sources of uncertainty) the optimal layout changes. This stresses the importance of developing simulation and optimization tools that can support such a realistic modeling.</p>\n<p>The project also promoted simulation-based tools, uncertainty quantification and predictive modeling within Engineering and Science. With respect to educational developments, three graduate students have participated in this project, which has offered a unique opportunity of training in advanced statistical methodologies, simulation-based optimization, and WEC modeling. The research developments were also integrated in the participation of the principal investigator in the 2013 National Academy of Engineering Frontiers of Engineering Education Symposium. &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2016<br>\n\t\t\t\t\tModified by: Alexandros&nbsp;Taflanidis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed new techniques for assessing and optimizing the power generation potential for a given geographic location and a given array perimeter of Wave Energy Converters (WECs) composed of oscillating buoys. In collaboration with the University of Michigan a generic framework was established for large-scale WEC array design using techniques from robust control theory and advances in surrogate modeling and stochastic optimization. This framework simultaneously optimizes the layout of the array (i.e. finds the location of the different WECs to maximize the energy extracted) and redesigns the WEC controller, while considering a realistic model for the wave environment and addressing the different sources of uncertainty related to it (ultimately dependent upon the geographic location considered). The goal of the array-layout optimization is to positively exploit hydrodynamic interactions between the different WECs to increase the energy extracted (when compared to these WECs operating in isolation from one another).  \n\nThe required computational efficiency, to support the array-layout optimization, was established by a surrogate modeling approach that approximates the hydrodynamic coefficients of the array for different orders of interaction between them. Approach is largely independent of the size of the array, and so can be used for large-dimensional arrays. This efficiency allowed the team to examine different case studies and the investigation revealed many interesting trends that shed further light on how we can better exploit this renewable technology. Key findings include: (i) Layout of WECs significantly impacts the power generated and it is critical to consider an explicit optimization for this layout rather than using a pre-determined configuration (and simply optimize the WEC controller for that given configuration); (ii) For large dimensional-arrays problem has multiple local minima (i.e. layouts that appear to be optimal when compared to similar ones) but finding the best one is important, though admittedly numerically challenging; (iii) When considering a realistic model for the wave environment (i.e. treating explicitly the different sources of uncertainty) the optimal layout changes. This stresses the importance of developing simulation and optimization tools that can support such a realistic modeling.\n\nThe project also promoted simulation-based tools, uncertainty quantification and predictive modeling within Engineering and Science. With respect to educational developments, three graduate students have participated in this project, which has offered a unique opportunity of training in advanced statistical methodologies, simulation-based optimization, and WEC modeling. The research developments were also integrated in the participation of the principal investigator in the 2013 National Academy of Engineering Frontiers of Engineering Education Symposium.     \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2016\n\n\t\t\t\t\tSubmitted by: Alexandros Taflanidis"
 }
}