{
 "awd_id": "1235735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Characterization of Contaminants and Isotopic Tracers Associated with Coal Combustion Products",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 84823.0,
 "awd_amount": 84823.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "1235661/1235735 \r\nHsu-Kim/Hower \r\n\r\nCollaborative Research: Characterization of contaminants and isotopic tracers associated with coal combustion products \r\nCoal combustion products (CCPs) represent the largest industrial waste stream in the U.S. with approximately 130 million tons generated every year. This waste is known to contain toxic elements such as arsenic, selenium, and mercury. While a subset of CCPs is recycled for beneficial purposes, the majority of the waste is stored in hundreds of landfills and storage ponds across the nation. CCPs are not classified as hazardous waste, and as a result, these landfills and storage ponds are typically unlined and susceptible to leaks and failures. Moreover, discharge of effluents from storage ponds are often not monitored and may pose an ecological hazard if they contain toxic elements leached from CCPs. The goal of this project is to understand the hazards posed by CCPs during their disposal or accidental release to the environment. The research will involve laboratory experiments to characterize the geochemical composition of CCPs sampled from a wide array of coal-fired power plants, determine the composition and trace element speciation of CCP leachates generated under environmentally-relevant conditions, and perform field investigations to characterize effluent from CCP holding ponds in North Carolina. This research will provide an in-depth evaluation of the metal and metalloid contaminants that can leach from CCPs and how their speciation and bioavailability change as a function of environmental conditions. A novel component of the work is the use of isotopic signatures of boron, strontium, and radium in the CCPs as methods for tracking contaminants released from CCPs. \r\n\r\nCoal-based energy currently represents approximately 40% of the total worldwide electricity production and is expected to increase significantly in the next 20 years (in the U.S. and globally). Despite the large amount of CCP wastes that are generated annually, the risks associated with disposal practices are not well-known, particularly in light of a recent coal ash spill in which the PIs identified release of toxic elements (arsenic, selenium, mercury) associated with CCP wastes. An outcome of this research will be a hierarchy of coal ash wastes based on their potential to cause harm delineated by known variables such as the original coal geology and combustion operation parameters. The research will attempt to establish relationships between known process variables (e.g., coal type, coal ash composition, combustion parameters) and the leaching potential of toxic elements from CCPs. Collectively the results of CCP leaching studies and holding pond analyses will be used to evaluate methods to rank CCPs for their exposure risk potential. This information will be needed for future regulatory actions on CCP disposal practices from federal and state environmental agencies. The researchers will leverage outreach programs at Duke and on-going collaborations with public interest stakeholders to provide broader dissemination of this work to the public and to students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hower",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Hower",
   "pi_email_addr": "james.hower@uky.edu",
   "nsf_id": "000218998",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Center for Applied Energy Research",
  "perf_str_addr": "2540 Research Park Drive",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405118429",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84823.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, the University of Kentucky's Cenrter for Applied Energy Research (CAER) collaborated with Heileen Hsu-Kim and Avner Vengosh and their students at Duke University on a study of trace elements associated with coal combustion products and the environmental mobility of the elements.&nbsp; The CAER's primary responsibility was the collection of coal and ash from power plants, either by sampling the plants directly or arranging for material to be sent to us; petrographic characterization of the coal and fly ash; and portions of the chemical analysis of the samples. The original samples provided were from the CAER's sampling of Kentucky's coal-fired power plants in 2012.&nbsp; Samples added in 2013 through 2015 were intended to add new coal field sources (such as the Powder River, San Juan, and Gulf Coast lignite basins) or new coal sources or ash-collection configurations at power plants sampled in 2012.&nbsp; For example, arrangements were made for a run of a single coal seam in a two-unit power plant that normally runs a blend a several coals.&nbsp; The research of Duke PhD graduate Grace Schwartz and the on-going research of Duke students Ross Taggart and Nancy Lauer provided insight into the nature of the ashes and their behavior in utilization and disposal settings.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2015<br>\n\t\t\t\t\tModified by: James&nbsp;C&nbsp;Hower</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, the University of Kentucky's Cenrter for Applied Energy Research (CAER) collaborated with Heileen Hsu-Kim and Avner Vengosh and their students at Duke University on a study of trace elements associated with coal combustion products and the environmental mobility of the elements.  The CAER's primary responsibility was the collection of coal and ash from power plants, either by sampling the plants directly or arranging for material to be sent to us; petrographic characterization of the coal and fly ash; and portions of the chemical analysis of the samples. The original samples provided were from the CAER's sampling of Kentucky's coal-fired power plants in 2012.  Samples added in 2013 through 2015 were intended to add new coal field sources (such as the Powder River, San Juan, and Gulf Coast lignite basins) or new coal sources or ash-collection configurations at power plants sampled in 2012.  For example, arrangements were made for a run of a single coal seam in a two-unit power plant that normally runs a blend a several coals.  The research of Duke PhD graduate Grace Schwartz and the on-going research of Duke students Ross Taggart and Nancy Lauer provided insight into the nature of the ashes and their behavior in utilization and disposal settings. \n\n\t\t\t\t\tLast Modified: 09/28/2015\n\n\t\t\t\t\tSubmitted by: James C Hower"
 }
}