{
 "awd_id": "1235273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Resettable Stiffness Systems for Response Mitigation of Civil Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 79547.0,
 "awd_amount": 79547.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "Earthquakes have the potential to cause large-scale destruction of civil infrastructure often leading to significant economic losses or even the loss of human life. Therefore, it is vital to protect civil infrastructure during these events. Structural vibration control using damper provides a method for mitigating the damage to civil infrastructure during earthquakes by absorbing seismic energy from the structure. Damper with semi-active control has emerged as an attractive form of structural control due to its effectiveness, inherent stability, and reliability. This proposal plans to pursue research in resetting semi-active stiffness damper (RSASD) to control vibrations. The purpose of the proposed research is to develop innovative resettable stiffness systems that use minimum feedback control. The resulting devices, by minimizing feedback control, will have high reliability and robustness. The project involves assembly and small-scale testing of the devices to evaluate their energy dissipation characteristics. Annual Ohio University Middle School Science Fair will be used to demonstrate the devices to students to encourage them to pursue STEM education. The research results will also be incorporated in the courses to advocate innovation in engineering.\r\n\r\nThe RSASD has several complexities associated with its operation. In particular, the feedback control system is necessary such that the valve is pulsed open and closed when the piston has reached its maximum displacement, that is, when there is a change in sign of the piston velocity. However, this means that any noise (interference) in the sensor signal, or any high frequency small amplitude structural vibrations, could also trigger the valve, thereby resetting the device at the wrong time. To accommodate this, a threshold on the position signal is used. The threshold ensures that a predetermined minimum displacement of the piston has occurred before resetting the device. Also, as a semi-active control technology, the RSASD is subject to reliability issues related to the feedback system. Failure of the sensor, microcontroller, or valve would lead to device malfunction and loss of energy dissipation to the structure. An innovative design with reduced feedback components will be investigated to develop a resetting stiffness system to provide damping to vibrating civil infrastructure. This new system, if successful, will make RSASD highly reliable and robust.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Walsh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ken Walsh",
   "pi_email_addr": "walshk@ohio.edu",
   "nsf_id": "000616751",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "Stocker Engineering Center",
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 79547.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earthquakes can damage civil infrastructure leading to large economic losses or even the loss of life. As a result, the protection of civil infrastructure is of the utmost importance. Semi-active dampers have emerged as an attractive option for seismic protection. In particular, the resetting semi-active stiffness damper (RSASD) has been shown to be effective in the presence of near-field earthquakes, which are responsible for severe damage to buildings and bridges. However, the RSASD relies on a feedback control system that includes a sensor, microcontroller, and electro-servo valve for resetting of the damper and dissipation of seismic energy. Failure of any of these components during an earthquake would result in a loss of damping to the structure and increase the risk of damage to structural components. The objective of the research performed in this study was to investigate resettable stiffness dampers with fewer feedback components than the RSASD, but similar energy dissipation capacity. The resulting dampers would be more reliable and robust, thereby making them more attractive to structure owners.</p>\n<p>Research in the area of structural vibration control focuses on reducing vibrations in buildings and bridges subject to dynamic forces such as earthquakes and/or strong winds. It is an exciting field of research which presents many unique challenges. Often, these challenges are addressed through the implementation of innovative technologies on a very large scale. Sometimes it is necessary to develop new technologies, while other times existing technologies may be adopted from other fields with some modification. In either case, it is innovation that drives the solution to problems in structural vibration control. The dampers investigated in this research represent an innovative solution for controlling vibration in civil infrastructure. The researcher will use the results of the research to show students how innovation can be used in engineering to accomplish a complex task using a simpler concept, while simultaneously using the exciting technology-based field of structural control to increase students&rsquo; interest in STEM based fields.</p>\n<p>In all, four resettable stiffness dampers were tested. The resetting semi-passive stiffness damper (RSPSD) consists of a rack-lever mechanism with a proximity sensor and on-off valve to achieve resetting. In the resetting passive stiffness damper (RPSD), the proximity sensor and on-off valve are replaced by a mechanical valve. In the amplified RSPSD (A-RSPSD) and RPSD (A-RPSD), motion amplification is used to reduce the resetting time and enhance the energy dissipation capacity of the dampers. Figure 1 shows a picture of the A-RSPSD with an amplification factor of two. The force versus displacement plots obtained from the laboratory experiments were used to evaluate the energy dissipation capacities of the dampers. The area under the force-displacement curve represents the energy dissipated by the dampers during one cycle of loading. Figures 2-4 show the force-displacement plots for the RSPSD, A-RSPSD, and RPSD subject to a cyclic loading with frequency of 0.19 Hz. The results demonstrate that the studied dampers are capable of energy dissipation using fewer feedback components, and their energy dissipation capacity is increased using motion amplification. Figures 5 and 6 show the force-versus displacement plots of the RSASD and A-RSPSD generated from a computer simulation of a five-story seismically-excited base-isolated building, where the dampers were located at the isolation level. Comparison of the figures shows that the force-displacement characteristics of the A-RSPSD with large amplification are similar to those of the RSASD. In general, it was found that the A-RSPSD with large amplification was as effective in reducing the building motion as the RSASD. These findings suggest that semi-passive and passive r...",
  "por_txt_cntn": "\nEarthquakes can damage civil infrastructure leading to large economic losses or even the loss of life. As a result, the protection of civil infrastructure is of the utmost importance. Semi-active dampers have emerged as an attractive option for seismic protection. In particular, the resetting semi-active stiffness damper (RSASD) has been shown to be effective in the presence of near-field earthquakes, which are responsible for severe damage to buildings and bridges. However, the RSASD relies on a feedback control system that includes a sensor, microcontroller, and electro-servo valve for resetting of the damper and dissipation of seismic energy. Failure of any of these components during an earthquake would result in a loss of damping to the structure and increase the risk of damage to structural components. The objective of the research performed in this study was to investigate resettable stiffness dampers with fewer feedback components than the RSASD, but similar energy dissipation capacity. The resulting dampers would be more reliable and robust, thereby making them more attractive to structure owners.\n\nResearch in the area of structural vibration control focuses on reducing vibrations in buildings and bridges subject to dynamic forces such as earthquakes and/or strong winds. It is an exciting field of research which presents many unique challenges. Often, these challenges are addressed through the implementation of innovative technologies on a very large scale. Sometimes it is necessary to develop new technologies, while other times existing technologies may be adopted from other fields with some modification. In either case, it is innovation that drives the solution to problems in structural vibration control. The dampers investigated in this research represent an innovative solution for controlling vibration in civil infrastructure. The researcher will use the results of the research to show students how innovation can be used in engineering to accomplish a complex task using a simpler concept, while simultaneously using the exciting technology-based field of structural control to increase studentsÆ interest in STEM based fields.\n\nIn all, four resettable stiffness dampers were tested. The resetting semi-passive stiffness damper (RSPSD) consists of a rack-lever mechanism with a proximity sensor and on-off valve to achieve resetting. In the resetting passive stiffness damper (RPSD), the proximity sensor and on-off valve are replaced by a mechanical valve. In the amplified RSPSD (A-RSPSD) and RPSD (A-RPSD), motion amplification is used to reduce the resetting time and enhance the energy dissipation capacity of the dampers. Figure 1 shows a picture of the A-RSPSD with an amplification factor of two. The force versus displacement plots obtained from the laboratory experiments were used to evaluate the energy dissipation capacities of the dampers. The area under the force-displacement curve represents the energy dissipated by the dampers during one cycle of loading. Figures 2-4 show the force-displacement plots for the RSPSD, A-RSPSD, and RPSD subject to a cyclic loading with frequency of 0.19 Hz. The results demonstrate that the studied dampers are capable of energy dissipation using fewer feedback components, and their energy dissipation capacity is increased using motion amplification. Figures 5 and 6 show the force-versus displacement plots of the RSASD and A-RSPSD generated from a computer simulation of a five-story seismically-excited base-isolated building, where the dampers were located at the isolation level. Comparison of the figures shows that the force-displacement characteristics of the A-RSPSD with large amplification are similar to those of the RSASD. In general, it was found that the A-RSPSD with large amplification was as effective in reducing the building motion as the RSASD. These findings suggest that semi-passive and passive resettable stiffness dampers can achieve a similar control performance as their s..."
 }
}