{
 "awd_id": "1235714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design of a bacterial consortium for consolidated bioprocessing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 340146.0,
 "awd_amount": 340146.0,
 "awd_min_amd_letter_date": "2012-07-30",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "PI: Schmidt-Dannert, Claudia\r\nProposal Number: 1235714\r\nInstitution: University of Minnesota-Twin Cities\r\nTitle: Design of a bacterial consortium for consolidated bioprocessing\r\n\r\nBiotechnological bioprocesses typically use pure cultures of metabolically engineered microbial strains. In contrast, environmental processes generally utilize the metabolic diversity present in native microbial consortia to accomplish tasks that not one single organism can do alone. The quest for  the  development  of  consolidated  bioprocesses  for  biofuel  production,  where  hydrolysis  of recalcitrant lignocellulosic biomass and subsequent sugar conversion into biofuels are combined, has reinvigorated investigations into the use of mixed cultures. Currently different strategies are being pursued to obtain strains that are both lignocellulolytic and advanced biofuel producers, but so far none of the engineered strains is efficient at both tasks.\r\n\r\nThe engineering of biological networks with new emergent properties employed in the field of synthetic biology has provided tools and strategies with which it becomes possible to design and investigate synthetic microbial consortia. By compartmentalizing metabolic functions into separate microbial populations, the metabolic network of each strain can be optimized for distinct tasks that together result in the production of a desired compound. The different engineered microbial strains co-cultured in a bioprocess can therefore be considered as individual metabolic modules that may be exchanged or augmented with additional modules. Prerequisite for the engineering of such mixed microbial communities, however, is the establishment of population control systems.\r\n\r\nThis project will design a prototype synthetic microbial community as a proof-of-concept for consolidated bioprocessing. Results from the proposed research can guide the development of other bioprocesses using engineered microbial consortia. Specifically, this project will engineer a mixed culture consisting of B. subtilis, Rhodococcus opacus and E. coli for de novo biodiesel production. The industrial protein expression host B. subtilis will be engineered to secrete cellulolytic enzymes for sugar release from biomass, while the oleaginous R. opacus and the ethanologenic E. coli strain together will convert sugars into fatty acid ethyl esters (biodiesel). Key to the development of such a consortium is the engineering and configuration of adequate systems to control growth of each consortium member in accordance to the requirements of the process. The project will design such population control systems using components of bacterial quorum sensing systems. A system simulation model will be built to guide us in the design these control systems.\r\n\r\nThe project will provide a proof-of-concept for the development and application of engineered microbial consortia for bioprocessing. The use of mixed cultures for biotechnology may thus be revitalized and moved from the pre-DNA technology into the synthetic biology area. Results from this application will provide insights and a model for the design of population control systems needed to adjust population sizes to the requirements of a specific process. The proposed research will impact the field of biotechnology and synthetic biology. Findings of this research may lead to new and more efficient approaches for biofuel production and other bioproduction processes.  The proposed research will provide training in genetic and metabolic engineering for one postdoctoral researcher and four undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Schmidt-Dannert",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia M Schmidt-Dannert",
   "pi_email_addr": "schmi232@umn.edu",
   "nsf_id": "000488998",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 340146.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>The engineering of biological networks with new emergent properties employed in the field of synthetic biology has provided tools and strategies with which it becomes possible to design and investigate synthetic microbial consortia for bioproduction processes. By compartmentalizing metabolic functions into separate microbial populations, the metabolic network of each strain can be optimized for distinct tasks that together result in the production of a desired compound. The different engineered microbial strains co-cultured in a bioprocess can therefore be considered as individual metabolic modules that may be exchanged or augmented with additional modules. Prerequisite for the engineering of such mixed microbial communities, however, is the establishment of population control systems.</p>\n<p>Broader Impacts:</p>\n<p>In this project a suite of different population control mechanisms based on microbial quorum sensing systems were engineered and characterized. Testing of the built genetic circuits against each other in the model <em>E. coli </em>revealed significant and previously undescribed cross-talk between the different systems &ndash; rendering them suboptimal for population control. An alternative bacterial quorum sensing mechanism that uses different types of signals was therefore engineered and shown to be functional in<em> E. coli</em><em>.</em>Ultimately, alternative more specific mechanisms compared to quorum sensing need to be identified and engineered to enable robust population control for designed microbial consortia. To establish model synthetic microbial consortia, genetic tools were developed and tested for two robust non-model bacterial strains for consortial conversion of lignocellulosic deconstruction streams into value added bioproducts. Although the project has ended, strains developed in this project as well as the new quorums sensing mechanism will be utilized to develop robust lignocellulosic deconstruction stream converting microbial consortia that are also controlled by cross-feeding mechanisms.</p>\n<p>This project has provided training in genetic and metabolic engineering for three postdoctoral researcher, one graduate student and five undergraduate students. Postdoctoral researchers have successfully transitioned into careers in academia, industry and federal government. Notably, the postdoctoral researcher who performed the foundational work for this project is now a DOE program manager overseeing bioenergy related projects himself. Postdocs involved in this project served as research mentors for the University of Minnesota&rsquo;s iGEM (internationally genetically engineered machines competition) team. This team is composed of a group of undergraduate students and also included high-school student participants. Project results have been presented at several scientific venues, including a Synthetic Ecology symposium organized by the BioTechnology Institute of the UM.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2016<br>\n\t\t\t\t\tModified by: Claudia&nbsp;M&nbsp;Schmidt-Dannert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThe engineering of biological networks with new emergent properties employed in the field of synthetic biology has provided tools and strategies with which it becomes possible to design and investigate synthetic microbial consortia for bioproduction processes. By compartmentalizing metabolic functions into separate microbial populations, the metabolic network of each strain can be optimized for distinct tasks that together result in the production of a desired compound. The different engineered microbial strains co-cultured in a bioprocess can therefore be considered as individual metabolic modules that may be exchanged or augmented with additional modules. Prerequisite for the engineering of such mixed microbial communities, however, is the establishment of population control systems.\n\nBroader Impacts:\n\nIn this project a suite of different population control mechanisms based on microbial quorum sensing systems were engineered and characterized. Testing of the built genetic circuits against each other in the model E. coli revealed significant and previously undescribed cross-talk between the different systems &ndash; rendering them suboptimal for population control. An alternative bacterial quorum sensing mechanism that uses different types of signals was therefore engineered and shown to be functional in E. coli.Ultimately, alternative more specific mechanisms compared to quorum sensing need to be identified and engineered to enable robust population control for designed microbial consortia. To establish model synthetic microbial consortia, genetic tools were developed and tested for two robust non-model bacterial strains for consortial conversion of lignocellulosic deconstruction streams into value added bioproducts. Although the project has ended, strains developed in this project as well as the new quorums sensing mechanism will be utilized to develop robust lignocellulosic deconstruction stream converting microbial consortia that are also controlled by cross-feeding mechanisms.\n\nThis project has provided training in genetic and metabolic engineering for three postdoctoral researcher, one graduate student and five undergraduate students. Postdoctoral researchers have successfully transitioned into careers in academia, industry and federal government. Notably, the postdoctoral researcher who performed the foundational work for this project is now a DOE program manager overseeing bioenergy related projects himself. Postdocs involved in this project served as research mentors for the University of Minnesota?s iGEM (internationally genetically engineered machines competition) team. This team is composed of a group of undergraduate students and also included high-school student participants. Project results have been presented at several scientific venues, including a Synthetic Ecology symposium organized by the BioTechnology Institute of the UM. \n\n \n\n\t\t\t\t\tLast Modified: 11/13/2016\n\n\t\t\t\t\tSubmitted by: Claudia M Schmidt-Dannert"
 }
}