{
 "awd_id": "1235150",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GEOTRACES Pacific section: Dissolved Fe, Cd, and Zn isotopes",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 394048.0,
 "awd_amount": 394048.0,
 "awd_min_amd_letter_date": "2012-09-15",
 "awd_max_amd_letter_date": "2012-09-15",
 "awd_abstract_narration": "Iron (Fe) and other trace metals have a profound impact on marine biogeochemistry. In about 20 to 50% of the world's oceans, primary productivity is limited because phytoplankton cannot obtain enough Fe to satisfy their physiological needs. Small changes in seawater Fe concentrations can therefore have an immense impact on the growth of phytoplankton, affecting the productivity of ecosystems and the sequestration of carbon in both the modern and ancient oceans. Other trace metals such as zinc (Zn), and cadmium (Cd) can be important nutrients for phytoplankton in their own right, and can be used as chemical tracers to explore processes such as nutrient supply and remineralization, ocean circulation, and earth's climate history. \r\n\r\nIn this project, a research team at the University of South Carolina at Columbia will measure dissolved Fe stable isotopes in samples collected on the US GEOTRACES Eastern Tropical South Pacific (ETSP) transect. GEOTRACES is an international effort to map the distribution of biogeochemically important metals in the oceans. Trace metal isotope ratios add a crucial dimension to the GEOTRACES mission because the information contained in isotope signals is often very different from what can be learned by concentration distributions alone.  Along with Fe isotopes, they will simultaneously generate Cd and Zn isotope ratio data in some of the same samples. These data will be used to distinguish between competing hypotheses about trace-metal and nutrient distribution in the oceans, with a focus on two specific questions: \r\n\r\n(1) What are the sources of bioavailable Fe to the oceans? Dust deposition, flux of reduced Fe from continental margin sediments, and hydrothermal vents have all been hypothesized as major contributors to the global dissolved Fe pool. The team will measure the stable Fe isotopic signatures of these fluxes at 'end-member' locations including surface waters (dust), the Peru oxygen minimum zone (reducing sediments), and the East Pacific Rise (hydrothermal vents). Basin-scale Fe isotopic distribution will then be studied in order to quantify how these various sources contribute to the global pool of biologically utilized Fe. \r\n\r\n(2) What processes cycle Fe within the ocean? As Fe is cycled by various biological and inorganic processes, the team will track Fe isotopic composition in order to better understand how source-Fe isotopic signatures are modified through internal cycling, how iron is transferred between different pools such as dissolved and particulate phases, and the processes that allow dissolved and particulate Fe to become bioavailable. \r\n\r\nBroader Impacts:  This study will contribute to education through the training of a postdoctoral associate, a graduate student, and the involvement of undergraduate students in several aspects of this work. Additionally, this project addresses questions of broad oceanographic and scientific importance, potentially transforming our understanding of the role that trace-metals and other nutrients play in supporting life in the oceans and affecting global climate change",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "John",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Seth G John",
   "pi_email_addr": "sethjohn@usc.edu",
   "nsf_id": "000571673",
   "pi_start_date": "2012-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "701 Sumter St.",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 309401.0
  }
 ],
 "por": null
}