{
 "awd_id": "1235654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Electrochemical Reduction of CO2 to Small Organic Fuels on Encapsulated Metal Catalysts in Gas Diffusion Electrode Environment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-07-06",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "PI: Li, Wenzhen / Williams, Christopher\r\nProposal Number: 1235982 / 1235654\r\nInstitution: Michigan Technological University / University of South Carolina at Columbia\r\nTitle: Collaborative Research: Electrochemical Reduction of CO2 to Small Organic Fuels on Encapsulated Metal Catalysts in Gas Diffusion Electrode Environment\r\n\r\nThe increase of the greenhouse gas CO2 in the atmosphere has resulted in serious global warming issues. The electroreduction of CO2 to organic molecules is a critical goal that would positively impact the global carbon balance by recycling CO2 back into usable fuels. However, an electroreduction that is fast enough and can operate to full capacity remains a great scientific challenge.\r\n \r\nThis collaborative team proposes to investigate a novel class of carbon nanotube (CNT) encapsulated Cu-based nanostructures for efficient electrocatalytic reduction of CO2 in gas diffusion phase, based on their extensive research expertise in catalysis, spectroscopy and electrochemical engineering. The research hypotheses are: 1) that inside CNT channels, CO2 and H species transport and charge transfer can be effectively tuned through optimizing the diameter and length of CNTs and distribution of metal nanoparticles; 2) that the spatial restriction of CNT channels can enhance chain growth probability (to form C2+ fuels); 3) that the cation exchange ionomer can effectively adjust the local pH of reaction sites close to neutral in order to facilitate CO2 reduction. The project will focus on three research tasks: 1) rationally design, accurately synthesize and fully characterize CNTs encapsulated Cu- based  bimetallic  (Fe,  Ag,  Pd,  etc)  nanoparticles  having  alloy  or  core-shell  structure;  2) investigate mechanistic steps of CO2 reduction at the encapsulated catalyst-cation exchange membrane ionomer interface using in-situ electrochemical FTIR, gas chromatography-mass spectrometry and high performance liquid chromatography; 3) assemble encapsulated catalysts into MEAs and investigate CO2  reduction in gas diffusion electrode environment using electrochemical methods, chromatography analysis, and micro-kinetic modeling.\r\n\r\nThis research will have several broad scientific and social impacts. First, studies of these novel encapsulated catalytic systems will advance knowledge of precise synthesis of composite catalytic materials and structure-catalytic function relationships. Second, the research efforts will deepen our understanding of electro-driven conversion of CO2 to usable organic fuels (electrofuels). Third, it will advance CO2 conversion knowledge based on solid polymer electrolyte and gas diffusion electrode techniques and support the world-wide research efforts to balance global carbon cycling and alleviate global climate change issues.  The students involved will not only acquire hands-on research skills, but also learn analytical, communication, cooperation and innovation skills. In addition, the PIs will incorporate the generated results into the existing undergraduate courses and enterprise projects. The outreach efforts will increase high school students? interests in science, engineering and technology, and eventually benefit our society by a sustainably supply of new generation researchers in these fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Williams",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher T Williams",
   "pi_email_addr": "WILLIA84@engr.sc.edu",
   "nsf_id": "000198059",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Caroline",
  "perf_str_addr": "301 Main St-Swearingen",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292084101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objectives of this research were to 1) rationally design and precisely prepare nano-carbon (CNT, graphene) encapsulated Cu-based nanosparticle catalysts, 2) explore CO<sub>2</sub>&nbsp;electrocatalytic reduction to small organic fuels at the catalyst-cation exchange ionomer interface, and 3) integrate encapsulated catalysts into membrane electrode assemblies (MEA) for studying CO<sub>2</sub>&nbsp;reduction behavior in a gas diffusion electrode environment. The overall goal<span style=\"text-decoration: underline;\"> </span>is to advance knowledge of the mechanistic steps of CO<sub>2</sub>&nbsp;activation and reduction at the heterogeneous catalyst-electrolyte interface, so as to better control multi-electron and atom/ion transfer processes for efficient electrocatalytic conversion of CO<sub>2&nbsp;</sub>to usable fuels. &nbsp;To that end, our group was involved in characterizing the synthetic process for generating copper-based catalysts and for attempting to develop in-situ spectroscopic methods to explore these catalysts under reaction conditions.&nbsp; In terms of intellectual merit, the major outcome of this work was the determination that attenuated total reflection infrared spectroscopy (ATR-IR) is not suitable on its own to examine Cu/carbon based electrocatalysts. Another major outcome was the determination of a set of thermal treatment conditions that balance desired surfactant precursor decomposition against unwanted carbon support decomposition. From a broader impacts standpoint, the project has contributed to the education of three graduate students, who have by now all obtained their PhD degrees.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/18/2016<br>\n\t\t\t\t\tModified by: Christopher&nbsp;T&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objectives of this research were to 1) rationally design and precisely prepare nano-carbon (CNT, graphene) encapsulated Cu-based nanosparticle catalysts, 2) explore CO2 electrocatalytic reduction to small organic fuels at the catalyst-cation exchange ionomer interface, and 3) integrate encapsulated catalysts into membrane electrode assemblies (MEA) for studying CO2 reduction behavior in a gas diffusion electrode environment. The overall goal is to advance knowledge of the mechanistic steps of CO2 activation and reduction at the heterogeneous catalyst-electrolyte interface, so as to better control multi-electron and atom/ion transfer processes for efficient electrocatalytic conversion of CO2 to usable fuels.  To that end, our group was involved in characterizing the synthetic process for generating copper-based catalysts and for attempting to develop in-situ spectroscopic methods to explore these catalysts under reaction conditions.  In terms of intellectual merit, the major outcome of this work was the determination that attenuated total reflection infrared spectroscopy (ATR-IR) is not suitable on its own to examine Cu/carbon based electrocatalysts. Another major outcome was the determination of a set of thermal treatment conditions that balance desired surfactant precursor decomposition against unwanted carbon support decomposition. From a broader impacts standpoint, the project has contributed to the education of three graduate students, who have by now all obtained their PhD degrees.\n\n \n\n\t\t\t\t\tLast Modified: 08/18/2016\n\n\t\t\t\t\tSubmitted by: Christopher T Williams"
 }
}