{
 "awd_id": "1235166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Method Development for Quantification of Physicochemical Properties of Engineered Nanoparticles and Their Local-Scale Biological Effects",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-10-01",
 "awd_abstract_narration": "1235166\r\nChen\r\n\r\nThis NSF award supports work to investigate the impacts of engineered nanomaterials on local scale surface physicochemical properties of cells. It is important to the general public by providing the fundamental knowledge about the toxic impacts of nanomaterials at nanometer scale and help understand and differentiate risks of bulk or aggregated and nanoscale materials. \r\nIntellectual Merit: Many traditional toxicological experiments on nanomaterials have not ended up with real nano-sized materials in aqueous media, largely because most nanomaterials are subject to slow or fast aggregation in the testing systems. The observed toxicity and related mechanisms are likely associated with the properties of aggregated clusters and their enlarged sizes. However, un-aggregated nanoscale engineered nanoparticles (NPs) and their local interactions with heterogeneous cell surfaces influence their subsequent toxic effects, which are not well documented yet. Thus, the toxicity mechanisms of engineered NPs are not clear yet. Our hypothesis to be tested is that local interactions between single NPs and cells inevitably result in changes in the physicochemical properties of cells at nanoscale. To perform quantitative measurements of heterogeneous surface properties of cells with and without exposure to NPs, we will develop novel experimental methods with the unique advantages of atomic force microscopy (AFM). The project objectives include the quantification of: 1) biomechanical (i.e., hardness and elasticity) properties of microbial cells at local-scale, which affect cellular integrity, flexibility, and motility; 2) adhesiveness, which influences cell adhesion to environmental surfaces; 3) hydrophobicity, which affects the interfacial energy and surface interactions; and 4) local surface electrostatic potential, which influences the stability of cell systems and interaction energy. Moreover, at the genetic level, we will also study NP-DNA interactions via imaging in liquid to show the dynamic binding between NPs and DNA, structural conformational changes in DNA upon exposure to NPs, and DNA transcription under the potential influence of NP binding. \r\nBroader Impacts: If successful, the proposed research will establish AFM-based scanning probe approaches that can quantify the local-scale surface physicochemical properties during the interactions between NPs and biological systems (cells and DNA molecules) and provide a unique angle for exploring the toxic effects of engineered nanomaterials. It will fill a data gap in the impacts of local scale NP interactions and improve our fundamental knowledge in toxicity of engineered nanomaterials. These findings will ultimately produce broader impacts on industrial manufacturers, regulatory authorities, and researchers for sustainable nanomaterial design, regulation formulation, and eco-responsible management in use, handling, and disposal. In addition, we will establish synergies between the project research and college education by motivating undergraduates and graduates in STEM research areas, and navigating them to the frontiers of nanoscience and nanotechnology. The PIs will provide funding to get underrepresented undergraduate researchers involved in the research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongsheng",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongsheng Chen",
   "pi_email_addr": "yongsheng.chen@ce.gatech.edu",
   "nsf_id": "000324563",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wen",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen Zhang",
   "pi_email_addr": "wzhang81@njit.edu",
   "nsf_id": "000616382",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "773500",
   "pgm_ele_name": "NANO EHS CORE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this project is to develop systematic atomic force microscopy (AFM) based experimental approach to assess the biomechanical and other physical property changes of microbial cells and DNA at the local scale following exposure to engineered nanoparticles (NPs), as well as the NP-DNA interaction at genetic level. This is accomplished through theoretical modeling development, manipulative experiments conducted with different NPs together with microbial cells and DNA, as well as the AFM imaging techniques. Taken together, this study not only explored the capabilities of AFM for studying the effects of NP exposure on the biomechanical and physicochemical properties of cell system, but also visualize the surface binding of NPs on heterogeneous cell surfaces or in situ NP-DNA binding in the aqueous phase, which would improve our understanding of the potential cytotoxic mechanisms of nanomaterials at the cellular and genetic level.</p>\n<p>In this program, we engaged three undergraduate students from Georgia Tech. and three K-12 students within the Georgia Tech Environmental Engineering Research Internship Program (GTEERIP). GTEERIP is an<br />externally funded five-week residential program that provides high school students with hands-on research experience in the field of environmental science and engineering. These activities allow us to provide training for undergraduates and K12 students interested in nanoscience and nanotechnology. In addition to support K-12 and Ph.D students, 5<br />undergraduate students were involved in this project and were trained on particle size distribution and zeta potential measurements through their study.</p>\n<p>Other PhD students including Jin Gi Hong, Chen Chen, Bopeng Zhang, and an exchange PhD student, Cheng Peng were supported partially through synthesized nanoparticles from this project or chemicals purchased through this project. These students have published many papers on applications of naonmaterials in enhancing ion exchange membrane<br />performance in salinity gradient power generation and ultrafiltration membrane for water treatment.</p>\n<p>In addition, a number of international visiting students and professors world-wide, including Spain, Turkey, and China were<br />trained through this project.</p>\n<p>Through this project, 23 papers, 1 book, and 1 book chapter have been pusblished.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2016<br>\n\t\t\t\t\tModified by: Yongsheng&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals of this project is to develop systematic atomic force microscopy (AFM) based experimental approach to assess the biomechanical and other physical property changes of microbial cells and DNA at the local scale following exposure to engineered nanoparticles (NPs), as well as the NP-DNA interaction at genetic level. This is accomplished through theoretical modeling development, manipulative experiments conducted with different NPs together with microbial cells and DNA, as well as the AFM imaging techniques. Taken together, this study not only explored the capabilities of AFM for studying the effects of NP exposure on the biomechanical and physicochemical properties of cell system, but also visualize the surface binding of NPs on heterogeneous cell surfaces or in situ NP-DNA binding in the aqueous phase, which would improve our understanding of the potential cytotoxic mechanisms of nanomaterials at the cellular and genetic level.\n\nIn this program, we engaged three undergraduate students from Georgia Tech. and three K-12 students within the Georgia Tech Environmental Engineering Research Internship Program (GTEERIP). GTEERIP is an\nexternally funded five-week residential program that provides high school students with hands-on research experience in the field of environmental science and engineering. These activities allow us to provide training for undergraduates and K12 students interested in nanoscience and nanotechnology. In addition to support K-12 and Ph.D students, 5\nundergraduate students were involved in this project and were trained on particle size distribution and zeta potential measurements through their study.\n\nOther PhD students including Jin Gi Hong, Chen Chen, Bopeng Zhang, and an exchange PhD student, Cheng Peng were supported partially through synthesized nanoparticles from this project or chemicals purchased through this project. These students have published many papers on applications of naonmaterials in enhancing ion exchange membrane\nperformance in salinity gradient power generation and ultrafiltration membrane for water treatment.\n\nIn addition, a number of international visiting students and professors world-wide, including Spain, Turkey, and China were\ntrained through this project.\n\nThrough this project, 23 papers, 1 book, and 1 book chapter have been pusblished.\n\n\t\t\t\t\tLast Modified: 11/28/2016\n\n\t\t\t\t\tSubmitted by: Yongsheng Chen"
 }
}