{
 "awd_id": "1235142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Chemical Ecology of Marine Sediment Bacteria",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 708445.0,
 "awd_amount": 708445.0,
 "awd_min_amd_letter_date": "2012-08-03",
 "awd_max_amd_letter_date": "2012-08-03",
 "awd_abstract_narration": "Intellectual Merit: This project explores the ecological functions of bacterial secondary metabolites as agents of chemical defense. It targets marine sediments, a major and poorly explored marine biome. The aims are to test three hypotheses related to the effects of bacterial secondary metabolites on co-occurring microorganisms and protistan grazers. The focus is on the bacterial genus Salinispora, which is well defined in terms of its diversity and distributions in marine sediments, and well characterized at the genomic level and in terms of secondary metabolite production. A genetic system recently developed for these bacteria will be employed to establish links between biological activities and specific secondary metabolites. By employing a variety of innovative methodologies including imaging mass spectrometry, it will be possible for the first time to gain insight into the potential roles of Salinispora secondary metabolites in structuring marine sediment microbial communities. The results will have broad implications for our understanding of the factors that regulate the diversity and distributions of bacteria in the marine environment. They will additionally address the supplemental hypothesis that secondary metabolites represent ecotype-defining traits that delineate Salinispora species.\r\n\r\nThe hypotheses to be tested are:\r\nH1: Secondary metabolites inhibit microbial competitors,\r\nH2: Secondary metabolites affect bacterial community composition, and\r\nH3: Secondary metabolites function as invertebrate feeding deterrents. \r\n\r\nA large collection of diverse, co-occurring microbes will be tested for sensitivity to Salinispora secondary metabolites using a direct challenge assay. These types of assays are highly informative in that they can detect behavioral and morphological responses in addition to toxicity. A recently developed imaging mass spectrometry technique will be used to visualize secondary metabolites associated with any observed biological activities. The results will be linked to existing genome sequences and used to aide in compound identification. The associated pathways will be knocked out to provide experimental support for the biological activities of specific compounds.\r\n\r\nGiven that most marine bacteria are not readily cultured, these experiments will additionally address the effects of secondary metabolites on the sediment bacterial community by employing culture independent techniques. In situ growth chambers and next generation sequencing technologies will be used to test extracts and pure compounds against a natural assemblages of sediment bacteria. The results will inform future cultivation efforts and provide a more comprehensive assessment of the organisms targeted by native chemical defenses. Finally, a robust feeding assay using two model protists will be developed and used to test the roles of bacterial secondary metabolites as invertebrate feeding deterrents. In situ experiments will provide insight into the natural assemblage of invertebrates affected by these defenses. The overall results of these studies have the potential to profoundly impact our understanding of the ecological functions of microbial secondary metabolites and the extent to which these compounds affect community composition.\r\n\r\nBroader Impacts: This research presents the opportunity to fundamentally advance our understanding of the ecological roles of microbial secondary metabolites in a major marine biome. The activities are highly interdisciplinary and bring together aspects of microbiology, ecology, and marine natural products chemistry in unprecedented ways. It strengthens international collaborations with colleagues in Mexico and includes student and postdoctoral training and outreach to under-represented groups. The later includes participation in the anticipated UCSD/HBCU (Historically Black College and University) program and the UCSD Summer Training Academy for Research in the Sciences (STARS) program. Separate NIH funding will be leveraged to explore the medicinal potential of any new secondary metabolites discovered. These compounds will also be provided to the NIH Molecular Libraries program where they will be made broadly available to the scientific community. The project leverages existing NSF-funded ship time and has the potential to yield new assay models that will be broadly applicable to the chemical ecology research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Jensen",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Jensen",
   "pi_email_addr": "pjensen@ucsd.edu",
   "nsf_id": "000165665",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Rouse",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory W Rouse",
   "pi_email_addr": "grouse@ucsd.edu",
   "nsf_id": "000074292",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst. of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930204",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 708445.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal explored the ecological functions of bacterial secondary metabolites as agents of chemical defense. It addressed the hypothesis that these compounds help to structure sediment microbial communities and deter predation by protistan grazers. The results add to our understanding of competitive interactions among bacteria and revealed that even among closely related strains, it is possible to distinguish between lineages that invest in growth and defense. These finding were published in the ISME Journal (Patin et al., 2015) in a paper that was awarded the 2016 Freeman Prize for the best graduate student publication at the Scripps Institution of Oceanography. While this study addressed bacteria that could be cultured, a second study addressed the effects of bacterial metabolites on the sediment community using culture independent approaches. Using next generation amplicon sequencing, it was possible to show that chemical defenses appeared to target specific taxa, including predatory bacteria. This study was published in Applied and Environmental Microbiology (Patin et al., 2016) and was selected by the editors for &ldquo;in the spotlight&rdquo; recognition. While the major focus of these studies was to address chemical defense, we also became aware that some of the compounds we were studying possess redox active structural features suggesting they could facilitate survival in marine sediments when oxygen was not readily available. We have submitted a manuscript on these findings to Environmental Microbiology entitled &ldquo;Ecological Implications of Hypoxia-triggered shifts in Secondary Metabolism&rdquo; by Gallagher et al. These studies also led us to recognize that we needed better methods to delineate ecologically relevant groups of bacteria. Using a population genomics approach, we applied various species concepts and identified secondary metabolism as a key functional trait that correlated well with phylogeny. These results have been submitted to the ISME Journal in a manuscript entitled &ldquo;Phylogenomic Insight into <em>Salinispora</em> (Bacteria, Actinobacteria) Species Designations&rdquo; by Millan et al. During the course of this project, it also became apparent that there were no relevant reviews in the area of marine microbial chemical ecology. In response, we wrote a comprehensive review on the role of small molecules in mediating interactions between bacteria and other organisms. This was published in the Journal of Chemical Ecology (Weitz et al., 2013). We also became interested in the concept that the sediment bacteria we were studying may also maintain defenses against phage. We addressed this using bioinformatic approaches, which led to the publication entitled &ldquo;CRISPR-Cas Systems in the Marine Actinomycete <em>Salinispora</em>: Linkages with Phage Defense, Microdiversity and Biogeography&rdquo; (Weitz et al., 2014) in BMC Genomics. Finally, we are nearing the completion of a manuscript that describes the effects of bacterial metabolites on nematode grazing. The results demonstrate that specific compounds act as feeding deterrents and that this represents a poorly characterized function of some compounds. Collectively, these project outcomes provide important advances in our understanding of the roles of secondary metabolites in chemical defense.</p>\n<p>The broader impact outcomes of this project included the development of a program to teach middle school students from the New Museum School in San Diego the importance of microbial diversity and healthy marine ecosystems was created. The PI&rsquo;s lab hosted seven visits during the course of this award. These visits included classroom lectures followed by field exercises, such as plankton tows off the Scripps pier, and laboratory demonstrations. We established stations where students looked at plankton samples under a dissecting microscope and were shown how bacteria use antibiotics to compete in nature. These activities tied into the ultimate theme of the visits; that healthy ocean ecosystems are essential for the well being of humankind. Broader impacts also including mentoring three summer undergraduates through the NSF funded SURF program and one through the STARS program. Both programs are designed to provide meaningful research experiences for members of underrepresented groups to encouragement to pursue graduate studies in STEM fields. Two of these students have applied for admission to graduate school next fall.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/18/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;R&nbsp;Jensen</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1235142/1235142_10197306_1484766432429_attachment-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1235142/1235142_10197306_1484766432429_attachment-1--rgov-800width.jpg\" title=\"Filed work\"><img src=\"/por/images/Reports/POR/2017/1235142/1235142_10197306_1484766432429_attachment-1--rgov-66x44.jpg\" alt=\"Filed work\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Recovering field experiments, Carrie Bow Cay, BE.</div>\n<div class=\"imageCredit\">Greg Rouse</div>\n<div class=\"imageSubmitted\">Paul&nbsp;R&nbsp;Jensen</div>\n<div class=\"imageTitle\">Filed work</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis proposal explored the ecological functions of bacterial secondary metabolites as agents of chemical defense. It addressed the hypothesis that these compounds help to structure sediment microbial communities and deter predation by protistan grazers. The results add to our understanding of competitive interactions among bacteria and revealed that even among closely related strains, it is possible to distinguish between lineages that invest in growth and defense. These finding were published in the ISME Journal (Patin et al., 2015) in a paper that was awarded the 2016 Freeman Prize for the best graduate student publication at the Scripps Institution of Oceanography. While this study addressed bacteria that could be cultured, a second study addressed the effects of bacterial metabolites on the sediment community using culture independent approaches. Using next generation amplicon sequencing, it was possible to show that chemical defenses appeared to target specific taxa, including predatory bacteria. This study was published in Applied and Environmental Microbiology (Patin et al., 2016) and was selected by the editors for \"in the spotlight\" recognition. While the major focus of these studies was to address chemical defense, we also became aware that some of the compounds we were studying possess redox active structural features suggesting they could facilitate survival in marine sediments when oxygen was not readily available. We have submitted a manuscript on these findings to Environmental Microbiology entitled \"Ecological Implications of Hypoxia-triggered shifts in Secondary Metabolism\" by Gallagher et al. These studies also led us to recognize that we needed better methods to delineate ecologically relevant groups of bacteria. Using a population genomics approach, we applied various species concepts and identified secondary metabolism as a key functional trait that correlated well with phylogeny. These results have been submitted to the ISME Journal in a manuscript entitled \"Phylogenomic Insight into Salinispora (Bacteria, Actinobacteria) Species Designations\" by Millan et al. During the course of this project, it also became apparent that there were no relevant reviews in the area of marine microbial chemical ecology. In response, we wrote a comprehensive review on the role of small molecules in mediating interactions between bacteria and other organisms. This was published in the Journal of Chemical Ecology (Weitz et al., 2013). We also became interested in the concept that the sediment bacteria we were studying may also maintain defenses against phage. We addressed this using bioinformatic approaches, which led to the publication entitled \"CRISPR-Cas Systems in the Marine Actinomycete Salinispora: Linkages with Phage Defense, Microdiversity and Biogeography\" (Weitz et al., 2014) in BMC Genomics. Finally, we are nearing the completion of a manuscript that describes the effects of bacterial metabolites on nematode grazing. The results demonstrate that specific compounds act as feeding deterrents and that this represents a poorly characterized function of some compounds. Collectively, these project outcomes provide important advances in our understanding of the roles of secondary metabolites in chemical defense.\n\nThe broader impact outcomes of this project included the development of a program to teach middle school students from the New Museum School in San Diego the importance of microbial diversity and healthy marine ecosystems was created. The PI?s lab hosted seven visits during the course of this award. These visits included classroom lectures followed by field exercises, such as plankton tows off the Scripps pier, and laboratory demonstrations. We established stations where students looked at plankton samples under a dissecting microscope and were shown how bacteria use antibiotics to compete in nature. These activities tied into the ultimate theme of the visits; that healthy ocean ecosystems are essential for the well being of humankind. Broader impacts also including mentoring three summer undergraduates through the NSF funded SURF program and one through the STARS program. Both programs are designed to provide meaningful research experiences for members of underrepresented groups to encouragement to pursue graduate studies in STEM fields. Two of these students have applied for admission to graduate school next fall.\n\n\t\t\t\t\tLast Modified: 01/18/2017\n\n\t\t\t\t\tSubmitted by: Paul R Jensen"
 }
}