{
 "awd_id": "1235305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanotransduction of Shear Stress and Genetic Response in the Embryonic Heart",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2012-06-05",
 "awd_max_amd_letter_date": "2016-07-21",
 "awd_abstract_narration": "The research objective of this award is to use complementary biomechanical and genetic approaches to investigate how biomechanical stresses impact the embryonic heart. As fluid and blood cells move through the forming embryonic heart, they exert shear and normal stress upon the endocardial lining, and upon the blood vessel endothelial walls. These stresses provide mechanical 'feedback' sensed by the developing heart. Too much or too little stress can have pathological effects that critically perturb cardiac structure and function both before and after birth. Studies conducted under this award will apply a novel quantitative imaging methodology to investigate the effects of normal and pathological biomechanical forces in the embryonic heart on cardiac morphology and function in live zebrafish embryos. In parallel, genetic experiments will investigate how altered biomechanical forces translate into a genetic response by defining the cohort of genes regulated by the Kruppel-like-factor2 (KLF2) transcription factor, a known stress response gene. \r\n\r\nIf successful, these studies would help identify how and when epigenetic biomechanical factors regulate the early morphogenesis of the vertebrate heart. Identifying the KLF2 gene network will provide insight into which specific gene products are altered in response to non-genetically encoded (biomechanical) forces operating in the embryonic heart. Ultimately, this knowledge should lead to improved in-utero diagnostics, treatments and interventions for congenital heart disease. The educational plan focuses on training students in cardiac biomechanics and genetics at the undergraduate and graduate level. New quantitative imaging tools and methods will be applicable for study of multiple cardiac mutants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Garrity",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah Garrity",
   "pi_email_addr": "Deborah.Garrity@colostate.edu",
   "nsf_id": "000061828",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lakshmi",
   "pi_last_name": "Dasi",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Lakshmi P Dasi",
   "pi_email_addr": "lakshmi.dasi@gatech.edu",
   "nsf_id": "000074424",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 380000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: small;\">How does the embryonic heart form? Biomechanical stresses related to pressure, stretch or friction may substantially impact morphology and function of the embryonic heart. Too much or too little biomechanical stress might act pathologically, causing congenital heart defects. We employed zebrafish to study how particular biomechanical stresses affected heart development. The <span style=\"text-decoration: underline;\">intellectual merit</span> of our findings is described below.</span></p>\n<p><span style=\"font-size: small;\">In <strong>Aim 1,</strong> we developed quantitative imaging methodology to investigate fluid moving through the embryonic heart in wildtype zebrafish. This innovative technology enabled us to collect nuanced data about heart function (specifically blood velocity, patterns of blood flow, cardiac wall movements, and pumping efficiency) in beating hearts of live embryos only ~2 mm long! Key findings were that heart function, like morphology, emerges in a gradual, choreographed fashion as development proceeds, and that biomechanical forces are highly dynamic (changing) during this period. We next developed one of the first algorithms for evaluating pressure in zebrafish embryo hearts, showing that pressure varies spatially throughout the heart, and patterns change over time. This data enabled us to describe how hearts in transition from a linear tube to a 2-chambered - but still valveless - &ldquo;hour glass&rdquo; shape, can utilize sequential pressure and contraction to effectively drive blood in a mostly unidirectional fashion. </span></p>\n<p><span style=\"font-size: small;\">In <strong>Aim 2,</strong> we investigated the consequences of perturbing specific biomechanical stresses. Our first study perturbed <span style=\"text-decoration: underline;\">preload</span>, a biomechanical stress reflecting how much heart muscle cells stretch prior to contraction. We invented methods to perturb preload for short, defined periods of heart development that spanned a functional or morphological transition. We discovered that heart function is vulnerable to preload disruption during some developmental transitions, but remains relatively unaffected if perturbed in others. Our second study perturbed &lsquo;<span style=\"text-decoration: underline;\">retrograde flow</span> (RF)&rsquo;. RF refers to blood flowing backward across the atrioventricular junction (AVJ). A limited amount of RF is normal prior to valve formation. RF-associated shear stress provides a subtle biomechanical cue required for valve development. Comparing hearts with normal RF to RF-perturbed hearts, we identified two primary mechanisms which regulate the extent of RF - pressure differences across the AVJ and timing of chamber contraction. Our third study perturbed <span style=\"text-decoration: underline;\">afterload</span>, a biomechanical stress reflecting the load against which the heart must contract to eject blood. Having invented and validated a novel method to increase afterload in hearts, we discovered that high afterload leads to cardiac hypertrophy and valve defects. Ours is one of only three reports (and the first in zebrafish) that define the impact of afterload on embryonic heart function. An overarching finding from all three studies was that perturbation of a specific biomechanical stress correlated with specific functional consequences that affected some cell types or structures more than others.</span></p>\n<p><span style=\"font-size: small;\">In <strong>Aim 3</strong>, we investigated what genetic pathways the heart might use to interpret and respond to its biomechanical environment. The Kruppel-like factor 2 (Klf2) protein engrossed our attention, because this protein shows restricted expression to cells at the AVJ, where valves form. Prior work showed decreased RF leads to decreased Klf2 production &ndash; thus linking a biomechanical stress (RF/shear stress) to expression of a specific gene. Here, we found that increasing RF increased Klf2 production, with pathological consequences (valve defects). Thus, RF appears to be a sensitive cue that impacts how much Klf2 is made, which in turn impacts valve formation. Consistent with this hypothesis, embryos with normal RF but genetically manipulated (increased) Klf2 developed similar valve defects. How? Valve-forming endocardial cells may require signals from myocardium to differentiate. Intriguingly, we found that increased afterload (which increases RF and Klf2) led to decreased release of BMP signals from myocardium, and increased production of extra-cellular matrix components that expanded the physical distance between myocardium and endocardium. These data suggest that disrupting myocardial signals to valve-forming cells is pathological.</span></p>\n<p><span style=\"font-size: small;\">The translational (human-centered) implications of our findings are that if agents like pharmaceuticals, toxins or mutations alter biomechanical forces in vertebrate embryo, they are disrupting a multifaceted, locally informative environment normally experienced by heart cells. Disruptions are likely to cause more severe consequences if they occur during certain vulnerable stages of heart development, or contact vulnerable cell types. Knowing the cell-specific impact and timing of each type of biomechanical stress may help physicians physically manipulate these factors therapeutically. Knowing the genes that mediate biomechanical stress signals may enable pharmacological approaches to mitigate undesired effects. </span></p>\n<p><span style=\"font-size: small;\">Our <span style=\"text-decoration: underline;\">broader impacts</span> include invention of methodologies to manipulate different types of biomechanical stresses, and invention of tools and metrics to quantitatively assess embryonic heart function. These advances broaden the utility of zebrafish as a model to understand organ formation. By supporting the ongoing collaboration between our Mechanical Engineering and Biology groups, the award provided cross-disciplinary training for 1 post-doctoral fellow, 1 visiting physician-scientist, 8 graduate students, 2 international visiting graduate students, 2 REU students, and 8 additional undergraduate trainees. </span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2017<br>\n\t\t\t\t\tModified by: Deborah&nbsp;Garrity</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow does the embryonic heart form? Biomechanical stresses related to pressure, stretch or friction may substantially impact morphology and function of the embryonic heart. Too much or too little biomechanical stress might act pathologically, causing congenital heart defects. We employed zebrafish to study how particular biomechanical stresses affected heart development. The intellectual merit of our findings is described below.\n\nIn Aim 1, we developed quantitative imaging methodology to investigate fluid moving through the embryonic heart in wildtype zebrafish. This innovative technology enabled us to collect nuanced data about heart function (specifically blood velocity, patterns of blood flow, cardiac wall movements, and pumping efficiency) in beating hearts of live embryos only ~2 mm long! Key findings were that heart function, like morphology, emerges in a gradual, choreographed fashion as development proceeds, and that biomechanical forces are highly dynamic (changing) during this period. We next developed one of the first algorithms for evaluating pressure in zebrafish embryo hearts, showing that pressure varies spatially throughout the heart, and patterns change over time. This data enabled us to describe how hearts in transition from a linear tube to a 2-chambered - but still valveless - \"hour glass\" shape, can utilize sequential pressure and contraction to effectively drive blood in a mostly unidirectional fashion. \n\nIn Aim 2, we investigated the consequences of perturbing specific biomechanical stresses. Our first study perturbed preload, a biomechanical stress reflecting how much heart muscle cells stretch prior to contraction. We invented methods to perturb preload for short, defined periods of heart development that spanned a functional or morphological transition. We discovered that heart function is vulnerable to preload disruption during some developmental transitions, but remains relatively unaffected if perturbed in others. Our second study perturbed ?retrograde flow (RF)?. RF refers to blood flowing backward across the atrioventricular junction (AVJ). A limited amount of RF is normal prior to valve formation. RF-associated shear stress provides a subtle biomechanical cue required for valve development. Comparing hearts with normal RF to RF-perturbed hearts, we identified two primary mechanisms which regulate the extent of RF - pressure differences across the AVJ and timing of chamber contraction. Our third study perturbed afterload, a biomechanical stress reflecting the load against which the heart must contract to eject blood. Having invented and validated a novel method to increase afterload in hearts, we discovered that high afterload leads to cardiac hypertrophy and valve defects. Ours is one of only three reports (and the first in zebrafish) that define the impact of afterload on embryonic heart function. An overarching finding from all three studies was that perturbation of a specific biomechanical stress correlated with specific functional consequences that affected some cell types or structures more than others.\n\nIn Aim 3, we investigated what genetic pathways the heart might use to interpret and respond to its biomechanical environment. The Kruppel-like factor 2 (Klf2) protein engrossed our attention, because this protein shows restricted expression to cells at the AVJ, where valves form. Prior work showed decreased RF leads to decreased Klf2 production &ndash; thus linking a biomechanical stress (RF/shear stress) to expression of a specific gene. Here, we found that increasing RF increased Klf2 production, with pathological consequences (valve defects). Thus, RF appears to be a sensitive cue that impacts how much Klf2 is made, which in turn impacts valve formation. Consistent with this hypothesis, embryos with normal RF but genetically manipulated (increased) Klf2 developed similar valve defects. How? Valve-forming endocardial cells may require signals from myocardium to differentiate. Intriguingly, we found that increased afterload (which increases RF and Klf2) led to decreased release of BMP signals from myocardium, and increased production of extra-cellular matrix components that expanded the physical distance between myocardium and endocardium. These data suggest that disrupting myocardial signals to valve-forming cells is pathological.\n\nThe translational (human-centered) implications of our findings are that if agents like pharmaceuticals, toxins or mutations alter biomechanical forces in vertebrate embryo, they are disrupting a multifaceted, locally informative environment normally experienced by heart cells. Disruptions are likely to cause more severe consequences if they occur during certain vulnerable stages of heart development, or contact vulnerable cell types. Knowing the cell-specific impact and timing of each type of biomechanical stress may help physicians physically manipulate these factors therapeutically. Knowing the genes that mediate biomechanical stress signals may enable pharmacological approaches to mitigate undesired effects. \n\nOur broader impacts include invention of methodologies to manipulate different types of biomechanical stresses, and invention of tools and metrics to quantitatively assess embryonic heart function. These advances broaden the utility of zebrafish as a model to understand organ formation. By supporting the ongoing collaboration between our Mechanical Engineering and Biology groups, the award provided cross-disciplinary training for 1 post-doctoral fellow, 1 visiting physician-scientist, 8 graduate students, 2 international visiting graduate students, 2 REU students, and 8 additional undergraduate trainees. \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2017\n\n\t\t\t\t\tSubmitted by: Deborah Garrity"
 }
}