{
 "awd_id": "1235906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Simulation and Modeling of Turbulent Dispersion: Backward Tracking, Molecular Dispersion and Particle Inertia",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 293747.0,
 "awd_amount": 293747.0,
 "awd_min_amd_letter_date": "2012-09-14",
 "awd_max_amd_letter_date": "2012-09-14",
 "awd_abstract_narration": "1235906\r\nYeung\r\n\r\nThe characteristic of turbulent fluid flow as an agent of efficient dispersion of contaminants, chemical reactants and particulate matter in general is of critical importance in many environmental and engineering applications.The objectives of this proposal are to pursue fundamental advances in the study of contaminant dispersion in turbulent flows, with emphasis on several aspects crucial in the linkage between basic understanding of turbulence physics and the development of the predictive tools of improved physical realism.The research will involve a tightly-coupled combination of large-scale numerical simulations enabled by the use of advanced cyberinfrastructure, and the development of novel extensions of Lagrangian stochastic modeling using a  massive simulation database. The intellectual merits of this work include the unique challenges of tracking Lagrangian fluid element trajectories backwards in time, which will provide new insights in relating the trajectory data on multi-particle clusters  to the local spatial structure of the flow, where intense local deformation can develop especially in conditions of high Reynolds number. When coupled with trajectories of diffusing molecules in Brownian motion relative to the fluid, this approach also connects particle paths directly to the statistics of passive scalar fluctuations arising from typically localized sources of pollutants in the environment.The effects of finite particle inertia and gravitational forces will likewise be addressed. New stochastic models accounting for these effects will be developed in collaboration between researchers with demonstrated high synergism and expertise in high-performance computing, turbulence theory and modeling.\r\n\r\nAs broader impacts, this project will provide much-needed improvements in the modeling of a major fluid dynamics problem in environmental science. Improved models of turbulent dispersion expected from this work will be applicable not only to atmospheric air quality but also to accidental or terrorism-driven  discharge of toxic material (where higher-order moments are important), insect behavior in agriculture (where backward tracing mimics essential organism behaviors) and windborne dispersion of seeds and other aerosol-like material (where inertia is important). Besides training a PhD student with exposure to the expertise and perspective of a senior and internationally-respected scientist, this project will provide special summer internships at Georgia Tech for undergraduate students with disabilities to be selected from a national pool of applicants. The latter arrangement will be administered via a subaward to the American Association for the Advancement of Science, which has been very active in recruiting and nurturing students from this under-represented population.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pui-Kuen",
   "pi_last_name": "Yeung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pui-Kuen Yeung",
   "pi_email_addr": "pk.yeung@ae.gatech.edu",
   "nsf_id": "000173941",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 293747.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merits of this work include addressing the challenges of studying pollutant dispersion tracked backwards to their origin, primarily as a result of fluid motion in the turbulent regime, but including the effects of molecular diffusion; and developing a new computational tool suitable for tracking material fluid elements at a very large scale on existing massively parallel computers. In general the study of dispersion is based on an ability to follow the development of fluid 'particle' trajectories in time, by computing their instantaneous velocities and hence updating their positions from one time instant to the next. Many studies are known in the literature where forward-in-time statistics are obtained for particles with prescribed initial positions. However, instead of watching how a cloud of contaminants develop over a period of time, the most important question in practice usually is to ask where a particular collection of transported material came from, which introduces the perspective of backward tracking in time. Although the concept is natural, backward tracking is not readily performed since it implies a lack of control over initial conditions (at earlier times), and since the governing equations (expressing principles of conservation of mass and momentum) are not reversible in time. In our work, we have developed a new approach&nbsp; where a large population of fluid elements is first tracked followed in time, after which backward dispersion is studied in a post-processing manner. Substantial care is necessary to perform this calculation in an efficient and statistically reliable manner. We have obtained and published new results especially on the backward tracking of fluid particle pairs in comparison with theoretical relations which have, for lack of data, not been tested adequately in the past. Backward dispersion is faster than forward, which means a fluid in turbulent flow is able to 'mix' material from previously disparate locations together very efficiently. This approach of backward tracking has also been generalized to substances or molecules which have a finite molecular diffusivity, which is reflected in their motions via a Brownian-motion contribution relative to the fluid. An important innovation is to demonstrate explicitly the practical utility of a Lagrangian description of turbulent mixing, where molecular displacements and separations in the limit of small backward initial separation can be used to calculation the evolution of passive concentration fields arising from a known source function in space.<br /><br />A significant spin-off from this project is the development of a new parallel algorithm for particle tracking that is proven to perform much better than previous codes at problem sizes that require the use of advanced Petascale supercomputers. The new algorithm relies on a remote-memory-addressing programming model, which is likely to become increasingly important in the future.<br /><br /><br />The broader impacts of this work include several elements. Advances in the study of turbulent mixing and dispersion achieved through the massive numerical simulations have led to new understanding, as well as a major body of data that will be helpful for the development of improved modeling techniques for problems with a direct connection to environmental quality. Such improved models are expected to be relevant also to accidental or terrorism-caused discharge of toxic material from a localized source, or biochemical disease agents where backward tracking incorporating effects of molecular diffusion are important for effective responses. Besides training a PhD student who has achieved much, in working with the American Association for the Advancement of Science this project has provided undergraduate internships specified targeted towards students with disabilities. Three such students recruited from a national pool have benefited in this unique initiative at broadening participation in science and engineering consistent with the NSF mission.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/18/2017<br>\n\t\t\t\t\tModified by: Pui-Kuen&nbsp;Yeung</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe intellectual merits of this work include addressing the challenges of studying pollutant dispersion tracked backwards to their origin, primarily as a result of fluid motion in the turbulent regime, but including the effects of molecular diffusion; and developing a new computational tool suitable for tracking material fluid elements at a very large scale on existing massively parallel computers. In general the study of dispersion is based on an ability to follow the development of fluid 'particle' trajectories in time, by computing their instantaneous velocities and hence updating their positions from one time instant to the next. Many studies are known in the literature where forward-in-time statistics are obtained for particles with prescribed initial positions. However, instead of watching how a cloud of contaminants develop over a period of time, the most important question in practice usually is to ask where a particular collection of transported material came from, which introduces the perspective of backward tracking in time. Although the concept is natural, backward tracking is not readily performed since it implies a lack of control over initial conditions (at earlier times), and since the governing equations (expressing principles of conservation of mass and momentum) are not reversible in time. In our work, we have developed a new approach  where a large population of fluid elements is first tracked followed in time, after which backward dispersion is studied in a post-processing manner. Substantial care is necessary to perform this calculation in an efficient and statistically reliable manner. We have obtained and published new results especially on the backward tracking of fluid particle pairs in comparison with theoretical relations which have, for lack of data, not been tested adequately in the past. Backward dispersion is faster than forward, which means a fluid in turbulent flow is able to 'mix' material from previously disparate locations together very efficiently. This approach of backward tracking has also been generalized to substances or molecules which have a finite molecular diffusivity, which is reflected in their motions via a Brownian-motion contribution relative to the fluid. An important innovation is to demonstrate explicitly the practical utility of a Lagrangian description of turbulent mixing, where molecular displacements and separations in the limit of small backward initial separation can be used to calculation the evolution of passive concentration fields arising from a known source function in space.\n\nA significant spin-off from this project is the development of a new parallel algorithm for particle tracking that is proven to perform much better than previous codes at problem sizes that require the use of advanced Petascale supercomputers. The new algorithm relies on a remote-memory-addressing programming model, which is likely to become increasingly important in the future.\n\n\nThe broader impacts of this work include several elements. Advances in the study of turbulent mixing and dispersion achieved through the massive numerical simulations have led to new understanding, as well as a major body of data that will be helpful for the development of improved modeling techniques for problems with a direct connection to environmental quality. Such improved models are expected to be relevant also to accidental or terrorism-caused discharge of toxic material from a localized source, or biochemical disease agents where backward tracking incorporating effects of molecular diffusion are important for effective responses. Besides training a PhD student who has achieved much, in working with the American Association for the Advancement of Science this project has provided undergraduate internships specified targeted towards students with disabilities. Three such students recruited from a national pool have benefited in this unique initiative at broadening participation in science and engineering consistent with the NSF mission.\n\n\t\t\t\t\tLast Modified: 04/18/2017\n\n\t\t\t\t\tSubmitted by: Pui-Kuen Yeung"
 }
}