{
 "awd_id": "1235975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermal Rectification Enabled by Nanoscale Radiative Heat Transfer",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 252000.0,
 "awd_amount": 252000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "CBET-1235975\r\nPI: Zhang\r\n\r\nSolid-state thermal rectifiers have received much attention in recent years, because controlling the direction of heat flow is critically important for thermal management and energy-harvesting applications. While most solid-state thermal rectifiers are based on the nonlinear phononic, electronic or mechanical properties of materials near the interfaces, a photonic device may be advantageous for obtaining large rectification factors over a broad temperature range. It has been shown that near-field thermal radiation can achieve a heat flux exceeding that predicted by the Stefan-Boltzmann law, which is the conventional limit set forth by Planck's blackbody radiation theory. Much attention has been paid to this research area lately, due to its promising applications in near-field sensing and thermal imaging, nanomanufacturing, and thermophotovoltaic devices. This project will use dissimilar materials with temperature-dependent dielectric functions to enhance vacuum thermal rectification. An innovative aspect of this research is the use of polymer pads to create sub-micrometer vacuum gaps with reduced heat conduction. This will allow the unambiguous determination of near-field radiative transfer through large areas. Measurements of the spectral radiative properties of promising materials at elevated temperatures will also be performed to elucidate the underlying mechanisms of thermal rectification mediated by nanoscale radiative heat transfer. \r\n\r\nMeasurements of nanoscale thermal radiation between large areas remain a daunting challenge. This research will provide an experimental demonstration of a vacuum thermal rectifier. The study of the radiative properties at high temperatures and how they can affect near-field radiative transfer will enable a deeper understanding of photon-matter interactions. The success of this research will facilitate a number of other applications that use near-field thermal radiation, including near-field thermophotovoltaic systems for energy harvesting. Both theoretical and experimental advances are expected to result from this project. The research findings will be broadly disseminated to multidisciplinary journals and conferences. This project will make a significant impact on engineering education. Students working on this project will gain knowledge in the fundamental theory of thermal radiation as well as experience in micro/nanofabrication and thermal/optical instrumentation. Underrepresented students will be actively recruited to participate in this research as well as encouraged to pursue advanced engineering degrees. Furthermore, the research results will be integrated in a new graduate textbook on thermal radiation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhuomin",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhuomin Zhang",
   "pi_email_addr": "zhuomin.zhang@me.gatech.edu",
   "nsf_id": "000095189",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 252000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span style=\"text-decoration: underline;\">Intellectual Merit:</span></em></p>\n<p>The PI&rsquo;s group has carried out extensive theoretical investigation on radiative heat transfer between nanostructured materials. We have studied vacuum thermal rectifier based on near-field thermal radiation and TPV systems using a novel design with a backside reflector to enhance its efficiency. Near-field radiative heat transfer for hyperbolic metamaterials, and graphene-covered doped-Si nanowires and carbon nanotubes, corrugated silica gratings have also been investigated. A facility for near-field radiative heat flux measurements has been developed and tested. Outstanding progress has been made in fabricating nanogaps between 1 cm<sup>2</sup> flat surfaces with a gap spacing from 200 nm to 800 nm. Besides the investigation of near-field thermal radiation, the PI&rsquo;s group also carried out extensive research to understand how electromagnetic (EM) wave interactions with micro/nanostructures can affect far-field radiative properties for broadband absorption, infrared polarization, and metamaterials for energy harvesting applications. Over 30 journal publications have been written and 30 of them have already been published. In addition, more than 40 presentations and seminars have been given by the PI and his students or collaborators, including two keynotes and several invited presentations.</p>\n<p><em><span style=\"text-decoration: underline;\">Broader Impacts:</span></em></p>\n<p>Extremely high near-field radiative heat flux with carbon nanotube arrays and near-field blackbody effect with graphene-covered doped-Si nanowires have been predicted for the first time. The energy streamline method and the findings enable an estimate of the critical lateral dimension for the structure to be treated as one dimensional and will guide the design of future devices utilizing metamaterials. The theoretical demonstration of vacuum thermal rectifiers may facilitate the design of high-performance contactless thermal rectifiers for thermal management and energy systems. The proposed back reflector may facilitate the realization and application of near-field TPV technology.</p>\n<p>Several Ph.D. students have participated in this research, with additional teaching assistant support from the Woodruff School. Two of them have graduated. In addition, several visiting scholars/students have participated in and benefited from this research. The PI has made publicly accessible source codes for calculating near-field radiation and radiative properties of nanostructures. These new codes have been widely used by others within and outside of the United States.</p>\n<p>Through internal fund, the PI has developed a lab module on blackbody radiation measurements for an undergraduate lab course. This lab module has made an impact to over 1000 mechanical engineering students at Georgia Tech to better understand thermal radiation and solar energy. The PI also introduced near-field radiation in the graduate Radiation course and shared his research labs to facilitate learning. The PI was the Founding Chair (2012-2015) of the ASME K-9 Committee on Nanoscale Thermal Transport. He was the Chair of the 2nd Workshop on Micro/Nano Thermal Radiation in Shanghai, China, June 2014 and the Conference General Chair for the 5th ASME Micro/Nanoscale Heat and Mass Transfer International Conference (MNHMT-2016) in Singapore, January 2016. The PI has given a large number of seminars and lectures in China, France, Turkey, and several U.S. universities and government labs. The PI served as lead Guest Editor for several special issues on micro/nanoscale heat transfer and thermal radiation published in <em>J. Heat Transfer</em> (September 2013) and <em>J. Quant. Spectrosc. Radiat. Transfer </em>(January 2014; June 2015). These activities have made a strong impact on the development of nanoscale thermal transport research globally...",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThe PIÆs group has carried out extensive theoretical investigation on radiative heat transfer between nanostructured materials. We have studied vacuum thermal rectifier based on near-field thermal radiation and TPV systems using a novel design with a backside reflector to enhance its efficiency. Near-field radiative heat transfer for hyperbolic metamaterials, and graphene-covered doped-Si nanowires and carbon nanotubes, corrugated silica gratings have also been investigated. A facility for near-field radiative heat flux measurements has been developed and tested. Outstanding progress has been made in fabricating nanogaps between 1 cm2 flat surfaces with a gap spacing from 200 nm to 800 nm. Besides the investigation of near-field thermal radiation, the PIÆs group also carried out extensive research to understand how electromagnetic (EM) wave interactions with micro/nanostructures can affect far-field radiative properties for broadband absorption, infrared polarization, and metamaterials for energy harvesting applications. Over 30 journal publications have been written and 30 of them have already been published. In addition, more than 40 presentations and seminars have been given by the PI and his students or collaborators, including two keynotes and several invited presentations.\n\nBroader Impacts:\n\nExtremely high near-field radiative heat flux with carbon nanotube arrays and near-field blackbody effect with graphene-covered doped-Si nanowires have been predicted for the first time. The energy streamline method and the findings enable an estimate of the critical lateral dimension for the structure to be treated as one dimensional and will guide the design of future devices utilizing metamaterials. The theoretical demonstration of vacuum thermal rectifiers may facilitate the design of high-performance contactless thermal rectifiers for thermal management and energy systems. The proposed back reflector may facilitate the realization and application of near-field TPV technology.\n\nSeveral Ph.D. students have participated in this research, with additional teaching assistant support from the Woodruff School. Two of them have graduated. In addition, several visiting scholars/students have participated in and benefited from this research. The PI has made publicly accessible source codes for calculating near-field radiation and radiative properties of nanostructures. These new codes have been widely used by others within and outside of the United States.\n\nThrough internal fund, the PI has developed a lab module on blackbody radiation measurements for an undergraduate lab course. This lab module has made an impact to over 1000 mechanical engineering students at Georgia Tech to better understand thermal radiation and solar energy. The PI also introduced near-field radiation in the graduate Radiation course and shared his research labs to facilitate learning. The PI was the Founding Chair (2012-2015) of the ASME K-9 Committee on Nanoscale Thermal Transport. He was the Chair of the 2nd Workshop on Micro/Nano Thermal Radiation in Shanghai, China, June 2014 and the Conference General Chair for the 5th ASME Micro/Nanoscale Heat and Mass Transfer International Conference (MNHMT-2016) in Singapore, January 2016. The PI has given a large number of seminars and lectures in China, France, Turkey, and several U.S. universities and government labs. The PI served as lead Guest Editor for several special issues on micro/nanoscale heat transfer and thermal radiation published in J. Heat Transfer (September 2013) and J. Quant. Spectrosc. Radiat. Transfer (January 2014; June 2015). These activities have made a strong impact on the development of nanoscale thermal transport research globally.\n\n\t\t\t\t\tLast Modified: 05/19/2016\n\n\t\t\t\t\tSubmitted by: Zhuomin Zhang"
 }
}