{
 "awd_id": "1235693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Workshop on the Anticipatory Governance of Complex Engineered Nanomaterials, July 1, 2012 - June 30, 2014",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 34250.0,
 "awd_amount": 34250.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "Abstract\r\nCollaborative Proposals: 1235693/1235706\r\nGuston, David H. / \r\n\r\nIntellectual Merit: The workshop will help move nanotechnology EHS research forward in order to more quickly assess the possible impacts of nanomaterials on health and the environment by characterizing the materials in question.\r\n\r\nA series of background papers will address such topics as:\r\n\r\n1. To what extent can we identify complex engineered nanomaterials (CENMs) and their trajectories in existing nano literature, patents, and products?\r\n\r\n2. What do we know about the materials that are being or might be used for CENMs, in terms of current and anticipated functions, characterizations, toxicological properties, and life-cycle knowledge?\r\n \r\n3. How do current leading scientific researchers understand the medium-term future development, applications and governing issues of CENMs that constitute the primary focus of this group?\r\n\r\n4. What do we know about the ability of current regulatory science and regulatory policy pathways (knowledge systems including standards of evidence, decision support, etc.) to manage CENMs?\r\n\r\n5. To what extent can we anticipate current approaches to predictive toxicology for nanomaterials to apply to CENMs?\r\n\r\nBroader Impact: \r\n\r\nThe workshop on the anticipatory governance of CENMs will take fulladvantage of the dissemination abilities of the centers and groups involved. Background papers and the draft report will be available on the websites of the centers and notice of their availability sent to their multiple listservs with thousands of subscribers. After revisions from the workshop vetting, the background papers and the workshop report will be suitable for submission to journals such as Journal of Nanoparticle Research or Nature Nanotechnology. The executive committee may also arrange a briefing for the broader nano community following the publication of the papers. The inclusion of public and private sector participants in the workshop means that any perspectives and/or recommendations derived there are more likely to find receptive audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Guston",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Guston",
   "pi_email_addr": "david.guston@asu.edu",
   "nsf_id": "000195728",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "768100",
   "pgm_ele_name": "ENG NNI Special Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 34250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project has been to explore the anticipatory governance of complex engineered nanomaterials through a pair of workshops and a small set of commissioned research papers.</p>\n<p>The first planning workshop took place in South Bend, IN at the University of Notre Dame in early November, 2012. The planning workshop was intended to bring together the executive committee &ndash; the principal investigators David Guston (ASU) and Kathleen Eggleson (UND), Barbara Herr Harthorn (UCSB), Mark Wiesner (Duke) and Andre Nel (UCLA) &ndash; to review the already-commissioned background papers, define the scope of additional background papers and recruit authors, and plan the agenda and invitees for the second major workshop. Nel was unable to attend due to conflict, and so DeShazo (UCLA) attended in his place.&nbsp; Harthorn was unable to attend due to illness.&nbsp; In addition, authors of the background papers, Bosso (Northeastern) and Youtie (GA Tech, by teleconference), were present.&nbsp; In conjunction with the planning meeting, the PI Eggleson organized an interdisciplinary roundtable discussion, &ldquo;How Can Just and Effective Governance Anticipate Tomorrow&rsquo;s Complex Nanotechnologies?&rdquo;&nbsp; Thirty people attended the roundtable, including students and local industry representatives.</p>\n<p>The second workshop, although delayed, occurred on October 9, 2015 in Washington DC, hosted by the American Chemical Society. The event brought together the contributing authors of the commissioned papers, and it featured presentations and open reviews and discussion of the contributed research by Jan Youtie (Georgia Tech), Jennifer Kuzma (North Carolina State U.), Christopher Bosso (Northeastern), and PI David Guston (ASU).&nbsp; We invited 49 people including the various authors. Of those, twenty people attended, including representatives from the National Institute for Standards and Technology, the National Science Foundation, the Environmental Protection Agency, the Woodrow Wilson International Center, and the Science and Technology Policy Institute.&nbsp; Accompanying the workshop was a coordinated ACS &ldquo;Science and the Congress&rdquo; briefing entitled &ldquo;Nanotechnology Policy: Evolving and Maturing,&rdquo; moderated by Bibliana Campos Selio of <em>Chemical &amp; Engineering News</em> and featuring Pedro Alvarez (Rice), Barbara Herr Harthorn (University of California, Santa Barbara), and co-PI Kathleen Eggleson (Notre Dame).</p>\n<p>Key outcomes of the project have been the publishing (online) of the four papers and the conditional acceptance of a fifth paper into a special section of <em>Journal of Nanoparticle Research</em>. The four published papers include:</p>\n<p>Bosso, Christopher (2016). Settling into the midstream? Lessons for governance from the decade of nanotechnology.&nbsp; Journal of Nanoparticle Research. 18 (6). DOI: 10.1007/s11051-016-3451-9</p>\n<p>Kuzma, Jennifer, and John Patrick Roberts (2016). Is adaptation or transformation needed? Active nanomaterials and risk analysis.&nbsp; Journal of Nanoparticle Research. 18 (7). DOI: 10.1007/s11051-016-3506-y</p>\n<p>Sadowski, Jathan, and David H. Guston (2016). 'You caught me off guard&rsquo;: Probing the futures of complex engineered nanomaterials.&nbsp; Journal of Nanoparticle Research. 18 (7). DOI: 10.1007/s11051-016-3485-z</p>\n<p>Suominen, Arho, Yin Li, Jan Youtie, and Philip Shapira (2016). A bibliometric analysis of the development of next generation active nanotechnologies.&nbsp; Journal of Nanoparticle Research. 18 (9). DOI: 10.1007/s11051-016-3578-8</p>\n<p>&nbsp;</p>\n<p>Overall, the project validated the usefulness of the anticipatory approach to the governance of emerging technologies &ndash; in this case with next generation or complex engineered nanomaterials.&nbsp; The project helped consolidate insight into: the development of such nanomaterials as seen through the literature and patents (Suominen, Li, Youtie &amp; Shapira), the challenge such materials pose for traditional regulatory approaches (Bosso), and ways of understanding the trajectory of research into such materials (Kuzma &amp; Roberts) and how the researchers themselves think about the prospects of such materials (Sadowski &amp; Guston).</p>\n<p>In more detail, Suonminen et al. found a steady growth in active nanotechnology in the literature and in patents over the study period 1990-2010 that supports the need for governance approaches to be responsive to any additional challenges of active nano.</p>\n<p>Bosso found that newly engineered nano-materials and products are entering the market within a mature, and therefore less responsive, regulatory framework and that fundamental reforms are not likely without a forthcoming crisis.</p>\n<p>Kuzma and Roberts propose changes to the field of risk-analysis after examining specific cases in active nanotechnology and regulation, finding that there are challenges in assessing risk under a narrow framing of the term (i.e. using only direct health and environmental harm as factors), as well as from a broader framing of what constitutes a risk to begin with.</p>\n<p>Sadowski and Guston find that scientists and engineers working on active or complex engineered nanomaterials pay some attention to the future of their work in terms of commercialization but very little if any attention to other issues such as risk.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2017<br>\n\t\t\t\t\tModified by: David&nbsp;H&nbsp;Guston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goal of this project has been to explore the anticipatory governance of complex engineered nanomaterials through a pair of workshops and a small set of commissioned research papers.\n\nThe first planning workshop took place in South Bend, IN at the University of Notre Dame in early November, 2012. The planning workshop was intended to bring together the executive committee &ndash; the principal investigators David Guston (ASU) and Kathleen Eggleson (UND), Barbara Herr Harthorn (UCSB), Mark Wiesner (Duke) and Andre Nel (UCLA) &ndash; to review the already-commissioned background papers, define the scope of additional background papers and recruit authors, and plan the agenda and invitees for the second major workshop. Nel was unable to attend due to conflict, and so DeShazo (UCLA) attended in his place.  Harthorn was unable to attend due to illness.  In addition, authors of the background papers, Bosso (Northeastern) and Youtie (GA Tech, by teleconference), were present.  In conjunction with the planning meeting, the PI Eggleson organized an interdisciplinary roundtable discussion, \"How Can Just and Effective Governance Anticipate Tomorrow?s Complex Nanotechnologies?\"  Thirty people attended the roundtable, including students and local industry representatives.\n\nThe second workshop, although delayed, occurred on October 9, 2015 in Washington DC, hosted by the American Chemical Society. The event brought together the contributing authors of the commissioned papers, and it featured presentations and open reviews and discussion of the contributed research by Jan Youtie (Georgia Tech), Jennifer Kuzma (North Carolina State U.), Christopher Bosso (Northeastern), and PI David Guston (ASU).  We invited 49 people including the various authors. Of those, twenty people attended, including representatives from the National Institute for Standards and Technology, the National Science Foundation, the Environmental Protection Agency, the Woodrow Wilson International Center, and the Science and Technology Policy Institute.  Accompanying the workshop was a coordinated ACS \"Science and the Congress\" briefing entitled \"Nanotechnology Policy: Evolving and Maturing,\" moderated by Bibliana Campos Selio of Chemical &amp; Engineering News and featuring Pedro Alvarez (Rice), Barbara Herr Harthorn (University of California, Santa Barbara), and co-PI Kathleen Eggleson (Notre Dame).\n\nKey outcomes of the project have been the publishing (online) of the four papers and the conditional acceptance of a fifth paper into a special section of Journal of Nanoparticle Research. The four published papers include:\n\nBosso, Christopher (2016). Settling into the midstream? Lessons for governance from the decade of nanotechnology.  Journal of Nanoparticle Research. 18 (6). DOI: 10.1007/s11051-016-3451-9\n\nKuzma, Jennifer, and John Patrick Roberts (2016). Is adaptation or transformation needed? Active nanomaterials and risk analysis.  Journal of Nanoparticle Research. 18 (7). DOI: 10.1007/s11051-016-3506-y\n\nSadowski, Jathan, and David H. Guston (2016). 'You caught me off guard?: Probing the futures of complex engineered nanomaterials.  Journal of Nanoparticle Research. 18 (7). DOI: 10.1007/s11051-016-3485-z\n\nSuominen, Arho, Yin Li, Jan Youtie, and Philip Shapira (2016). A bibliometric analysis of the development of next generation active nanotechnologies.  Journal of Nanoparticle Research. 18 (9). DOI: 10.1007/s11051-016-3578-8\n\n \n\nOverall, the project validated the usefulness of the anticipatory approach to the governance of emerging technologies &ndash; in this case with next generation or complex engineered nanomaterials.  The project helped consolidate insight into: the development of such nanomaterials as seen through the literature and patents (Suominen, Li, Youtie &amp; Shapira), the challenge such materials pose for traditional regulatory approaches (Bosso), and ways of understanding the trajectory of research into such materials (Kuzma &amp; Roberts) and how the researchers themselves think about the prospects of such materials (Sadowski &amp; Guston).\n\nIn more detail, Suonminen et al. found a steady growth in active nanotechnology in the literature and in patents over the study period 1990-2010 that supports the need for governance approaches to be responsive to any additional challenges of active nano.\n\nBosso found that newly engineered nano-materials and products are entering the market within a mature, and therefore less responsive, regulatory framework and that fundamental reforms are not likely without a forthcoming crisis.\n\nKuzma and Roberts propose changes to the field of risk-analysis after examining specific cases in active nanotechnology and regulation, finding that there are challenges in assessing risk under a narrow framing of the term (i.e. using only direct health and environmental harm as factors), as well as from a broader framing of what constitutes a risk to begin with.\n\nSadowski and Guston find that scientists and engineers working on active or complex engineered nanomaterials pay some attention to the future of their work in terms of commercialization but very little if any attention to other issues such as risk.\n\n\t\t\t\t\tLast Modified: 01/03/2017\n\n\t\t\t\t\tSubmitted by: David H Guston"
 }
}