{
 "awd_id": "1235806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Novel Safer Formulation Concept for Flame Generated Engineered Nanomaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2012-09-05",
 "awd_abstract_narration": "1235806\r\nDemokritou\r\nThe global nanotechnology industry reached over 1.5 trillion USD last year and has become a major economic force in the 21st century with enormous benefits to our society. Engineered nanomaterials are by far the largest segment of the nanotechnology market,accounting for 80% of all revenues and prevalent in numerous consumer products. Consequently, nano-EHS research investigating the toxicity of engineered nanomaterials (ENMs) has gained much importance over the last decade. However, the underlying mechanisms for toxicity are currently not well understood, with most efforts focusing on the development of in-vitro screening assays. Surprisingly, very limited research has been done in terms of developing safer ENM formulation concepts that can be adopted and used by the nanotechnology industry in the synthesis of ENMs in order to minimize nano-EHS implications. We believe that this is a research area of great importance for the nanotechnology industry and its quest towards synthesis of \"green\" ENM's and sustainability.\r\n  \r\nHere, we propose a systematic, integrated, multidisciplinary approach to study a novel safer formulation concept for one of the largest ENM families by production volume, the flame generated nanometals. Flame-synthesis of ENMs is the preferred route for scalable ENM synthesis, as it does not create liquid by-products, offers easier particle collection from gases than liquids, and results in high purity materials. We plan to study and optimize the concept of adding in-flight, in one step approach, a nano-thin layer of amorphous SiO2 and hermetically coat flame generated ENMs during their flame synthesis. Amorphous SiO2 is considered a biologically and environmentally inert material, and ideal to shield otherwise potentially toxic core-materials from any interactions with environment and biological media. We therefore propose to study and understand the material-dependent fundamentals of the proposed in-flight coating process and apply it to a wide range of widely-used ENMs such as Ag, ZnO,CeO2, Fe2O3 and TiO2.\r\n   \r\nFurthermore, the ENM-biological and environmental interactions will be thoroughly investigated in order to assess the validity of the proposed safer formulation concept. This includes the comparative assessment of the nano-bio interactions at the cellular and organismal level using a variety of physiologically relevant bioassays. The physico-chemical and morphological ENM properties and surface coating efficiency will also be validated using state of the art analytical methods.\r\n\r\nIntellectual Merit: The proposed research combines excellence in material science and particle technology with nanotoxicology and nano-biology. By developing and validating a safer formulation concept for the largest by production volume family of ENMS, we will further enhance our understanding on the fundamentals related to surface coatings and flame synthesis of materials in general. More importantly, we will better understand the nano-bio and environment interactions related to commonly used ENMs and the impact of surface functionalization in general. Furthermore, by comparing data from cellular and in-vivo bioassays,we will be able to assess how biological outcomes are influenced by the nature of the bioassay system. The results will be able to enhance the development and biologic evaluation of \"green\" ENMs and at the same time advance the methods and strategies needed to evaluate the health and safety of nanomaterials.\r\n\r\nBroader impacts: The proposed safer formulation concept, if validated successfully, can be scaled up and utilized by the industry in the synthesis of flame-generated ENMs for a wide range of applications. The project also involves an integrated plan of research and educational activities. It will generate opportunities for independent research for post-doctoral fellows and graduate-level students from various disciplines within Harvard University. It will also initiate collaborative partnerships between the HSPH Center for Nanotechnology and Nanotoxicology, government agencies (NIOSH), the industry and European research institutions. Results will be disseminated to relevant stakeholders through peer review publications and conference presentations and other outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Demokritou",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Philip K Demokritou",
   "pi_email_addr": "Philip.Demokritou@Rutgers.edu",
   "nsf_id": "000617058",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard School of Public Health",
  "perf_str_addr": "665 Huntigton Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021156021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "763700",
   "pgm_ele_name": "NANTOXICOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this project is to develop a scalable, \"safer by design\" concept for flame generated engineered nanomaterials (ENMs). The proposed&nbsp; safer formulation concept is based on an in-flight, dry, SiO2 coating process, which takes place without the use of any chemicals. A SiO2 coating reactor was developed which enables hermetic encapsulation of flame generated ENMs with a nano-thin layer of amorphous SiO2. Amorphous SiO2 is considered a biologically and environmentally inert material and ideal to reduce toxicological profile of otherwise toxicologicallly active core-materials.. More importantly, the proposed SiO2 coating approach can be adopted and easily scaled up by NT industry for a variety of applications. In this multidisciplinary project the SiO2 coating reactor was developed and used to understand the dynamics of the SiO2 coating of ENMs in flames. Reactor was used to synthesize and coat&nbsp; a number of industry relevant ENMs such as CeO2, TiO2, Fe2O3, ZnO. The effect of SiO2 coating on the&nbsp; the functional properties of ENMs (optical, electronic, magnetic) was assessed and find minimum. The reduction of the toxicological profile of the SiO2 coated ENMs was assessed using in-vitro cellular&nbsp; and in-vivo animal models. It was demonstrated that the SiO2 coating&nbsp; reduced significantly the toxicological implications of ENMs indicative of the efficacy of the proposed \"safer by design\" approach.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Philip&nbsp;K&nbsp;Demokritou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main objective of this project is to develop a scalable, \"safer by design\" concept for flame generated engineered nanomaterials (ENMs). The proposed  safer formulation concept is based on an in-flight, dry, SiO2 coating process, which takes place without the use of any chemicals. A SiO2 coating reactor was developed which enables hermetic encapsulation of flame generated ENMs with a nano-thin layer of amorphous SiO2. Amorphous SiO2 is considered a biologically and environmentally inert material and ideal to reduce toxicological profile of otherwise toxicologicallly active core-materials.. More importantly, the proposed SiO2 coating approach can be adopted and easily scaled up by NT industry for a variety of applications. In this multidisciplinary project the SiO2 coating reactor was developed and used to understand the dynamics of the SiO2 coating of ENMs in flames. Reactor was used to synthesize and coat  a number of industry relevant ENMs such as CeO2, TiO2, Fe2O3, ZnO. The effect of SiO2 coating on the  the functional properties of ENMs (optical, electronic, magnetic) was assessed and find minimum. The reduction of the toxicological profile of the SiO2 coated ENMs was assessed using in-vitro cellular  and in-vivo animal models. It was demonstrated that the SiO2 coating  reduced significantly the toxicological implications of ENMs indicative of the efficacy of the proposed \"safer by design\" approach.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Philip K Demokritou"
 }
}