{
 "awd_id": "1235317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Geospatial Modeling for Pro-active Flood Mitigation in the Rural Midwest",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 164732.0,
 "awd_amount": 164732.0,
 "awd_min_amd_letter_date": "2012-08-17",
 "awd_max_amd_letter_date": "2012-08-17",
 "awd_abstract_narration": "Repetitive flooding severely affects rural communities in the Midwest and nationwide.  \"The crucial point about understanding why disasters happen is that it is not only natural events that cause them. They are also the product of social, political, and economic environments\" (Wisner et al., 2004).  This project will evaluate relationships between: 1) flood risk; 2) local attitudes towards mitigation; 3) responses of local leadership; and 4) institutional regulations and policies in order to create an integrated physical-social GIS model of vulnerability to catastrophic flooding and use it to select 30 rural communities suitable for large-scale flood risk mitigation such as through community relocation.  We will survey residents in the 30 communities and use these data to answer questions about rural communities' attitudes towards living with catastrophic flood risk and mechanisms for promoting community-driven reductions in flood risk. We will also map institutional, regulatory, and legal policies that local leaders must navigate to implement proactive mitigation. We will conduct a controlled experiment in 10 communities, assigned in equal number to experimental intervention or to a control group. Intervention in the five communities will consist of engaging leaders and residents in multifaceted discussion of the obstacles, opportunities, and incentives for reducing exposure to catastrophic flood damage. Ethnographic analysis of the interventions will allow us to qualitatively test how local leaders negotiate potential conflicts between community attitudes, flood risk, and governmental structures and programs.  These results will be used to further refine the GIS model and shape it as a tool for flood mitigation and mitigation research.\r\n\r\n\tThe goal of this project is to analyze the physical, hydrological, economic, social and institutional landscape of rural floodplains of the Mississippi, Ohio, and Illinois Rivers to identify ? and begin implementing ? strategies for increasing rural community resilience.  The practical goals of this project are to assess the vulnerability of rural floodplain communities, their capacity to recover from catastrophic flooding, and local attitudes that present both opportunities and challenges to meaningful mitigation of flood hazard.  Many U.S. floodplain residents live in a virtual state-of-denial regarding the long-term risk of flooding, and many vociferously resist buyouts and other mitigation measures that could meaningfully reduce future flood damages.  We assert that many obstacles to effective risk reduction could be dramatically reduced by (1) proactive planning ahead of major disasters, and (2) community-scale mitigation projects, rather than piecemeal removal of structures and slow erosion of affected communities.  This project seeks to create a socio-hydrological framework and practical foundation to reenergize flood mitigation efforts on rural U.S. floodplains.  The project will promote public awareness of flood risk and foster coordinated mitigation efforts in some of the nation's most at-risk communities along the Mississippi, Illinois, and Ohio Rivers and guide hazard and mitigation research and applications throughout the U.S.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Pinter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Pinter",
   "pi_email_addr": "npinter@ucdavis.edu",
   "nsf_id": "000208555",
   "pi_start_date": "2012-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "Office of Sponsored Research Adm",
  "perf_city_name": "Carbondale",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16936.0
  }
 ],
 "por": null
}