{
 "awd_id": "1236931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Attention Networks and Cognitive Challenges:   Positional Advantages in Complex and Distant Search",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chu-Hsiang Chang",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 420368.0,
 "awd_amount": 420368.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2016-07-26",
 "awd_abstract_narration": "Network theory has provided novel concepts and analytical tools for understanding how actors can leverage privileged access to others' expertise to make sound decisions.  But to date it has focused on the social ties that comprise social communities.  By identifying communities through network patterns of attention, instead of through patterns of direct soical network linkages, this project will identify cognitive communities, thereby reorienting network analysis from its traditional focus on social ties.  To do so, a dataset will be constructed on the stock market coverage of more than 19,000 analysts for more than 16,000 companies listed on the major US stock exchange markets, during the period 1983-2011.\r\n\r\nIntial hypotheses will be examined on how members of a relatively closed cognitive community performs in solving complex but local problems, how actors spanning structural holes perform solving less complex but more distant problems, and how actors occupying a structural fold of overlapping cohesive communities peform in solveing the most complex distant problems.  \r\n\r\nThis work will shed light on how attention allocation in markets affects cognition and how the social distribution of attention gives an edge to some actors.  Because the reports of analysts are a key ingredient in the trading decisions of market actors, this analysis will provide new lenses to understand how abnormal fluctuations in market prices originate, and ultimately lead to financial bubbles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stark",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Stark",
   "pi_email_addr": "dcs36@columbia.edu",
   "nsf_id": "000363329",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 420368.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our study of structures of attention extends the work in social network analysis about the micro processes of opinion formation by opening new research questions related to the neglected role of attention to events. Social network analysis has made important contributions to the study of opinion formation. Much of that research starts by asking the question <em>Who is interacting with whom? </em>Some network analysts, however, are shifting from an interactionist framework to highlight instead how social behavior can be informed by the indirect &ldquo;social&rdquo; relations that emerge through patterns of mutual attention (White 1981). In so doing, they are turning the question to <em>Who is paying attention to whom? </em></p>\n<p>To further develop the potential of an attention network approach, our analysis turned the question yet again to ask <em>Who is paying attention to what? </em>In today&rsquo;s financial markets, but increasingly also in many other domains of social life, actors are virtually linked through their common (screen-mediated) attention to unfolding events (Knorr-Cetina and Bruegger 2002). To more fully understand how opinions and agreement are formed in social contexts, we thus proposed that network analysis should not only focus on personal ties but also examine the networks in which people have ties to (and through) objects, events, and situations.</p>\n<p>Our major finding indicates that the temporality and intensity of attention affect valuation.&nbsp; We asked: Who pays attention to what, when, and with how much intensity? And how do the resulting patterns affect how actors process new information and update beliefs? In financial markets, as in many other social domains, actors pay attention to a multitude of events. The resulting patterns give rise to a network of attention in which actors are linked to events. We study how location in such a network shapes valuation.</p>\n<p>We propose an <em>event network analysis </em>that conceptualizes cognitive proximity between actors as a function of the different temporality of tie activation and the uneven intensity of tie strength across the events in the actors&rsquo; portfolios of attention. The temporal sequence of attention activations, we argue, determines the contingent <em>availability </em>of attended issues. Because issues that have been recently attended will be more cognitively available than issues that were attended less recently, we expect that the cognitive distance between two actors will be lower the more recently they have paid attention to the same issues and the less recently they have paid attention to different ones. The intensity of attention allocation determines the contingent <em>salience </em>of attended issues. We specifically expect that attention will be more intense in situations where actors have made an error. Because issues that receive greater attention will be more cognitively salient than issues that received scant attention, we expect that two actors who have allocated greater attention to the same issues and less attention to different ones will be less cognitively distant. &nbsp;We test our propositions in the context of securities analysts.&nbsp;</p>\n<p>Our findings demonstrate that actors interpret information based on their location in fleeting, temporal networks of attention comprised by attention ties that are activated at particular moments in time and are attenuated with different levels of intensity. &nbsp;These findings have implications for the sociological literature that studies how institutionalized categories guide valuation. That literature builds on the assumption that markets are composed of segmented and stable communities with strong cognitive boundaries around them (Hannan et al. 2007; Pontikes 2012). Specifically, it suggests that actors who specialize on the same category (typically within the same industry) share a common, distinct, and relatively stable interpretive framework ((Zuckerman 1999; 2004).</p>\n<p>This categorical approach faces its major limitations in addressing the question of how category beliefs are formed and evolve, and, more importantly, of how beliefs can be heterogeneous within categorical boundaries. The theory of valuation that we propose addresses such limitations by highlighting a different aspect of categories. In our usage, the concept of category does not refer to an institutionalized class or a shared and already-established taken-for-granted schemata but to temporary and network-embedded constructs (Stark 2009). As a temporary container of knowledge, a category integrates knowledge from several information sources and is shaped by the pragmatic interests of its interacting users. From the notion of category as stable and bounded, we point instead to the temporary and contingent. This is especially so in the increasingly virtualized markets of finance and information where time dynamics operate at warp speed.</p>\n<p>In studying how category beliefs affect valuation, we therefore proposed that one&rsquo;s valuations are not simply the result of matching the focal candidate with a stable categorical ideal-type but are always contingent to the evolving contextual background through which actors puts things in perspective. In short, rather than positing that it is the &ldquo;structure of classification that guides valuation&rdquo; (Zuckerman 2004), we argue that it is the structure of attention that guides valuation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2018<br>\n\t\t\t\t\tModified by: David&nbsp;C&nbsp;Stark</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur study of structures of attention extends the work in social network analysis about the micro processes of opinion formation by opening new research questions related to the neglected role of attention to events. Social network analysis has made important contributions to the study of opinion formation. Much of that research starts by asking the question Who is interacting with whom? Some network analysts, however, are shifting from an interactionist framework to highlight instead how social behavior can be informed by the indirect \"social\" relations that emerge through patterns of mutual attention (White 1981). In so doing, they are turning the question to Who is paying attention to whom? \n\nTo further develop the potential of an attention network approach, our analysis turned the question yet again to ask Who is paying attention to what? In today?s financial markets, but increasingly also in many other domains of social life, actors are virtually linked through their common (screen-mediated) attention to unfolding events (Knorr-Cetina and Bruegger 2002). To more fully understand how opinions and agreement are formed in social contexts, we thus proposed that network analysis should not only focus on personal ties but also examine the networks in which people have ties to (and through) objects, events, and situations.\n\nOur major finding indicates that the temporality and intensity of attention affect valuation.  We asked: Who pays attention to what, when, and with how much intensity? And how do the resulting patterns affect how actors process new information and update beliefs? In financial markets, as in many other social domains, actors pay attention to a multitude of events. The resulting patterns give rise to a network of attention in which actors are linked to events. We study how location in such a network shapes valuation.\n\nWe propose an event network analysis that conceptualizes cognitive proximity between actors as a function of the different temporality of tie activation and the uneven intensity of tie strength across the events in the actors? portfolios of attention. The temporal sequence of attention activations, we argue, determines the contingent availability of attended issues. Because issues that have been recently attended will be more cognitively available than issues that were attended less recently, we expect that the cognitive distance between two actors will be lower the more recently they have paid attention to the same issues and the less recently they have paid attention to different ones. The intensity of attention allocation determines the contingent salience of attended issues. We specifically expect that attention will be more intense in situations where actors have made an error. Because issues that receive greater attention will be more cognitively salient than issues that received scant attention, we expect that two actors who have allocated greater attention to the same issues and less attention to different ones will be less cognitively distant.  We test our propositions in the context of securities analysts. \n\nOur findings demonstrate that actors interpret information based on their location in fleeting, temporal networks of attention comprised by attention ties that are activated at particular moments in time and are attenuated with different levels of intensity.  These findings have implications for the sociological literature that studies how institutionalized categories guide valuation. That literature builds on the assumption that markets are composed of segmented and stable communities with strong cognitive boundaries around them (Hannan et al. 2007; Pontikes 2012). Specifically, it suggests that actors who specialize on the same category (typically within the same industry) share a common, distinct, and relatively stable interpretive framework ((Zuckerman 1999; 2004).\n\nThis categorical approach faces its major limitations in addressing the question of how category beliefs are formed and evolve, and, more importantly, of how beliefs can be heterogeneous within categorical boundaries. The theory of valuation that we propose addresses such limitations by highlighting a different aspect of categories. In our usage, the concept of category does not refer to an institutionalized class or a shared and already-established taken-for-granted schemata but to temporary and network-embedded constructs (Stark 2009). As a temporary container of knowledge, a category integrates knowledge from several information sources and is shaped by the pragmatic interests of its interacting users. From the notion of category as stable and bounded, we point instead to the temporary and contingent. This is especially so in the increasingly virtualized markets of finance and information where time dynamics operate at warp speed.\n\nIn studying how category beliefs affect valuation, we therefore proposed that one?s valuations are not simply the result of matching the focal candidate with a stable categorical ideal-type but are always contingent to the evolving contextual background through which actors puts things in perspective. In short, rather than positing that it is the \"structure of classification that guides valuation\" (Zuckerman 2004), we argue that it is the structure of attention that guides valuation. \n\n \n\n\t\t\t\t\tLast Modified: 01/04/2018\n\n\t\t\t\t\tSubmitted by: David C Stark"
 }
}