{
 "awd_id": "1236708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Simultaneous Isomerization and Reactive Extraction of Biomass Sugars for Efficient Furan Production via High Yield Ketose Intermediate",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 309524.0,
 "awd_amount": 349524.0,
 "awd_min_amd_letter_date": "2012-07-06",
 "awd_max_amd_letter_date": "2016-07-28",
 "awd_abstract_narration": "PI: Varanasi, Sasidhar\r\nProposal Number: 1236708\r\nInstitution: University of Toledo\r\nTitle: Simultaneous Isomerization and Reactive Extraction of Biomass Sugars for Efficient Furan Production via High Yield Ketose Intermediate\r\n\r\nThe cost of biofuels can be lowered by reducing the process steps needed for production. FConversion of biomass sugars with high yields to their ketose forms can immensely facilitate one-pot synthesis of fuels/chemicals. Aldose to ketose isomerization, however, has a very unfavorable equilibrium, and high yield conversion to ketoses in a manner that allows for further conversion economically has yet to be demonstrated. The goal of this project is to develop a novel simultaneous isomerization and reactive-extraction ? followed by back-extraction  ? strategy that produces high yield, high concentration ketose sugars (in pure form) from biomass hydrolysate without significant energy inputs. Another feature of the technology with significant economic implications is the ability to produce separate, high-purity xylulose and fructose sugars from hydrolysate containing glucose and xylose, affording flexibility with downstream processing options. \r\n\r\nThe proposed technology will allow for the direct back-extraction of ketoses into acid-containing, benign reaction media (such as room temperature ionic liquids); such media are ideal for high yield conversion of ketoses to furans under facile conditions. Hydrogenation products of these furans, such as dimethylfuran and dimethyltetrahydrofuran, are suggested as ?drop-in? liquid transportation fuels.\r\nBroader impacts of the proposed project - The potential impact of the proposed technology is immense due to its green and sustainable features. This technology (i) allows for recovery of the sugars in a form (ketose) that is readily amenable to conversion to value-added products with fewer processing steps, leading to reduced processing costs; (ii) eliminates the need for hydrolysate conditioning and the accompanying solid-waste disposal issues; (iii) eliminates energy-intensive evaporation-based sugar-concentration methods; (iv) is based the recycle and reuse of the isomerization catalyst, the sugar complexing agents, and the organic extraction media; (v) requires facile temperature and pH conditions that prevent sugar degradation and minimize cost associated with pH and temperature adjustment; and (vi) allows for in situ room temperature production of furans in high yields with no disposable waste streams.\r\n\r\nAn essential part of this project is the training and education of graduate and undergraduate students. The wide scope of this project, from renewable biomass feedstock to the end product of liquid transportation fuels, will allow student researchers to acquire broad-based training in green engineering methods, analytical techniques, biomass pretreatment, enzyme catalysis, and reactions and separations.   Additional outreach activities will allow for a wide dissemination of biofuels knowledge and training of students at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sasidhar",
   "pi_last_name": "Varanasi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sasidhar Varanasi",
   "pi_email_addr": "sasidhar.varanasi@utoledo.edu",
   "nsf_id": "000181320",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Relue",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Relue",
   "pi_email_addr": "patricia.relue@utoledo.edu",
   "nsf_id": "000286205",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Toledo",
  "perf_str_addr": "2801 W. Bancroft St",
  "perf_city_name": "Toledo",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "018Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Activities"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "1340",
   "pgm_ref_txt": "ENGINEERING EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 309524.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual merit </span></strong></p>\n<p>Conversion of lignocellulosic sugars to their <em>ketose isomeric form</em> in high yields can immensely facilitate one-pot synthesis of fuels/chemicals from these sugars. The isomerization reaction, however, has a very <em>unfavorable</em> equilibrium, and <em>high yield conversion to ketoses</em> in a manner that allows for further conversion economically <em>has so far not been achieved</em>. During this project we developed a novel strategy for simultaneous isomerization and reactive-extraction (SIRE), followed by a back-extraction (BE) scheme, that allows the production of high yield, high concentration <em>ketose</em> sugars (in pure form) from biomass hydrolysate without significant energy inputs. Another feature of the technology with significant economic implications is the ability to produce <em>separate</em> xylulose and fructose sugar streams from hydrolysate containing <em>a mixture of glucose and xylose</em>, affording flexibility with downstream processing options. &nbsp;In experiments with hydrolysates containing glucose and xylose in 2:1 ratio, SIRE-followed-by-BE, resulted in a nearly-pure (97%) ketose mixture (fructose and xylulose) concentrated 5-fold and at high yield. When the back-extraction medium was an ionic liquid, we were able to affect direct conversion of the ketose mixture to furans (Hydroxymethyl furfural (HMF) and furfural) in high-yields at facile reaction conditions (50<sup>O</sup>C and 1 atm pressure). These results are significant as <em>high-yield production of furans from biomass sugars, particularly HMF, has alluded </em>significant research<em> </em>efforts to date. Hydrogenation products of these furans, such as dimethylfuran (DMF) and dimethyltetrahydrofuran (DMTHF), are good candidates for &ldquo;drop-in&rdquo; liquid transportation fuels.</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader impacts</span></strong></p>\n<p>The potential impact of the proposed technology is immense due to its&nbsp; green and sustainable features:&nbsp; It (i) allows for recovery of the sugars in a form (ketose) that is readily amenable to conversion to value-added products with fewer processing steps, leading to reduced processing costs; (ii) eliminates the conditioning step of the hydrolysate and the accompanying solid-waste disposal issues; (ii) eliminates energy-intensive evaporation-based sugar-concentration methods; (iii) is based on a process design centered on the recycle and reuse of the isomerization catalyst, the sugar complexing agents, and the organic extraction media; (iv) requires facile temperature and pH conditions that prevent sugar degradation and minimize cost associated with pH and temperature adjustment, and (v) allows for <em>in situ</em> room temperature production of furans, precursors for &ldquo;drop-in&rdquo; fuels, in high yields, with no disposable waste streams.</p>\n<p>Research results were widely disseminated through conference presentations and journal publications. An essential part of this project was the training and education of graduate and undergraduate students. The span of this project, from a renewable biomass feedstock to liquid transportation fuels, allowed graduate and undergraduate researchers to acquire broad-based training in green engineering methods, analytical techniques, biomass pretreatment, enzyme catalysis, and reactions and separations. The investigators also made a number of presentations to local schools, television and news-paper media to inform and educate K-12 students and teachers as well as the public at-large on the impact and role of renewable fuels and chemicals on our every-day life, environment, and &ldquo;energy-independence&rdquo; of the nation.</p>\n<p>The investigators have significant collaborations with local industries. The technologies developed by the investigators were patented and licensed to industry. New transformative scalable technologies in this area can substantially support the development of the biorenewables industry and the science and technology platform of the nation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2018<br>\n\t\t\t\t\tModified by: Sasidhar&nbsp;Varanasi</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1236708/1236708_10187566_1520450052992_Figure14--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1236708/1236708_10187566_1520450052992_Figure14--rgov-800width.jpg\" title=\"Process Schematic\"><img src=\"/por/images/Reports/POR/2018/1236708/1236708_10187566_1520450052992_Figure14--rgov-66x44.jpg\" alt=\"Process Schematic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Process schematic for furan production from biomass hydrolyzate by the SIRE-BE-Dehydration-in-IL approach. Organic phase with arylboronic acid (ABA), IL and THF can be recycled and reused.</div>\n<div class=\"imageCredit\">Sasidhar Varanasi</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Sasidhar&nbsp;Varanasi</div>\n<div class=\"imageTitle\">Process Schematic</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit \n\nConversion of lignocellulosic sugars to their ketose isomeric form in high yields can immensely facilitate one-pot synthesis of fuels/chemicals from these sugars. The isomerization reaction, however, has a very unfavorable equilibrium, and high yield conversion to ketoses in a manner that allows for further conversion economically has so far not been achieved. During this project we developed a novel strategy for simultaneous isomerization and reactive-extraction (SIRE), followed by a back-extraction (BE) scheme, that allows the production of high yield, high concentration ketose sugars (in pure form) from biomass hydrolysate without significant energy inputs. Another feature of the technology with significant economic implications is the ability to produce separate xylulose and fructose sugar streams from hydrolysate containing a mixture of glucose and xylose, affording flexibility with downstream processing options.  In experiments with hydrolysates containing glucose and xylose in 2:1 ratio, SIRE-followed-by-BE, resulted in a nearly-pure (97%) ketose mixture (fructose and xylulose) concentrated 5-fold and at high yield. When the back-extraction medium was an ionic liquid, we were able to affect direct conversion of the ketose mixture to furans (Hydroxymethyl furfural (HMF) and furfural) in high-yields at facile reaction conditions (50OC and 1 atm pressure). These results are significant as high-yield production of furans from biomass sugars, particularly HMF, has alluded significant research efforts to date. Hydrogenation products of these furans, such as dimethylfuran (DMF) and dimethyltetrahydrofuran (DMTHF), are good candidates for \"drop-in\" liquid transportation fuels.\n\nBroader impacts\n\nThe potential impact of the proposed technology is immense due to its  green and sustainable features:  It (i) allows for recovery of the sugars in a form (ketose) that is readily amenable to conversion to value-added products with fewer processing steps, leading to reduced processing costs; (ii) eliminates the conditioning step of the hydrolysate and the accompanying solid-waste disposal issues; (ii) eliminates energy-intensive evaporation-based sugar-concentration methods; (iii) is based on a process design centered on the recycle and reuse of the isomerization catalyst, the sugar complexing agents, and the organic extraction media; (iv) requires facile temperature and pH conditions that prevent sugar degradation and minimize cost associated with pH and temperature adjustment, and (v) allows for in situ room temperature production of furans, precursors for \"drop-in\" fuels, in high yields, with no disposable waste streams.\n\nResearch results were widely disseminated through conference presentations and journal publications. An essential part of this project was the training and education of graduate and undergraduate students. The span of this project, from a renewable biomass feedstock to liquid transportation fuels, allowed graduate and undergraduate researchers to acquire broad-based training in green engineering methods, analytical techniques, biomass pretreatment, enzyme catalysis, and reactions and separations. The investigators also made a number of presentations to local schools, television and news-paper media to inform and educate K-12 students and teachers as well as the public at-large on the impact and role of renewable fuels and chemicals on our every-day life, environment, and \"energy-independence\" of the nation.\n\nThe investigators have significant collaborations with local industries. The technologies developed by the investigators were patented and licensed to industry. New transformative scalable technologies in this area can substantially support the development of the biorenewables industry and the science and technology platform of the nation.\n\n\t\t\t\t\tLast Modified: 03/07/2018\n\n\t\t\t\t\tSubmitted by: Sasidhar Varanasi"
 }
}