{
 "awd_id": "1236621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference on STEM Teacher Preparation at Liberal Arts Institutions",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan T Prival",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-04-27",
 "awd_max_amd_letter_date": "2012-04-27",
 "awd_abstract_narration": "The Consortium for Excellence in Teacher Preparation, a coalition of liberal arts colleges and universities from the northeast with small teacher preparation programs, is  sponsoring a three day conference on STEM Teacher Preparation at Liberal Arts Institutions to be held at Bryn Mawr College. The primary focus of the conference is on ways to increase the number of STEM graduates from liberal arts institutions who go into teaching, while also examining a wider range of issues related to STEM teacher preparation. The conference addresses  the issue: Maximizing the Contribution of Liberal Arts Institutions to Strengthening the STEM Teacher Preparation Pipeline. Liberal arts institutions prepare a relatively small number of STEM teachers, but the teachers they do prepare have strong content knowledge, tend to take on leadership roles in their schools and thereby have the potential to make a disproportionately large impact on the schools in which they teach. By building a network focused on STEM teacher preparation among liberal arts institutions, the conference has the potential to significantly strengthen the contribution of these institutions to the national effort to produce more high quality math and science teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Donnay",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Victor J Donnay",
   "pi_email_addr": "vdonnay@sju.edu",
   "nsf_id": "000089412",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bryn Mawr College",
  "inst_street_address": "101 N MERION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BRYN MAWR",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105265496",
  "inst_zip_code": "190102899",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "BRYN MAWR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K6QTMYRRT6S5"
 },
 "perf_inst": {
  "perf_inst_name": "Bryn Mawr College",
  "perf_str_addr": "101 N. Merion Ave",
  "perf_city_name": "Bryn Mawr",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190102899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Conference on STEM Teacher Preparation at Liberal Arts Institutions</p>\n<p>Project Outcomes Report</p>\n<p>&nbsp;</p>\n<p>In May 2012, 58 faculty from 30 institutions of higher education attended a Conference on STEM Teacher Preparation at Liberal Arts Institutions that was held at Bryn Mawr College in Bryn Mawr, PA. This conference was sponsored by the Consortium for Excellence in Teacher Education (CETE, see <a href=\"http://www.princeton.edu/~tprep/cete/index.htm\">http://www.princeton.edu/~tprep/cete/index.htm</a>) with funding support from the National Science Foundation.</p>\n<p>&nbsp;</p>\n<p>The United States is making a concerted effort to strengthen science, technology, engineering and math (STEM) education and having a high quality teacher workforce is a key focus of these efforts. At the conference, participants explored the role of liberal arts institutions in contributing to this national effort. While liberal arts institutions prepare a relatively small number of STEM teachers, the teachers they do prepare have strong content knowledge, tend to take on leadership roles in their schools and thereby have the potential to make a disproportionately large impact on the schools in which they teach. How can liberal arts institutions recruit more of their excellent STEM students into the teaching profession and what supports do these students need to develop into outstanding educators?</p>\n<p>&nbsp;</p>\n<p>A key challenge that conference participants identified was that due to the small size of their education programs, most of the liberal arts institutions did not have a faculty member specializing in math or science education and were not able to offer their students a course focused on math or science pedagogy, an experience which research has shown improves the quality of STEM teaching. To address this issue, participants recommended that their institutions work together as a network to &ldquo;do together what no one institution could do alone&rdquo;; specifically that the network develop a summer program that would offer specialized courses in math or science pedagogy for undergraduates from the networks&rsquo; liberal arts institutions. In addition to strengthening the preparation of future STEM teachers, such a high profile summer program would raise the visibility and prestige of STEM teaching careers for students at liberal arts institutions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To explore the feasibility of this recommendation, the conference leadership team organized a six-week summer pilot program in mathematics pedagogy held at Brown University in conjunction with the Brown Summer High School. Participants were recruited from the liberal arts institutions in the network. Those selected for the program took a mathematics pedagogy course and, in conjunction with the course, taught urban high school students from Providence in the four-week Brown Summer High School. This mathematics pedagogy program, held in summers 2013 and 2014, received $82,500 in funding support from Math for America and an anonymous donor. Each summer, four undergraduates from the network were selected to participate and they in turn taught 60 students from local Providence, RI high schools. Overall, 45 undergraduate students from 22 different liberal arts institutions applied for the summer program, evidence of a high level of student interest.</p>\n<p>&nbsp;</p>\n<p>The positive reviews of the Brown summer mathematics pedagogy program were evidence of the strong potential of this approach as a way to provide students from liberal arts institution with access to high quality discipline specific pedagogy instruction. To build on the success of the pilot project, conference organizers wrote a grant in winter 2014 to the National Science Foundation, titled Teaching Experience for STEM Undergraduates Program, to further develop this model. Fifty-three liberal arts institutions signed on as partner...",
  "por_txt_cntn": "\nConference on STEM Teacher Preparation at Liberal Arts Institutions\n\nProject Outcomes Report\n\n \n\nIn May 2012, 58 faculty from 30 institutions of higher education attended a Conference on STEM Teacher Preparation at Liberal Arts Institutions that was held at Bryn Mawr College in Bryn Mawr, PA. This conference was sponsored by the Consortium for Excellence in Teacher Education (CETE, see http://www.princeton.edu/~tprep/cete/index.htm) with funding support from the National Science Foundation.\n\n \n\nThe United States is making a concerted effort to strengthen science, technology, engineering and math (STEM) education and having a high quality teacher workforce is a key focus of these efforts. At the conference, participants explored the role of liberal arts institutions in contributing to this national effort. While liberal arts institutions prepare a relatively small number of STEM teachers, the teachers they do prepare have strong content knowledge, tend to take on leadership roles in their schools and thereby have the potential to make a disproportionately large impact on the schools in which they teach. How can liberal arts institutions recruit more of their excellent STEM students into the teaching profession and what supports do these students need to develop into outstanding educators?\n\n \n\nA key challenge that conference participants identified was that due to the small size of their education programs, most of the liberal arts institutions did not have a faculty member specializing in math or science education and were not able to offer their students a course focused on math or science pedagogy, an experience which research has shown improves the quality of STEM teaching. To address this issue, participants recommended that their institutions work together as a network to \"do together what no one institution could do alone\"; specifically that the network develop a summer program that would offer specialized courses in math or science pedagogy for undergraduates from the networksÆ liberal arts institutions. In addition to strengthening the preparation of future STEM teachers, such a high profile summer program would raise the visibility and prestige of STEM teaching careers for students at liberal arts institutions. \n\n \n\nTo explore the feasibility of this recommendation, the conference leadership team organized a six-week summer pilot program in mathematics pedagogy held at Brown University in conjunction with the Brown Summer High School. Participants were recruited from the liberal arts institutions in the network. Those selected for the program took a mathematics pedagogy course and, in conjunction with the course, taught urban high school students from Providence in the four-week Brown Summer High School. This mathematics pedagogy program, held in summers 2013 and 2014, received $82,500 in funding support from Math for America and an anonymous donor. Each summer, four undergraduates from the network were selected to participate and they in turn taught 60 students from local Providence, RI high schools. Overall, 45 undergraduate students from 22 different liberal arts institutions applied for the summer program, evidence of a high level of student interest.\n\n \n\nThe positive reviews of the Brown summer mathematics pedagogy program were evidence of the strong potential of this approach as a way to provide students from liberal arts institution with access to high quality discipline specific pedagogy instruction. To build on the success of the pilot project, conference organizers wrote a grant in winter 2014 to the National Science Foundation, titled Teaching Experience for STEM Undergraduates Program, to further develop this model. Fifty-three liberal arts institutions signed on as partners to this grant proposal. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/29/2014\n\n\t\t\t\t\tSubmitted by: Victor J Donnay"
 }
}