{
 "awd_id": "1236832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Evaluating mechanisms and Developing strategies for simultaneous sludge reduction and nutrient removal in activated sludge processes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 331322.0,
 "awd_amount": 368945.0,
 "awd_min_amd_letter_date": "2012-08-01",
 "awd_max_amd_letter_date": "2014-03-04",
 "awd_abstract_narration": "1236832\r\nGoel\r\n\r\nThe treatment of municipal wastewater using engineered bioreactors such as activated sludge system is widely used around the globe. The bacteria present in activated sludge bioreactor gain their energy from organic carbon and nutrients present in wastewater. The activated sludge processes are designed in a manner such that a continuous wastage of biomass from these configurations is needed to compensate for the growth of the bacteria so that the biomass, commonly known as sludge, does not accumulate in the system. This excess sludge requires further processing and disposal which may account for 25 to 65% of the treatment plant's total operation cost. With diminishing sludge disposal options and the cost associated with further processing of the excess sludge, the sustainability of activated sludge treatment processes is in question. This GOALI project, in collaboration with SIEMENS Water Company as an industrial partner, will explore the possibility of simultaneous sludge reduction and nutrients (nitrogen and phosphorus) removal in activated sludge treatment systems. The research will shed light on the mechanisms of sludge reduction in activated sludge processes operating at significantly high solid retention time to induce biomass anaerobiosis, and examine the sustainability of sludge minimizing processes for nutrient removal and also evaluate the ecology of nitrogen and phosphorus removing bacterial community. The investigator will run lab scale reactors using real wastewater to examine the feasibility of simultaneous sludge reduction and nutrient removal. The investigator will use stable isotope probing to profile bacterial community in the laboratory scale reactors and to achieve carbon mass balance in the sludge minimizing reactor. The investigator will also develop bacterial kinetic parameters for carbon, ammonia and phosphorus removal in sludge minimizing reactor to establish design parameters leading to full scale implementation of the proposed innovative process with the help from SIEMENS.  \r\n\r\nThis project will provide insights into the possibility of sludge reduction coupled with nutrient removal in world's most widely used wastewater treatment processes. By establishing the mechanisms of sludge reduction and by developing the design kinetic parameters for key processes, this project promises a significant paradigm shift in the operation and design of activated sludge systems. This NSF GOALI proposal is the first attempt to demonstrate simultaneous nutrient removal and sludge reduction using sludge fasting and feasting during introduction of real wastewater. The research directly address two important grand challenges; (1) U.S. Environmental Protection Agency's research priority about biosolids management and reduction and, (2) reducing nitrogen pollution- one of the priority areas defined by National Academy of Engineering. This GOALI proposal will have a strong positive impact on wastewater treatment industry and that impact is further ensured by the involvement of SIEMENS, a global leader in wastewater treatment technology development. The PI will work with local school district to integrate environmental engineering lab practices in high school curricula. This project will contribute to the professional development of one graduate student and several undergraduate students with particular emphasis on minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramesh",
   "pi_last_name": "Goel",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ramesh K Goel",
   "pi_email_addr": "ram.goel@utah.edu",
   "nsf_id": "000067423",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "110 S. Central Campus Drive",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "5948",
   "pgm_ref_txt": "NETHERLANDS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 331322.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 37623.0
  }
 ],
 "por": null
}