{
 "awd_id": "1236280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical Morphology of Carbonaceous Particulates and Their Precursors in Diffusion Flames",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "song kong",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 249392.0,
 "awd_amount": 249392.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "A bright yellow glow is a ubiquitous feature of most fires and flames and is associated with combustion by anyone who has ever seen a candle or a fire in a fireplace or outside. This emission is from very hot, nanometer-sized particles of mostly carbon, along with smaller quantities of some other elements, especially hydrogen. Given the central role that these particles hold in the human experience with fires and combustion, it is remarkable that the details of how they are formed are not fully known.  How can this be?  One reason is that the processes that occur happen very quickly. These particles, that contain perhaps a million carbon atoms, are assembled in times of less than a second from molecules that contain only a few carbon atoms.  Thus, this chemistry involves thousands (perhaps millions) of successive steps and just as many intermediates.  To compound the problem, the suite of laboratory diagnostics that have been applied to the study of \"soot\" formation typically gives us information about very small or very large intermediates, leaving a great deal of uncertainty about what happens in between. In this grant, a team of researchers at George Washington University is applying a suite of laser-based diagnostics to a study of soot formation in simple and well-characterized, laboratory flames.  In addition to \"traditional\" diagnostics available in this laboratory, a new suite of measurements will be introduced based on a class of emerging \"super continuum\" light sources. In essence, these sources are \"white-light lasers\" where a beam of light is created covering a wide range of colors.  One of these sources produces visible light (and light just beyond the range of human perception) and will be used to study the behavior of electrons in the smallest soot particles.  The second produces infrared light that provides additional information on particle structure; specifically how individual carbon atoms are bound to one another. Both types of diagnostics are intended to provide insight to the structure of \"nascent\" soot particles formed at the earliest stages of molecular growth. In addition to this experiment work, computational tools will be used to predict particle structures, with a goal of validation of the laboratory results.\r\n\r\nSoot formation on earth plays a critical role in energy generation (from the soot coating of furnace walls in a commercial boiler, to soot particle impingement on the turbine blades of a commercial aircraft engine) and in the environment (from increasing mortality in urban areas to contributing to climate change).  Remarkably, the same types of species (perhaps formed through similar processes) are found throughout the universe and are thought to be responsible for some of the most intriguing (and elusive) astronomical observations. A primary focus of this and the Miller Lab's entire prior NSF supported work has been the education of doctoral students.  There has been a proven record of success by laboratory alumni. Four of the last five Ph.D.s to be awarded from this research group applied for and were awarded prestigious government postdoctoral fellowships. At least three of the alumni have grown into senior management positions at laboratories of the Department of Defense, Commerce, and NASA.  One now serves in the Office of Science and Technology Policy at the White House.  Further, the laboratory has a proven record of education of traditionally underrepresented genders and races in STEM fields.  In this grant, the tradition will be continued by providing research experience for doctoral students, undergraduates, and high school students drawn from District of Columbia high schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Miller",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Miller",
   "pi_email_addr": "houston@gwu.edu",
   "nsf_id": "000234674",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "725 21st St. NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Technical Merit</strong></p>\n<p>During the period of the recently completed grant, our research group published six, peer-reviewed publications with four more manuscripts in preparation. The bulk of these papers focused on the development of a new combustion diagnostic: optical band gap measurements using hyperspectral extinction diagnostics. &nbsp;In addition to the development and execution of the diagnostics, considerable effort was extended into the application of computational chemistry tools for the interpretation of these results; specifically, a determination of polynuclear aromatic hydrocarbon morphology at the onset of particulate nucleation.&nbsp; The measurements were performed in three &ldquo;standard&rdquo; laboratory, axi-symmetric burner configurations: The &ldquo;Yale&rdquo; co-flow burner, the &ldquo;Santoro&rdquo; co-flow burner, and a wicked burner system that is the ASTM standard configuration for Smoke Point measurements. &nbsp;&nbsp;(The latter work was performed with collaborators from Cambridge University).&nbsp; The results from all of these studies suggest that particle inception occurs when PAH reach a size of 300-600 atomic mass units; the exact value of which strongly dependent on PAH morphology and aggregation.&nbsp; Our results from these studies have been well received by the community.&nbsp; For example, our paper in the Royal Society of Chemistry Journal Physical Chemistry Chemical Physics has been cited nine times since it was published in late 2015.</p>\n<p>In addition to the studies discussed above, additional research was performed that centered on other flame diagnostics.&nbsp; Notably, we published a paper entitled &ldquo;Species Measurements in a Nitrogen-Diluted, ethylene Air Diffusion Flame using Direct Sampling Mass Spectrometry and Tunable Diode Laser Absorption Spectroscopy&rdquo; that applied other techniques developed in our laboratory (under prior NSF support) to species measurements in the &ldquo;Yale&rdquo; burner system.&nbsp; We also performed a variant of our thermophoretic sampling technique for both Raman and ATR-FTIR analysis of soot particulate collected on thin metal foils.&nbsp; (A manuscript describing this work is in the final stages of edit before submission).&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p><span>The formation of &ldquo;soot&rdquo; in flames is important in energy production from both fossil and bio&shy;derived fuels, to the development of continuous processes for the manufacture of carbon&shy; based&nbsp; materials, and in the production of combustion emissions that impact the global climate, leads to smog formation and, indirectly, to acid rain. Further, emitted particulate from combustion systems have been implicated in the direct health effects (from both the particles and adsorbed polyaromatic hydrocarbons&shy; (PAH) that lead to premature deaths in urban areas. Finally, control of black carbon emissions will&nbsp;provdie a near term benefit in reducing the impact of man's impoact on global climate.</span></p>\n<p><span>&nbsp;</span>In addition to these tangible scientific accomplishments, NSF support was essential to fully fund the education of one doctoral student (Dr. Erin Adkins); partially support the education of two other graduate students (Hillary Melroy and Jennifer Giaccai); and provided summer support for several GW undergraduate researchers, as well as a DC public high school student.&nbsp; As an indicator of the value of her educational experience, Dr. Adkins applied for a National Research Council postdoctoral fellowship, was awarded an &ldquo;A&rdquo; rating, and is now a postdoctoral fellow at the National Institute of Standards and Technology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: J. Houston&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTechnical Merit\n\nDuring the period of the recently completed grant, our research group published six, peer-reviewed publications with four more manuscripts in preparation. The bulk of these papers focused on the development of a new combustion diagnostic: optical band gap measurements using hyperspectral extinction diagnostics.  In addition to the development and execution of the diagnostics, considerable effort was extended into the application of computational chemistry tools for the interpretation of these results; specifically, a determination of polynuclear aromatic hydrocarbon morphology at the onset of particulate nucleation.  The measurements were performed in three \"standard\" laboratory, axi-symmetric burner configurations: The \"Yale\" co-flow burner, the \"Santoro\" co-flow burner, and a wicked burner system that is the ASTM standard configuration for Smoke Point measurements.   (The latter work was performed with collaborators from Cambridge University).  The results from all of these studies suggest that particle inception occurs when PAH reach a size of 300-600 atomic mass units; the exact value of which strongly dependent on PAH morphology and aggregation.  Our results from these studies have been well received by the community.  For example, our paper in the Royal Society of Chemistry Journal Physical Chemistry Chemical Physics has been cited nine times since it was published in late 2015.\n\nIn addition to the studies discussed above, additional research was performed that centered on other flame diagnostics.  Notably, we published a paper entitled \"Species Measurements in a Nitrogen-Diluted, ethylene Air Diffusion Flame using Direct Sampling Mass Spectrometry and Tunable Diode Laser Absorption Spectroscopy\" that applied other techniques developed in our laboratory (under prior NSF support) to species measurements in the \"Yale\" burner system.  We also performed a variant of our thermophoretic sampling technique for both Raman and ATR-FTIR analysis of soot particulate collected on thin metal foils.  (A manuscript describing this work is in the final stages of edit before submission). \n\n \n\nBroader Impacts\n\nThe formation of \"soot\" in flames is important in energy production from both fossil and bio&shy;derived fuels, to the development of continuous processes for the manufacture of carbon&shy; based  materials, and in the production of combustion emissions that impact the global climate, leads to smog formation and, indirectly, to acid rain. Further, emitted particulate from combustion systems have been implicated in the direct health effects (from both the particles and adsorbed polyaromatic hydrocarbons&shy; (PAH) that lead to premature deaths in urban areas. Finally, control of black carbon emissions will provdie a near term benefit in reducing the impact of man's impoact on global climate.\n\n In addition to these tangible scientific accomplishments, NSF support was essential to fully fund the education of one doctoral student (Dr. Erin Adkins); partially support the education of two other graduate students (Hillary Melroy and Jennifer Giaccai); and provided summer support for several GW undergraduate researchers, as well as a DC public high school student.  As an indicator of the value of her educational experience, Dr. Adkins applied for a National Research Council postdoctoral fellowship, was awarded an \"A\" rating, and is now a postdoctoral fellow at the National Institute of Standards and Technology.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: J. Houston Miller"
 }
}