{
 "awd_id": "1236837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Hybrid Input-Output, Techno-Economic Life Cycle Modeling Approach to Enable Greener Supply Chains",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 310913.0,
 "awd_amount": 310913.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "1236837 (Masanet).  There is growing interest among manufacturers, retailers, and governments in understanding the supply chain energy and carbon \"footprints\" of products, as well as in ways to reduce such footprints. While much attention has been paid to life-cycle assessment (LCA) methods for environmental footprint estimation, comparably little attention has been paid to robust, quantitative methods for analyzing design, process, and policy opportunities for reducing product environmental footprints. This research will develop a hybrid supply chain modeling approach, which aims to couple input-output LCA methods with sector- and process-level techno-economic energy analysis data and methods. The approach will allow for both environmental and economic assessment of discrete technology and process improvement opportunities across the many energy and emissions sources, end use technologies, and sectors that comprise a product's supply chain footprint. This will be accomplished through several key tasks that include: (i) developing methods for disaggregating sector energy data into end use categories meaningful for engineering analysis; (ii) developing statistical methods for benchmarking current end use technologies for each sector; (iii) deriving techno-economic cost curves by end use; and (iv) developing an intuitive public use computation tool for applying the modeling methods. The work will further the state of analytical and statistical methods in the characterization of complex supply chains in technology-rich fashion, which is critical for detailed design, supply chain engagement, process and materials selection, and product-oriented policy decisions.  The successful development of this novel modeling approach would have a huge impact on the LCA and supply chain environmental management communities, and would further be ideally suitable as an educational tool for students at many levels, including pre-college students.  Such information can be used by manufacturers to understand where the greatest opportunities for environmental improvement might be in their supply chains and how cost-feasible such improvements might be, by policy-makers to identify product supply chains and technologies that offer the most cost-effective and efficient targets for reducing product embodied impacts, and by the LCA community to better model technology variation and technology costs at the process level in LCAs. It will also help forge a new bridge between the LCA and techo-economic modeling communities. The project will develop case studies for visualizing and analyzing the various degrees of freedom for driving greener supply chain practices, and will incorporate these case studies into a teaching module with exercises for pre-college science classes. Smaller research problems will be structured to be suitable for undergraduate students. Regular meetings among participants will ensure proper communication, and a formal data management procedure will be in place to ensure proper archiving of modeling and simulation data, material, procedure, software, and educational material. In addition to normal journal publications, a website will be developed to advertise the program, disseminate results and information about teaching modules and sharing demonstration experience in schools, and announce outreach activities such as seminars by PI, research openings for undergraduates, and summer activities for teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Masanet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Masanet",
   "pi_email_addr": "emasanet@ucsb.edu",
   "nsf_id": "000608388",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road, Room L494",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 310913.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Manufacturers are increasingly embarking on supply chain energy efficiency initiatives to reduce product environmental impacts and manufacturing costs, and to improve supply chain resilience to energy price volatility.&nbsp; Such initiatives have been further motivated by firms&rsquo; desire to quantify and communicate product environmental footprints within corporate sustainability reports, with the aim of steadily reducing those footprints over time.&nbsp; However, supply chains are often highly geographically dispersed as well as highly heterogeneous with respect to energy-consuming technologies across supply chain sectors and tiers.&nbsp; &nbsp;These complexities can impede a firm&rsquo;s ability to easily identify and pursue the most promising supply chain efficiency opportunities; they can also create nontransparency to the public seeking to understand a firm&rsquo;s impacts and the ambitiousness of its supply chain environmental initiatives.</p>\n<p>This project aimed to reduce these knowledge barriers by developing a hybrid supply chain modeling framework, which integrated input-output life-cycle assessment (IO-LCA) methods with bottom-up techno-economic modeling data and methods.&nbsp; The hybrid modeling approach generates estimates of fuel use (electricity, natural gas, petroleum, etc.) by end use technology (electric motor systems, steam systems, process heating, lighting, space conditioning, etc.) within 389 supply chain sectors (based on the 2007 US benchmark IO table), as well as estimates of average fuel and CO<sub>2</sub> emissions savings associated with cost-effective energy efficiency improvements by sector and end use (based on many data from sectoral energy surveys, benchmarking studies, and energy audits).</p>\n<p>Initial modeling results indicated a Pareto effect for many products, wherein the total supply chain energy use, energy-related CO<sub>2</sub> emissions, and energy/emissions savings potentials were concentrated in a small subset of end use technologies dispersed across the supply chain.&nbsp; For example, for various motor vehicle parts, initiatives aimed at improving the efficiencies of metal process heating and electric motor systems (pumps, fans, compressed air systems, etc.) across supply chain tiers could deliver the greatest potential energy savings (see Figure 1).&nbsp; Such information can enable firms and policy makers to strategically orient supply chain initiatives (incentives, training, systems audits, etc.) toward the specific technology systems that matter most.&nbsp; Our research also examined the role of supply chain materials strategies, finding that certain types of firms&mdash;for example, those in the food and beverage, transportation equipment, machinery, and chemical products industries&mdash;might realize significant supply chain energy and GHG emissions reductions by incentivizing supplier materials efficiency alongside energy efficiency (see Figure 2).&nbsp;</p>\n<p>To raise public and private sector awareness of product supply chains as strategic environmental sustainability improvement resources, the project has implemented the hybrid modeling approach within a shareable and user-friendly Excel file, and presented project methods and findings at several international conferences within the sustainable systems modeling community.&nbsp; Furthermore, the modeling methods used, supply chain energy and materials analyses developed, and methodological insights gained into supply chain sustainability opportunities have been incorporated into an undergraduate course on LCA and a graduate course on sustainable manufacturing at Northwestern University via case studies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2017<br>\n\t\t\t\t\tModified by: Eric&nbsp;Masanet</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1236837/1236837_10184395_1513267378767_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1236837/1236837_10184395_1513267378767_Figure1--rgov-800width.jpg\" title=\"Figure 1: Supply chain energy savings potential\"><img src=\"/por/images/Reports/POR/2017/1236837/1236837_10184395_1513267378767_Figure1--rgov-66x44.jpg\" alt=\"Figure 1: Supply chain energy savings potential\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Energy savings potential of best practice efficient technologies by end use across the supply chain for motor vehicle parts manufacturing.</div>\n<div class=\"imageCredit\">Northwestern University</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Eric&nbsp;Masanet</div>\n<div class=\"imageTitle\">Figure 1: Supply chain energy savings potential</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1236837/1236837_10184395_1513267831974_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1236837/1236837_10184395_1513267831974_Figure2--rgov-800width.jpg\" title=\"Figure 2: Supply chain materials efficiency screening\"><img src=\"/por/images/Reports/POR/2017/1236837/1236837_10184395_1513267831974_Figure2--rgov-66x44.jpg\" alt=\"Figure 2: Supply chain materials efficiency screening\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Contribution of materials use to total supply chain GHG emissions for various sectors, indicating sectors for which supply chain materials efficiency initiatives might lead to significant savings.</div>\n<div class=\"imageCredit\">Northwestern University</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Eric&nbsp;Masanet</div>\n<div class=\"imageTitle\">Figure 2: Supply chain materials efficiency screening</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nManufacturers are increasingly embarking on supply chain energy efficiency initiatives to reduce product environmental impacts and manufacturing costs, and to improve supply chain resilience to energy price volatility.  Such initiatives have been further motivated by firms? desire to quantify and communicate product environmental footprints within corporate sustainability reports, with the aim of steadily reducing those footprints over time.  However, supply chains are often highly geographically dispersed as well as highly heterogeneous with respect to energy-consuming technologies across supply chain sectors and tiers.   These complexities can impede a firm?s ability to easily identify and pursue the most promising supply chain efficiency opportunities; they can also create nontransparency to the public seeking to understand a firm?s impacts and the ambitiousness of its supply chain environmental initiatives.\n\nThis project aimed to reduce these knowledge barriers by developing a hybrid supply chain modeling framework, which integrated input-output life-cycle assessment (IO-LCA) methods with bottom-up techno-economic modeling data and methods.  The hybrid modeling approach generates estimates of fuel use (electricity, natural gas, petroleum, etc.) by end use technology (electric motor systems, steam systems, process heating, lighting, space conditioning, etc.) within 389 supply chain sectors (based on the 2007 US benchmark IO table), as well as estimates of average fuel and CO2 emissions savings associated with cost-effective energy efficiency improvements by sector and end use (based on many data from sectoral energy surveys, benchmarking studies, and energy audits).\n\nInitial modeling results indicated a Pareto effect for many products, wherein the total supply chain energy use, energy-related CO2 emissions, and energy/emissions savings potentials were concentrated in a small subset of end use technologies dispersed across the supply chain.  For example, for various motor vehicle parts, initiatives aimed at improving the efficiencies of metal process heating and electric motor systems (pumps, fans, compressed air systems, etc.) across supply chain tiers could deliver the greatest potential energy savings (see Figure 1).  Such information can enable firms and policy makers to strategically orient supply chain initiatives (incentives, training, systems audits, etc.) toward the specific technology systems that matter most.  Our research also examined the role of supply chain materials strategies, finding that certain types of firms&mdash;for example, those in the food and beverage, transportation equipment, machinery, and chemical products industries&mdash;might realize significant supply chain energy and GHG emissions reductions by incentivizing supplier materials efficiency alongside energy efficiency (see Figure 2). \n\nTo raise public and private sector awareness of product supply chains as strategic environmental sustainability improvement resources, the project has implemented the hybrid modeling approach within a shareable and user-friendly Excel file, and presented project methods and findings at several international conferences within the sustainable systems modeling community.  Furthermore, the modeling methods used, supply chain energy and materials analyses developed, and methodological insights gained into supply chain sustainability opportunities have been incorporated into an undergraduate course on LCA and a graduate course on sustainable manufacturing at Northwestern University via case studies.\n\n \n\n\t\t\t\t\tLast Modified: 12/14/2017\n\n\t\t\t\t\tSubmitted by: Eric Masanet"
 }
}