{
 "awd_id": "1236107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Unipolar Diffusion Charging of Spherical and Agglomerated Nanoparticles and its Application toward Surface-area Measurement",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300001.0,
 "awd_amount": 300001.0,
 "awd_min_amd_letter_date": "2012-07-06",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "CBET-1236107\r\n\r\nMany important properties of nanoparticles are related to their extremely high surface to volume ratios, including catalytic activity, bioavailability, health effects, and reactivity in the environment. This project studies the fundamental unipolar charging mechanics of nanoparticles and their agglomerates/aggregates. By combining unipolar charging and electrostatic deposition to develop an instrument, it will enable online measurement of the geometric surface area of airborne nanoparticles with various morphologies. Thus far it is only possible to measure the so-called Fuchs or BET surface area, which do not provide information about the geometric surface area of airborne particles.\r\nThe research will perform fundamental studies on diffusion charging mechanisms. Investigated particle sizes will be from several hundred nanometers down to below 20 nm for spheres, and below 80 nm for agglomerates and aggregates. Charging rates between the loose agglomerates and partially sintered aggregates will be determined experimentally and theoretically. Instrument developmental effort will be performed at both UMN and TSI laboratories, which will involve: (1) offline determination of the surface area of the agglomerates and aggregates, (2) investigation of the combination of charging and electrostatic deposition for the measurement of particle surface area, which will incorporate the Electrostatic Precipitator (ESP) developed by our German collaborators, and (3) overall response of the charger, ion trap and ESP for agglomerates and aggregates. The charge distributions and electrostatic deposition efficiencies of agglomerates are different from those of spheres. Our study will elucidate principal dependencies of charging and electrostatic deposition on particle morphology.\r\nIntellectual Merit and Broader Impacts:\r\nThis proposed study will advance understanding of the effects of particle morphology on unipolar charging and electrostatic deposition of nanoparticles. This will help to develop a method for online measurements of total geometric surface area of spherical and agglomerated nanoparticles. Such a method can have a wide range of applications since fast and online nanoparticle surface area measurement is desirable in process control of nanoparticle manufacturing, in dosage determination for nanoparticle toxicity studies, in exposure measurement and many other applications. It will play an important role in studying environmental, health and safety (Nano-EHS) implications of engineered nanoparticles. The Nano-EHS issues will be prominent in society and is the theme of the just released NRC Report on Research Strategy for Environmental, Health, and Safety Aspects of Engineered Nanomaterials (2012). David Pui serves on the Advisory Board of two EU Nano-EHS programs: SCAFFOLD and NANODEVICE. Last year, he served on the Advisory Board of the 5th International Symposium on Nanotechnology, Occupational and Environmental Health, and was a panelist of the Roundtable Discussion on Assessment of Nanoparticle Exposure in Occupational Settings at the Society of Toxicology Annual Meeting. During the past two years, he presented seven plenary lectures at various international symposia on the Nano-EHS topic. Results obtained from this research project will be disseminated through these outreach channels. We also plan to integrate the knowledge into our teaching activities. For example, David Pui is involved in the teaching of a joint public affairs, law and bioethics course on Nanotechnology and Society (PA 8790/Law 6037/BTHX 8000 course at the University of Minnesota).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pui",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "David Y Pui",
   "pi_email_addr": "dyhpui@umn.edu",
   "nsf_id": "000386255",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jing",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jing Wang",
   "pi_email_addr": "wang0512@umn.edu",
   "nsf_id": "000512594",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Farmer",
   "pi_mid_init": "R",
   "pi_sufx_name": "II",
   "pi_full_name": "Kenneth R Farmer",
   "pi_email_addr": "beau.farmer@tsi.com",
   "nsf_id": "000588551",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "111 Church St, SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Nanoparticles and their agglomerates (</em><em>Fig.1</em><em>) are the major building blocks for nanotechnology.&nbsp; Many exceptional properties of nanoparticles are related to their very high surface to volume ratios, which drastically increase with decreasing particle size.&nbsp; Most catalysts consist of nanoparticles and the surface area plays an important role for the catalytic activity.&nbsp; Nanoparticles have also been reported to be of health concerns.&nbsp; Several toxicological studies showed a correlation between the surface area of nanoparticles and adverse health effects.&nbsp; Surface area is also important to reactivity of nanoparticles in the environment and living cells.&nbsp; It is therefore strongly desirable to measure and monitor the surface area of arbitrarily shaped nanoparticles in real time for both engineering and public health purpose</em><em>s</em><em>.</em><em>&nbsp;</em></p>\n<p><em>&nbsp;</em></p>\n<p><em>However, a fast and affordable real time monitor for the geometric surface area is still lacking. The </em><em>existing</em><em> methods </em><em>and</em><em> </em><em>instruments</em><em> are either time consuming, </em><em>not portable</em><em>, or expensive. Unipolar charging coupled with charge measurement is the most suitable method for real-time monitoring since it is shape sensitive </em><em>and fast responding</em><em>. The project aims at understanding the fundamental unipolar charging mechanics (</em><em>Fig.2</em><em>) of nanoparticles and their agglomerates/aggregates and developing a relatively low cost instrument which can deliver the geometric surface area of arbitrary shaped nanoparticles in real time in the particle size range of 20 &ndash; 400 nm by diffusion unipolar charging method. </em><em>Researchers at the University of Minnesota-Twin Cities (UMN) combine diffusion charging with inertial impaction </em><em>and electrostatic deposition to correlate the instrument signal with geometric surface area. Computational fluid dynamic simulation for electrostatic deposition (</em><em>Fig.3</em><em>) has been done and verified by calibration experiments.</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2015<br>\n\t\t\t\t\tModified by: David Y.H.&nbsp;Pui</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1236107/1236107_10187654_1448292981782_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1236107/1236107_10187654_1448292981782_1--rgov-800width.jpg\" title=\"Nanoparticles and their agglomerates\"><img src=\"/por/images/Reports/POR/2015/1236107/1236107_10187654_1448292981782_1--rgov-66x44.jpg\" alt=\"Nanoparticles and their agglomerates\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Nanoparticles in different shapes.</div>\n<div class=\"imageCredit\">David Y.H. Pui, Particle Technology Laboratory, University of Minnesota-Twin Cities</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David Y.H.&nbsp;Pui</div>\n<div class=\"imageTitle\">Nanoparticles and their agglomerates</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/1236107/1236107_10187654_1448293313464_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1236107/1236107_10187654_1448293313464_2--rgov-800width.jpg\" title=\"Spatial charge distribution\"><img src=\"/por/images/Reports/POR/2015/1236107/1236107_10187654_1448293313464_2--rgov-66x44.jpg\" alt=\"Spatial charge distribution\"></a>\n<div class=\"...",
  "por_txt_cntn": "\nNanoparticles and their agglomerates (Fig.1) are the major building blocks for nanotechnology.  Many exceptional properties of nanoparticles are related to their very high surface to volume ratios, which drastically increase with decreasing particle size.  Most catalysts consist of nanoparticles and the surface area plays an important role for the catalytic activity.  Nanoparticles have also been reported to be of health concerns.  Several toxicological studies showed a correlation between the surface area of nanoparticles and adverse health effects.  Surface area is also important to reactivity of nanoparticles in the environment and living cells.  It is therefore strongly desirable to measure and monitor the surface area of arbitrarily shaped nanoparticles in real time for both engineering and public health purposes. \n\n \n\nHowever, a fast and affordable real time monitor for the geometric surface area is still lacking. The existing methods and instruments are either time consuming, not portable, or expensive. Unipolar charging coupled with charge measurement is the most suitable method for real-time monitoring since it is shape sensitive and fast responding. The project aims at understanding the fundamental unipolar charging mechanics (Fig.2) of nanoparticles and their agglomerates/aggregates and developing a relatively low cost instrument which can deliver the geometric surface area of arbitrary shaped nanoparticles in real time in the particle size range of 20 &ndash; 400 nm by diffusion unipolar charging method. Researchers at the University of Minnesota-Twin Cities (UMN) combine diffusion charging with inertial impaction and electrostatic deposition to correlate the instrument signal with geometric surface area. Computational fluid dynamic simulation for electrostatic deposition (Fig.3) has been done and verified by calibration experiments.\n\n \n\n\t\t\t\t\tLast Modified: 11/24/2015\n\n\t\t\t\t\tSubmitted by: David Y.H. Pui"
 }
}