{
 "awd_id": "1236909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Entrainment and Detection of Engineered Nanoparticles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "CBET-1236909\r\nThe proposed research addresses the need to understand workplace exposures to engineered nanoparticles\r\nin two ways: (i) by investigating fundamental mechanisms by which engineered nanoparticles\r\nmay become airborne; and (ii) by developing aerosol instruments suitable for routine workplace and\r\npersonal monitoring of nanoparticles in the 1-500 nm size range with the ability to follow transient\r\nthat may be responsible for most exposure from well-designed nanoparticle synthesis systems.\r\nControlled laboratory experiments will also be conducted to develop a fundamental understanding\r\nof mechanisms for nanoparticle release to the air, beginning with studies of the aerodynamic\r\nentrainment from nanoparticle-coated surfaces. The long-standing need for suitable instruments\r\nfor monitoring workplace exposures will be addressed by creating a small, simple, and low cost\r\nnanoparticle opposed migration aerosol detector (NOMAD) that will enable exposure assessment\r\nwith sufficient resolution to estimate lung deposition patterns. The NOMAD performance will be\r\ncompared with conventional approaches to exposure monitoring in nanotechnology laboratories, and\r\nprovide personal exposure data that is not presently possible.\r\n\r\nIntellectual merit: The proposed research will survey sources of airborne nanoparticles using\r\nsize resolved instruments with better time response, and broader coverage of the potential size\r\nrange than employed in previous studies, thereby enabling detection of transient release events, and\r\nfacilitating identification of nanoparticle sources. Subsequent controlled laboratory experiments will\r\nquantify the forces required to entrain nanoparticles from different kinds of surface deposits, and the\r\nextent of agglomeration the airborne nanoparticles that result, thereby laying the groundwork for\r\na fundamental understanding of potential exposure mechanisms. The new instruments will enable\r\nhealth effects studies that are clearly needed to understand the risks of nanotechnology, but are\r\nnot presently possible due to the cost and complexity of present instruments. With these tools,\r\ncontinuous exposure data will become a valuable tool in both health effect research and in worker\r\nprotection. They will further enable studies of exposures to nanoparticles in the use of consumer\r\nnanotechnology products, and from conventional pollution sources.\r\n\r\nBroader impacts: The proposed research will provide new insights into incidental processes\r\nthat contribute to the release of engineered nanoparticles into workplace air, and the risks associated\r\nwith such releases. The new airborne nanoparticle detectors will enable researchers and industry to\r\nmonitor nanoparticle exposures with rigor that is not now possible. Moreover, these new detectors\r\nshould become the enabling technology for health effects studies that are clearly needed, but not\r\npresently possible.\r\nUndergraduates will have the opportunity to become involved in the project through Caltech?s\r\nSummer Undergraduate Research Fellowship (SURF). In addition, the Flagan laboratory will recruit\r\nparticipants from the Minority Undergraduate Research Fellowship (MURF) program as it has in\r\n4 of the last 6 years. We will work with Caltech?s outreach program to invite local area students to\r\nlectures and visits to our laboratory, as well as talk to the students in their schools. Students from\r\nlocal high schools, particularly those near freeways, will be recruited to undertake science projects\r\ninvolving measurements of nanoparticles in their home or school environments.\r\nAs he has done for 10 years, the PI will continue to co-mentor a First Robotics team at Ramona\r\nConvent Secondary School, a girls high school in Alhambra, CA that has 60% minority enrollment.\r\nThis has proven to be a most effective mechanism in stimulating interest in pursuing STEM studies\r\nin college by showing the students that engineering is fun.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Flagan",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Richard C Flagan",
   "pi_email_addr": "flagan@caltech.edu",
   "nsf_id": "000328860",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "773500",
   "pgm_ele_name": "NANO EHS CORE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study addressed on potential exposures to airborne nanoparticles associated with nanotechnology, but also provides insights into general environmental nanoparticle exposures.&nbsp;&nbsp; Numerous studies have shown that airborne nanoparticles in the workplace or in the ambient environment can be linked to a number of adverse health effects.&nbsp; In the ambient environment, exposures airborne nanoparticles are typically reported in terms of the mass concentration of particles smaller than 2500 nm (2.5 &micro;m), so-called PM2.5, a metric that emphasizes the largest particles that can penetrate to the lower airways.&nbsp; This study has examined ways to move beyond exposure assessment to probing the dose of inhaled nanoparticles deposited in different regions of the airways, including examining dose in terms of the mass, number, or surface area of material deposited.&nbsp; Not surprisingly, PM2.5 data are fairly well correlated with the mass dose to the lower airways, but not to the number of particles deposited there.&nbsp; Specially designed instruments can provide a reasonable estimate of dose in terms of either number or surface area of deposited nanoparticles, but not both.&nbsp; When the size distribution of airborne particles throughout the nanometer size range is measured, good estimates of all three measures of the dose can be made.&nbsp; Moreover, one does not need to measure the size distribution with the precision commonly employed in the laboratory.&nbsp;&nbsp; This outcome reveals an opportunity to reduce the cost and complexity of measurements by specifically designing instruments to provide data that provides the information needed to test hypotheses about the factors that govern adverse health impacts at minimal cost, thereby enabling the development of personal nanoparticle exposure monitors and air quality sensors that will produce scientifically valid data with coverage that has not previously been possible.&nbsp;</p>\n<p>A new technique for the measurement of airborne nanoparticles was transformed from a theoretical concept into a practical instrument that is capable of measuring particles as small as 1 nm in diameter.&nbsp; Designed using computational simulations, this radial opposed migration ion and aerosol classifier (ROMIAC) performed as predicted in detailed calibration studies.&nbsp; Its suitability for ambient nanoparticle measurements has been demonstrated in measurements of nanoparticles in the plume downwind from a major cattle feedlot, and, for larger particles, in comparison with commercially available particle sizing instruments, i.e., the scanning mobility particle sizer (SMPS).&nbsp; Its resolution has been shown to be sufficient for diverse applications, including separations of large biomolecules, specifically peptides, of identical composition and mass.&nbsp; This new classifier changes the rules for design of instruments that classify charged particles on the basis of their migration velocities in an applied electric field in ways that will allow opposed migration classifiers to be miniaturized without sacrificing performance.&nbsp; With a classifier that is optimized to provide only that resolution required to quantitatively assess regional dose within the airways while minimizing cost and complexity, this new measurement technology will facilitate studies of workplace exposure and environmental health impacts with coverage that that has not been possible heretofore.</p>\n<p>Occupational health and safety procedures will prevent most releases of engineered nanoparticles to the workplace air, but exposures are still possible during transient events, e.g., opening of reactors, cleaning operations, etc.&nbsp; Many of these involve release of deposited nanoparticles from surfaces.&nbsp; Experiments were conducted to probe aerodynamic entrainment of nanoparticles from surfaces by measuring the size distributions that result when nanoparticle deposits are exposed to different levels of aerodynamic shear.&nbsp; The particles from a variety of samples that were entrained by an impinging air jet were predominantly agglomerates, though some small fragments were seen.&nbsp; Entrainment rates varied considerably due to differences in deposits in the available samples and environmental conditions.&nbsp;</p>\n<p>This research will impact a wide range of science through the new instrument that was developed, which has potential applications to biomolecular separations, as well as environmental monitors.&nbsp; Broader impacts include educating students from universities around the world through a series of tutorials on the fundamentals of aerosol science.&nbsp; These were presented at the annual conference of the American Association for Aerosol Research (AAAR) each year, the International Aerosol Conference in Busan, Korea, and at the Hong Kong University of Science and Technology.&nbsp; The two tutorials on this topic recorded at the most recent AAAR conference, and are being edited to post on the Internet.</p>\n<p>During each year of this study, the PI has served as a mentor for an all-girls team as they design and build a robot for the First Robotics competition.&nbsp; While the topic is unrelated to the specifics of this research, it provides an opportunity to introduce these girls, many of whom are underrepresented minority students, to engineering concepts, design subject to constraints on time and cost, mechanisms, fabrication and machining technologies, computer control, debugging complex systems, and other engineering concepts.&nbsp; When they graduate, many of the girls pursue university studies in STEM topics.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Richard&nbsp;C&nbsp;Flagan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study addressed on potential exposures to airborne nanoparticles associated with nanotechnology, but also provides insights into general environmental nanoparticle exposures.   Numerous studies have shown that airborne nanoparticles in the workplace or in the ambient environment can be linked to a number of adverse health effects.  In the ambient environment, exposures airborne nanoparticles are typically reported in terms of the mass concentration of particles smaller than 2500 nm (2.5 &micro;m), so-called PM2.5, a metric that emphasizes the largest particles that can penetrate to the lower airways.  This study has examined ways to move beyond exposure assessment to probing the dose of inhaled nanoparticles deposited in different regions of the airways, including examining dose in terms of the mass, number, or surface area of material deposited.  Not surprisingly, PM2.5 data are fairly well correlated with the mass dose to the lower airways, but not to the number of particles deposited there.  Specially designed instruments can provide a reasonable estimate of dose in terms of either number or surface area of deposited nanoparticles, but not both.  When the size distribution of airborne particles throughout the nanometer size range is measured, good estimates of all three measures of the dose can be made.  Moreover, one does not need to measure the size distribution with the precision commonly employed in the laboratory.   This outcome reveals an opportunity to reduce the cost and complexity of measurements by specifically designing instruments to provide data that provides the information needed to test hypotheses about the factors that govern adverse health impacts at minimal cost, thereby enabling the development of personal nanoparticle exposure monitors and air quality sensors that will produce scientifically valid data with coverage that has not previously been possible. \n\nA new technique for the measurement of airborne nanoparticles was transformed from a theoretical concept into a practical instrument that is capable of measuring particles as small as 1 nm in diameter.  Designed using computational simulations, this radial opposed migration ion and aerosol classifier (ROMIAC) performed as predicted in detailed calibration studies.  Its suitability for ambient nanoparticle measurements has been demonstrated in measurements of nanoparticles in the plume downwind from a major cattle feedlot, and, for larger particles, in comparison with commercially available particle sizing instruments, i.e., the scanning mobility particle sizer (SMPS).  Its resolution has been shown to be sufficient for diverse applications, including separations of large biomolecules, specifically peptides, of identical composition and mass.  This new classifier changes the rules for design of instruments that classify charged particles on the basis of their migration velocities in an applied electric field in ways that will allow opposed migration classifiers to be miniaturized without sacrificing performance.  With a classifier that is optimized to provide only that resolution required to quantitatively assess regional dose within the airways while minimizing cost and complexity, this new measurement technology will facilitate studies of workplace exposure and environmental health impacts with coverage that that has not been possible heretofore.\n\nOccupational health and safety procedures will prevent most releases of engineered nanoparticles to the workplace air, but exposures are still possible during transient events, e.g., opening of reactors, cleaning operations, etc.  Many of these involve release of deposited nanoparticles from surfaces.  Experiments were conducted to probe aerodynamic entrainment of nanoparticles from surfaces by measuring the size distributions that result when nanoparticle deposits are exposed to different levels of aerodynamic shear.  The particles from a variety of samples that were entrained by an impinging air jet were predominantly agglomerates, though some small fragments were seen.  Entrainment rates varied considerably due to differences in deposits in the available samples and environmental conditions. \n\nThis research will impact a wide range of science through the new instrument that was developed, which has potential applications to biomolecular separations, as well as environmental monitors.  Broader impacts include educating students from universities around the world through a series of tutorials on the fundamentals of aerosol science.  These were presented at the annual conference of the American Association for Aerosol Research (AAAR) each year, the International Aerosol Conference in Busan, Korea, and at the Hong Kong University of Science and Technology.  The two tutorials on this topic recorded at the most recent AAAR conference, and are being edited to post on the Internet.\n\nDuring each year of this study, the PI has served as a mentor for an all-girls team as they design and build a robot for the First Robotics competition.  While the topic is unrelated to the specifics of this research, it provides an opportunity to introduce these girls, many of whom are underrepresented minority students, to engineering concepts, design subject to constraints on time and cost, mechanisms, fabrication and machining technologies, computer control, debugging complex systems, and other engineering concepts.  When they graduate, many of the girls pursue university studies in STEM topics.  \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Richard C Flagan"
 }
}