{
 "awd_id": "1236490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Flow Instabilities in Gas-solid Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 186440.0,
 "awd_amount": 186440.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2012-07-31",
 "awd_abstract_narration": "1236157/1236490 \r\nPI: Hrenya/Yin \r\n\r\nGas-solid flows are ubiquitous in both nature (landslides, avalanches, planetary rings, etc.) and industry (pharmaceuticals, food products, chemical and petroleum industries). High-velocity gas-solids flows that are found in a wide range of applications (circulating fluidized beds, pneumatic transport lines, sand flow modeling, erosion prevention, planetary rings, etc.), in particular, often develop instabilities that are referred to as ?clusters?, which are known to have a large impact on system performance. Accurate prediction of onset and evolution of the clusters is critical to the design, scale-up, and optimization of related systems. It is shown that inelastic inter-particle collisions and gas-solid drag can both independently lead to instabilities; in real systems, however, they always cooperate and their relative importance has not been examined. The objective of this research is twofold: (i) to elucidate the relative importance of the various origins of the instabilities in high-velocity, gas-solid flows, and (ii) to critically assess the ability of a new kinetic-theory (continuum) model to predict the quantitative nature of such instabilities. This research will begin with a simplistic, time-dependent cooling system where kinetic energy input is absent, and then move to more complex and practically relevant fluidization systems with and without solid boundaries to investigate time-independent statistics. Four different computational methods will be used. Lattice Boltzmann simulations that solve the detailed flow around particles will be used to provide first-principle-based data sets needed to assess the relative importance of collisions and gas phase effects as well as cluster formation and evolution. On the continuum level, linear stability analyses based on two-fluid kinetic theories will first be used to predict the stability boundary; Euler-Lagrangian method where only gas phase is treated as a continuum and particles are discrete, and Euler-Euler models where both gas and particle phases are treated as continua, will then be used to simulate the evolution of the clusters. These results will be compared to the lattice Boltzmann data for a critical assessment of the predicative ability of the various continuum models. This research will generate first-principle-based simulation data on cluster formation and evolution for high-velocity gas-solid flows, and these data will be used to establish an accurate theory able to predict both onset and evolution of the clustering instability on the continuum level. \r\n\r\nThe simultaneous flow of gas and solid particles occurs in windstorms, landslides, reactors used for energy production, and mixing units used by the pharmaceutical industry, to mention just a few. The complex physical interactions occurring in these systems make them difficult to predict from past experiments alone. In this project, mathematical models with no fitting parameters will be developed and used to predict flow phenomenon unique to these systems. The availability of such a modeling tool is expected to reduce to improved design of reactors in shorter turn-around times and at smaller costs than is currently possible. The model will be made available to researchers worldwide via an existing open-source code, and thus is expected to find future use in numerous sectors, including pharmaceuticals, chemical process industries, energy production, geology, and astrophysics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaolong",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaolong Yin",
   "pi_email_addr": "xyin@mines.edu",
   "nsf_id": "000530056",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 186440.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall <strong><em>aim</em></strong> of this collaborative project is 1) to determine the relative importance of solid vs. gas-phase mechanisms for instabilities in gas-solid flows, and 2) to establish the suitability of a new first-principle model, with no adjustable parameters, to accurately predict the onset, evolution and steady-state characteristics of such instabilities. The <strong><em>specific objectives</em></strong> of this work are to:</p>\n<ul>\n<li>Generate simulation data using MD-DNS (Molecular Dynamics approach for particles and Direct Numerical Simulation for the fluid phase) to determine the relative role of the particle and gas phases on the generation of instabilities (collisional effects vs. viscous fluid effects) in gas-solid flows?</li>\n<li>Carry out a linear stability analysis (LSA) of a new continuum two-fluid model with kinetic-theory (KT-TFM) to determine the onset characteristics of the instabilities, and compare the results with those obtained above?</li>\n<li>Assess the ability of the new KT-TFM to predict the evolution and steady-state characteristics of instabilities via direct comparison of its transient predictions with aforementioned simulation data? and</li>\n</ul>\n<p>To achieve these objectives, the following <strong><em>technical tasks</em></strong> were carried out.</p>\n<p>1. Generate benchmark MD-DNS data to determine role of fluid on instabilities in solid flows;</p>\n<p>Two kinds of gas-solid flows were simulated: homogeneously cooling system (HCS) and vertical sedimentation / fluidization. In HCS, an initially thermalized particle system is let to cool due to inelastic collisions between particles and gas-solid drag. In vertical sedimentation, particles settle through the fluid, and system reaches the steady state when the total drag acting on the particles balances their net weight. In these simulations, we varied all relevant parameters including the solid fraction, the Reynolds number, the density ratio, and the coefficient of normal restitution.</p>\n<p>2. Carry out LSA of new KT-TFM to determine characteristics of instability, and compare the results with those obtained above;</p>\n<p>HCS is perhaps the simplest gas-solid flow system due to lack of gas-solid relative motion and absent of (initial) spatial gradients. For this reason, comparison between LSA and MD-DNS focused on HCS.</p>\n<p>3. Assess the ability of the new KT-TFM to predict the evolution and steady-state of instability via comparison with MD-DNS data;</p>\n<p>Several steady-state properties of sedimentation / fluidization flows, including the mean relative velocity between the solid and fluid phases, the velocity variance of the solid phases, and the degree of inhomogeneity in the solid concentration field due to clustering, were compared between KT-TFM and MD-DNS.</p>\n<p>This research has generated the following <strong><em>outcomes</em></strong>:</p>\n<p><span style=\"text-decoration: underline;\"><em>Dynamics of HCS</em></span></p>\n<p>In granular flows, MD simulations have shown that dissipative collisions between particles can quickly destabilize HCS, first in the velocity field and then in the solid concentration field. In this study, with MD-DNS the effect of interstitial fluid on the stability of HCS was evaluated. MD-DNS shows that, similar to MD, <strong><em>instability in the velocity field always precedes that in the solid concentration field</em></strong>. Additionally, <strong><em>higher dissipation always leads to earlier onset of instability</em></strong>. Interestingly, formation of vortices significantly reduces the level of dissipation. As a result, an intriguing observation was made that <strong><em>more dissipative systems can have higher kinetic energies than less dissipative systems, because they develop instabilities earlier and thus are able to better maintain their kinetic energy</em></strong>. Comparison of MD-DNS prediction in the HCS stability boundary with LSA shows some limitations in the assumptions of an earlier LSA. This led to an <strong><em>improved LSA of HCS that is in much better agreement with MD-DNS</em></strong>.</p>\n<p><span style=\"text-decoration: underline;\"><em>Dynamics of sedimentation / fluidization</em></span></p>\n<p>The MD-DNS data generated in this study cover a wide range of density ratios and solid fractions. In addition, both the Reynolds number and the normal restitution coefficient were varied. To understand the influence of the lateral dimension of the computational domain and the effect of solid boundary, &ldquo;1D&rdquo;, &ldquo;2D&rdquo;, and &ldquo;wall-bounded&rdquo; simulations were carried out. Here, &ldquo;1D&rdquo; means that the computational domain is only elongated in the gravity direction, &ldquo;2D&rdquo; means that one lateral dimension of the computational domain is increased, and &ldquo;wall-bounded&rdquo; means that the computational domain is bounded by a pair of vertical walls.</p>\n<p>We found that:</p>\n<ul>\n<li>Clusters in &ldquo;1D&rdquo; systems are predominantly horizontal and width-spanning and they increase the overall drag of the system;</li>\n<li>Extended lateral dimension in &ldquo;2D&rdquo; systems allows gas to bypass particle clusters, which reduces the overall drag;</li>\n<li>Vertical walls introduce&nbsp;<strong><em>sustained</em></strong> downward or upward flows that are much longer in duration than those in simulations without walls</li>\n</ul>\n<p>These rich dynamic features were surprisingly well captured by the new KT-TFM. It is found that as long as the Stokes number is sufficiently high, a necessary condition for the assumptions of the kinetic theory to hold, the new KT-TFM not only qualitatively captures these features, but also quantitatively predicts the average sedimentation velocity of the particles, the velocity fluctuations of the particles, and the degree of heterogeneity in the particle concentration field throughout the computational domain.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2016<br>\n\t\t\t\t\tModified by: Xiaolong&nbsp;Yin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall aim of this collaborative project is 1) to determine the relative importance of solid vs. gas-phase mechanisms for instabilities in gas-solid flows, and 2) to establish the suitability of a new first-principle model, with no adjustable parameters, to accurately predict the onset, evolution and steady-state characteristics of such instabilities. The specific objectives of this work are to:\n\nGenerate simulation data using MD-DNS (Molecular Dynamics approach for particles and Direct Numerical Simulation for the fluid phase) to determine the relative role of the particle and gas phases on the generation of instabilities (collisional effects vs. viscous fluid effects) in gas-solid flows?\nCarry out a linear stability analysis (LSA) of a new continuum two-fluid model with kinetic-theory (KT-TFM) to determine the onset characteristics of the instabilities, and compare the results with those obtained above?\nAssess the ability of the new KT-TFM to predict the evolution and steady-state characteristics of instabilities via direct comparison of its transient predictions with aforementioned simulation data? and\n\n\nTo achieve these objectives, the following technical tasks were carried out.\n\n1. Generate benchmark MD-DNS data to determine role of fluid on instabilities in solid flows;\n\nTwo kinds of gas-solid flows were simulated: homogeneously cooling system (HCS) and vertical sedimentation / fluidization. In HCS, an initially thermalized particle system is let to cool due to inelastic collisions between particles and gas-solid drag. In vertical sedimentation, particles settle through the fluid, and system reaches the steady state when the total drag acting on the particles balances their net weight. In these simulations, we varied all relevant parameters including the solid fraction, the Reynolds number, the density ratio, and the coefficient of normal restitution.\n\n2. Carry out LSA of new KT-TFM to determine characteristics of instability, and compare the results with those obtained above;\n\nHCS is perhaps the simplest gas-solid flow system due to lack of gas-solid relative motion and absent of (initial) spatial gradients. For this reason, comparison between LSA and MD-DNS focused on HCS.\n\n3. Assess the ability of the new KT-TFM to predict the evolution and steady-state of instability via comparison with MD-DNS data;\n\nSeveral steady-state properties of sedimentation / fluidization flows, including the mean relative velocity between the solid and fluid phases, the velocity variance of the solid phases, and the degree of inhomogeneity in the solid concentration field due to clustering, were compared between KT-TFM and MD-DNS.\n\nThis research has generated the following outcomes:\n\nDynamics of HCS\n\nIn granular flows, MD simulations have shown that dissipative collisions between particles can quickly destabilize HCS, first in the velocity field and then in the solid concentration field. In this study, with MD-DNS the effect of interstitial fluid on the stability of HCS was evaluated. MD-DNS shows that, similar to MD, instability in the velocity field always precedes that in the solid concentration field. Additionally, higher dissipation always leads to earlier onset of instability. Interestingly, formation of vortices significantly reduces the level of dissipation. As a result, an intriguing observation was made that more dissipative systems can have higher kinetic energies than less dissipative systems, because they develop instabilities earlier and thus are able to better maintain their kinetic energy. Comparison of MD-DNS prediction in the HCS stability boundary with LSA shows some limitations in the assumptions of an earlier LSA. This led to an improved LSA of HCS that is in much better agreement with MD-DNS.\n\nDynamics of sedimentation / fluidization\n\nThe MD-DNS data generated in this study cover a wide range of density ratios and solid fractions. In addition, both the Reynolds number and the normal restitution coefficient were varied. To understand the influence of the lateral dimension of the computational domain and the effect of solid boundary, \"1D\", \"2D\", and \"wall-bounded\" simulations were carried out. Here, \"1D\" means that the computational domain is only elongated in the gravity direction, \"2D\" means that one lateral dimension of the computational domain is increased, and \"wall-bounded\" means that the computational domain is bounded by a pair of vertical walls.\n\nWe found that:\n\nClusters in \"1D\" systems are predominantly horizontal and width-spanning and they increase the overall drag of the system;\nExtended lateral dimension in \"2D\" systems allows gas to bypass particle clusters, which reduces the overall drag;\nVertical walls introduce sustained downward or upward flows that are much longer in duration than those in simulations without walls\n\n\nThese rich dynamic features were surprisingly well captured by the new KT-TFM. It is found that as long as the Stokes number is sufficiently high, a necessary condition for the assumptions of the kinetic theory to hold, the new KT-TFM not only qualitatively captures these features, but also quantitatively predicts the average sedimentation velocity of the particles, the velocity fluctuations of the particles, and the degree of heterogeneity in the particle concentration field throughout the computational domain.\n\n \n\n\t\t\t\t\tLast Modified: 12/04/2016\n\n\t\t\t\t\tSubmitted by: Xiaolong Yin"
 }
}