{
 "awd_id": "1236242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Microrheology of colloidal glasses and gels",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 162437.0,
 "awd_amount": 162437.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2014-08-11",
 "awd_abstract_narration": "1235955 / 1236242\r\nPI: Furst / Brady\r\n\r\nWhy and how do colloidal gels form?  What is the relationship between gels and glasses, states that occur when particles crowd each other to the point of dynamic arrest?  There is long-running debate regarding the mechanism of colloidal gelation, particularly at moderate to high particle volume fractions and relatively weak attractive interactions. The aim of this work is to investigate the microrheology of colloidal glasses and gels to determine whether there is a direct relation between these states. The work is accomplished through the development of optical trapping experiments and Stokesian dynamics simulations that measure the response of individual probe particles in colloidal suspensions.  Since theories of colloidal glasses and gels are microrheological, but few studies to date have examined and attempted to validate these theories on microscopic length scales, such work is timely.\r\n\r\nColloidal gels are an arrested, non-equilibrium state of matter that impact shelf life of consumer care products, agrochemicals, coatings, pigments and inks?potentially any product or material in which particles are suspended at high concentration in a fluid phase. Moreover, glasses and gels are ubiquitous states of matter in molecular, macromolecular and colloidal materials. The insights gained under this project have broad implications for our fundamental understanding of many materials. Through an integrated education and professional training of graduate students from underrepresented backgrounds in STEM disciplines and outreach activities involving undergraduate research experiences and research experiences for teachers, this work enhances the capacity for US innovation in the chemical and advanced materials industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Brady",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Brady",
   "pi_email_addr": "jfbrady@caltech.edu",
   "nsf_id": "000212238",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 54145.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 54146.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 54146.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microrheology is a new technique to determine the viscoelastic behavior of materials by following the motion of a probe particle through the material.&nbsp; From the probe&rsquo;s average motion one is able to measure the effective viscosity of the material, and from the probe&rsquo;s fluctuating motion one can infer the time-dependent or viscoelastic properties.&nbsp; Microrheology is a simple technique in that one only needs to watch the motion of a probe particle and extensive rheological information can be obtained.&nbsp; In order to interpret the measurements, however, a model of the interaction between the probe and the imbedding material is needed.&nbsp; This project addressed this modeling for materials composed of Brownian particles that collectively form a colloidal glass or gel.&nbsp; Colloidal particles are typically rigid inorganic materials with a size range of 10 to 1000 nanometers.&nbsp; Organic particles such as proteins also fall in this class.&nbsp; A salient feature of particles in this size range is their thermal fluctuating motion known as Brownian motion.&nbsp; A key feature to understand is the interplay between the material&rsquo;s microstructure &ndash; does it form a regular crystalline structure or an amorphous gel or glass? &ndash; and the thermal fluctuations in the structure and how these are perturbed by the probe particle.&nbsp; In this work we made a systematic study of the influence of flexibility of the microstructure on the motion of the probe particle.&nbsp; Fixed lattices of colloidal particles hinder the probe motion both hydrodynamically via the solvent displaced by the moving probe and sterically as the probe is unable to escape the cage formed by the lattice if the lattice concentration or probe size is too large.&nbsp; When flexibility is introduced by allowing the lattice particles to fluctuate thermally about their nominal positions, the probe&rsquo;s motion is less hindered and near the maximum lattice concentrations transport changes over from diffusive to a hopping mechanism as the probe must wait for a lattice fluctuation to open enough space for it to escape the cage.&nbsp; This hopping behavior persists even when the particles form an elastic network rather than a crystalline-like lattice and are able to undergo significant displacement from their nominal positions.&nbsp; This study aids in the design of materials that act as barriers to transport by providing a link to material microstructure and flexibility and the rates of diffusion through the material.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2016<br>\n\t\t\t\t\tModified by: John&nbsp;F&nbsp;Brady</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicrorheology is a new technique to determine the viscoelastic behavior of materials by following the motion of a probe particle through the material.  From the probeÆs average motion one is able to measure the effective viscosity of the material, and from the probeÆs fluctuating motion one can infer the time-dependent or viscoelastic properties.  Microrheology is a simple technique in that one only needs to watch the motion of a probe particle and extensive rheological information can be obtained.  In order to interpret the measurements, however, a model of the interaction between the probe and the imbedding material is needed.  This project addressed this modeling for materials composed of Brownian particles that collectively form a colloidal glass or gel.  Colloidal particles are typically rigid inorganic materials with a size range of 10 to 1000 nanometers.  Organic particles such as proteins also fall in this class.  A salient feature of particles in this size range is their thermal fluctuating motion known as Brownian motion.  A key feature to understand is the interplay between the materialÆs microstructure &ndash; does it form a regular crystalline structure or an amorphous gel or glass? &ndash; and the thermal fluctuations in the structure and how these are perturbed by the probe particle.  In this work we made a systematic study of the influence of flexibility of the microstructure on the motion of the probe particle.  Fixed lattices of colloidal particles hinder the probe motion both hydrodynamically via the solvent displaced by the moving probe and sterically as the probe is unable to escape the cage formed by the lattice if the lattice concentration or probe size is too large.  When flexibility is introduced by allowing the lattice particles to fluctuate thermally about their nominal positions, the probeÆs motion is less hindered and near the maximum lattice concentrations transport changes over from diffusive to a hopping mechanism as the probe must wait for a lattice fluctuation to open enough space for it to escape the cage.  This hopping behavior persists even when the particles form an elastic network rather than a crystalline-like lattice and are able to undergo significant displacement from their nominal positions.  This study aids in the design of materials that act as barriers to transport by providing a link to material microstructure and flexibility and the rates of diffusion through the material. \n\n\t\t\t\t\tLast Modified: 01/15/2016\n\n\t\t\t\t\tSubmitted by: John F Brady"
 }
}