{
 "awd_id": "1236089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Facile Route to a Novel Bilayer Hollow Particulate System",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan muller",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 367958.0,
 "awd_amount": 367958.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "1236089\r\nPI: John\r\n\r\nThe research is based on the finding that an aerosol based process can be designed to prepare hollow submicron particles in a consistent  and rapid manner. The novelty of the finding is that the shells of these particles can be designed to constitute two distinct layers, an outer hydrophilic silica layer and an inner hydrophobic carbon layer. Additionally, the particles contain iron based nanoparticles which makes them magnetically responsive. The concepts behind the research are all based on a simple hypothesis that specific salts form bridging complexes with surfactants that negate the templating effects  of the surfactant in the synthesis of ordered mesoporous materials. Rather, a thin ceramic shell forms that locks in chemical constituents in the core of a hollow particle. This sealing  of the particle can be exploited to design a variety of new particulate morphologies including silica-carbon and  silica-titania bilayer systems and a system of protrusions leading to the generation of a nanohorn type particulate system. All these particle morphologies are new, and are consistently obtained at appropriate constituent levels. The research  attempts to firmly understand the formation of the particulate morphologies and validate the hypothesis behind the shell formation and understand its generality. In addition to fundamental research to understand the process, new applications will be developed in stimuli induced delivery, in photocatalysis and in the development of novel classes of colloidosomes.\r\n\r\nHollow submicron particles are intrinsically of much relevance to a variety of technologies including encapsulation and controlled delivery. Titania based hollow particles have a host of applications in photocatalysis and solar cell technologies, and magnetic hollow particles can be used in imaging technologies. Additional applications of the research include the development of materials to stabilize oil droplets and is thus relevant to oil spill mitigation technologies.  The research will be integrated strongly with graduate education, undergraduate research experiences, and outreach efforts at the community college level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "John",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay T John",
   "pi_email_addr": "vijay.john@tulane.edu",
   "nsf_id": "000206852",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "McPherson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gary L McPherson",
   "pi_email_addr": "garym@mailhost.tcs.tulane.edu",
   "nsf_id": "000422763",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 367958.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work has concentrated on the development of new nanoparticle morphologies. These include ceramic nanoparticles that are hollow with controllable shell thickness, particles with double shells with the shells having widely different properties, and hollow particles with controlled pore structures. There is an underlying fundamental foundation to the synthesis of these particles based on the concept of using surfactants to template structure. We have exploited a concept developed in our laboratory of using an environmentally benign iron salt to control this templating and translate materials morphology from highly porous to dense structures. The technology that we have developed uses an aerosol assisted process where the synthesis chemistry is confined within aerosol droplets. Each droplet behaves as an independent sub-micron scale reactor for the simultaneous synthesis of silica, carbon and metal oxides. From the perspective of intellectual merit, the concepts of manipulating particle morphology through a generalized experimental framework is the key contribution of our work. The concept has been extended to systems where particles are embedded in thin polymer films known as &ldquo;breath figures&rdquo;. We have also extended the aerosol synthesis to making hollow particles with metal oxide shells.</p>\n<p>The ability to synthesize hollow nanoparticles with controllable shells is transformative at it represents a new technology to make materials with a variety of potential applications. These hollow particles can be designed to encapsulate compounds for controlled delivery applications. Metal oxides within the particles can be used as catalysts with designed reactant and product transport characteristics. These structures can also be used in energy storage applications and as enhanced photo-catalysts. In our work, we have developed iron oxide hollow particles that show enhanced photo-catalytic activity to the destruction of chemical contaminants. We have encapsulated thin polymer films with nanoparticles to make patterned protrusions on the films that lead to superhydrophobic materials capable of repelling oil efficiently.</p>\n<p>The work has formed the basis of three doctoral dissertations. Outreach activities have included providing opportunities for undergraduate research training and enhanced opportunities for underrepresented minorities to conduct research in the PI&rsquo;s laboratory through leveraging with other NSF sponsored REU programs.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2017<br>\n\t\t\t\t\tModified by: Vijay&nbsp;T&nbsp;John</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur work has concentrated on the development of new nanoparticle morphologies. These include ceramic nanoparticles that are hollow with controllable shell thickness, particles with double shells with the shells having widely different properties, and hollow particles with controlled pore structures. There is an underlying fundamental foundation to the synthesis of these particles based on the concept of using surfactants to template structure. We have exploited a concept developed in our laboratory of using an environmentally benign iron salt to control this templating and translate materials morphology from highly porous to dense structures. The technology that we have developed uses an aerosol assisted process where the synthesis chemistry is confined within aerosol droplets. Each droplet behaves as an independent sub-micron scale reactor for the simultaneous synthesis of silica, carbon and metal oxides. From the perspective of intellectual merit, the concepts of manipulating particle morphology through a generalized experimental framework is the key contribution of our work. The concept has been extended to systems where particles are embedded in thin polymer films known as \"breath figures\". We have also extended the aerosol synthesis to making hollow particles with metal oxide shells.\n\nThe ability to synthesize hollow nanoparticles with controllable shells is transformative at it represents a new technology to make materials with a variety of potential applications. These hollow particles can be designed to encapsulate compounds for controlled delivery applications. Metal oxides within the particles can be used as catalysts with designed reactant and product transport characteristics. These structures can also be used in energy storage applications and as enhanced photo-catalysts. In our work, we have developed iron oxide hollow particles that show enhanced photo-catalytic activity to the destruction of chemical contaminants. We have encapsulated thin polymer films with nanoparticles to make patterned protrusions on the films that lead to superhydrophobic materials capable of repelling oil efficiently.\n\nThe work has formed the basis of three doctoral dissertations. Outreach activities have included providing opportunities for undergraduate research training and enhanced opportunities for underrepresented minorities to conduct research in the PI?s laboratory through leveraging with other NSF sponsored REU programs.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/04/2017\n\n\t\t\t\t\tSubmitted by: Vijay T John"
 }
}