{
 "awd_id": "1236517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impact of Interactions between Metal Oxides to Redox Reactivity of Iron and Manganese Oxides",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 301477.0,
 "awd_amount": 307477.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2017-05-22",
 "awd_abstract_narration": "1236517\r\nZhang\r\n\r\nUnderstanding the fate of emerging contaminants in the environment is critical for assessing their potential risks to ecological systems.  Yet, quantitative estimates of contaminant fate in complex environmental systems cannot be accurately obtained through experimentation and modeling with simple model systems.  For this reason, this project will investigate complex model systems containing binary oxide mixtures to resemble soil-water environments: iron (Fe) or manganese (Mn) oxides as the redox active oxides and aluminum, silicon or other iron oxides as the second oxides.  The main objective is to determine how the presence of a second metal oxide affects the redox activity of Fe/Mn oxides.  Specifically, two model systems will be examined for their redox reactivity with respect to eight organic contaminants: an oxidizing environment containing either manganese dioxide or goethite as the dominant oxidant and a reducing environment containing soluble ferrous ions in the presence of goethite as the dominant reductant.  Experimental and modeling work will be carried out to study the reaction kinetics of the target contaminants in the above systems.  Potential particle interactions will be evaluated based on surface complexation, surface precipitation, heteroaggregation, and competitive adsorption.  This study is the first to examine how the interactions between two different types of metal oxides affect the redox activity of iron and manganese oxides.  This research will generate knowledge that is critical for predicting the fate of emerging contaminants in redox active soil-water environments.  The intellectual merit of this project is based on: 1) a fundamental understanding of the nature of interactions within binary oxide mixtures and how these interactions are affected by solution chemistry including pH, oxide composition, and ionic strength; 2) a mechanistic understanding of how a second metal oxide affects the redox behavior of Fe/Mn oxides under oxic and anoxic conditions; and 3) quantitative modeling of the relative contribution of each type of interaction between metal oxides to the overall inhibitory effect of a second metal oxide on the redox activity of Fe/Mn oxides.\r\n\r\nThis study will create a new body of knowledge available to aquatic chemists, environmental engineers, geochemists and microbiologists working with metal oxides in terms of either the activity of soil-water environments or contaminant removal.  By developing complex model systems, results of this project can enable a more accurate risk analysis which could eventually be used by public health and environmental agencies for contaminant regulation and environmental clean-up.  This project will also contribute to training, mentoring and overall development of graduate, undergraduate and high school students.  Other planned outreach activities include participation of underrepresented minority and female students (particularly from the Society of Women Engineers), one-week summer workshops for female high school students, broad dissemination to over 30 industrial partners at the annual industrial advisory board meetings for the NSF Water and Environmental Technology (WET) Center, integration into the environmental curriculum at the Temple University, and presentation at Temple seminars that serve 1000+ Temple members and 3000+ working professionals from the great Philadelphia area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huichun",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huichun Zhang",
   "pi_email_addr": "hjz13@case.edu",
   "nsf_id": "000758215",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1947 N 12th street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 218347.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}