{
 "awd_id": "1236052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Exploration of Near-Field Thermophotovoltaic Energy Conversion for Efficient Thermal Energy Recycling",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "CBET-1236239/1236052\r\nPIs: Park/Cho \r\n\r\nA thermophotovoltaic (TPV) system is a promising energy conversion device that generates the electric power from the infrared thermal radiation. However, its low power throughput and poor conversion efficiency restricts the usage in practical applications. One solution for resolving these issues is to utilize near-field thermal radiation, which can exceed the blackbody thermal radiation by several orders of magnitude. However, due to difficulties in maintaining the parallel nanoscale gap between the emitter and the receiver, experimental investigations of near-field thermal radiation have been limited to simple spherical or point-like emitter geometries. This proposal thus aims to experimentally investigate near-field thermal radiation between planar structures within a submicron vacuum gap and its contribution to the near-field TPV energy conversion. The innovative aspects of the proposed research are (1) to microfabricate a suspended thermal emitter (heater) to achieve a uniform temperature and minimize conduction heat loss; (2) to vacuum-package the microheater with a diaphragm to allow thermal radiation as the only heat transfer mechanism between the heater and the diaphragm; and (3) to precisely control the vacuum gap between the heater and the diaphragm by changing the diaphragm curvature with the external pressure. \r\n\r\nThis project will provide the quantitative measurement of the near-field radiative heat transfer between two parallel plates at vacuum gap distances of a few hundred nanometers. In addition, the advantage of near-field TPV energy conversion device will be systematically examined, which also will provide the measurements of the power throughput and conversion efficiency of the near-field TPV device. The theoretical aspect of this research will improve our fundamental understanding of near-field interactions between thermally emitted electromagnetic waves and nanostructures via surface plasmon resonance, scattering, diffraction, and photon localization. \r\n\r\nThe success of the proposed research will enhance scientific and technological understanding of the nanoscale TPV energy conversion while promoting teaching, training, and learning. The PIs will put forth considerable efforts to involve graduate and undergraduate students, especially those from underrepresented group, in cutting-edge nanotechnology research. They will gain hands-on experiences in micro/nanofabrication, thermal and electrical characterization of micro/nanodevices, and near-field radiative heat transfer measurements. The outcome of the proposed research will be incorporated into courses, such as Micro/Nanoscale Energy Transport at URI, and disseminated to the public through Thermal-Fluids Central (http://www.thermalfluidscentral.org) and technical journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sung",
   "pi_last_name": "Cho",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sung K Cho",
   "pi_email_addr": "skcho@pitt.edu",
   "nsf_id": "000486668",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is commonly accepted that when two separate surfaces with different temperatures approach each other, no more heat can be transferred than the blackbody radiation according to the classic theory. It is true for the macroscale distance. However, if the distance of two surfaces is reduced smaller than the wave length of radiation light (nanometers), it has been known in theory that heat transfer can break the limit of blackbody radiation, so called near field radiation. The evanescent wave, which exists within the nano scale distance from the surface, is the key player to generate such an extremely increased heat transfer. By using the near-field heat transfer, energy extracted from the hot bodies can be several orders of magnitude higher than the classic blackbody radiation. However, this principle has been proven only in theory and simulation, not completely by experiment. One of the main reasons is that the experimental condition is so difficult to control and maintain such a nanoscale distance between hot and cold parallel surfaces. Throughout this project, we made a breakthrough to achieve controllable nanoscale distances between two parallel flat substrates using four-point electrical contacts. In addition, we successfully measured near-field radiation between them and confirmed it with theory. It was found that the radiation flux indeed rises dramatically. The experiments were conducted using both silicon and quartz substrates.</p>\n<p>The near-field heat transfer has significant impact on many practical applications. For example, thermal photovoltaic (TPV) cell, similar to solar cells, is a basic and common device converting infrared light to electricity by P-N junctions. The energy source can be any hot surfaces that are ubiquitous from the fuel combustion system to simple waste heat in industrial production/everyday life. If the current TPV cells are integrated with near field radiation, the extracted energy will be notably increased, and broad energy sources can be efficiently utilized.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/13/2017<br>\n\t\t\t\t\tModified by: Sung&nbsp;K&nbsp;Cho</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is commonly accepted that when two separate surfaces with different temperatures approach each other, no more heat can be transferred than the blackbody radiation according to the classic theory. It is true for the macroscale distance. However, if the distance of two surfaces is reduced smaller than the wave length of radiation light (nanometers), it has been known in theory that heat transfer can break the limit of blackbody radiation, so called near field radiation. The evanescent wave, which exists within the nano scale distance from the surface, is the key player to generate such an extremely increased heat transfer. By using the near-field heat transfer, energy extracted from the hot bodies can be several orders of magnitude higher than the classic blackbody radiation. However, this principle has been proven only in theory and simulation, not completely by experiment. One of the main reasons is that the experimental condition is so difficult to control and maintain such a nanoscale distance between hot and cold parallel surfaces. Throughout this project, we made a breakthrough to achieve controllable nanoscale distances between two parallel flat substrates using four-point electrical contacts. In addition, we successfully measured near-field radiation between them and confirmed it with theory. It was found that the radiation flux indeed rises dramatically. The experiments were conducted using both silicon and quartz substrates.\n\nThe near-field heat transfer has significant impact on many practical applications. For example, thermal photovoltaic (TPV) cell, similar to solar cells, is a basic and common device converting infrared light to electricity by P-N junctions. The energy source can be any hot surfaces that are ubiquitous from the fuel combustion system to simple waste heat in industrial production/everyday life. If the current TPV cells are integrated with near field radiation, the extracted energy will be notably increased, and broad energy sources can be efficiently utilized. \n\n \n\n\t\t\t\t\tLast Modified: 03/13/2017\n\n\t\t\t\t\tSubmitted by: Sung K Cho"
 }
}