{
 "awd_id": "1236691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sustainable Bioconversion of Liquid Biofuels: Linking Organic Waste Processing and Microalgae Cultivation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 348900.0,
 "awd_amount": 348900.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "1236691\r\nBetenbaugh/Bouwer\r\n\r\nAlgae represent a potentially valuable renewable source of liquid fuels including diesel and jet fuel.  These liquid fuels are derived from the lipids generated during the accumulation of algal biomass and represent an alternative to petroleum-based liquid fuels for airplanes and motor vehicles.  Algal biomass can be generated using photosynthesis (photoautotrophy), with organic carbon sources (heterotrophy), or using a combination of organic carbon and sunlight (mixotrophy). Unfortunately, algal biofuel processes derived from photosynthesis alone typically generate low amounts of algal biomass and reduced yields of the lipids. Alternatively, algae can generate much higher levels of biomass and produce high lipid yields when supplemented with organic carbon and other nutrients. However, the addition of traditional organic carbon sources such as glucose increases production costs and hinders commercial feasibility. An equally pressing sustainability problem is the environmental impacts and costs resulting from the accumulation and disposal of agricultural, industrial, and municipal organic wastes. This research program will simultaneously address both sustainability and energy issues by combining organic waste treatment processes with the generation of liquid fuels using microalgal bioprocessing.  Specifically the project aims to alter waste treatment in order to generate increased amounts of organic carbon sources that can be consumed by microalgae and to manipulate microalgae to enable these hosts to consume a greater variety of carbon sources available from anthropogenic organic wastes. The specific objectives of the project are as follows: 1) Optimize environmental waste processing (fermentation) to generate high yields of organic nutrients that can be consumed by microalgae; 2) Manipulate microalgae genetically in order to allow these cells to consume a larger number of organic waste by-products. In the Bouwer laboratories, organic waste processing conditions including chemical and biological pretreatment steps as well as carbon and nitrogen content will be manipulated in order to increase organic matter conversion to target organic acids. Unfortunately, while microalgae can consume some organic acids, many algae are unable to process other organic acid by-products from waste treatment processes. Therefore, the second aim of the project in the Betenbaugh laboratory is to reprogram microalgae cellular metabolism to enable them to consume additional organic waste by-products that the species do not typically consume. \r\n\r\nThree of the greatest sustainability challenges facing the world are pollution of the environment, over-reliance on non-renewable fossil fuels, and global warming. Long-term solutions should consider holistic approaches that address multiple sustainability issues simultaneously. This program addresses these challenges by linking organic liquid waste disposal with microalgae growth and lipids production for the generation of renewable liquid biofuels. Utilization of organic wastes by microalgae will reduce agricultural, industrial and domestic waste runoff that threatens our rivers, lakes, and oceans and will lead to the creation of jobs in areas where the employment opportunities are most needed. This technology can integrate with existing agricultural and domestic waste-treatment facilities for renewable energy generation, economic development, and community self-sufficiency. An equally important goal will be the development of a new education paradigm focused on sustainability. Through a partnership with Baltimore's minority public STEM high schools, students will be educated using hands-on approaches to generate biofuels from microalgae in web-based and laboratory settings including a local arboretum. In addition, classroom and laboratory courses focused on bioenergy, biosustainability, and environmental recovery are under development at Johns Hopkins University. Thus, the proposed project will provide a valuable research and education platform to train the next generation of cross-disciplinary engineers and scientists dedicated to finding solutions to pressing sustainability issues on our planet.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Betenbaugh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Betenbaugh",
   "pi_email_addr": "beten@jhu.edu",
   "nsf_id": "000243331",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Bouwer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Bouwer",
   "pi_email_addr": "bouwer@jhu.edu",
   "nsf_id": "000421862",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 348900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Two of the most pressing challenges facing humanity are rising energy needs and generation of organic wastes from sustaining an expanding world population projected to reach 9 billion.&nbsp; This project implemented advanced methods that convert organic wastes into energy through the microalgal bioprocessing technology.&nbsp; In this way, this project was able to address both pollution control and energy generation with an integrated biosystems and biotechnology approach.&nbsp; Achievement of this sustainability goal required a multistep process involving waste water treatment, algal growth, and bioprocessing for energy.&nbsp; During the first step of the process, microalgae were grown autotrophically using only sunlight and carbon dioxide.&nbsp; Next, the algae were fed with nutrients obtained from waste streams following initial waste treatment processing.&nbsp; The nutrients were obtained from effluents generated from organic waste streams that have undergone an initial biological treatment step called anaerobic digestion.&nbsp; After biological treatment, the waste streams were \\rich in carbon and other nutrients that facilitated algal growth.&nbsp; While some algal species were unable to grow successfully on the waste streams, a number of species were able to flourish and utilize nutrients available in these waste streams.&nbsp; Using waste streams as a source of key nutrients rather than commercial sources can serve to greatly reduce the costs for these advanced algal bioprocesses.&nbsp; The algae were able to convert these nutrients into biomass and lipids that can serve as feedstocks for energy products.&nbsp; Lipids are formed as a natural part of algal growth and represent potential biofuel precursors.&nbsp;&nbsp; Thus the next step was to extract the lipids from the microalgae and then convert the algal residual biomass to other energy sources such as methane.&nbsp; This required the use of either thermochemical or enzymatic treatment strategies to degrade the microalgae, and these approaches were optimized for maximal algal degradation.&nbsp; &nbsp;&nbsp;Nutrients from the degraded algal biomass could also be recycled for subsequent rounds of algal growth.&nbsp; The residual algal biomass could also be used as a feed stream into an anaerobic digestion process which also produces more methane as an energy by-product.&nbsp; &nbsp;Subsequent &nbsp;analysis revealed that the maximum amount of energy could be obtained from a process involving algal growth and extraction of lipids from the algae followed by digestion of the algal residual biomass to generate methane.&nbsp; This project demonstrated that advanced bioprocesses based on microalgae can serve to utilize organic wastes that pollute our rivers and streams and apply these wastes as nutrients to produce energy to power our population&rsquo;s expanding activities.&nbsp; In this way, the technology serves to address multiple challenges of our human population including pollution control and meeting increasing energy demands.&nbsp; Furthermore, the project has served to educate more than a dozen graduate and undergraduate students in valuable environmental engineering and bioprocessing skills.&nbsp; &nbsp;These graduates will develop the next cohort of advanced technologies that will lead the country forward in helping to solve some of the most pressing sustainability challenges of the century including organic waste reduction, pollution abatement, and supplying energy for future generations.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2016<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Betenbaugh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTwo of the most pressing challenges facing humanity are rising energy needs and generation of organic wastes from sustaining an expanding world population projected to reach 9 billion.  This project implemented advanced methods that convert organic wastes into energy through the microalgal bioprocessing technology.  In this way, this project was able to address both pollution control and energy generation with an integrated biosystems and biotechnology approach.  Achievement of this sustainability goal required a multistep process involving waste water treatment, algal growth, and bioprocessing for energy.  During the first step of the process, microalgae were grown autotrophically using only sunlight and carbon dioxide.  Next, the algae were fed with nutrients obtained from waste streams following initial waste treatment processing.  The nutrients were obtained from effluents generated from organic waste streams that have undergone an initial biological treatment step called anaerobic digestion.  After biological treatment, the waste streams were \\rich in carbon and other nutrients that facilitated algal growth.  While some algal species were unable to grow successfully on the waste streams, a number of species were able to flourish and utilize nutrients available in these waste streams.  Using waste streams as a source of key nutrients rather than commercial sources can serve to greatly reduce the costs for these advanced algal bioprocesses.  The algae were able to convert these nutrients into biomass and lipids that can serve as feedstocks for energy products.  Lipids are formed as a natural part of algal growth and represent potential biofuel precursors.   Thus the next step was to extract the lipids from the microalgae and then convert the algal residual biomass to other energy sources such as methane.  This required the use of either thermochemical or enzymatic treatment strategies to degrade the microalgae, and these approaches were optimized for maximal algal degradation.    Nutrients from the degraded algal biomass could also be recycled for subsequent rounds of algal growth.  The residual algal biomass could also be used as a feed stream into an anaerobic digestion process which also produces more methane as an energy by-product.   Subsequent  analysis revealed that the maximum amount of energy could be obtained from a process involving algal growth and extraction of lipids from the algae followed by digestion of the algal residual biomass to generate methane.  This project demonstrated that advanced bioprocesses based on microalgae can serve to utilize organic wastes that pollute our rivers and streams and apply these wastes as nutrients to produce energy to power our population?s expanding activities.  In this way, the technology serves to address multiple challenges of our human population including pollution control and meeting increasing energy demands.  Furthermore, the project has served to educate more than a dozen graduate and undergraduate students in valuable environmental engineering and bioprocessing skills.   These graduates will develop the next cohort of advanced technologies that will lead the country forward in helping to solve some of the most pressing sustainability challenges of the century including organic waste reduction, pollution abatement, and supplying energy for future generations.\n\n\t\t\t\t\tLast Modified: 12/23/2016\n\n\t\t\t\t\tSubmitted by: Michael J Betenbaugh"
 }
}