{
 "awd_id": "1236258",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Towards Assessing and Mitigating the Toxicity of Metal Nanoparticles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 305000.0,
 "awd_amount": 305000.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "CBET 1236258\r\nThe present project aims to advance the current understanding of nanomaterials toxicity with a specific focus on size-dependent toxicity of metal nanoparticles (NPs) in the \"non-scalable regime\" (1 nm - 10 nm). The approach is based on the combination of the synthesis of finely controlled and well-characterized metal nanoparticles, with the use of zebrafish models for fast toxicological screening and mechanistic studies It builds onto the expertise of an engineer who is an expert on nanomaterials synthesis, characterization, and application, combined with that of a medical researcher who is an expert on zebrafish models of human disease. The proposed work exploits a number of unique reagents and facilities, including the University of Pittsburgh's zebrafish facility, one of the largest in the world. The proposed approach will be applied to three metals with broad relevance in nanomaterials application in consumer products and industrial processes (Ag, Fe, and Ni), and comprises specifically the following steps:\r\n- Size-controlled synthesis of metal nanoparticles with dimensions in the 1 - 10 nm range (plus controls in the size range of 30 - 100 nm), and careful and extensive characterization of these materials prior to toxicological studies.\r\n-Identification of size- and dose- dependent toxicity of these engineered NPs via zebrafish studies.\r\n- Mechanistic studies of organ-specific toxicity to identify target organs in comparison to the respective free metal salt and as function of particle size.\r\n- Finally, investigation of the impact of porous silica coatings on the toxicity of metal nanoparticles as a potential means to mitigate NP toxicity without impacting accessibility and hence functionality of the engineered NPs.\r\nOverall, the proposed approach aims to develop methodology for fast and reliable screening of nanoparticle toxicity, improve understanding of nanotoxicity in the \"non-scalable\" size regime (<10 nm), and demonstrate an approach towards mitigating nanoparticle toxicity via porous coatings.\r\n\r\nIntellectual Merit The project directly addresses the fundamental challenge posed by the multidisciplinary nature of nanotoxicological studies. By focusing on two aspects of scientific significance as well as great practical importance: the systematic study of size-dependent nanotoxicity in the \"non-scalable\" regime, which has been largely neglected to-date, and the study of porous coatings as a means towards mitigating the toxicity of metal nanoparticles, it aims to enable significant advances towards a better fundamental understanding of the toxicity of metals at the nanoscale. The project will furthermore establish zebrafish studies as a fast and robust screening tool for nanotoxicological studies. By using transgenic zebrafish lines expressing reporter genes under tissue specific promoters, rapid evaluation of potential target organs for (size-specific) NP toxicity will be possible for the first time. This will enable establishing whether nanomaterials are subject to size-dependent fundamental changes in toxicity and target pathways, similar to the well-established fundamental changes in chemical reactivity for metal NPs in the sub-10 nm range.\r\n\r\nBroader Impact Demonstration of fast and reliable screening tools for nanotoxicity and development of an improved fundamental understanding of the toxicity of materials in the nanoscale regime could have profound impact on the development and implementation of safe \"nano-enabled\" consumer products. Fast and cost-efficient screening would pave the way towards robust and responsible implementation of NPs in nanomaterials-based consumer and industrial products, further accelerating the market penetration of these materials with potentially huge impact on quality of life. An improved understanding of the basic principles of nanotoxicity would furthermore help to (pre-emptively) guide the design of novel nanomaterials with safety built into their design. Finally, such an understanding could yield reliable guidelines for legislative action on nanomaterials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Goetz",
   "pi_last_name": "Veser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Goetz Veser",
   "pi_email_addr": "gveser@pitt.edu",
   "nsf_id": "000383470",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Burton",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Burton",
   "pi_email_addr": "eab25@pitt.edu",
   "nsf_id": "000589184",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "University Club",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "773500",
   "pgm_ele_name": "NANO EHS CORE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 305000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Towards&nbsp; Assessing&nbsp; and&nbsp; Mitigating&nbsp; the Toxicity of Metal Nanoparticles</strong></p>\n<p>Nanomaterials are currently leading to revolutionary advances in consumer products, medicine, and engineering, with an anticipated global market volume of &gt;$75 billion by 2020. However, beyond their potentially transformational impact on quality of life, growing evidence suggests that the unique properties of nanomaterials also pose significant health risks. There is hence an urgent need to understand the toxicity of these materials and identify structure-toxicity correlations that can be used towards <em>a priori</em> design of &ldquo;safer-by-design&rdquo; nanomaterials.</p>\n<p>While the toxicity of simple, single-component nanoparticles (NPs) is being widely studied by now, very few studies to-date have focused on so-called &ldquo;complex engineered nanomaterials&rdquo; (CENs). CENs are a rapidly emerging class of multicomponent nanomaterials which consist of at least two constituent materials, typically with a hierarchal structure. The increasing use of CENs across a wide range of technologies, such as chemical processes, medical treatments, and advanced electronics, is expected to cause increased exposure to CENs in the near future and is hence motivating the need to assess their environmental and health impacts.</p>\n<p>The present project directly addressed this need by focusing on a class of prototypical CENs in which metal NPs are embedded into porous silica shells (so-called metal@silica core-shell materials). It combined carefully controlled nanomaterials synthesis with thorough characterization of physicochemical properties that are known to influence toxicity (including size, shape, surface area, surface chemistry, aggregation, settling, and dissolution), and, finally, evaluation of their toxicity using both an <em>in-vivo</em> model (zebrafish) and an <em>in-vitro</em> model (mouse skin cells) to derive robust conclusions.</p>\n<p>Key findings from the project were:</p>\n<ul>\n<li>Coating or embedding metal NPs into porous matrices offers an effective means to mitigate their toxicity by tuning properties that cause toxicity, including metal ion dissolution. This hence constitutes a flexible and transferrable approach towards mitigating the toxicity of nanomaterials without compromising their beneficial properties for functional application by preserving full access to the embedded nanoparticle.</li>\n<li>In all cases, toxicity of metal NPs could be traced back to NP dissolution. This suggests that toxicity of metal NPs is not primarily due to the enhanced or entirely novel chemical reactivity in the &ldquo;nanosize regime&rdquo;, but predominantly caused by the enhanced transport of these ultra-small particles into and within organisms.</li>\n<li>Due to the importance of transport, agglomeration and settling of nanomaterials constitute key mechanisms that alter effective exposure and hence require careful consideration in nanotoxicity studies.</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2017<br>\n\t\t\t\t\tModified by: Goetz&nbsp;Veser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTowards  Assessing  and  Mitigating  the Toxicity of Metal Nanoparticles\n\nNanomaterials are currently leading to revolutionary advances in consumer products, medicine, and engineering, with an anticipated global market volume of &gt;$75 billion by 2020. However, beyond their potentially transformational impact on quality of life, growing evidence suggests that the unique properties of nanomaterials also pose significant health risks. There is hence an urgent need to understand the toxicity of these materials and identify structure-toxicity correlations that can be used towards a priori design of \"safer-by-design\" nanomaterials.\n\nWhile the toxicity of simple, single-component nanoparticles (NPs) is being widely studied by now, very few studies to-date have focused on so-called \"complex engineered nanomaterials\" (CENs). CENs are a rapidly emerging class of multicomponent nanomaterials which consist of at least two constituent materials, typically with a hierarchal structure. The increasing use of CENs across a wide range of technologies, such as chemical processes, medical treatments, and advanced electronics, is expected to cause increased exposure to CENs in the near future and is hence motivating the need to assess their environmental and health impacts.\n\nThe present project directly addressed this need by focusing on a class of prototypical CENs in which metal NPs are embedded into porous silica shells (so-called metal@silica core-shell materials). It combined carefully controlled nanomaterials synthesis with thorough characterization of physicochemical properties that are known to influence toxicity (including size, shape, surface area, surface chemistry, aggregation, settling, and dissolution), and, finally, evaluation of their toxicity using both an in-vivo model (zebrafish) and an in-vitro model (mouse skin cells) to derive robust conclusions.\n\nKey findings from the project were:\n\nCoating or embedding metal NPs into porous matrices offers an effective means to mitigate their toxicity by tuning properties that cause toxicity, including metal ion dissolution. This hence constitutes a flexible and transferrable approach towards mitigating the toxicity of nanomaterials without compromising their beneficial properties for functional application by preserving full access to the embedded nanoparticle.\nIn all cases, toxicity of metal NPs could be traced back to NP dissolution. This suggests that toxicity of metal NPs is not primarily due to the enhanced or entirely novel chemical reactivity in the \"nanosize regime\", but predominantly caused by the enhanced transport of these ultra-small particles into and within organisms.\nDue to the importance of transport, agglomeration and settling of nanomaterials constitute key mechanisms that alter effective exposure and hence require careful consideration in nanotoxicity studies.\n\n\n \n\n\t\t\t\t\tLast Modified: 02/08/2017\n\n\t\t\t\t\tSubmitted by: Goetz Veser"
 }
}