{
 "awd_id": "1236370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Experimental and Theoretical Investigation of Thermal Transport in Three-Dimensional Integrated Circuits (3D ICs)",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 200641.0,
 "awd_amount": 216641.0,
 "awd_min_amd_letter_date": "2012-09-07",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "CBET-1236370\r\nPI: Jain, Ankur\r\n\r\nThe vertical stacking of multiple Silicon substrates containing microelectronic circuits, often referred to as a three-dimensional integrated circuit (3D IC) promises to provide substantial performance improvement while also exacerbating the thermal management challenge. 3D IC technology introduces several new materials and interfaces whose thermal and thermomechanical performance remains poorly known. The objective of this research is to investigate and measure fundamental thermal transport and thermomechanical properties of materials and interfaces in 3D IC technology. Time-domain Joule heating methods will be used to characterize thermal transport through die-to-die interfaces in 3D ICs. Thermomechanical properties of such interfaces will be measured. This research will improve the understanding of thermal transport in 3D ICs. Experimental data obtained in this work will help validate several analytical and simulations-based models that have recently been developed. The long-term goal of this research will be to develop a complete understanding of the interaction between thermal transport and electrical design of 3D ICs and other advanced microelectronic systems. \r\n\r\nIt is expected that by addressing thermal management concerns in 3D ICs, the proposed work will enable 3D ICs with improved electrical performance. This work will contribute to a More-than-Moore approach for design of next-generation microelectronics wherein cost-effective performance improvement is achieved not just by dimensional scaling, but also by vertical integration. The work will be tightly-integrated with industry partners which will facilitate technology transfer of key thermal management principles in 3D ICs to the industry. While the industry will benefit from the fundamental, enabling nature of the work, graduate students will also benefit from mentorship by leading industry technologists and internships. Undergraduate students will be included in this research through senior capstone projects and through REUs during the summer. Research findings from the project will be incorporated into graduate-level and upper-level undergraduate courses being taught at the University of Texas at Arlington.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ankur",
   "pi_last_name": "Jain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ankur Jain",
   "pi_email_addr": "jaina@uta.edu",
   "nsf_id": "000615150",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dereje",
   "pi_last_name": "Agonafer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dereje Agonafer",
   "pi_email_addr": "agonafer@uta.edu",
   "nsf_id": "000417235",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Roger R Schmidt",
   "pi_email_addr": "c28rrs@us.ibm.com",
   "nsf_id": "000629682",
   "pi_start_date": "2012-10-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "1 University of Texas",
  "perf_city_name": "Arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760109000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "TX33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200641.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>1. Intellectual Merit Outcomes of the Project</strong></p>\n<p>This project resulted in research on thermal transport and thermomechanical challenges in three-dimensional integrated circuits (3D ICs). An enhanced understanding of these phenomena, coming as a direct result of this research, provided tools to microelectronics designers for designing better 3D ICs.&nbsp;In this project, experimental and theoretical research was carried out for understanding thermal and thermomechanical challenges and developing potential mitigation approaches. A series of theoretical heat transfer models were developed to predict the expected temperature field on a 3D IC in response to a given heat generation profile. This helps understand how hot a chip gets and where. Designers can potentially use this information to build effective chip cooling methods.&nbsp;In addition to theoretical modeling described above, we also experimentally measured the nature of heat flow between two adjacent die in a 3D IC. This process, quantified in terms of a parameter called the thermal contact resistance plays a key role in determining the overall thermal performance of the 3D IC. These measurements were carried out on experimental test chips provided by our industry partners using high speed resistance thermometry. The values of thermal contact resistance determined from these measurements will help chip designers account for heat transfer between adjacent die on a 3D IC, and thus ensure high performance and reliability in future microprocessor devices.This project resulted in publication of four high quality journal papers, three conference papers and one book chapter.</p>\n<p><strong>2. Broader Impact Outcomes of the Project</strong></p>\n<p>This project resulted in several broader impacts beyond the technical research results described above. This project contributed towards the education and training of two Ph.D. students, one of whom - a female student - is now an Assistant Professor, and the other is on the research and development staff of a leading semiconductor company. One of them was awarded the 2014 Student Member of the Year Award from ASME&rsquo;s Electronics and Photonics Packaging Division (EPPD). Several undergraduate students benefited from carrying out research in the PIs&rsquo; labs, including women and three veteran students. One student received a prestigious NSF Travel Award and joined graduate school at Stanford University after completion of her undergraduate degree.&nbsp;The PI introduced two new courses during the project period, one of which is directly related to the technical research carried out. This course, titled &lsquo;Thermal Phenomena in Microsystems&rsquo; contributes towards the training of multiple Ph.D. student in experimental research techniques. The PI gave several invited talks as a means to disseminate research results from this work to the industry and academia, including at AMD Research, Freescale Semiconductor, Intel Corp. (remotely), University of Michigan, SEMI-THERM 2014, Indo-US Workshop on Micro/Nanoscale Thermal Transport, etc. The PI served as a member of the Working Group for Modeling, Simulation and Design Tools for the 2015 Roadmap for iNEMI (International Electronics Manufacturing Initiative).The PI carried out STEM outreach to middle school students in Coppell ISD, which is a school district in close vicinity of UT Arlington. The PI established new partnerships with two middle school teachers. He visited their classes and gave easy-to-understand talks to students on Microsystems Engineering. One of the teachers visited the PI&rsquo;s labs, and had extensive discussions on strengthening this partnership for the benefit of his middle school students. The PI contributed to various outreach activities organized by the College of Engineering at the University of Texas, Arlington. He gave talks to summer campers in the Science...",
  "por_txt_cntn": "\n \n\n1. Intellectual Merit Outcomes of the Project\n\nThis project resulted in research on thermal transport and thermomechanical challenges in three-dimensional integrated circuits (3D ICs). An enhanced understanding of these phenomena, coming as a direct result of this research, provided tools to microelectronics designers for designing better 3D ICs. In this project, experimental and theoretical research was carried out for understanding thermal and thermomechanical challenges and developing potential mitigation approaches. A series of theoretical heat transfer models were developed to predict the expected temperature field on a 3D IC in response to a given heat generation profile. This helps understand how hot a chip gets and where. Designers can potentially use this information to build effective chip cooling methods. In addition to theoretical modeling described above, we also experimentally measured the nature of heat flow between two adjacent die in a 3D IC. This process, quantified in terms of a parameter called the thermal contact resistance plays a key role in determining the overall thermal performance of the 3D IC. These measurements were carried out on experimental test chips provided by our industry partners using high speed resistance thermometry. The values of thermal contact resistance determined from these measurements will help chip designers account for heat transfer between adjacent die on a 3D IC, and thus ensure high performance and reliability in future microprocessor devices.This project resulted in publication of four high quality journal papers, three conference papers and one book chapter.\n\n2. Broader Impact Outcomes of the Project\n\nThis project resulted in several broader impacts beyond the technical research results described above. This project contributed towards the education and training of two Ph.D. students, one of whom - a female student - is now an Assistant Professor, and the other is on the research and development staff of a leading semiconductor company. One of them was awarded the 2014 Student Member of the Year Award from ASMEÆs Electronics and Photonics Packaging Division (EPPD). Several undergraduate students benefited from carrying out research in the PIsÆ labs, including women and three veteran students. One student received a prestigious NSF Travel Award and joined graduate school at Stanford University after completion of her undergraduate degree. The PI introduced two new courses during the project period, one of which is directly related to the technical research carried out. This course, titled æThermal Phenomena in MicrosystemsÆ contributes towards the training of multiple Ph.D. student in experimental research techniques. The PI gave several invited talks as a means to disseminate research results from this work to the industry and academia, including at AMD Research, Freescale Semiconductor, Intel Corp. (remotely), University of Michigan, SEMI-THERM 2014, Indo-US Workshop on Micro/Nanoscale Thermal Transport, etc. The PI served as a member of the Working Group for Modeling, Simulation and Design Tools for the 2015 Roadmap for iNEMI (International Electronics Manufacturing Initiative).The PI carried out STEM outreach to middle school students in Coppell ISD, which is a school district in close vicinity of UT Arlington. The PI established new partnerships with two middle school teachers. He visited their classes and gave easy-to-understand talks to students on Microsystems Engineering. One of the teachers visited the PIÆs labs, and had extensive discussions on strengthening this partnership for the benefit of his middle school students. The PI contributed to various outreach activities organized by the College of Engineering at the University of Texas, Arlington. He gave talks to summer campers in the Science and Engineering Summer Camp, including a Girlgeneering Camp that specifically focuses on middle school girls in ISDs in the vicinity of UT Arlington.The PI received the ..."
 }
}