{
 "awd_id": "1236266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Photochemical Degradation, Soil Sorption, and Environmental Fate of Pharmaceutically Active Compounds in Simulated and Natural Water Samples",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 334630.0,
 "awd_amount": 334630.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2014-07-26",
 "awd_abstract_narration": "1236266\r\nCory\r\n\r\nAt this time, the environmental fate of pharmaceutically active compounds (PhACs) is largely unknown. Trace levels of these compounds are often discharged into the environment following wastewater treatment.  Once they enter the environment the removal processes include solar photodegradation and sorption to soils and sediments. The objectives of this research project, which will study ten PhACs with different chemical properties, are (1) to identify the major transformation products of photodegradation for each PhAC, especially those products whose chemical structures suggest potential for environmental persistence and/or ecotoxicity; (2) to study the environmental fate of not only the parent pharmaceutical but also the products of photochemical and soil degradation; and (3) to investigate the rates of direct and indirect photodegradation in order to determine the primary route of photochemical degradation for each PhAC.  To achieve the project?s objectives, the following methodologies and analyses will be employed: (1) exposure of PhAC-spiked water samples to simulated sunlight and soil samples, (2) chemical extraction techniques including ultrasonic- and microwave solvent-assisted extractions, (3) analytical techniques including high performance liquid chromatography (HPLC) and liquid chromatography with mass spectrometric detection (LC-MS), and (4) software for data analysis including chemical modeling and geochemical computer codes.  The expected outcome is a more complete picture of the fate and persistence of each compound in the environment. This multidisciplinary study brings together researchers from the fields of environmental engineering, environmental geosciences, and pharmaceutical and analytical chemistry and will involve the direct participation of eighteen undergraduate researchers. \r\n\r\nThe release of pharmaceutically active compounds (PhACs) into the environment is a problem of global concern. PhACs, which include drugs, personal care products and their metabolites, enter natural water systems after passing through wastewater treatment plants that have proven inefficient at removing many of these compounds. From there they travel and/or transform in the environment; the processes of natural dilution, transformation, or removal of the PhAC are a function of its chemical and physical properties. A 2002 USGS study found that 80% of 139 streams across 30 states contained detectable levels of one or more PhACs. While the measured concentrations of these compounds in natural waters are well below medical dosage levels, studies of the risk to the ecosystem have indicated adverse effects to both aquatic and non-aquatic organisms. The risk posed by this mixture of PhACs to children, women of childbearing age and people with compromised immune systems is not known. To date, most of the research in this area has focused largely on the environmental occurrence of PhACs. However, the environmental fate of PhACs \"how they travel through the environment and transform into different molecules over time\"  is still largely unknown. Ultimately, results from this study could be used to assess and minimize the risk posed by these compounds to the ecosystem and human health as well as to engineer solutions for removal of these compounds more effectively during wastewater treatment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Cory",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy C Cory",
   "pi_email_addr": "CoryW@cofc.edu",
   "nsf_id": "000498887",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Vulava",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay M Vulava",
   "pi_email_addr": "VulavaV@cofc.edu",
   "nsf_id": "000227627",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Charleston",
  "inst_street_address": "66 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8439534973",
  "inst_zip_code": "294240001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "COLLEGE OF CHARLESTON",
  "org_prnt_uei_num": "WQBBJ8B941M5",
  "org_uei_num": "SWV9EK5S9BX5"
 },
 "perf_inst": {
  "perf_inst_name": "College of Charleston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294240001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 133880.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100022.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100728.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research has advanced knowledge in our understanding of pharmaceutical degradation in the environment, including whether select pharmaceuticals degrade quickly or not, what new compounds are formed, how all of these compounds are sorbed (sequestered) onto soils and sediments and/or transported through them, and the potential risk that these processes pose to the aquatic environment. The results of this research were achieved by undergraduate students who were trained and given the supervision and resources to answer these research questions as part of their scientific education thanks to the funding of this NSF-RUI grant. Tangible results include the 38 presentations the students and investigators gave at regional, national, and international scientific conferences. Two publications are in print, with two more to be submitted in early 2017, as well as others with meaningful, interesting results that will be written and submitted in the coming year. The benefit to society from this research is information that can be used to provide safer drinking water.&nbsp;</p>\n<p>Regarding broader impacts, we have achieved the following stated goals:</p>\n<ul>\n<li><span style=\"text-decoration: underline;\">Involving undergraduate students in pharmaceutical environmental fate research.</span> Thirty-five undergraduate students conducted this research. All of these students presented their research as posters or talks at campus-wide research events. 80% of these students presented their research at a regional, national, or international scientific conference. Over 60% of the student researchers who have graduated have already gone on to post-graduate programs in the sciences.</li>\n<li><span style=\"text-decoration: underline;\">Encouraging participation of women</span> (22 of our 35 involved students, 63%) <span style=\"text-decoration: underline;\">and underrepresented minorities</span> (26%) to participate in undergraduate STEM research through this project.</li>\n<li><span style=\"text-decoration: underline;\">Educating Charleston-area elementary school children through our outreach activities with the College of Charleston Literacy Outreach Initiative</span>. Over 700 students, over the course of this grant, spent a day on campus doing hands-on activities related to the children&rsquo;s books <em>The Frog Scientist</em> and <em>Tracking Trash</em>. These activities were reported in the local news and included quotes from Title I school students saying they could see themselves going to college one day. Additionally, fifty students from Ashley Hall School (high-school, all female) were involved in experiments related to preparing samples and data interpretation related to this project.</li>\n<li><span style=\"text-decoration: underline;\">Incorporating the science and impact of pharmaceutical degradation into our undergraduate curriculum</span>, including the development and implementation of our &ldquo;Understanding Environmental Pollution&rdquo; course (developed for non-science majors), taught in 2013 and 2015 to 40 college freshmen). Additionally, our Research-Based General Chemistry II laboratory course was developed, implemented, and is now required of all students taking general chemistry. In this laboratory course students learn about the processes involved in pharmaceutical degradation and write a full laboratory report including information on the different impacts this problem has on society. This course has currently been taught to 500 college students; 82% of those who have taken the class want to see this research-based course kept in our curriculum. Most importantly, 75% state that they are more interested in conducting research as a result of this course. </li>\n<li><span style=\"text-decoration: underline;\">Developing a multidisciplinary collaboration between scientists</span> to study this problem from different angles, including chemistry, geology, biology, and environmental engineering.</li>\n</ul>\n<p>Societal outcomes include not only advancements in our knowledge of the degradation and environmental fate of pharmaceuticals and their (potentially toxic) degradation products, but also the number of elementary, high school, and college students that we have involved in learning about and studying this global problem. Over 1,200 young people have learned about and studied this important research and societal problem, including students from Title I (high poverty, high minority population) elementary schools and an all-female high school. Our college students indicate their interest in doing more scientific research in surprisingly high numbers. The success of this research project lies not only in the knowledge that has been gained and disseminated, but in the number of people, especially young people, that have been made aware of this environmental problem and, through studying it, are more interested in continuing to solve scientific problems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2016<br>\n\t\t\t\t\tModified by: Wendy&nbsp;C&nbsp;Cory</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research has advanced knowledge in our understanding of pharmaceutical degradation in the environment, including whether select pharmaceuticals degrade quickly or not, what new compounds are formed, how all of these compounds are sorbed (sequestered) onto soils and sediments and/or transported through them, and the potential risk that these processes pose to the aquatic environment. The results of this research were achieved by undergraduate students who were trained and given the supervision and resources to answer these research questions as part of their scientific education thanks to the funding of this NSF-RUI grant. Tangible results include the 38 presentations the students and investigators gave at regional, national, and international scientific conferences. Two publications are in print, with two more to be submitted in early 2017, as well as others with meaningful, interesting results that will be written and submitted in the coming year. The benefit to society from this research is information that can be used to provide safer drinking water. \n\nRegarding broader impacts, we have achieved the following stated goals:\n\nInvolving undergraduate students in pharmaceutical environmental fate research. Thirty-five undergraduate students conducted this research. All of these students presented their research as posters or talks at campus-wide research events. 80% of these students presented their research at a regional, national, or international scientific conference. Over 60% of the student researchers who have graduated have already gone on to post-graduate programs in the sciences.\nEncouraging participation of women (22 of our 35 involved students, 63%) and underrepresented minorities (26%) to participate in undergraduate STEM research through this project.\nEducating Charleston-area elementary school children through our outreach activities with the College of Charleston Literacy Outreach Initiative. Over 700 students, over the course of this grant, spent a day on campus doing hands-on activities related to the children?s books The Frog Scientist and Tracking Trash. These activities were reported in the local news and included quotes from Title I school students saying they could see themselves going to college one day. Additionally, fifty students from Ashley Hall School (high-school, all female) were involved in experiments related to preparing samples and data interpretation related to this project.\nIncorporating the science and impact of pharmaceutical degradation into our undergraduate curriculum, including the development and implementation of our \"Understanding Environmental Pollution\" course (developed for non-science majors), taught in 2013 and 2015 to 40 college freshmen). Additionally, our Research-Based General Chemistry II laboratory course was developed, implemented, and is now required of all students taking general chemistry. In this laboratory course students learn about the processes involved in pharmaceutical degradation and write a full laboratory report including information on the different impacts this problem has on society. This course has currently been taught to 500 college students; 82% of those who have taken the class want to see this research-based course kept in our curriculum. Most importantly, 75% state that they are more interested in conducting research as a result of this course. \nDeveloping a multidisciplinary collaboration between scientists to study this problem from different angles, including chemistry, geology, biology, and environmental engineering.\n\n\nSocietal outcomes include not only advancements in our knowledge of the degradation and environmental fate of pharmaceuticals and their (potentially toxic) degradation products, but also the number of elementary, high school, and college students that we have involved in learning about and studying this global problem. Over 1,200 young people have learned about and studied this important research and societal problem, including students from Title I (high poverty, high minority population) elementary schools and an all-female high school. Our college students indicate their interest in doing more scientific research in surprisingly high numbers. The success of this research project lies not only in the knowledge that has been gained and disseminated, but in the number of people, especially young people, that have been made aware of this environmental problem and, through studying it, are more interested in continuing to solve scientific problems.\n\n\t\t\t\t\tLast Modified: 11/22/2016\n\n\t\t\t\t\tSubmitted by: Wendy C Cory"
 }
}