{
 "awd_id": "1236527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modifications of turbulent boundary layer structure by wall permeability and surface-subsurface interactions: an innovative experimental approach",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 313862.0,
 "awd_amount": 313862.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "1236527/1235726\r\nBest/Thurow\r\n\r\nTurbulent flows moving over a porous, permeable, surface are ubiquitous in many environmental and industrial flows, such as in rivers, over vegetated canopies, in heat exchangers, membrane tube reactors and hydrocarbon wells. However, despite the widespread importance of these flows in many branches of science, the physics of turbulence across permeable boundaries remains poorly understood, and currently hampers our ability to predict the movement of gases, particles, microbes and pollutants into and out of such surfaces. This project will develop and utilize the latest techniques in optical flow measurement to provide unique new data on the structure of 3D flow above and within permeable surfaces, and critically the interactions between these flows. The project is expected to transform the understanding of surface-subsurface turbulent flow interactions, and enable testing of several key questions concerning the nature of turbulence over such surfaces, and how this flow structure changes as the type of permeable bed is altered and the overlying flow velocity is varied. Laboratory experiments will match the refractive index of the flow and sediment, thus permitting optical measurements to be achieved above and within permeable sediment beds. Additionally, new plenoptic camera techniques will be used for the quantification of three-dimensional flow within a 3D volume, both within and above the permeable surface. The combination of these techniques opens up the possibility of quantitative information that has never been gained before within such complex flows. The project will enable the training of two PhD students in state-of-the-art experimental techniques within a collaborative and interdisciplinary research environment. These unique data will allow development of new conceptual models for flow over permeable surfaces and provide essential data to guide subsequent numerical modelling of these flows. These data will be used to explain how turbulent flows moving over a range of permeable surfaces may be modified by the permeability, and thus examine the fluid dynamic controls on the fate of fine particles moving across the fluid-sediment interface. For instance, these results will be of direct relevance in interpreting the behavior of natural river beds, where gravels can become infilled with fine-grained sediment, and which can control the exchange of nanoparticulates and contaminants between surface and subsurface flows.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Best",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L Best",
   "pi_email_addr": "jimbest@uiuc.edu",
   "nsf_id": "000297998",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Christensen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth T Christensen",
   "pi_email_addr": "kenneth.christensen@iit.edu",
   "nsf_id": "000481380",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618012999",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 313862.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many natural and industrial surfaces are porous and permeable, with examples including the beds of reactors and the sediments of sand and gravel-bed rivers. Flow over these surfaces can thus be expected to be influenced by the permeability of the surface, which may cause exchanges of flow between the subsurface fluid and the flow above. Despite this fact, many past studies of flow over a wide range of surfaces have assumed that these boundaries are essentially impermeable, and that there is no flow modification caused by the presence of permeability. This research sought to directly address this shortcoming and investigate, using a novel experimental method, how flows moving over a permeable surface are affected by, and may in turn influence, flow within a permeable bed.</p>\n<p>In order to accomplish this research, we have used laser-based imaging techniques to measure flow over, and within, a series of simplified acrylic models of a gravel-bed river. Images of neutrally-buoyant tracer particles seeded within the flow were captured on video cameras, and the movement of these particles between successive frames was used to calculate fluid velocities of the whole flow field &ndash; a technique known as Particle Imaging Velocimetry (PIV). This technique can be easily implemented to measure flows where no optical impediment exists, such as the &lsquo;freeflow&rsquo; of the overlying fluid, and even at the interface of the grains and the flow above. However, given the challenge of imaging inside a permeable object, a specialized experimental method was required to enable PIV measurements of flow <em>within</em> the pore spaces of the gravel-bed laboratory model. We developed and implemented a technique that matches the refractive index of the acrylic model and the working fluid, a solution of sodium iodide and water, thus rendering the model &lsquo;invisible&rsquo; when immersed within the fluid. This refractive-index matching technique then allows laser light to illuminate the whole flow field, including pore spaces, but without optical distortion. This technique enabled high-resolution measurement of flow both within <em>and</em> over the model gravel-bed surfaces for a range of flow velocities and geometries of the gravel bed. In addition, we fabricated surfaces that were porous but flat at their top surface, as well as beds that were porous but had a rough surface that reflected the height of the sediment grains.</p>\n<p>The results from this research have shown that a similarity in the flow velocity profiles is present, irrespective of the bed roughness or permeability. In fact, if the profiles of velocity above the bed are properly scaled using a measure of the bed roughness (called the &lsquo;virtual origin&rsquo;) and an appropriate velocity scale (based on a measure of the applied fluid shear stress at the bed), then the portion of these profiles away from the bed can be appropriately &lsquo;collapsed&rsquo; onto the same curve, thus revealing differences near the bed and inside the porous bed. This result provides a very accurate and useful way of comparing flow characteristics over a range of differing roughness and permeability surfaces. Our results also highlight that the roughness of the bed, or the size of the grains protruding up into the flow, exerts a more dominant control on the flow than the permeability of the bed. When considering beds without these protrusions, our results demonstrate that a smooth solid bed exerts a higher flow resistance that the same smooth bed that possesses holes. This is particularly noticeable when we consider the velocity fluctuations, or turbulence, near the bed. Additionally, when instantaneous snapshots of the flow are examined (see Figure), our data show the presence of distinct &lsquo;instantaneous&rsquo; events of fluid upwellings and downwellings across the permeable bed. Our analysis of these events provides a new understanding of the complex interactions between the flow above the bed interface and that below it, and evidence of the strong linkage between these two regions of flow.</p>\n<p>These results provide new insights into the fluid dynamics of permeable beds, and establish key baseline data for better understanding how bed permeability can be modeled in many industrial and environmental flows.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2017<br>\n\t\t\t\t\tModified by: James&nbsp;L&nbsp;Best</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1236527/1236527_10205685_1484939796969_OutcomesFigureAward1236527--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1236527/1236527_10205685_1484939796969_OutcomesFigureAward1236527--rgov-800width.jpg\" title=\"Flow interactions over a permeable bed\"><img src=\"/por/images/Reports/POR/2017/1236527/1236527_10205685_1484939796969_OutcomesFigureAward1236527--rgov-66x44.jpg\" alt=\"Flow interactions over a permeable bed\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a,c) Snapshot of instantaneous streamwise velocity, superimposed with streamlines that show the flow paths. White circles represent the gravel particles. (b,d) corresponding instantaneous fluctuations in velocity (colors) superimposed by vectors</div>\n<div class=\"imageCredit\">Taehoon Kim</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">James&nbsp;L&nbsp;Best</div>\n<div class=\"imageTitle\">Flow interactions over a permeable bed</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMany natural and industrial surfaces are porous and permeable, with examples including the beds of reactors and the sediments of sand and gravel-bed rivers. Flow over these surfaces can thus be expected to be influenced by the permeability of the surface, which may cause exchanges of flow between the subsurface fluid and the flow above. Despite this fact, many past studies of flow over a wide range of surfaces have assumed that these boundaries are essentially impermeable, and that there is no flow modification caused by the presence of permeability. This research sought to directly address this shortcoming and investigate, using a novel experimental method, how flows moving over a permeable surface are affected by, and may in turn influence, flow within a permeable bed.\n\nIn order to accomplish this research, we have used laser-based imaging techniques to measure flow over, and within, a series of simplified acrylic models of a gravel-bed river. Images of neutrally-buoyant tracer particles seeded within the flow were captured on video cameras, and the movement of these particles between successive frames was used to calculate fluid velocities of the whole flow field &ndash; a technique known as Particle Imaging Velocimetry (PIV). This technique can be easily implemented to measure flows where no optical impediment exists, such as the ?freeflow? of the overlying fluid, and even at the interface of the grains and the flow above. However, given the challenge of imaging inside a permeable object, a specialized experimental method was required to enable PIV measurements of flow within the pore spaces of the gravel-bed laboratory model. We developed and implemented a technique that matches the refractive index of the acrylic model and the working fluid, a solution of sodium iodide and water, thus rendering the model ?invisible? when immersed within the fluid. This refractive-index matching technique then allows laser light to illuminate the whole flow field, including pore spaces, but without optical distortion. This technique enabled high-resolution measurement of flow both within and over the model gravel-bed surfaces for a range of flow velocities and geometries of the gravel bed. In addition, we fabricated surfaces that were porous but flat at their top surface, as well as beds that were porous but had a rough surface that reflected the height of the sediment grains.\n\nThe results from this research have shown that a similarity in the flow velocity profiles is present, irrespective of the bed roughness or permeability. In fact, if the profiles of velocity above the bed are properly scaled using a measure of the bed roughness (called the ?virtual origin?) and an appropriate velocity scale (based on a measure of the applied fluid shear stress at the bed), then the portion of these profiles away from the bed can be appropriately ?collapsed? onto the same curve, thus revealing differences near the bed and inside the porous bed. This result provides a very accurate and useful way of comparing flow characteristics over a range of differing roughness and permeability surfaces. Our results also highlight that the roughness of the bed, or the size of the grains protruding up into the flow, exerts a more dominant control on the flow than the permeability of the bed. When considering beds without these protrusions, our results demonstrate that a smooth solid bed exerts a higher flow resistance that the same smooth bed that possesses holes. This is particularly noticeable when we consider the velocity fluctuations, or turbulence, near the bed. Additionally, when instantaneous snapshots of the flow are examined (see Figure), our data show the presence of distinct ?instantaneous? events of fluid upwellings and downwellings across the permeable bed. Our analysis of these events provides a new understanding of the complex interactions between the flow above the bed interface and that below it, and evidence of the strong linkage between these two regions of flow.\n\nThese results provide new insights into the fluid dynamics of permeable beds, and establish key baseline data for better understanding how bed permeability can be modeled in many industrial and environmental flows.\n\n \n\n\t\t\t\t\tLast Modified: 01/20/2017\n\n\t\t\t\t\tSubmitted by: James L Best"
 }
}