{
 "awd_id": "1236508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Consumer Exposure to Airborne Nanoparticles Released from Nanotechnology-Enabled Clothing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 299773.0,
 "awd_amount": 299773.0,
 "awd_min_amd_letter_date": "2012-09-14",
 "awd_max_amd_letter_date": "2012-09-14",
 "awd_abstract_narration": "1236508\r\nMainelis\r\n\r\nThe use of nanotechnology-enabled clothing may lead to the release of nanomaterials and their agglomerates resulting in inhalatory consumer exposures. Given an ever-increasing number of consumer products incorporating engineered nanomaterials there is a growing concern regarding the release and human exposure to nanoparticles and associated adverse health effects. However, the data on the nanoparticle release from the consumer products and associated exposures are very limited. The exposure route depends on the product type and the use of many products may result in exposures via multiple routes, including inhalation. This study will focus on inhalatory exposures of one product category which has not been explored yet -- nanotechnology-enabled clothing.\r\n\r\nIntellectual merit: Airborne nanoparticles and their agglomerates released from nanotechnology-enabled clothing, and the quantification of the resultant consumer exposures and challenge to the human respiratory system is an important topic in nano environment health and safety studies. Under realistic exposure scenarios the investigators will test whether the inhalatory exposures and the resultant respiratory deposition of airborne nanoparticles due to the use of nanotechnology-enabled clothing are more pronounced compared to products that do not use nanotechnology; whether the release of nanoparticles intensifies as the products undergo \"wear and tear\" over time; and what are the overall emissions of such particles. Overall, the study will provide exposure data for toxicological and epidemiological studies, and risk assessment.\r\nIn a controlled test environment, by using robotic mannequins, the researchers will realistically simulate walking and running with nanotechnology-enabled clothing as well as handling of the clothing and will quantify the total emissions and potential inhalation of released nanoparticles in terms of inhaled and lung-deposited particle size, concentration, surface area,volume and mass. The size, shape, composition, density, and agglomeration of nanoparticles in the product matrix and in the airborne state will be analyzed using scanning and transmission electron microscopy, atomic emissions spectrometry and X-ray fluorescence spectroscopy. The deposition of the released particles in the respiratory system will be estimated by using the determined particle characteristics and established lung deposition models.\r\n\r\nBroader impacts: These will include new information about the potential personal and environmental burden due to the use of nanotechnology-enabled consumer products. Due to the ubiquitous availability of nanotechnology-enabled clothing, the study results will apply to a large segment of the population. The obtained exposure data will be used to estimate the short-term and long-term risks associated with the use of nanotechnology-enabled clothing. The data from this study will serve as a scientific basis for developing cytotoxicity and health studies that address health risks associated with the prevalence and use of nanotechnology-enabled consumer products. The project will train a graduate student in an exciting field of exposure assessment and measurement of nanoparticles. The project will also provide funding for an undergraduate student to perform research on nanoparticle  exposures. The PI and co-PI will conduct outreach to the public on Rutgers Day, a University-wide open house that provides hands-on projects and demonstrations to the Rutgers' visitors, faculty and students. The project findings will be disseminated through the national and international conferences, peer-reviewed manuscripts, Rutgers Today news service, and the Rutgers University YouTube channel.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gediminas",
   "pi_last_name": "Mainelis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gediminas Mainelis",
   "pi_email_addr": "mainelis@envsci.rutgers.edu",
   "nsf_id": "000284716",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "KiBum",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "KiBum Lee",
   "pi_email_addr": "kblee@rutgers.edu",
   "nsf_id": "000524086",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The amount of consumer products incorporating engineered nanomaterials is constantly increasing, and there is a concern regarding the release and human exposure to nanoparticles and associated adverse health effects. The exposure route depends on the product type, and the use of many products may result in exposures via multiple routes, including inhalation. While the release of nanoparticle and their agglomerates due to the use of nanotechnology-enabled cosmetic powders and sprays has been explored, the data on the release of particles from nanotechnology-enabled clothing items is limited. For nanotechnology-enabled clothing products, skin exposure would be of concern, but at the same time, engineered nanoparticles can be released during regular wear of clothes due to frictional degradation.</p>\n<p>In order to fill this data gap, this project investigated the potential release of nanoparticles and their agglomerates due to the use of nanotechnology-enabled clothing. The investigation was performed for brand new nanotechnology-enabled clothing items as well as for those items that have been subject to &ldquo;wear and tear&rdquo; to determine the change in exposures and particle releases over a prolonged product use. Seventeen items were investigated: 6 were manufactured using nanotechnology, while 11 were advertised as containing silver nanoparticles. For control, a regular cotton t-shirt was included in the study.</p>\n<p>The investigators found that nanosized particles and their agglomerates were released from all investigated items, including cotton t-shirt; however, only nanotechnology-enabled items released manufactured nanoparticles. About half of the nanotechnology-enabled clothing items released particles concentrations higher than those released by a cotton t-shirt, especially for particles larger than 0.5 &micro;m. The investigators confirmed that the product group advertised as containing silver particles did indeed contain silver and that silver particles were released into the air during simulated product wear. Overall, the average particle size released by this group was smaller than the average particle size released by the products that were manufactured using nanotechnology but without direct injection of silver particles. It was also found that the concentration of silver released into the air could be as high as 6 micrograms per cubic meter of air. This result suggests that for certain items, the release of and exposure to nanosilver could be sizeable especially if one&rsquo;s breathing zone is close to the particles release point. It should be mentioned, that the concentration of silver in clothes as well in the air decreased once the items were washed 3 times. This finding suggests that certain amount of silver ended up in effluent waters.</p>\n<p>It is hoped that the data from this work will serve as entry point for various toxicity and risk assessment studies investigating the impact of nanotechnology-enabled consumer products on human and environment. The results obtained from this project could also provide revised guidelines for designing next generation nanoparticle based products so that the release of nanoparticle into various environmental matrixes and the resulting human exposures are reduced.</p>\n<p>Another significant outcome of this project was student training. Students participating in the project learned how to use sophisticated equipment to measure and analyze nanoparticles, how to prepare experimental setups and obtain quality data. Students also received training in data analysis and manuscript preparation. Together with theoretical information on nanoparticle behavior and measurement, this knowledge and training provided a contribution to their training and future careers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Gediminas&nbsp;Mainelis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe amount of consumer products incorporating engineered nanomaterials is constantly increasing, and there is a concern regarding the release and human exposure to nanoparticles and associated adverse health effects. The exposure route depends on the product type, and the use of many products may result in exposures via multiple routes, including inhalation. While the release of nanoparticle and their agglomerates due to the use of nanotechnology-enabled cosmetic powders and sprays has been explored, the data on the release of particles from nanotechnology-enabled clothing items is limited. For nanotechnology-enabled clothing products, skin exposure would be of concern, but at the same time, engineered nanoparticles can be released during regular wear of clothes due to frictional degradation.\n\nIn order to fill this data gap, this project investigated the potential release of nanoparticles and their agglomerates due to the use of nanotechnology-enabled clothing. The investigation was performed for brand new nanotechnology-enabled clothing items as well as for those items that have been subject to \"wear and tear\" to determine the change in exposures and particle releases over a prolonged product use. Seventeen items were investigated: 6 were manufactured using nanotechnology, while 11 were advertised as containing silver nanoparticles. For control, a regular cotton t-shirt was included in the study.\n\nThe investigators found that nanosized particles and their agglomerates were released from all investigated items, including cotton t-shirt; however, only nanotechnology-enabled items released manufactured nanoparticles. About half of the nanotechnology-enabled clothing items released particles concentrations higher than those released by a cotton t-shirt, especially for particles larger than 0.5 &micro;m. The investigators confirmed that the product group advertised as containing silver particles did indeed contain silver and that silver particles were released into the air during simulated product wear. Overall, the average particle size released by this group was smaller than the average particle size released by the products that were manufactured using nanotechnology but without direct injection of silver particles. It was also found that the concentration of silver released into the air could be as high as 6 micrograms per cubic meter of air. This result suggests that for certain items, the release of and exposure to nanosilver could be sizeable especially if one?s breathing zone is close to the particles release point. It should be mentioned, that the concentration of silver in clothes as well in the air decreased once the items were washed 3 times. This finding suggests that certain amount of silver ended up in effluent waters.\n\nIt is hoped that the data from this work will serve as entry point for various toxicity and risk assessment studies investigating the impact of nanotechnology-enabled consumer products on human and environment. The results obtained from this project could also provide revised guidelines for designing next generation nanoparticle based products so that the release of nanoparticle into various environmental matrixes and the resulting human exposures are reduced.\n\nAnother significant outcome of this project was student training. Students participating in the project learned how to use sophisticated equipment to measure and analyze nanoparticles, how to prepare experimental setups and obtain quality data. Students also received training in data analysis and manuscript preparation. Together with theoretical information on nanoparticle behavior and measurement, this knowledge and training provided a contribution to their training and future careers. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Gediminas Mainelis"
 }
}