{
 "awd_id": "1236355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Low-temperature assembly of all-inorganic solar cells from nanocrystal inks.",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 302512.0,
 "awd_amount": 302512.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "PI: Zamkov, Mikhail\r\nProposal Number: 1236355\r\nInstitution: Bowling Green State University\r\nTitle: Low-temperature assembly of all-inorganic solar cells from nanocrystal inks.\r\n\r\nThe development of semiconductor thin films from nanocrystal ?inks? is emerging as a powerful alternative to conventional methods of film deposition relying on high-vacuum and high-temperature processing of bulk semiconductors. In addition to the anticipated cost reduction, the integration of solution-processed nanocrystal (NC) films into device architectures is inspired by the possibility of tuning the energy of electrical charges in NCs via nanoparticle size. This opens up an additional degree of freedom for manipulating material?s optoelectronic properties and controlling charge flow rates at heterostructured interfaces in solar cells. \r\n\r\nThe project will develop a general strategy for processing of all-inorganic solar cells from solutions of colloidal semiconductor nanocrystals, using a matrix- encapsulation approach to yield heteroepitaxial nanocrystal/matrix monoliths, expected to show a bulk-like electrical conductance and compelling photovoltaic energy conversion in solution-processed devices.  From the fundamental prospective, this work will lay the necessary groundwork needed for incorporating the unique properties of matter at nanoscale into bulk-size materials, potentially leading to the demonstration of new functionalities and properties. From the material fabrication standpoint, this work will advance the current frontiers of nanoparticle self-assembly, thus serving as a benchmark study to aid the on-going research in the area of NC devices.\r\n\r\nAt present, the appeal of employing semiconductor NC inks for low-temperature (T < 200 °C) fabrication of solar cells is compromised by the instability of surface ligands, which link neighboring nanocrystals in such devices.   To address this issue, the project will go beyond the traditional ligand-linking scheme and develop a novel strategy for assembling colloidal semiconductor NCs into all-inorganic solids. To this end, nanocrystals will be bonded into a surrounding matrix of another semiconductor material, designed to preserve optoelectronic properties of individual nanoparticles, while enabling high mobility of electrical charges and excellent thermal/chemical stability of resulting solids. The distance between adjacent NCs in the matrix will determine the degree of inter- nanoparticle electrical coupling and will be used to tune the conductance of the film towards enhancing the charge transport characteristics. Meanwhile, the use of all-inorganic matrices will help suppressing the interaction  of  NCs  with  external  environment,  thus  giving  rise  to  improved  device  stability.  \r\n\r\nThe successful development of inorganic nanocrystal films will result in an alternative, cost-effective architecture of nanocrystal solids, which will reduce the costs and potentially improve the functionality of solid state optoelectronics. This innovation can be harnessed in diverse fields, including solar energy production, photocatalysis, quantum electronics, environmental science, and semiconductor industry.  The educational aspects of this interdisciplinary proposal will focus on elucidating students through research activities, mentoring, specialized workshops on nanotechnology, and graduate curriculum development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Zamkov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Zamkov",
   "pi_email_addr": "zamkovm@bgsu.edu",
   "nsf_id": "000409428",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowling Green State University",
  "inst_street_address": "1851 N RESEARCH DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOWLING GREEN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4193722481",
  "inst_zip_code": "434034401",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "BOWLING GREEN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SLT3EB6G3FA9"
 },
 "perf_inst": {
  "perf_inst_name": "Bowling Green State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "434030230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 302512.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The extraction of energy from sunlight is one of key challenges presently facing natural sciences. This project supported by the CBET Program has explored a novel class of light-harvesting materials that are composed of nanoscale semiconductor &ldquo;building blocks&rdquo;. These nanoparticles are fabricated using inexpensive chemical synthesis and are programmed with a specific set of properties to ensure an efficient energy conversion in a solid. As part of the funded project, a solution-based strategy for integrating colloidal nanoparticles into stable all-inorganic matrices compatible with existing solar cell platforms have been developed. The feasibility of this method was demonstrated through the fabrication of functional photovoltaic devices. The project has also expanded into two new directions: using metal-based solar antennas placed within the aforementioned matrices and employing optical spectroscopy methods to better understand the energy flow in photovoltaic films. Both of these efforts have contributed towards photovoltaic, light-concentrating, and photosynthetic applications of nanocrystal films. The developed strategy for nanoparticle assembly has stimulated a substantial amount of complementary research in the scientific community.</p>\n<p>The results of research activities performed under the CBET award were disseminated in multiple public presentations by the PI as well as through 12 peer-reviewed publications, which appeared primarily in high impact journals. In addition, one patent and one book chapter have been produced as a result of this work. From the fundamental aspect, this project has explored the nature of energy flow across nanostructured interfaces, which contributes to the basic understanding of photoinduced electron dynamics in composite nanomaterials and promotes the development of nanoparticles with programmable characteristics.</p>\n<p>&nbsp;The research performed under CBET award is vastly relevant to the basic energy sciences and device engineering applications. This work has contributed to the understanding of charge transfer and energy conversion processes that occur in artificial nanoparticle solids thus promoting alternative strategies and device architectures for photovoltaic systems. The demonstrated film assembly technique has contributed to the long-standing challenge of achieving stable, all-inorganic materials <em>via</em> solution processing. As a result, the developed intellectual property has the potential to be harnessed in diverse fields, including solar energy production, solar fuels research, environmental clean-up, and chemical industry. The educational aspects of this work focused on elucidating students through research activities and curriculum development. Over fifteen undergraduate students have participated at different stages of the project and seven of them were sponsored to present at national meetings. Two of the undergraduate students received prestigious national awards for their research work. The developed optical spectroscopy modules have been incorporated into a graduate/undergraduate curriculum. The synthetic protocols were included into instructional videos and made available to the public (through free-access websites and video journals).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2016<br>\n\t\t\t\t\tModified by: Mikhail&nbsp;Zamkov</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236355/1236355_10186688_1474051052648_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236355/1236355_10186688_1474051052648_Figure1--rgov-800width.jpg\" title=\"SMENA nanoparticle films\"><img src=\"/por/images/Reports/POR/2016/1236355/1236355_10186688_1474051052648_Figure1--rgov-66x44.jpg\" alt=\"SMENA nanoparticle films\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The development of PbS nanocrystal solids exhibiting bright infrared emission is demonstrated. The all-inorganic architecture of fabricated films makes them attractive for device applications</div>\n<div class=\"imageCredit\">Chem. Mater. 2014, 26, 4256</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mikhail&nbsp;Zamkov</div>\n<div class=\"imageTitle\">SMENA nanoparticle films</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236355/1236355_10186688_1474051139705_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236355/1236355_10186688_1474051139705_Figure2--rgov-800width.jpg\" title=\"Measuring energy diffusion\"><img src=\"/por/images/Reports/POR/2016/1236355/1236355_10186688_1474051139705_Figure2--rgov-66x44.jpg\" alt=\"Measuring energy diffusion\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">We have developed a new strategy for studying the motion of photoinduced charges in nanocrystal solids, which offers important benefits for the development of nanocrystal solar cells.</div>\n<div class=\"imageCredit\">ACS Nano 2013, 7, 6964</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mikhail&nbsp;Zamkov</div>\n<div class=\"imageTitle\">Measuring energy diffusion</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe extraction of energy from sunlight is one of key challenges presently facing natural sciences. This project supported by the CBET Program has explored a novel class of light-harvesting materials that are composed of nanoscale semiconductor \"building blocks\". These nanoparticles are fabricated using inexpensive chemical synthesis and are programmed with a specific set of properties to ensure an efficient energy conversion in a solid. As part of the funded project, a solution-based strategy for integrating colloidal nanoparticles into stable all-inorganic matrices compatible with existing solar cell platforms have been developed. The feasibility of this method was demonstrated through the fabrication of functional photovoltaic devices. The project has also expanded into two new directions: using metal-based solar antennas placed within the aforementioned matrices and employing optical spectroscopy methods to better understand the energy flow in photovoltaic films. Both of these efforts have contributed towards photovoltaic, light-concentrating, and photosynthetic applications of nanocrystal films. The developed strategy for nanoparticle assembly has stimulated a substantial amount of complementary research in the scientific community.\n\nThe results of research activities performed under the CBET award were disseminated in multiple public presentations by the PI as well as through 12 peer-reviewed publications, which appeared primarily in high impact journals. In addition, one patent and one book chapter have been produced as a result of this work. From the fundamental aspect, this project has explored the nature of energy flow across nanostructured interfaces, which contributes to the basic understanding of photoinduced electron dynamics in composite nanomaterials and promotes the development of nanoparticles with programmable characteristics.\n\n The research performed under CBET award is vastly relevant to the basic energy sciences and device engineering applications. This work has contributed to the understanding of charge transfer and energy conversion processes that occur in artificial nanoparticle solids thus promoting alternative strategies and device architectures for photovoltaic systems. The demonstrated film assembly technique has contributed to the long-standing challenge of achieving stable, all-inorganic materials via solution processing. As a result, the developed intellectual property has the potential to be harnessed in diverse fields, including solar energy production, solar fuels research, environmental clean-up, and chemical industry. The educational aspects of this work focused on elucidating students through research activities and curriculum development. Over fifteen undergraduate students have participated at different stages of the project and seven of them were sponsored to present at national meetings. Two of the undergraduate students received prestigious national awards for their research work. The developed optical spectroscopy modules have been incorporated into a graduate/undergraduate curriculum. The synthetic protocols were included into instructional videos and made available to the public (through free-access websites and video journals).\n\n \n\n\t\t\t\t\tLast Modified: 09/16/2016\n\n\t\t\t\t\tSubmitted by: Mikhail Zamkov"
 }
}