{
 "awd_id": "1236447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evaluating sustainable production and consumption dynamics in complex product systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 298610.0,
 "awd_amount": 298610.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2012-06-28",
 "awd_abstract_narration": "1236447 (Babbitt).  This project will adapt concepts and models from the field of biological community ecology and apply them to analyze adoption dynamics, environmental impacts, and sustainable management strategies for an entire \"community\" of consumer products. Research goals are to 1) formulate a new industrial ecology framework based on community ecology to link sustainable production practices with consumption trends; and 2) apply this framework to address sustainability challenges of consumer electronic products, a rapidly growing and evolving component of global society.  The research is grounded in fundamental concepts and models of biological community ecology and implemented in three interconnected lines of inquiry: 1. Adapt community ecology-based diversity metrics to characterize the structure of the community of consumer electronics products owned by households and investigate the underlying trends in product function and consumption dynamics; 2. Evaluate the environmental impacts (energy, materials, waste) for this entire product system using \"community-level\" life cycle assessment and material flow analysis and then determine how this impact changes as a function of evolving community diversity; and 3. Use ecological models to identify the exogenous forces and community-level product interactions that determine the community structure and its attendant environmental impacts so that future environmental management strategies can effectively target system leverage points.  The community ecology perspective pioneered in this research brings a new perspective to long standing challenges in the sustainable management of products. Current approaches such as life cycle assessment and energy efficiency analysis focus on \"per product\" impacts. Environmental gains from incremental changes to a single product or material, however, are often offset by increased consumer demand. Treating groups of related products as an ecological community brings analytical tools such as diversity analysis and structural equation modeling to bear on sustainable production and consumption. The models evaluated can potentially transform the way we assess and manage electronic products, as demonstrated in this project, but are also translatable to other sectors with high levels of interaction (e.g., renewable energy systems). The multidisciplinarity embedded in this research is enabled by a project team with expertise spanning sustainability assessment, electronic products, biological ecology, and technological modeling.  Electronics have unique sustainability challenges that span the products? life cycles, including rapid increases in energy consumption, greenhouse gas production, demand for scarce minerals, and waste generation. Knowledge developed for electronic products can inform policy making, guide sustainable product design, communicate best practices to consumers, optimize recycling systems, and minimize life cycle environmental impacts. For the industrial ecology field as a whole, there is transformational potential associated with connecting to new ecological domains and tools. This work could stimulate further innovation to identify and utilitize previously unexplored ecological metaphors and models. To realize these benefits, broader impact activities will 1) promote multidisciplinary collaboration and education through curriculum development and broad research dissemination; 2) enhance engagement of underrepresented faculty and graduate and undergraduate students in STEM disciplines; 3) increase public scientific literacy through digital outreach and education efforts; and 4) improve industry-academic partnerships by translating research findings for an industrial education and training program in industrial community ecology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Callie",
   "pi_last_name": "Babbitt",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Callie W Babbitt",
   "pi_email_addr": "callie.babbitt@rit.edu",
   "nsf_id": "000528409",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna Christina",
   "pi_last_name": "Tyler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Christina Tyler",
   "pi_email_addr": "actsbi@rit.edu",
   "nsf_id": "000172641",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Williams",
   "pi_email_addr": "exwgis@rit.edu",
   "nsf_id": "000601359",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 Lomb Memorial Drive",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 298610.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The growing integration of consumer electronics in modern society poses a myriad of sustainability challenges. &nbsp;On one hand, electronic devices contribute to social and economic development and may be key to reducing energy consumption, particularly through the growing adoption of &ldquo;smart&rdquo; products. However these benefits may be offset by negative environmental consequences that span the entire electronic product &ldquo;life cycle&rdquo; &ndash; from extraction of scarce materials, manufacturing energy-intense components, electricity consumption during use, and release of potentially hazardous compounds during electronic waste disposal.&nbsp; While production and use of individual electronic devices is becoming more energy efficient, rebound effects from the overall rising ownership may counteract these efficiency gains for a net increase in environmental impacts.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>In past research efforts, environmental impact and potential sustainability strategies for consumer electronics have largely been quantified independently of actual consumption and ownership trends. For example, research may report the net embodied energy of a single laptop computer. However, consumers do not use just one electronic at a time &ndash; in fact, electronics are usually purchased in groups and then used together to meet consumers&rsquo; information and communication needs. This &ldquo;ecosystem&rdquo; of products shares a degree of similarity with ecosystems seen in nature, and it stands to reason that effective sustainability strategies for electronics may be inspired by ecological models and methods. &nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Therefore, this research project focused on creating novel ecologically-inspired sustainability assessment tools and environmental solutions that take into account how consumers actually purchase, use, and dispose of the entire electronic product ecosystem. We first analyzed the &ldquo;biodiversity&rdquo; of consumer electronics owned in U.S. households between 1990-2010. Next, we connected these ownership patterns with the resultant resource consumption, life cycle energy impact, and electronic waste flows. Finally, we analyzed how consumer behavior and product preferences could be better integrated into eco-design tools that may lead to greener electronic products in the future.</p>\n<p><span style=\"white-space: pre;\"> </span>Results clearly show that electronic product ownership by U.S. households has rapidly expanded in the last 20 years, particularly for small, multi-functional mobile devices, which at the same time have transformed how our society works, socializes, communicates, and accesses media and information. However, electronic product ownership has not only been driven by emerging technologies, but, as product prices have fallen, increased accumulation of existing technology. By 2010, U.S. households owned over 20 electronic products, including multiple televisions, phones, and cameras. When considering the entire product ecosystem, this rapid consumption led to increased environmental impact: Over the same 20 year period, the net resource consumption associated with producing these products increased almost 200%. While several energy efficiency measures were put in place, such as low power standby mode, these interventions could not keep pace with the rapidly growing time spent by consumers using electronics and the resulting jump in power consumption for streaming media, processing larger files, and enabling internet connectivity. By 2010, the total life cycle energy impact of producing and using consumer electronics was over 16,000 MJ per household, which is equivalent to 30% of the energy consumed by that household&rsquo;s gas-powered vehicle in the same year.</p>\n<p><span style=\"white-space: pre;\"> </span>The project also addressed several key strategies for minimizing environmental impact of the product ecosystem as a whole. For example, a Sustainable Behavior Design framework was developed by which designers could combine traditional eco-design tools with a better understanding of consumer decisions at the point of product purchase, use, and disposal. When demonstrated for a smartphone, the framework application resulted in potential environmental savings of 30% compared to a traditional smartphone. The project also carried out a survey of 1,000 consumer electronics users in the U.S., to understand how they made decisions related to product purchase and replacement, particularly when a new, energy-efficient and multi-functional product (e.g. a smartphone) might replace an single function device (e.g., a digital camera). Results indicate that consumers are willing to use emerging technologies, but are often wary of the quality they provide, suggesting a need for consumer education.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>To raise awareness of sustainability issues surrounding consumer electronics, the project implemented multiple outreach activities, with particular focus on engaging underrepresented groups and K-12 students in the science and discovery process. Over 150 K-12 students in the Rochester area and over 100 college students at RIT took part in electronic product disassembly and sustainability investigations. In addition, project leader Callie Babbitt used multiple platforms, including One Universe at a Time Podcasts, TedXFlourCity presentation, and the Imagine RIT Innovation and Creativity Festival to reach public audiences and inform them about how they can purchase, maintain, and recycle electronic products to achieve sustainability outcomes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Callie&nbsp;W&nbsp;Babbitt</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480457266951_OutcomesImage3Babbitt--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480457266951_OutcomesImage3Babbitt--rgov-800width.jpg\" title=\"Cumulative life cycle energy impact for the U.S. household electronic product ecosystem\"><img src=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480457266951_OutcomesImage3Babbitt--rgov-66x44.jpg\" alt=\"Cumulative life cycle energy impact for the U.S. household electronic product ecosystem\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This graphic demonstrates how increased ownership and use of consumer electronics have led to significant increases in environmental impact over time, even while individual products were becoming more energy efficient (Ryen et al. 2015)..</div>\n<div class=\"imageCredit\">Callie W. Babbitt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Callie&nbsp;W&nbsp;Babbitt</div>\n<div class=\"imageTitle\">Cumulative life cycle energy impact for the U.S. household electronic product ecosystem</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480456893202_OutcomesImage2Babbitt--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480456893202_OutcomesImage2Babbitt--rgov-800width.jpg\" title=\"Electronic product ownership over time\"><img src=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480456893202_OutcomesImage2Babbitt--rgov-66x44.jpg\" alt=\"Electronic product ownership over time\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Results show the product \"population size\" or products owned per average U.S. household: a) low-density mobile products; b) high-density mobile products; c) low-density stationary products; d) high-density stationary products (Ryen et al. 2014).</div>\n<div class=\"imageCredit\">Callie W. Babbitt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Callie&nbsp;W&nbsp;Babbitt</div>\n<div class=\"imageTitle\">Electronic product ownership over time</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480456254567_OutcomesImage1Babbitt--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480456254567_OutcomesImage1Babbitt--rgov-800width.jpg\" title=\"The electronic product ecosystem\"><img src=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480456254567_OutcomesImage1Babbitt--rgov-66x44.jpg\" alt=\"The electronic product ecosystem\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This schematic illustrates how concepts from ecology are adapted and used to model consumer electronic product ownership and environmental impact.</div>\n<div class=\"imageCredit\">Callie W. Babbitt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Callie&nbsp;W&nbsp;Babbitt</div>\n<div class=\"imageTitle\">The electronic product ecosystem</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480458503933_OutcomesImage4Babbitt--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480458503933_OutcomesImage4Babbitt--rgov-800width.jpg\" title=\"Material impact of the electronic product ecosystem.\"><img src=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480458503933_OutcomesImage4Babbitt--rgov-66x44.jpg\" alt=\"Material impact of the electronic product ecosystem.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Material flow analysis results show how product ownership trends lead to rapidly changing material consumption, shown here by mass and disaggregated by product category (Kasulaitis et al. 2017)</div>\n<div class=\"imageCredit\">Callie W. Babbitt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Callie&nbsp;W&nbsp;Babbitt</div>\n<div class=\"imageTitle\">Material impact of the electronic product ecosystem.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480459538894_OutcomesImages5Babbitt--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480459538894_OutcomesImages5Babbitt--rgov-800width.jpg\" title=\"Conceptual eco-design for a smartphone\"><img src=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480459538894_OutcomesImages5Babbitt--rgov-66x44.jpg\" alt=\"Conceptual eco-design for a smartphone\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This conceptual design illustrates how the Sustainable Behavior Design framework can be used to create a more environmentally friendly electronic product. This framework was developed to integrate sustainable production strategies with realistic consumer behavior (Komeijani et al. 2016).</div>\n<div class=\"imageCredit\">Mona Komeijani</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Callie&nbsp;W&nbsp;Babbitt</div>\n<div class=\"imageTitle\">Conceptual eco-design for a smartphone</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480459754427_OutcomesImages6Babbitt--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480459754427_OutcomesImages6Babbitt--rgov-800width.jpg\" title=\"Educational outreach on sustainability and consumer electronics\"><img src=\"/por/images/Reports/POR/2016/1236447/1236447_10185219_1480459754427_OutcomesImages6Babbitt--rgov-66x44.jpg\" alt=\"Educational outreach on sustainability and consumer electronics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This project created numerous outreach initiatives, reaching over 150 K-12 students and over 100 RIT graduate students, with a particular emphasis on underrepresented groups. Here, elementary students disassemble electronics to identify sustainability challenges and create new solutions.</div>\n<div class=\"imageCredit\">Callie W. Babbitt</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Callie&nbsp;W&nbsp;Babbitt</div>\n<div class=\"imageTitle\">Educational outreach on sustainability and consumer electronics</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n The growing integration of consumer electronics in modern society poses a myriad of sustainability challenges.  On one hand, electronic devices contribute to social and economic development and may be key to reducing energy consumption, particularly through the growing adoption of \"smart\" products. However these benefits may be offset by negative environmental consequences that span the entire electronic product \"life cycle\" &ndash; from extraction of scarce materials, manufacturing energy-intense components, electricity consumption during use, and release of potentially hazardous compounds during electronic waste disposal.  While production and use of individual electronic devices is becoming more energy efficient, rebound effects from the overall rising ownership may counteract these efficiency gains for a net increase in environmental impacts. \n\n In past research efforts, environmental impact and potential sustainability strategies for consumer electronics have largely been quantified independently of actual consumption and ownership trends. For example, research may report the net embodied energy of a single laptop computer. However, consumers do not use just one electronic at a time &ndash; in fact, electronics are usually purchased in groups and then used together to meet consumers? information and communication needs. This \"ecosystem\" of products shares a degree of similarity with ecosystems seen in nature, and it stands to reason that effective sustainability strategies for electronics may be inspired by ecological models and methods.  \n\n Therefore, this research project focused on creating novel ecologically-inspired sustainability assessment tools and environmental solutions that take into account how consumers actually purchase, use, and dispose of the entire electronic product ecosystem. We first analyzed the \"biodiversity\" of consumer electronics owned in U.S. households between 1990-2010. Next, we connected these ownership patterns with the resultant resource consumption, life cycle energy impact, and electronic waste flows. Finally, we analyzed how consumer behavior and product preferences could be better integrated into eco-design tools that may lead to greener electronic products in the future.\n\n Results clearly show that electronic product ownership by U.S. households has rapidly expanded in the last 20 years, particularly for small, multi-functional mobile devices, which at the same time have transformed how our society works, socializes, communicates, and accesses media and information. However, electronic product ownership has not only been driven by emerging technologies, but, as product prices have fallen, increased accumulation of existing technology. By 2010, U.S. households owned over 20 electronic products, including multiple televisions, phones, and cameras. When considering the entire product ecosystem, this rapid consumption led to increased environmental impact: Over the same 20 year period, the net resource consumption associated with producing these products increased almost 200%. While several energy efficiency measures were put in place, such as low power standby mode, these interventions could not keep pace with the rapidly growing time spent by consumers using electronics and the resulting jump in power consumption for streaming media, processing larger files, and enabling internet connectivity. By 2010, the total life cycle energy impact of producing and using consumer electronics was over 16,000 MJ per household, which is equivalent to 30% of the energy consumed by that household?s gas-powered vehicle in the same year.\n\n The project also addressed several key strategies for minimizing environmental impact of the product ecosystem as a whole. For example, a Sustainable Behavior Design framework was developed by which designers could combine traditional eco-design tools with a better understanding of consumer decisions at the point of product purchase, use, and disposal. When demonstrated for a smartphone, the framework application resulted in potential environmental savings of 30% compared to a traditional smartphone. The project also carried out a survey of 1,000 consumer electronics users in the U.S., to understand how they made decisions related to product purchase and replacement, particularly when a new, energy-efficient and multi-functional product (e.g. a smartphone) might replace an single function device (e.g., a digital camera). Results indicate that consumers are willing to use emerging technologies, but are often wary of the quality they provide, suggesting a need for consumer education. \n\n To raise awareness of sustainability issues surrounding consumer electronics, the project implemented multiple outreach activities, with particular focus on engaging underrepresented groups and K-12 students in the science and discovery process. Over 150 K-12 students in the Rochester area and over 100 college students at RIT took part in electronic product disassembly and sustainability investigations. In addition, project leader Callie Babbitt used multiple platforms, including One Universe at a Time Podcasts, TedXFlourCity presentation, and the Imagine RIT Innovation and Creativity Festival to reach public audiences and inform them about how they can purchase, maintain, and recycle electronic products to achieve sustainability outcomes.\n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Callie W Babbitt"
 }
}