{
 "awd_id": "1236378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Connecting Glassy Dynamics to Micro-Scale Elasticity",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2015-10-28",
 "awd_abstract_narration": "1236378\r\nPI: Wyart\r\n\r\nParticulate materials, such as suspensions or granular matter, are the most commonly used materials in industry after water. However, explaining their rheological properties remains a challenge. These systems are complicated by the presence of disorder as well as by structural and dynamical heterogeneities, often on multiple length scales. At high densities, such a granular fluid undergoes a jamming or glass transition where the dynamics stop. In recent years there has been a considerable effort to characterize this transition, and it has been realized that dynamical heterogeneities play a key role. However, there is no consensus concerning what causes such heterogeneities. This project will develop a novel method to measure the micro-scale elasticity of amorphous materials. This approach will be used both experimentally and numerically to characterize the disorder and heterogeneities of amorphous solids, and to investigate the jamming transition by which they are formed. The method consists of introducing probe particles of controlled shapes and sizes. Thermal noise causes the probe particles to rotate on a time scale governed by the elasticity of their local environment, and by their shape and size. Measuring the rotational dynamics of the probe by means of confocal microscopy, light scattering, or numerically in simulations will give access to local elastic properties. The range of time scales and length scales can be tuned by controlling the shape and size of the probes. This method will be employed in colloidal suspensions, both experimentally and numerically, to measure the evolution of elasticity and its spatial heterogeneities as the concentration of colloids is increased, and to test fundamental theories of the glass transition.\r\n\r\nThis project will create an experimental method to probe the microscopic properties of disordered granular materials, the most commonly used materials in industry after water. This method will address questions of fundamental and practical importance in the fields of particle flow, biophysics, soil mechanics, and material science. Insights gained from this study will help improve the design of glassy materials and advance our understanding of clogging or jamming, which are of important for multi-phase flows relevant to the oil industry and potentially for the lethal vaso-occlusive eventt?clogging?occurring in sickle cell disease. In addition to these applications, the subject matter of this project lends itself to educational and community outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pine",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Pine",
   "pi_email_addr": "pine@nyu.edu",
   "nsf_id": "000323722",
   "pi_start_date": "2015-10-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Matthieu",
   "pi_last_name": "Wyart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthieu Wyart",
   "pi_email_addr": "mw135@nyu.edu",
   "nsf_id": "000573630",
   "pi_start_date": "2012-08-13",
   "pi_end_date": "2015-10-28"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pine",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Pine",
   "pi_email_addr": "pine@nyu.edu",
   "nsf_id": "000323722",
   "pi_start_date": "2012-08-13",
   "pi_end_date": "2015-10-28"
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "4 Washington Place",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100036603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 107064.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 109991.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 112945.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project builds a theoretical framework between the elasticity and the dynamics in amorphous materials. We have pushed this approach into 3 directions:<br /><br />&nbsp;&nbsp;&nbsp; (i) Glass transition: we have developed models of supercooled liquids and network glasses that relate elasticity, thermodynamic and dynamic properties near the glass transition. We have proposed a resolution to a long standing puzzle in the literature on the negative correlation between the abundance of soft elastic modes in glasses (the so-called Boson Peak) on the one hand, and the fragility of the liquids and the amplitude of the jump of specific heat on the other hand. The framework also shows why network glasses near the rigidity transition are strong, and why they are more fragile when the valence is increased or decreased. It also shows that a common interpretation for the &ldquo;rigidity window&rdquo; that occurs near the rigidity transition is not valid.<br /><br />&nbsp;&nbsp;&nbsp; (ii) Plasticity: We went beyond linear elasticity to investigate what controls the density of elementary excitations in amorphous solids (shear transformation zones and weak contacts in sphere packings), by focusing on a simple model of glass, the fully connected spin glass (SK model). We showed that the emergence of a pseudogap in these systems can be understood in purely dynamical terms, and is associated to the emergence of singular correlation between soft spins.<br /><br />&nbsp;&nbsp;&nbsp; (iii) We have developed a microscopic framework to describe the jamming transition that occurs when a surface is sheared, leading to erosion.<br /><br />&nbsp;&nbsp;&nbsp; The experimental part of this project is developed elliptical colloids as passive local detectors to probe the local dynamics of glassy colloids at the particle scale. We&nbsp; developed an optical method to measure the rotation of tracer ellipsoids in a sea of spherical colloids.&nbsp; The ellipsoidal probe particles are made from different materials, which provide the optical contrast needed to follow their rotational and translational motion.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: David&nbsp;J&nbsp;Pine</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project builds a theoretical framework between the elasticity and the dynamics in amorphous materials. We have pushed this approach into 3 directions:\n\n    (i) Glass transition: we have developed models of supercooled liquids and network glasses that relate elasticity, thermodynamic and dynamic properties near the glass transition. We have proposed a resolution to a long standing puzzle in the literature on the negative correlation between the abundance of soft elastic modes in glasses (the so-called Boson Peak) on the one hand, and the fragility of the liquids and the amplitude of the jump of specific heat on the other hand. The framework also shows why network glasses near the rigidity transition are strong, and why they are more fragile when the valence is increased or decreased. It also shows that a common interpretation for the \"rigidity window\" that occurs near the rigidity transition is not valid.\n\n    (ii) Plasticity: We went beyond linear elasticity to investigate what controls the density of elementary excitations in amorphous solids (shear transformation zones and weak contacts in sphere packings), by focusing on a simple model of glass, the fully connected spin glass (SK model). We showed that the emergence of a pseudogap in these systems can be understood in purely dynamical terms, and is associated to the emergence of singular correlation between soft spins.\n\n    (iii) We have developed a microscopic framework to describe the jamming transition that occurs when a surface is sheared, leading to erosion.\n\n    The experimental part of this project is developed elliptical colloids as passive local detectors to probe the local dynamics of glassy colloids at the particle scale. We  developed an optical method to measure the rotation of tracer ellipsoids in a sea of spherical colloids.  The ellipsoidal probe particles are made from different materials, which provide the optical contrast needed to follow their rotational and translational motion.\n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: David J Pine"
 }
}