{
 "awd_id": "1236926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Increasing the Impact of TUES Projects through Effective Propagation Strategies: A How-To Guide for PIs",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 185891.0,
 "awd_amount": 185891.0,
 "awd_min_amd_letter_date": "2012-03-09",
 "awd_max_amd_letter_date": "2012-03-09",
 "awd_abstract_narration": "This TUES Central Resource Project is being designed to help TUES PIs and others engaged in improving STEM education to increase the propagation of their work among undergraduate instructors in STEM and STEM departments. This goal is being pursued through the creation of more deliberate strategies by TUES applicants designed to facilitate wider adoption and adaptation of new learning materials and teaching strategies. \r\n     Substantial work has taken place within the TUES program and its predecessors to develop improved instructional methods and materials based on current scientific understanding of how students learn. These materials and strategies have developed into resources that many STEM faculty members could apply with good effect in their courses. Awareness of these resources has increased, as has the fundamental idea that some materials and instructional methods are more effective than others. Nevertheless, there is a growing realization that moving beyond increased awareness to increased adaption of effective teaching practices is not occurring apace. \r\n     This project is working to improve propagation strategies within the TUES community through four core activities: \r\n1. Collecting and reviewing propagation strategies used by current and former TUES/CCLI projects to promote adaptation and implementation of innovative developments in STEM education. \r\n2. Analyzing and categorizing propagation strategies in terms of empirical evidence of success and factors identified by theories of change. \r\n3. Promoting discussion about and awareness of the importance of deliberately designing propagation strategies and explicitly using appropriate strategies in project planning. \r\n4. Developing accessible resources about a range of possible propagation strategies as well as knowledge to identify and optimize strategies to enhance impact. These resources are a written \"how-to\" guide, webinar presentations, and individual consultations. \r\n     Intellectual Merit: This project addresses a core problem in STEM education reform. A 2008 National Academies Workshop concluded that the greatest gains in effective STEM education are likely to come from the development of strategies to encourage faculty and administrators to implement proven instructional strategies. This project is promoting the use of such propagation strategies within the TUES program. \r\n     Broader Impacts: Many of the instructional strategies developed within the TUES program have been shown to help all students learn while having a disproportionately positive impact on the learning and retention of women and minorities, who are historically underrepresented in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renee",
   "pi_last_name": "Cole",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Renee S Cole",
   "pi_email_addr": "renee-cole@uiowa.edu",
   "nsf_id": "000356629",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "E325 Chemistry Building",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751400",
   "pgm_ele_name": "TUES-Central Resource Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 185891.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to help STEM educational researchers and curriculum developers achieve broad, sustained adoption of their project products (e.g., instructional strategies, instructional materials, course curricula, etc.) by developing resources to evaluate their propagation plans and then strengthen their plans by focusing on the opportunities highlighted by the evaluation. To achieve this goal, we developed resources that include: (A) the Designing for Sustained Adoption Assessment Instrument to analyze propagation plans in STEM education development proposals, (B) a published &lsquo;how-to&rsquo; guide, (C) workshop presentations, and (D) webinar presentations. Development of the resources was informed by (1) an understanding of typical propagation practices, (2) an understanding of successful propagation practices, and (3) research on diffusion of innovations and organizational change. We characterized typical practices through a web survey of NSF CCLI/TUES PIs, interviews with NSF TUES program directors (PDs), and analysis of funded grant proposals. Our characterization of successful practices was based on the literature and an analysis of STEM educational innovations that are well propagated.&nbsp;The project team had already reviewed and synthesized the literature on diffusion of innovations and organizational change. Key activities and outcomes of the project are summarized below.</p>\n<p><strong>Instrument for describing and evaluating propagation plans for education development projects</strong></p>\n<p>The Designing for Sustained Adoption Assessment Instrument (DSAAI) was designed as a rubric to help developers understand, evaluate, and improve a propagation plan. DSAAI development was informed by prior research on change theory and implementation of educational innovations as well as our initial analyses of funded proposals and well-propagated instructional strategies and materials. This instrument is designed to be used by curriculum developers as they plan educational development projects. Workshops with educational developers using the DSAAI have shown that developers improve the quality of their proposals and the impact of funded projects, particularly in terms of propagation strategies. Details of the DSAAI were published in the <em>International Journal of STEM Education.</em></p>\n<p><strong>Analysis of typical propagation strategies in funded proposals </strong></p>\n<p>To understand typical propagation practice, the project team analyzed propagation strategies typically used by education developers. We analyzed propagation strategies in 71 funded proposals using the DSAAI to evaluate the effectiveness of typical propagation strategies. Overall, we found that few education developers propose strong propagation plans. Product development had at most limited involvement of potential adopters; dissemination was limited to passive activities, such as talks and papers; and support for adopters after initial adoption to reduce &ldquo;adopt and drop&rdquo; was rarely discussed. &nbsp;Details of this work were described in a manuscript accepted for publication in the <em>Journal of Science Education and Technology</em>.</p>\n<p><strong>Characterization of well-propagated instructional strategies and teaching materials (WePISMs)</strong></p>\n<p>Constructing a list of instructional strategies and teaching materials that have been well propagated allowed us to understand characteristics of effective propagation strategies, including the development and dissemination processes that may have resulted in these successes. The identification and characterization of well-propagated instructional strategies was achieved using an iterative process that included email surveys with experts, feedback from the STEM education community, reviews of the literature, web searches, and case studies. The model of designing for successful propagation resulting from this study has three core propagation activities: interactive development, interactive dissemination, and support of adopters. Each of these core activities is interconnected with the others stages and each relies on funding.</p>\n<p><strong>Resources to support sustained adoption of education innovations</strong></p>\n<p>Interactive development, interactive dissemination, and support of adopters are not typically used by educational developers, yet appear necessary for successful propagation. The model of designing for successful propagation emerging from this work can guide education developers in constructing propagation plans likely to lead to sustained adoption of education innovations and has informed our resources, described below. Furthermore, we have developed resources to support educational developers in these endeavors. In addition to the DSAAI, we have published a \"how to\" guide to introduce readers to our framework for thinking about and planning for effective propagation. &nbsp;<em>Designing Educational Innovations for Sustained Adoption: A How-to Guide for Education Developers Who Want to Increase the Impact of Their Work</em> is a written guide designed to improve propagation practice by putting the lessons learned in this project into a format that will help educational developers understand the value of propagation strategies; make informed, intentional choices among alternative change strategies; and implement the selected plan effectively. We have feedback that proposal writers find the resources helpful in thinking about project design and completion. We have also created a ten-page Executive Summary to introduce readers to the core ideas from the How-To Guide and encourage them to get the complete Guide.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2017<br>\n\t\t\t\t\tModified by: Renee&nbsp;S&nbsp;Cole</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488228736377_bookcover--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488228736377_bookcover--rgov-800width.jpg\" title=\"Designing Educational Innovations for Sustained Adoption\"><img src=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488228736377_bookcover--rgov-66x44.jpg\" alt=\"Designing Educational Innovations for Sustained Adoption\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This How-To Guide takes would-be and in-process developers of education products systematically through designing for successful adoption.</div>\n<div class=\"imageCredit\">Increase the Impact Project</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Renee&nbsp;S&nbsp;Cole</div>\n<div class=\"imageTitle\">Designing Educational Innovations for Sustained Adoption</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488219027970_characteristics--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488219027970_characteristics--rgov-800width.jpg\" title=\"Model for designing for successful propagation\"><img src=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488219027970_characteristics--rgov-66x44.jpg\" alt=\"Model for designing for successful propagation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The model has three core propagation activities to be undertaken by the project team: interactive development, interactive dissemination, and support of adopters. The model emphasizes both the roles of three feedback loops that interconnect different activities and the importance of funding phase.</div>\n<div class=\"imageCredit\">Raina Khatri</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Renee&nbsp;S&nbsp;Cole</div>\n<div class=\"imageTitle\">Model for designing for successful propagation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488229093638_rubric--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488229093638_rubric--rgov-800width.jpg\" title=\"Designing for Sustained Adoption Assessment Instrument\"><img src=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488229093638_rubric--rgov-66x44.jpg\" alt=\"Designing for Sustained Adoption Assessment Instrument\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Designing for Sustained Adoption Assessment Instrument (DSAAI) has four major categories to characterize proposals and assess propagation strategies. The complete rubric is available at www.increasetheimpact.com.</div>\n<div class=\"imageCredit\">The Increase the Impact Project</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Renee&nbsp;S&nbsp;Cole</div>\n<div class=\"imageTitle\">Designing for Sustained Adoption Assessment Instrument</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488239973132_propagation--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488239973132_propagation--rgov-800width.jpg\" title=\"Accuracy of Predicted Likelihood of Adoption\"><img src=\"/por/images/Reports/POR/2017/1236926/1236926_10135552_1488239973132_propagation--rgov-66x44.jpg\" alt=\"Accuracy of Predicted Likelihood of Adoption\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparison of likelihood of project propagation and the evidence of propagation that was found (a) in terms of expert analysis of the proposal(b) in terms of the average rating for a proposal In each figure, the number in the bubble is the number of projects at that point on the grid.</div>\n<div class=\"imageCredit\">Courtney Stanford</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Renee&nbsp;S&nbsp;Cole</div>\n<div class=\"imageTitle\">Accuracy of Predicted Likelihood of Adoption</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to help STEM educational researchers and curriculum developers achieve broad, sustained adoption of their project products (e.g., instructional strategies, instructional materials, course curricula, etc.) by developing resources to evaluate their propagation plans and then strengthen their plans by focusing on the opportunities highlighted by the evaluation. To achieve this goal, we developed resources that include: (A) the Designing for Sustained Adoption Assessment Instrument to analyze propagation plans in STEM education development proposals, (B) a published ?how-to? guide, (C) workshop presentations, and (D) webinar presentations. Development of the resources was informed by (1) an understanding of typical propagation practices, (2) an understanding of successful propagation practices, and (3) research on diffusion of innovations and organizational change. We characterized typical practices through a web survey of NSF CCLI/TUES PIs, interviews with NSF TUES program directors (PDs), and analysis of funded grant proposals. Our characterization of successful practices was based on the literature and an analysis of STEM educational innovations that are well propagated. The project team had already reviewed and synthesized the literature on diffusion of innovations and organizational change. Key activities and outcomes of the project are summarized below.\n\nInstrument for describing and evaluating propagation plans for education development projects\n\nThe Designing for Sustained Adoption Assessment Instrument (DSAAI) was designed as a rubric to help developers understand, evaluate, and improve a propagation plan. DSAAI development was informed by prior research on change theory and implementation of educational innovations as well as our initial analyses of funded proposals and well-propagated instructional strategies and materials. This instrument is designed to be used by curriculum developers as they plan educational development projects. Workshops with educational developers using the DSAAI have shown that developers improve the quality of their proposals and the impact of funded projects, particularly in terms of propagation strategies. Details of the DSAAI were published in the International Journal of STEM Education.\n\nAnalysis of typical propagation strategies in funded proposals \n\nTo understand typical propagation practice, the project team analyzed propagation strategies typically used by education developers. We analyzed propagation strategies in 71 funded proposals using the DSAAI to evaluate the effectiveness of typical propagation strategies. Overall, we found that few education developers propose strong propagation plans. Product development had at most limited involvement of potential adopters; dissemination was limited to passive activities, such as talks and papers; and support for adopters after initial adoption to reduce \"adopt and drop\" was rarely discussed.  Details of this work were described in a manuscript accepted for publication in the Journal of Science Education and Technology.\n\nCharacterization of well-propagated instructional strategies and teaching materials (WePISMs)\n\nConstructing a list of instructional strategies and teaching materials that have been well propagated allowed us to understand characteristics of effective propagation strategies, including the development and dissemination processes that may have resulted in these successes. The identification and characterization of well-propagated instructional strategies was achieved using an iterative process that included email surveys with experts, feedback from the STEM education community, reviews of the literature, web searches, and case studies. The model of designing for successful propagation resulting from this study has three core propagation activities: interactive development, interactive dissemination, and support of adopters. Each of these core activities is interconnected with the others stages and each relies on funding.\n\nResources to support sustained adoption of education innovations\n\nInteractive development, interactive dissemination, and support of adopters are not typically used by educational developers, yet appear necessary for successful propagation. The model of designing for successful propagation emerging from this work can guide education developers in constructing propagation plans likely to lead to sustained adoption of education innovations and has informed our resources, described below. Furthermore, we have developed resources to support educational developers in these endeavors. In addition to the DSAAI, we have published a \"how to\" guide to introduce readers to our framework for thinking about and planning for effective propagation.  Designing Educational Innovations for Sustained Adoption: A How-to Guide for Education Developers Who Want to Increase the Impact of Their Work is a written guide designed to improve propagation practice by putting the lessons learned in this project into a format that will help educational developers understand the value of propagation strategies; make informed, intentional choices among alternative change strategies; and implement the selected plan effectively. We have feedback that proposal writers find the resources helpful in thinking about project design and completion. We have also created a ten-page Executive Summary to introduce readers to the core ideas from the How-To Guide and encourage them to get the complete Guide. \n\n \n\n\t\t\t\t\tLast Modified: 02/27/2017\n\n\t\t\t\t\tSubmitted by: Renee S Cole"
 }
}