{
 "awd_id": "1236029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impact of Single-Walled Carbon Nanotubes on Growth and Reproductive Parameters in Fish",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "Abstract\r\n\r\n#1236029\r\nSabo-Attwood, Tara\r\n\r\n\r\nNanomaterials (NM) have emerged as high-performance entities with application in numerous sectors, including electronic, optical, medical, and structural composite technologies. Because of their anticipated role in large-scale industrial production, there is little doubt that select NM will ultimately find their way into our aquatic environment. There is a lack of fundamental studies that have investigated the effects of single-walled carbon nanotube (SWNT) biological interactions and effects in aquatic organisms, particularly through chronic dietary exposure routes, and even fewer that have addressed mechanisms of action. Therefore we have limited understanding of the potential toxicity associated with environmentally relevant exposures.\r\n\r\nThe purpose of this proposal is to fundamentally understand the sub-lethal effects of SWNTs with a focus on elucidating their role in limiting growth and reproduction in largemouth bass (LMB), a well characterized environmentally relevant freshwater model for reproductive toxicological assays. We are particularly interested in investigating the ability of pristine non-surface functionalized SWNTs to alter the gastrointestinal (GI) environment through direct tissue damage and/or sequestering proteins vital to digestion and absorption of dietary constituents. The study design involves a systematic top down approach spanning in vivo fish exposures to mechanistic in vitro assays. We will accomplish these studies through the following specific tasks; (1) Track SWNT distribution using a custom built near-infrared fluorescent (NIRF) imaging system and assess growth following dietary exposures to LMB; (2) Assess the impact of SWNTs and estrogen enriched diets on reproductive endpoints including measurements of vitellogenin and steroids (17&#946;-estradiol and 11-keto-testosterone) in plasma by ELISA and determination of estrogen receptor binding and activation using fluorescence polarization and gene reporter assays, respectively; (3) Determine suites of proteins bound to SWNTs in intestinal tissues and blood using proteomics strategies. The proposed research will fill a critical gap in the scientific literature by providing a systematic understanding of the growth and reproductive effects of ingested SWNTs. This will also be the first study to address specific mechanisms of action (MOA) by employing a suite of molecular assays and proteomic strategies.  These studies will be fully novel, as there are no fundamental mechanistic reports that have examined the impact of SWNTs on growth and reproductive processes through disruption of the GI tract and endocrine system in fish. Results of this study may lead to biological relations for SWNTs in aquatic environments, allowing a priori predictions of their fate and effects and therefore meets the definition set forth by the NSF for transformative research.\r\n\r\nIntellectual Merit. The expected research outcomes and benefits include systemic tracking of SWNTs in whole animals; advanced understanding of chronic dietary exposures to SWNT on the endocrine system; revealing the interactions of SWNTs with biological molecules and specific MOA including receptor activation and cell production of steroids . This increase in basic scientific knowledge will ultimately lead to understanding relevant environmental exposure scenarios and sub-lethal biologic effects that could impact aquatic organisms at the population level. \r\n\r\nBroader Impacts. The proposed activity will generate critical knowledge to better understand the environmental implication of a commercially important class of nanomaterials. The majority of requested funds are directed toward the training of a postdoctoral associate in an emerging and interdisciplinary research topic. This research will provides for mentoring and cross training (molecular signaling and proteomics) in a novel and highly relevant area that is of immediate and critical importance to our society. The postdoctoral training program integrates classroom and hands on laboratory training and the opportunity to mentor minority graduate and undergraduate students recruited to work in the lab. Dissemination of the research results is planned through conference presentations, peer-reviewed publications and research symposiums.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tara",
   "pi_last_name": "Sabo-Attwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tara Sabo-Attwood",
   "pi_email_addr": "sabo@phhp.ufl.edu",
   "nsf_id": "000600941",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Denslow",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy D Denslow",
   "pi_email_addr": "ndenslow@ufl.edu",
   "nsf_id": "000477570",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "763700",
   "pgm_ele_name": "NANTOXICOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7238",
   "pgm_ref_txt": "ENG ITR CORE ACTIVITIES"
  },
  {
   "pgm_ref_code": "7328",
   "pgm_ref_txt": "ICSU"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Small particles that exist in the nanometer range, termed nanomaterials (NMs), have been introduced into industrial and commercial products. &nbsp;Because of their role in large-scale industrial production, there is little doubt that NMs will ultimately find their way into our aquatic environment. The field lacks fundamental studies that investigate the biological effects of one particular type of NM, single-walled carbon nanotubes (SWNTs), on aquatic species. SWNTs present a major challenge to researchers as they are difficult to detect and differentiate from the carbon atoms that make up organisms and therefore such assessments of their potential health impacts have not been well studied. The purpose of this award was to fundamentally understand the sub-lethal effects of SWNTs with a focus on detection and elucidating their role in impacting growth and reproduction of freshwater model fish species. &nbsp;</p>\n<p>We performed several experiments to test whether dietary exposure of fish to SWNTs would impair growth and reproductive parameters by interfering with normal hormonal (estrogen) processes. We were interested to know how the SWNTs behaved in the gastrointestinal tracts of fish, specifically whether they would get absorbed and how the SWNTs interacted with hormones and other molecules directly. Experiments included a series of short-term (48 hours) and long-term (26 weeks) exposures where fish were exposed orally to SWNTs and estrogen (ethinyl estradiol, EE2) either directly by gavage or through food, respectively. &nbsp;After the exposures we tracked the SWNTs using a custom near-infrared fluorescence (NIRF) imaging system, measured growth, and monitored molecular changes in tissues through measurements of gene expression. &nbsp;A series of lab-based <em>in vitro</em> studies were also performed to determine the ability of SWNTs to bind EE2 directly and alter the activity of the estrogen with known receptors and downstream gene targets.</p>\n<p>Based on our work we have made several discoveries; (1) In short term gavage and feeding studies in fish, SWNTs do not cross the intestinal epithelial barrier. This was determined by imaging whole intestines and tissue sections with NIRF. Due to the challenges in detecting carbon-based nanomaterials in biological systems, the significance of these results are that they combine visualization and quantitation of SWNT distribution in aquatic organisms with high specificity and sensitivity. (2) While SWNTs were easily cleared from the intestinal tract of fish and did not display acute toxicity, they modify the normal expression of intestinal genes important for nutrient uptake. Several nutrient transporters (PEPT1, PEPT2) showed varied expression that was time and location (proximal, middle, and distal) dependent in SWNT-exposed fish.&nbsp; These results are significant because few studies have probed SWNT-effects beyond classic end points (mortality, growth, histology) suggesting that novel responses are important in health and safety assessments of NMs. (3) In a long term SWNT feeding study with largemouth bass we determined that SWNTs cause a reduction in growth. These results are significant because they show effects of chronic exposure of SWNTs on growth that may be related to lack of nutrient uptake. These studies highlight the importance of considering long-term sub-lethal investigations in safety assessments of carbon NMs in aquatic systems. (4) As SWNTs are likely to contact other chemicals in aquatic systems we discovered the model estrogen, EE2, sorbs to SWNTs <em>in vitro</em> however, in biological systems (cells and fish), EE2 retains bioactivity suggesting it is released from the SWNTs. This implies systemic absorption and retained bioactivity of EE2 from the GI tract that was originally bound to SWNTs when ingested. We further show that this occurs in 2 separate fish models that have disparate gut tracts (bass with low pH stomach and minnows with no stomach and neutral pH) suggesting desorption of EE2 occurs independent of pH and perhaps differences in GI tract architecture. (5) To explain events that drive desorption of EE2 from SWNTs we tested the ability of several GI tract proteins (trypsin, chymotrypsin, pepsin) to impact estrogen-SWNT sorption. Results suggest that gut proteins partially impair E2 sorption to SWNTs and in fact, the degree of impact on sorption varied between the type of protein. These results are significant as they are the first to test the behavior of sorbed EE2 to SWNTs in the presence of relevant gut proteins essential to digestion.</p>\n<p>&nbsp;Data generated from this grant was disseminated through production of several book chapters, manuscripts and more than 27 conference proceedings. Several students enrolled in doctoral, masters and undergraduate programs participated in this work and were afforded the opportunity to present results at several venues including regional and national conferences. Summer high school students also participated in the work through a 10 week program which culminated in a research symposium. A postdoctoral associate completed an extensive training program and has successfully been promoted to a tenure-track faculty position. Finally we have also shared our results with Florida fish and wildlife agencies where information was shared through face to face meetings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2016<br>\n\t\t\t\t\tModified by: Tara&nbsp;Sabo-Attwood</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSmall particles that exist in the nanometer range, termed nanomaterials (NMs), have been introduced into industrial and commercial products.  Because of their role in large-scale industrial production, there is little doubt that NMs will ultimately find their way into our aquatic environment. The field lacks fundamental studies that investigate the biological effects of one particular type of NM, single-walled carbon nanotubes (SWNTs), on aquatic species. SWNTs present a major challenge to researchers as they are difficult to detect and differentiate from the carbon atoms that make up organisms and therefore such assessments of their potential health impacts have not been well studied. The purpose of this award was to fundamentally understand the sub-lethal effects of SWNTs with a focus on detection and elucidating their role in impacting growth and reproduction of freshwater model fish species.  \n\nWe performed several experiments to test whether dietary exposure of fish to SWNTs would impair growth and reproductive parameters by interfering with normal hormonal (estrogen) processes. We were interested to know how the SWNTs behaved in the gastrointestinal tracts of fish, specifically whether they would get absorbed and how the SWNTs interacted with hormones and other molecules directly. Experiments included a series of short-term (48 hours) and long-term (26 weeks) exposures where fish were exposed orally to SWNTs and estrogen (ethinyl estradiol, EE2) either directly by gavage or through food, respectively.  After the exposures we tracked the SWNTs using a custom near-infrared fluorescence (NIRF) imaging system, measured growth, and monitored molecular changes in tissues through measurements of gene expression.  A series of lab-based in vitro studies were also performed to determine the ability of SWNTs to bind EE2 directly and alter the activity of the estrogen with known receptors and downstream gene targets.\n\nBased on our work we have made several discoveries; (1) In short term gavage and feeding studies in fish, SWNTs do not cross the intestinal epithelial barrier. This was determined by imaging whole intestines and tissue sections with NIRF. Due to the challenges in detecting carbon-based nanomaterials in biological systems, the significance of these results are that they combine visualization and quantitation of SWNT distribution in aquatic organisms with high specificity and sensitivity. (2) While SWNTs were easily cleared from the intestinal tract of fish and did not display acute toxicity, they modify the normal expression of intestinal genes important for nutrient uptake. Several nutrient transporters (PEPT1, PEPT2) showed varied expression that was time and location (proximal, middle, and distal) dependent in SWNT-exposed fish.  These results are significant because few studies have probed SWNT-effects beyond classic end points (mortality, growth, histology) suggesting that novel responses are important in health and safety assessments of NMs. (3) In a long term SWNT feeding study with largemouth bass we determined that SWNTs cause a reduction in growth. These results are significant because they show effects of chronic exposure of SWNTs on growth that may be related to lack of nutrient uptake. These studies highlight the importance of considering long-term sub-lethal investigations in safety assessments of carbon NMs in aquatic systems. (4) As SWNTs are likely to contact other chemicals in aquatic systems we discovered the model estrogen, EE2, sorbs to SWNTs in vitro however, in biological systems (cells and fish), EE2 retains bioactivity suggesting it is released from the SWNTs. This implies systemic absorption and retained bioactivity of EE2 from the GI tract that was originally bound to SWNTs when ingested. We further show that this occurs in 2 separate fish models that have disparate gut tracts (bass with low pH stomach and minnows with no stomach and neutral pH) suggesting desorption of EE2 occurs independent of pH and perhaps differences in GI tract architecture. (5) To explain events that drive desorption of EE2 from SWNTs we tested the ability of several GI tract proteins (trypsin, chymotrypsin, pepsin) to impact estrogen-SWNT sorption. Results suggest that gut proteins partially impair E2 sorption to SWNTs and in fact, the degree of impact on sorption varied between the type of protein. These results are significant as they are the first to test the behavior of sorbed EE2 to SWNTs in the presence of relevant gut proteins essential to digestion.\n\n Data generated from this grant was disseminated through production of several book chapters, manuscripts and more than 27 conference proceedings. Several students enrolled in doctoral, masters and undergraduate programs participated in this work and were afforded the opportunity to present results at several venues including regional and national conferences. Summer high school students also participated in the work through a 10 week program which culminated in a research symposium. A postdoctoral associate completed an extensive training program and has successfully been promoted to a tenure-track faculty position. Finally we have also shared our results with Florida fish and wildlife agencies where information was shared through face to face meetings.\n\n\t\t\t\t\tLast Modified: 12/19/2016\n\n\t\t\t\t\tSubmitted by: Tara Sabo-Attwood"
 }
}