{
 "awd_id": "1236905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "LTER:  MCR IIB: Long-Term Dynamics of a Coral Reef Ecosystem",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2964000.0,
 "awd_amount": 4632747.0,
 "awd_min_amd_letter_date": "2012-09-15",
 "awd_max_amd_letter_date": "2015-08-07",
 "awd_abstract_narration": "Intellectual Merit: The Moorea Coral Reef (MCR) LTER was established in 2004 to investigate community and ecosystem effects of pulsed perturbations and slowly changing environment from local and global stressors. The site is the coral reef complex surrounding the island of Moorea, French Polynesia, which includes a lagoon system (with fringing reef and back reef habitats) and a steeply sloping fore reef offshore. The core issue that unifies MCR research centers on ecological resilience, specifically the processes and attributes that affect the capacity of a coral reef to absorb perturbations and reassemble to a community dominated by stony corals without degrading to an alternative state (e.g., one dominated by macroalgae). At the end of MCR I, virtually all of the coral on the outer fore reef surrounding Moorea was killed by a natural but brief outbreak of a coral predator, which was followed by storm waves that removed dead coral skeletons from the fore reef on one of the three shores of the island. These perturbations had little effect on corals in lagoon habitats. Spatial variation in the landscape scale effects of these qualitatively different perturbations provides the MCR with an unparalleled scientific opportunity to address fundamental, unresolved questions regarding disturbance and recovery of coral reefs, together with the effects of community structure on reef functioning. The MCR research program addresses two time horizons and hence research activities are organized into two corresponding themes. Research Theme 1 (Resilience of Contemporary Reefs) focuses on factors that promote or inhibit the return of a perturbed reef community to a coral-dominated state under current levels of stressors from Global Climate Change (GCC) and Ocean Acidification (OA). Research Theme 2 (Structure and Function of Reefs in the Future) addresses the longer time horizon and seeks insight into how forecasted changes in GCC- and OA-related drivers may alter the structure of the benthic community, together with the consequences of those changes to ecosystem processes. This integrated research program for these inter-related themes includes question-driven time series measurements, long term field experiments, shorter-term field and laboratory experiments and measurements, and modeling and synthesis activities to integrate and generalize the results. The six goals of MCR IIB are to: (a) contribute to understanding what factors influence reef resilience and how GCC- and OA-related drivers will affect coral reefs; (b) continue our long term datasets on community dynamics, ecosystem processes and physical and chemical drivers; (c) maintain 3 long term field experiments and initiate 1 new one; (d) develop and test ecological theory; (e) continue to enhance our information management system to more fully meet the needs of the LTER network and the broader scientific community; and (f) maintain the effectiveness of MCR outreach components. Broader Impacts: Coral reefs are not just ecologically important - they yield upwards of $375 billion annually in goods and services (most of it in the developing world) that are vulnerable to human activities and climate forcing. Hence this research has relevance and application to resource managers, policy makers and stakeholders worldwide. LTER findings are presented annually to the Minister of the Environment of French Polynesia and have been used in the development of Marine Protected Areas for Moorea. Broader impacts arising from LTER educational activities include postdoctoral mentoring, research that integrates undergraduate and graduate training, active participation of faculty researchers and K-12 teachers in MCR research, incorporation of MCR findings in teaching curricula, progress towards an ethnically diverse MCR student community, and involvement of faculty and students from predominantly undergraduate and minority-serving institutions. Additional impacts are realized by MCR outreach efforts, including partnerships with three local schools that serve socioeconomically disadvantaged and minority students, with the University of California - Santa Barbara  REEF (Research Experience & Education Facility) that exposes over 10,000 K-12 and public visitors annually to MCR research, and with the Atitia Center on Moorea to reach Tahitian school children and the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Schmitt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Russell J Schmitt",
   "pi_email_addr": "schmitt@lifesci.ucsb.edu",
   "nsf_id": "000415759",
   "pi_start_date": "2012-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Holbrook",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sally J Holbrook",
   "pi_email_addr": "holbrook@lifesci.ucsb.edu",
   "nsf_id": "000096541",
   "pi_start_date": "2012-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Carpenter",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Carpenter",
   "pi_email_addr": "robert.carpenter@csun.edu",
   "nsf_id": "000324812",
   "pi_start_date": "2012-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Edmunds",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Peter J Edmunds",
   "pi_email_addr": "peter.edmunds@csun.edu",
   "nsf_id": "000478133",
   "pi_start_date": "2012-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "Gump Station, UC Berkeley",
  "perf_str_addr": "BP 244-98728",
  "perf_city_name": "Maharepa, Moorea",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "FP",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "French Polynesia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  },
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "8556",
   "pgm_ref_txt": "Coral Reefs"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 980000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1977215.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 301492.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1374040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Coral reefs contain upwards of a third of all marine species and provide critical ecosystem services to coastal human populations who depend on them for their livelihoods. &nbsp;They also are among the most threatened of all marine systems.&nbsp; In the past several decades, numerous coral reefs world-wide have transitioned to a state where seaweeds or other non-coral organisms dominate reefs following a large disturbance.&nbsp; Although reefs in many regions are shifting to a seaweed-dominated state, some reefs appear to exhibit higher levels of ecological resilience, allowing them to avoid persistent state shifts.&nbsp; This is the case on the South Pacific island of Moorea, French Polynesia.&nbsp; The Moorea Coral Reef Long-Term Ecological Research site (MCR LTER) is an interdisciplinary research program that seeks to understand the factors that influence the resilience of coral reef ecosystems to human and natural disturbances, and to better forecast how coral reef ecosystems will be affected in the future by slowly-changing environmental drivers.&nbsp; The MCR LTER site consists of a coral reef complex that encircles the 37-mile perimeter of the island of Moorea. The project is addressing the community and ecosystem effects of pulsed (e.g., cyclones, coral bleaching, coral predator outbreaks) and local press (e.g., fishing, nutrient enrichment) perturbations that occur against a background of more slowly changing environmental drivers associated with ocean acidification and changing climate conditions.</p>\n<p>&nbsp;An outbreak of a coral predator in 2007-2009 followed by a category 5 hurricane in early 2010 provided the opportunity to explore what influences resilience of coral communities. &nbsp;To do this, we employed an integrative science approach that addressed specific place-based questions about resilience, including the control of macroalgae and recovery of the coral community, while developing a framework that allowed us to explore more complex questions about interactions and feedbacks within the Moorea system to yield generality.&nbsp; Our activities included three approaches.&nbsp; First, we continued to collect time series data that has been a core activity of the MCR since 2004.&nbsp; The MCR time series program has three components: one is designed to quantify long term trends in key groups of organisms on the reef (e.g., corals, algae, fishes), a second measures temporal patterns of the rates of key ecosystem processes (e.g., primary production, calcification, reef metabolism), and the third estimates trends in major abiotic drivers (e.g., temperature, wave forces, water circulation, pH). &nbsp;Second, we conducted process-oriented research studies motivated by patterns in our time series data to test explicit hypotheses.&nbsp; These studies included detailed field measurements as well as short- and multi-year field experiments, with particular attention paid to the processes that control algae and the recruitment of young coral. Third, we developed a framework to evaluate which types of coral might become more dominant in the future when the ocean is warmer and more acidic. &nbsp;We did this through a combination of field measurements, laboratory experiments and modeling.</p>\n<p>&nbsp;The central element of the project was a participatory training component that provided hands-on research experience for 66 graduate students, 151 undergraduate students, 24 postdoctoral researchers, and 17 K-12 Teachers. &nbsp;Undergraduate students had the unique experience of working alongside MCR Principal Investigators, Associate Investigators, post-doctoral researchers and graduate students, and were exposed to their different expertise. &nbsp;All were involved in MCR research and outreach activities and participated in annual MCR All-Investigator Meetings.&nbsp;</p>\n<p>&nbsp;Another element of the project was an LTER Schoolyard education program aimed at K-12 students and teachers. &nbsp;We developed web-based resources, including a Marine Life in Moorea Encyclopedia, research descriptions for each MCR graduate student, and a teacher resource section developed largely by our RET (Research Experiences for Teachers) participants.&nbsp; We partnered with schools that have large enrollments of under-represented and/or economically disadvantaged groups and whose teachers used curricula based on MCR research, attended our professional development activities, and traveled to our field site for research experiences.&nbsp; Another activity was an annual visit by &gt;100 fourth graders from a local elementary school. &nbsp;MCR graduate students led K-12 activities at our coral reef booth at the annual Earth Day celebration in Santa Barbara, and our undergraduates served as docents at the REEF (Research Experience &amp; Education Facility, an interactive marine educational facility at UC Santa Barbara) that serves over 10,000 K-12 and public visitors annually.&nbsp; We produced a children&rsquo;s book, Kupe and the Corals, which was published in various combinations of English, French, Spanish, Hawaiian, Tahitian and Paumotu. The book is widely used in local schools in French Polynesia.</p>\n<p>&nbsp;The TV series Voice of the Sea produced by the Sea Grant Program at the University of Hawaii produced 12 episodes featuring our project science and graduate students.&nbsp; Much of our work on coral resilience was disseminated broadly on the internet, both in the United States and internationally.&nbsp; Our research on ocean acidification and symbiosis has been featured as Top Discoveries from NSF Research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2018<br>\n\t\t\t\t\tModified by: Russell&nbsp;J&nbsp;Schmitt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCoral reefs contain upwards of a third of all marine species and provide critical ecosystem services to coastal human populations who depend on them for their livelihoods.  They also are among the most threatened of all marine systems.  In the past several decades, numerous coral reefs world-wide have transitioned to a state where seaweeds or other non-coral organisms dominate reefs following a large disturbance.  Although reefs in many regions are shifting to a seaweed-dominated state, some reefs appear to exhibit higher levels of ecological resilience, allowing them to avoid persistent state shifts.  This is the case on the South Pacific island of Moorea, French Polynesia.  The Moorea Coral Reef Long-Term Ecological Research site (MCR LTER) is an interdisciplinary research program that seeks to understand the factors that influence the resilience of coral reef ecosystems to human and natural disturbances, and to better forecast how coral reef ecosystems will be affected in the future by slowly-changing environmental drivers.  The MCR LTER site consists of a coral reef complex that encircles the 37-mile perimeter of the island of Moorea. The project is addressing the community and ecosystem effects of pulsed (e.g., cyclones, coral bleaching, coral predator outbreaks) and local press (e.g., fishing, nutrient enrichment) perturbations that occur against a background of more slowly changing environmental drivers associated with ocean acidification and changing climate conditions.\n\n An outbreak of a coral predator in 2007-2009 followed by a category 5 hurricane in early 2010 provided the opportunity to explore what influences resilience of coral communities.  To do this, we employed an integrative science approach that addressed specific place-based questions about resilience, including the control of macroalgae and recovery of the coral community, while developing a framework that allowed us to explore more complex questions about interactions and feedbacks within the Moorea system to yield generality.  Our activities included three approaches.  First, we continued to collect time series data that has been a core activity of the MCR since 2004.  The MCR time series program has three components: one is designed to quantify long term trends in key groups of organisms on the reef (e.g., corals, algae, fishes), a second measures temporal patterns of the rates of key ecosystem processes (e.g., primary production, calcification, reef metabolism), and the third estimates trends in major abiotic drivers (e.g., temperature, wave forces, water circulation, pH).  Second, we conducted process-oriented research studies motivated by patterns in our time series data to test explicit hypotheses.  These studies included detailed field measurements as well as short- and multi-year field experiments, with particular attention paid to the processes that control algae and the recruitment of young coral. Third, we developed a framework to evaluate which types of coral might become more dominant in the future when the ocean is warmer and more acidic.  We did this through a combination of field measurements, laboratory experiments and modeling.\n\n The central element of the project was a participatory training component that provided hands-on research experience for 66 graduate students, 151 undergraduate students, 24 postdoctoral researchers, and 17 K-12 Teachers.  Undergraduate students had the unique experience of working alongside MCR Principal Investigators, Associate Investigators, post-doctoral researchers and graduate students, and were exposed to their different expertise.  All were involved in MCR research and outreach activities and participated in annual MCR All-Investigator Meetings. \n\n Another element of the project was an LTER Schoolyard education program aimed at K-12 students and teachers.  We developed web-based resources, including a Marine Life in Moorea Encyclopedia, research descriptions for each MCR graduate student, and a teacher resource section developed largely by our RET (Research Experiences for Teachers) participants.  We partnered with schools that have large enrollments of under-represented and/or economically disadvantaged groups and whose teachers used curricula based on MCR research, attended our professional development activities, and traveled to our field site for research experiences.  Another activity was an annual visit by &gt;100 fourth graders from a local elementary school.  MCR graduate students led K-12 activities at our coral reef booth at the annual Earth Day celebration in Santa Barbara, and our undergraduates served as docents at the REEF (Research Experience &amp; Education Facility, an interactive marine educational facility at UC Santa Barbara) that serves over 10,000 K-12 and public visitors annually.  We produced a children?s book, Kupe and the Corals, which was published in various combinations of English, French, Spanish, Hawaiian, Tahitian and Paumotu. The book is widely used in local schools in French Polynesia.\n\n The TV series Voice of the Sea produced by the Sea Grant Program at the University of Hawaii produced 12 episodes featuring our project science and graduate students.  Much of our work on coral resilience was disseminated broadly on the internet, both in the United States and internationally.  Our research on ocean acidification and symbiosis has been featured as Top Discoveries from NSF Research.\n\n\t\t\t\t\tLast Modified: 11/05/2018\n\n\t\t\t\t\tSubmitted by: Russell J Schmitt"
 }
}