{
 "awd_id": "1236157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Flow Instabilities in Gas-solid Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 201884.0,
 "awd_amount": 207884.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "1236157/1236490\r\nPI: Hrenya/Yin\r\n\r\nGas-solid flows are ubiquitous in both nature (landslides, avalanches, planetary rings, etc.) and industry (pharmaceuticals, food products, chemical and petroleum industries). High-velocity gas-solids flows that are found in a wide range of applications (circulating fluidized beds, pneumatic transport lines, sand flow modeling, erosion prevention, planetary rings, etc.), in particular, often develop instabilities that are referred to as ?clusters?, which are known to have a large impact on system performance.  Accurate prediction of onset and evolution of the clusters is critical to the design, scale-up, and optimization of related systems. It is shown that inelastic inter-particle collisions and gas-solid drag can both independently lead to instabilities; in real systems, however, they always cooperate and their relative importance has not been examined. The objective of this research is twofold: (i) to elucidate the relative importance of the various origins of the instabilities in high-velocity, gas-solid flows, and (ii) to critically assess the ability of a new kinetic-theory (continuum) model to predict the quantitative nature of such instabilities. This research will begin with a simplistic, time-dependent cooling system where kinetic energy input is absent, and then move to more complex and practically relevant fluidization systems with and without solid boundaries to investigate time-independent statistics. Four different computational methods will be used. Lattice Boltzmann simulations that solve the detailed flow around particles will be used to provide first-principle-based data sets needed to assess the relative importance of collisions and gas phase effects as well as cluster formation and evolution. On the continuum level, linear stability analyses based on two-fluid kinetic theories will first be used to predict the stability boundary; Euler-Lagrangian method where only gas phase is treated as a continuum and particles are discrete, and Euler-Euler models where both gas and particle phases are treated as continua, will then be used to simulate the evolution of the clusters. These results will be compared to the lattice Boltzmann data for a critical assessment of the predicative ability of the various continuum models. This research will generate first-principle-based simulation data on cluster formation and evolution for high-velocity gas-solid flows, and these data will be used to establish an accurate theory able to predict both onset and evolution of the clustering instability on the continuum level.\r\n\r\nThe simultaneous flow of gas and solid particles occurs in windstorms, landslides, reactors used for energy production, and mixing units used by the pharmaceutical industry, to mention just a few.  The complex physical interactions occurring in these systems make them difficult to predict from past experiments alone.  In this project, mathematical models with no fitting parameters will be developed and used to predict flow phenomenon unique to these systems.  The availability of such a modeling tool is expected to reduce to improved design of reactors in shorter turn-around times and at smaller costs than is currently possible.  The model will be made available to researchers worldwide via an existing open-source code, and thus is expected to find future use in numerous sectors, including pharmaceuticals, chemical process industries, energy production, geology, and astrophysics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Hrenya",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christine M Hrenya",
   "pi_email_addr": "hrenya@colorado.edu",
   "nsf_id": "000285628",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 201884.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Processes involving the flow of solid particles are ubiquitous in both nature (landslides, avalanches, planetary rings, etc.) and industry (pharmaceuticals, food products, chemical and petroleum industries), though a predictive understanding of their behavior remains an elusive goal.&nbsp; In the current effort, the focus is on high-velocity, gas-solids flows, which are found in a wide range of applications (circulating fluidized beds, pneumatic transport lines, sand flow modeling, erosion prevention, planetary rings, etc.). Of particular interest in this work were instabilities often referred to as &ldquo;clusters&rdquo;, which are known to have a large impact on system performance.&nbsp; For example, the streamers and clusters observed in high-velocity, gas-solid risers (vertical tubes used for upward transport) strongly influence the lateral mixing of particles and the associated gas-solid contact efficiency.&nbsp; A predictive knowledge of the instabilities observed in high-velocity flows is critical to the design, scale-up, and optimization of related systems.</p>\n<p>To address the aforementioned need, the objective of this project was twofold: (i) to elucidate the relative importance of the various origins of the instabilities in high-velocity, gas-solid flows, and (ii) to critically assess the ability of a new kinetic-theory (continuum) model to predict the quantitative nature of such instabilities.&nbsp; Regarding (i), although it has been established previously that inelastic collisions and gas-phase effects can independently lead to instabilities in granular and gas-solid flows, respectively, their relative importance has not been examined. We hypothesized that addition of fluid will enhance the onset of instabilities as it serves as an additional source of dissipation, which was confirmed by our results.&nbsp; We also hypothesized that the formation of clusters can significantly alter the rate of energy dissipation, and systems with more dissipative mechanisms may eventually achieve and sustain higher (particle-phase) kinetic energy levels than those with less dissipative mechanisms as the instabilities evolve. &nbsp;This was also confirmered by our results. &nbsp;Regarding (ii), we hypothesized that a new kinetic-theory model that rigorously incorporates the effects of the interstitial fluid on particle motion will provide an accurate quantitative prediction on both the onset and the evolution of gas-solid instabilities.&nbsp; To test, we generated a range of benchmark simulation data in which particles are treated discretely, and compared this to transient, three-dimensional predictions from the kinetic-theory model. &nbsp;Collectively, the proposed effort revealed the relative importance of each contributor to the gas-solid instability, the quantitative ability of kinetic-theory (continuum) models to capture the onset and evolution of instabilities.</p>\n<p>This work was a collaboration between the University of Colorado (Christine Hrenya), Colorado School of Mines (Xiaolong Yin) and an international collaborator (Vicente Garz&oacute;, Universidad de Extremadura, Spain).&nbsp; The broader impacts include a coordinated and balanced international collaboration including an extended visit by a Ph.D. student and postdoctoral researcher to Spain; interdisciplinary collaboration involving collaborators from physics, chemical engineering, and petroleum engineering; direct involvement of junior researchers and underrepresented groups (PI&rsquo;s); incorporation of new theory into MFIX (an open-source code available to researchers worldwide); training of students in the area of particle technology; and sharing of learned information with the technical community (via presentations, peer-reviewed publications, and web sites) and the student community (via incorporation into Particle Technology course developed by one of the PI&rsquo;s).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Christine&nbsp;M&nbsp;Hrenya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProcesses involving the flow of solid particles are ubiquitous in both nature (landslides, avalanches, planetary rings, etc.) and industry (pharmaceuticals, food products, chemical and petroleum industries), though a predictive understanding of their behavior remains an elusive goal.  In the current effort, the focus is on high-velocity, gas-solids flows, which are found in a wide range of applications (circulating fluidized beds, pneumatic transport lines, sand flow modeling, erosion prevention, planetary rings, etc.). Of particular interest in this work were instabilities often referred to as \"clusters\", which are known to have a large impact on system performance.  For example, the streamers and clusters observed in high-velocity, gas-solid risers (vertical tubes used for upward transport) strongly influence the lateral mixing of particles and the associated gas-solid contact efficiency.  A predictive knowledge of the instabilities observed in high-velocity flows is critical to the design, scale-up, and optimization of related systems.\n\nTo address the aforementioned need, the objective of this project was twofold: (i) to elucidate the relative importance of the various origins of the instabilities in high-velocity, gas-solid flows, and (ii) to critically assess the ability of a new kinetic-theory (continuum) model to predict the quantitative nature of such instabilities.  Regarding (i), although it has been established previously that inelastic collisions and gas-phase effects can independently lead to instabilities in granular and gas-solid flows, respectively, their relative importance has not been examined. We hypothesized that addition of fluid will enhance the onset of instabilities as it serves as an additional source of dissipation, which was confirmed by our results.  We also hypothesized that the formation of clusters can significantly alter the rate of energy dissipation, and systems with more dissipative mechanisms may eventually achieve and sustain higher (particle-phase) kinetic energy levels than those with less dissipative mechanisms as the instabilities evolve.  This was also confirmered by our results.  Regarding (ii), we hypothesized that a new kinetic-theory model that rigorously incorporates the effects of the interstitial fluid on particle motion will provide an accurate quantitative prediction on both the onset and the evolution of gas-solid instabilities.  To test, we generated a range of benchmark simulation data in which particles are treated discretely, and compared this to transient, three-dimensional predictions from the kinetic-theory model.  Collectively, the proposed effort revealed the relative importance of each contributor to the gas-solid instability, the quantitative ability of kinetic-theory (continuum) models to capture the onset and evolution of instabilities.\n\nThis work was a collaboration between the University of Colorado (Christine Hrenya), Colorado School of Mines (Xiaolong Yin) and an international collaborator (Vicente Garz&oacute;, Universidad de Extremadura, Spain).  The broader impacts include a coordinated and balanced international collaboration including an extended visit by a Ph.D. student and postdoctoral researcher to Spain; interdisciplinary collaboration involving collaborators from physics, chemical engineering, and petroleum engineering; direct involvement of junior researchers and underrepresented groups (PI?s); incorporation of new theory into MFIX (an open-source code available to researchers worldwide); training of students in the area of particle technology; and sharing of learned information with the technical community (via presentations, peer-reviewed publications, and web sites) and the student community (via incorporation into Particle Technology course developed by one of the PI?s).\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Christine M Hrenya"
 }
}