{
 "awd_id": "1236656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Energy Density, High Thermal Conductivity Latent Heat Storage using Inorganic Nanocomposites",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 292579.0,
 "awd_amount": 292579.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "CBET-1236656\r\nPI: Robert Wang\r\n\r\nThis project explores the use of inorganic nanocomposites as a medium for thermal energy storage. Energy density and charging/discharging time are two very important metrics for this field. The intellectual merit of this project is that it can potentially lead to large improvements in both metrics simultaneously. The nanocomposites in this project consist of a solid inorganic matrix with embedded metallic phase change nanoparticles. The common thermal storage analogue to these composites is a solid polymer matrix with embedded organic phase change materials (e.g. paraffin). This project?s nanocomposite design leads to higher volumetric energy densities because metals have much higher enthalpies of fusion than organic phase change materials. This nanocomposite design also leads to faster charging/discharging times because inorganic materials have much higher thermal conductivities than polymers. An additional benefit of using metallic nanoparticles is that their melting temperature is size-dependent. This means that the thermal storage temperature of these nanocomposites is not inextricably linked to chemical composition and can be a flexible design variable. Furthermore, since inorganic materials have excellent thermal stability, these nanocomposites can operate at temperatures inaccessible to polymer-based composites. To investigate the thermal storage potential of these composites, the melting temperature, enthalpy of fusion, and thermal conductivity will be measured for nanocomposites of varying composition, nanoparticle size, and nanoparticle volume fraction. Thermal cycling experiments will also be done to test the stability and durability of these materials. These nanocomposites will be synthesized using solution-phase chemistries, which allow variation of the matrix material and elegant control over nanoparticle size, shape, composition, and volume fraction. The precise control over composite microstructure of this fabrication technique will allow fundamental studies on phase change and materials design rules for thermal energy storage. \r\n\r\nThe broader impacts of this project are that its unexplored nanocomposite concept could significantly improve the performance of thermal storage materials; hence it could change the breadth and scope of thermal energy storage applications. On large manufacturing scales, this nanocomposite concept could improve thermal storage for solar thermal power generation and buildings thermal management. On small manufacturing scales, this nanocomposite concept could improve electronics thermal management by quenching transient power spikes. This project also includes a comprehensive outreach plan that addresses multiple education levels. This plan: (1) Engages K-12 students via interactive on-site presentations in their classrooms that focus on thermal energy and related topics. (2) Designs a laboratory module on colloidal nanoparticle synthesis for incorporation into curriculum at the community college level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Wang",
   "pi_email_addr": "rywang@asu.edu",
   "nsf_id": "000612115",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 292579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thermal energy pervades throughout our environment, but does not always show up at the right places at the right times. Consequently, society spends immense amounts of energy and effort to manage thermal energy loads. As a few examples, we: (i) burn natural gas to heat buildings at night, (ii) use air conditioners to cool buildings during the day, and (iii) create elaborate cooling systems to keep electronics from overheating. These demands can be balanced by using thermal energy storage to store and deliver heat to the right places at the right times.</p>\n<p>At the heart of a thermal energy storage system is the thermal energy storage material. Latent heat thermal storage systems utilize the solid-liquid transition of phase change materials (PCMs) to store thermal energy. Four key desirable characteristics of a good PCM for thermal storage are (a) a large enthalpy of fusion so that a large amount of thermal energy can be stored in a small amount of PCM (i.e., a large energy storage capacity), (b) a large thermal conductivity so that thermal charging/discharging of the PCM can happen quickly, (c) a melting temperature that matches your desired thermal storage temperature, and (d) excellent cyclability so that the PCM does not degrade over repeated melt-freeze cycles. &ldquo;Form-stable composites&rdquo; are a sub-class of materials within PCMs. These composites consist of phase change particles embedded in a solid matrix. These composites combine the mechanical stability of a solid with the thermal energy storage capacity of a PCM and are convenient for many applications. A typical example of a form-stable composite is paraffin embedded in polyethylene.</p>\n<p>This project created a new paradigm for form-stable composites as thermal energy storage materials. This new paradigm successfully demonstrated form-stable composites that (i) double thermal energy storage capacity, (ii) thermally charge/discharge 100 - 1000 times faster than traditional thermal storage materials, (iii) exhibit melting temperature flexibility through size-dependent melting, and (iv) exhibit excellent cyclability. These significantly improved properties were achieved by reworking the decades old form-stable composite concept of phase change paraffin macroparticles embedded in a polymer matrix.</p>\n<p>This new paradigm consisted of using metallic phase change nanoparticles embedded in a metallic matrix. More specifically, we created composites consisting of size-controlled bismuth nanoparticles embedded in a silver matrix. Our use of metallic phase change materials as opposed to organic phase change materials doubled thermal energy storage capacity. Our use of metallic matrices increased the composite&rsquo;s effective thermal conductivity by a factor of 100-1000. In addition, our use of phase change nanoparticles instead of phase change macroparticles enabled us to use size-dependent melting to change the melting temperature of the thermal storage material. Using size-dependent melting decouples melting temperature from chemical composition and gives thermal storage system designers a much wider choice of materials because they do not need to be restricted to a single melting temperature for a given chemical composition. Lastly, good cyclability of the composite was achieved by using the solid matrix to isolate individual nanoparticles and prevent them from coalescing with one another during melt-freeze cycles.</p>\n<p>This project also yielded additional outcomes that effect disciplines outside of thermal energy storage. For example, this project revealed many size-dependent melting behaviors that had been previously unobserved in a special class of nanoparticles known as colloidal nanocrystals. Colloidal nanocrystals consist of a crystalline inorganic core particle that is covered in organic molecules. Some of these previously unobserved phenomena were (i) the organic molecules on the colloidal nanocrystal surface can elevate their melting temperature relative to bare nanocrystals, (ii) melting data on these nanocrystals exhibit broad endothermic valleys that indicate that the nanocrystal surface melts at a lower temperature than the nanocrystal core, and (iii) colloidal nanocrystals can have low heterogeneous nucleation probabilities that lead to very large supercooling.</p>\n<p>The research results of this project were disseminated to the scientific community via several means: (i) four papers were published in peer-reviewed journals,&nbsp; (ii) three invited conference presentations, (iii) two invited seminars (iv) six contributed conference presentations, and (v) one PhD dissertation.</p>\n<p>This project also created training and educational opportunities for many people. Four PhD students, one MS student, and one BS student worked on the research portion of this project. Of these students, two of the PhD students were from under-represented groups in science and engineering. In addition, this project also delivered in-class presentations on thermal energy in K-12 classrooms throughout the Phoenix metropolitan area. To obtain a broad dissemination of these presentations, this project utilized Arizona State University&rsquo;s &ldquo;Science is Fun&rdquo; program, which utilizes undergraduate student presenters to help disseminate presentations. Over 12,000 service recipients participated in these presentations. In addition, over 97% of the service recipients expressed an increased desire to attend college and learn more about science as a result of these presentations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Robert&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThermal energy pervades throughout our environment, but does not always show up at the right places at the right times. Consequently, society spends immense amounts of energy and effort to manage thermal energy loads. As a few examples, we: (i) burn natural gas to heat buildings at night, (ii) use air conditioners to cool buildings during the day, and (iii) create elaborate cooling systems to keep electronics from overheating. These demands can be balanced by using thermal energy storage to store and deliver heat to the right places at the right times.\n\nAt the heart of a thermal energy storage system is the thermal energy storage material. Latent heat thermal storage systems utilize the solid-liquid transition of phase change materials (PCMs) to store thermal energy. Four key desirable characteristics of a good PCM for thermal storage are (a) a large enthalpy of fusion so that a large amount of thermal energy can be stored in a small amount of PCM (i.e., a large energy storage capacity), (b) a large thermal conductivity so that thermal charging/discharging of the PCM can happen quickly, (c) a melting temperature that matches your desired thermal storage temperature, and (d) excellent cyclability so that the PCM does not degrade over repeated melt-freeze cycles. \"Form-stable composites\" are a sub-class of materials within PCMs. These composites consist of phase change particles embedded in a solid matrix. These composites combine the mechanical stability of a solid with the thermal energy storage capacity of a PCM and are convenient for many applications. A typical example of a form-stable composite is paraffin embedded in polyethylene.\n\nThis project created a new paradigm for form-stable composites as thermal energy storage materials. This new paradigm successfully demonstrated form-stable composites that (i) double thermal energy storage capacity, (ii) thermally charge/discharge 100 - 1000 times faster than traditional thermal storage materials, (iii) exhibit melting temperature flexibility through size-dependent melting, and (iv) exhibit excellent cyclability. These significantly improved properties were achieved by reworking the decades old form-stable composite concept of phase change paraffin macroparticles embedded in a polymer matrix.\n\nThis new paradigm consisted of using metallic phase change nanoparticles embedded in a metallic matrix. More specifically, we created composites consisting of size-controlled bismuth nanoparticles embedded in a silver matrix. Our use of metallic phase change materials as opposed to organic phase change materials doubled thermal energy storage capacity. Our use of metallic matrices increased the composite?s effective thermal conductivity by a factor of 100-1000. In addition, our use of phase change nanoparticles instead of phase change macroparticles enabled us to use size-dependent melting to change the melting temperature of the thermal storage material. Using size-dependent melting decouples melting temperature from chemical composition and gives thermal storage system designers a much wider choice of materials because they do not need to be restricted to a single melting temperature for a given chemical composition. Lastly, good cyclability of the composite was achieved by using the solid matrix to isolate individual nanoparticles and prevent them from coalescing with one another during melt-freeze cycles.\n\nThis project also yielded additional outcomes that effect disciplines outside of thermal energy storage. For example, this project revealed many size-dependent melting behaviors that had been previously unobserved in a special class of nanoparticles known as colloidal nanocrystals. Colloidal nanocrystals consist of a crystalline inorganic core particle that is covered in organic molecules. Some of these previously unobserved phenomena were (i) the organic molecules on the colloidal nanocrystal surface can elevate their melting temperature relative to bare nanocrystals, (ii) melting data on these nanocrystals exhibit broad endothermic valleys that indicate that the nanocrystal surface melts at a lower temperature than the nanocrystal core, and (iii) colloidal nanocrystals can have low heterogeneous nucleation probabilities that lead to very large supercooling.\n\nThe research results of this project were disseminated to the scientific community via several means: (i) four papers were published in peer-reviewed journals,  (ii) three invited conference presentations, (iii) two invited seminars (iv) six contributed conference presentations, and (v) one PhD dissertation.\n\nThis project also created training and educational opportunities for many people. Four PhD students, one MS student, and one BS student worked on the research portion of this project. Of these students, two of the PhD students were from under-represented groups in science and engineering. In addition, this project also delivered in-class presentations on thermal energy in K-12 classrooms throughout the Phoenix metropolitan area. To obtain a broad dissemination of these presentations, this project utilized Arizona State University?s \"Science is Fun\" program, which utilizes undergraduate student presenters to help disseminate presentations. Over 12,000 service recipients participated in these presentations. In addition, over 97% of the service recipients expressed an increased desire to attend college and learn more about science as a result of these presentations. \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Robert Wang"
 }
}