{
 "awd_id": "1236662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rheological Characterization of Cellularly Remodeled Hydrogel Matrices",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "1236662\r\nAnseth\r\n\r\nDesigning scaffolds to mimic the extracellular matrix and provide a 3D microenvironment that can be remodeled by cells during migration has been an area of growing interest with applications in wound healing, tissue engineering and stem cell expansion. Although such materials provide an initially well-defined microenvironment for the cells, little is known about how migrating cells degrade and remodel synthetic scaffolds. The lack of quantitative and predictable information about this process has limited advances in biomaterial design. To bridge this gap, characterizing a 3D hydrogel matrix remodeled by encapsulated cells using both macro- and microrheological measurements will enable quantitative evaluation of the material properties in the region directly around the cell, the pericellular region, before the onset of and during cell migration. \r\nSpecifically, we propose experiments to determine material properties and the length scale of scaffold heterogeneity during the degradation reaction. Bulk rheology will be used to supplement microrheology enabling measurements of the complete gelation reaction. Finally, measurements conducted in the presence of an encapsulated migratory cell line, specifically human mesenchymal stem cells, will be performed to better understand how rheological changes in the pericellular region correlate with cell morphology, focal adhesions and motility. This approach to understanding cell migration, focusing on the fundamental rheological changes within the hydrogel, has the potential to transform many fields including but not limited to rheology of soft materials, 3D cell culture, tissue regeneration and biomaterials development.\r\n\r\nBroader impacts: The information gained during these studies will increase knowledge about cell remodeling during migration. The proposed research will have a significant impact on the intellectual advances and broader technological developments in several fields including wound healing, tissue engineering and stem cell culture. This will benefit society by advancing the development of biomaterials that can control cellular function, motility and morphology. The results of this work will be disseminated in academic papers and conference presentations. This multidisciplinary project will train students, graduate and undergraduate, with special efforts to recruit students from underrepresented groups. These students will perform research to meet the goals of this project, and this research will also be shared with the community. The PI and her research group have a history of extensive outreach to high school students and teachers and the general public, and the team will work to highlight the impact of biomaterial science in society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristi",
   "pi_last_name": "Anseth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristi Anseth",
   "pi_email_addr": "anseth@colorado.edu",
   "nsf_id": "000401679",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview.</strong>&nbsp; Biomaterials are increasingly used as scaffolds to promote or accelerate the healing of complex wounds or regeneration of injured tissues (e.g., broken bones, diabetic ulcers).&nbsp; However, key to this success is understanding how to engineer the materials to allow cells to attach, migrate, and ultimately remodel the scaffold as new tissue is formed.&nbsp; The scientific objective of this project was to develop new methods to quantify and predict how the chemistry of the biomaterial can be designed to encourage cell interactions and facilitate cell motility.&nbsp; Specifically, we developed techniques and methods to characterize the biomaterial degradation, while simultaneously tracking cell movements.</p>\n<p><strong>Intellectual Merit.</strong>&nbsp;In this project, we advanced fundamental science using both macro- and micro-rheological measurements to characterize how bone marrow stem cells remodel and degrade biomaterial matrices in three dimensions.&nbsp; The measurements allowed us to quantitatively evaluate how bone cells interact with the material regions directly around it, at the onset of and during its migration.&nbsp; With this information, we then designed a series of biomaterial chemistries with different adhesive signals, degradable linkers, and mechanical properties, and studied how human mesenchymal stem cell migration and wound healing properties responded to changes in the matrix microenvironment.&nbsp; Importantly, we developed metrics to help us and others design the connectivity and degradable linkers of one class of biomaterial, a hydrogel matrix, that can serve as a scaffold to recruit bone cells to promote fracture healing.&nbsp; Our approach to understanding cell migration, by focusing on the fundamental rheological changes within the biomaterial niche, has contributed to many fields, including the rheology of soft materials, three-dimensional stem cell culture materials, tissue engineering, and biomaterials development.&nbsp; &nbsp;</p>\n<p>&nbsp;<strong>Broader Impacts.</strong>&nbsp; The information gained during these studies is having a significant impact on the intellectual advancement and broader technological developments across several fields, including wound healing, tissue engineering, and stem cell culture.&nbsp;&nbsp; This is benefiting society by advancing the development of biomaterials that can improve medical devices and products, and ultimately quality of life.&nbsp; During the completion of this research, students at all levels (undergraduate, doctoral, and high school students) received advanced and interdisciplinary training to prepare them for careers in STEM fields.&nbsp; All project personnel were trained in an environment with teams of chemists, biologists, and engineers, and learned not only advanced research methods, but also how to communicate their scientific results.&nbsp; Many of these students worked with the PI to reach out to the broader community through events such as:&nbsp; laboratory tours to middle school girls, mentorship of elementary school students working on science fair projects, tutoring of students at local high schools, and numerous seminars to the general public to teach about the impact of biomaterial science and engineering in society.&nbsp; Notably, many of these activities were targeted to expose under-represented student groups to career opportunities in STEM.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2018<br>\n\t\t\t\t\tModified by: Kristi&nbsp;S&nbsp;Anseth</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview.  Biomaterials are increasingly used as scaffolds to promote or accelerate the healing of complex wounds or regeneration of injured tissues (e.g., broken bones, diabetic ulcers).  However, key to this success is understanding how to engineer the materials to allow cells to attach, migrate, and ultimately remodel the scaffold as new tissue is formed.  The scientific objective of this project was to develop new methods to quantify and predict how the chemistry of the biomaterial can be designed to encourage cell interactions and facilitate cell motility.  Specifically, we developed techniques and methods to characterize the biomaterial degradation, while simultaneously tracking cell movements.\n\nIntellectual Merit. In this project, we advanced fundamental science using both macro- and micro-rheological measurements to characterize how bone marrow stem cells remodel and degrade biomaterial matrices in three dimensions.  The measurements allowed us to quantitatively evaluate how bone cells interact with the material regions directly around it, at the onset of and during its migration.  With this information, we then designed a series of biomaterial chemistries with different adhesive signals, degradable linkers, and mechanical properties, and studied how human mesenchymal stem cell migration and wound healing properties responded to changes in the matrix microenvironment.  Importantly, we developed metrics to help us and others design the connectivity and degradable linkers of one class of biomaterial, a hydrogel matrix, that can serve as a scaffold to recruit bone cells to promote fracture healing.  Our approach to understanding cell migration, by focusing on the fundamental rheological changes within the biomaterial niche, has contributed to many fields, including the rheology of soft materials, three-dimensional stem cell culture materials, tissue engineering, and biomaterials development.   \n\n Broader Impacts.  The information gained during these studies is having a significant impact on the intellectual advancement and broader technological developments across several fields, including wound healing, tissue engineering, and stem cell culture.   This is benefiting society by advancing the development of biomaterials that can improve medical devices and products, and ultimately quality of life.  During the completion of this research, students at all levels (undergraduate, doctoral, and high school students) received advanced and interdisciplinary training to prepare them for careers in STEM fields.  All project personnel were trained in an environment with teams of chemists, biologists, and engineers, and learned not only advanced research methods, but also how to communicate their scientific results.  Many of these students worked with the PI to reach out to the broader community through events such as:  laboratory tours to middle school girls, mentorship of elementary school students working on science fair projects, tutoring of students at local high schools, and numerous seminars to the general public to teach about the impact of biomaterial science and engineering in society.  Notably, many of these activities were targeted to expose under-represented student groups to career opportunities in STEM. \n\n\t\t\t\t\tLast Modified: 03/11/2018\n\n\t\t\t\t\tSubmitted by: Kristi S Anseth"
 }
}