{
 "awd_id": "1237945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Model-Driven Engineering Languages and Systems Conference Participant Funding",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-05-08",
 "awd_max_amd_letter_date": "2012-05-08",
 "awd_abstract_narration": "This grant provides travel support for doctoral students at the 2012 Model-Driven Engineering Languages and Systems Conference (MODELS). The students will attend a doctoral symposium, where they will get feedback from a panel of leaders in the field on their research. They will also participate as scribes in workshops related to their research area. The broader impacts of this grant is the education and training of the students as well as the building of the next generation of researchers in this area.  In this important area of Software Engineering field, the US is seriously underrepresented, and this grant will help increase participation from US students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geri",
   "pi_last_name": "Georg",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Geri G Georg",
   "pi_email_addr": "georg@cs.colostate.edu",
   "nsf_id": "000480936",
   "pi_start_date": "2012-05-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "France",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B France",
   "pi_email_addr": "france@cs.colostate.edu",
   "nsf_id": "000476127",
   "pi_start_date": "2012-05-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Gray",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey G Gray",
   "pi_email_addr": "gray@cs.ua.edu",
   "nsf_id": "000247328",
   "pi_start_date": "2012-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7944",
   "pgm_ref_txt": "SOFTWARE ENG & FORMAL METHODS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Outcome Report: Model-Driven Engineering Languages and Systems (MODELS) 2012 Doctoral Symposium Funding</strong></p>\n<p>&nbsp;<span style=\"text-decoration: underline;\"><strong>Summary</strong></span></p>\n<p>This NSF grant was awarded to help fund <strong>US students to the Model-Driven Engineering Languages and Systems conference</strong> (<strong>MODELS) 2012 Doctoral Symposium October 2, 2012</strong>. The Doctoral Symposium is a forum in which PhD students present their doctoral work to a select group of leading Model-Driven Engineering (MDE) researchers and receive feedback.</p>\n<p>The grant funded five students altogether: two students to the Doctoral Symposium (the only two US students of the eight accepted to the Symposium), two students who had papers accepted to the Foundations Track in the Main Conference, and one student who had applied early to this program but was not accepted to the Doctoral Symposium. The recipients comprised three US citizens (one of the Doctoral students and both Main Conference students) and two foreign students (one Doctoral student and the unaccepted Doctoral student).</p>\n<p>Each student who accepted funds agreed to actively participate in additional<br />conference and satellite events, and to write a short report regarding their<br />activities and the effect of the experience on their research. The students<br />also answered a short survey regarding the program.</p>\n<p>The students all participated in many events and received benefits to themselves as future researchers and to their research from this opportunity. This was the first academic conference at least two of them had attended, and they indicated a positive experience.</p>\n<p>Students participated in eight different workshops, two tutorials, and the Doctoral Symposium as part of the conference satellite events. One student not only presented a paper at a workshop, but chaired a session in another workshop and gave a presentation at a tutorial.</p>\n<p>All students attended the conference keynote speeches&nbsp;and panel.&nbsp; The students also highlighted various paper sessions in their reports. Each student mentioned new insights or other researchers they met that will affect their work. One has continued discussions over email since the conference with persons he met.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Program Promotion:</span></p>\n<p>We posted notices on the conference news section and<br />Doctoral Symposium webpages and sent mail to organizations for women and minorities in computer science programs, researchers in institutions where we know model-driven research is occurring, and directly to students who had papers accepted to the main conference.</p>\n<p><span style=\"text-decoration: underline;\">Student View of Most Useful Experience:</span></p>\n<p>We asked the students to tell us one thing that made<br />the experience of attending MODELS useful to them. Three students indicated that meeting other experts and getting feedback on their research and ideas was the most useful experience of the conference. Two of these students imply this networking was not attributable to any one event, and one student specifically stated the Doctoral Symposium introductions and feedback were the most useful. One student stated that attending the main conference paper sessions was the most useful experience. One student stated that talking with researchers about transitioning from being a student to either academia or industry provided valuable insights and suggestions.</p>\n<p><span style=\"text-decoration: underline;\">Student Improvement Feedback:</span></p>\n<p>We asked the students to tell us one thing that<br />could have been done to make the experience better for them. Four students<br />suggested a more formal meeting amongst them would have been useful. One specifically suggested not only having a meeting, but also having each student give a 5 m...",
  "por_txt_cntn": "\nOutcome Report: Model-Driven Engineering Languages and Systems (MODELS) 2012 Doctoral Symposium Funding\n\n Summary\n\nThis NSF grant was awarded to help fund US students to the Model-Driven Engineering Languages and Systems conference (MODELS) 2012 Doctoral Symposium October 2, 2012. The Doctoral Symposium is a forum in which PhD students present their doctoral work to a select group of leading Model-Driven Engineering (MDE) researchers and receive feedback.\n\nThe grant funded five students altogether: two students to the Doctoral Symposium (the only two US students of the eight accepted to the Symposium), two students who had papers accepted to the Foundations Track in the Main Conference, and one student who had applied early to this program but was not accepted to the Doctoral Symposium. The recipients comprised three US citizens (one of the Doctoral students and both Main Conference students) and two foreign students (one Doctoral student and the unaccepted Doctoral student).\n\nEach student who accepted funds agreed to actively participate in additional\nconference and satellite events, and to write a short report regarding their\nactivities and the effect of the experience on their research. The students\nalso answered a short survey regarding the program.\n\nThe students all participated in many events and received benefits to themselves as future researchers and to their research from this opportunity. This was the first academic conference at least two of them had attended, and they indicated a positive experience.\n\nStudents participated in eight different workshops, two tutorials, and the Doctoral Symposium as part of the conference satellite events. One student not only presented a paper at a workshop, but chaired a session in another workshop and gave a presentation at a tutorial.\n\nAll students attended the conference keynote speeches and panel.  The students also highlighted various paper sessions in their reports. Each student mentioned new insights or other researchers they met that will affect their work. One has continued discussions over email since the conference with persons he met. \n\nProgram Promotion:\n\nWe posted notices on the conference news section and\nDoctoral Symposium webpages and sent mail to organizations for women and minorities in computer science programs, researchers in institutions where we know model-driven research is occurring, and directly to students who had papers accepted to the main conference.\n\nStudent View of Most Useful Experience:\n\nWe asked the students to tell us one thing that made\nthe experience of attending MODELS useful to them. Three students indicated that meeting other experts and getting feedback on their research and ideas was the most useful experience of the conference. Two of these students imply this networking was not attributable to any one event, and one student specifically stated the Doctoral Symposium introductions and feedback were the most useful. One student stated that attending the main conference paper sessions was the most useful experience. One student stated that talking with researchers about transitioning from being a student to either academia or industry provided valuable insights and suggestions.\n\nStudent Improvement Feedback:\n\nWe asked the students to tell us one thing that\ncould have been done to make the experience better for them. Four students\nsuggested a more formal meeting amongst them would have been useful. One specifically suggested not only having a meeting, but also having each student give a 5 minute presentation about their research in order to help each familiarize themselves with the othersÆ work.\n\nIntellectual Merit of the Program\n\nOne of the goals for this funding was to enable the students to obtain feedback on their research ideas from an independent group of expert researchers, and to use this feedback to in their research. The students funded by this grant did report some of the new insights and ideas they obtained from the many differe..."
 }
}