{
 "awd_id": "1237207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Solid State Chemistry Gordon Research Conference",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-04-11",
 "awd_max_amd_letter_date": "2012-04-11",
 "awd_abstract_narration": "TECHNICAL\r\nThe 2012 Gordon Research Conference (GRC) on Solid State Chemistry funded by the Solid State and Materials Chemistry Program will be held at Colby-Sawyer College July 22-27, 2012. The focus of this conference is the design and properties of materials for energy and environment applications. This conference highlights the challenges that we face in producing enough energy while maintaining our environment. Sustainable development of alternatives to fossil fuels is a challenging endeavor. To face this fundamental issue, the design of new compounds, the optimization of existing materials and the understanding of the relationship of structure and physical properties require a multidisciplinary approach in which Solid State Chemistry is the bedrock. To this end, the conference brings together a diverse array of scientists to discuss the latest advances and challenges in Solid State Chemistry. Speakers and poster presenters are explicitly encouraged to emphasize advances, unpublished results, new and risky ideas on a variety of current topics. The organizers strongly encourage active contribution to discussions and participation in poster sessions, which offer an excellent opportunity for presenting new and exciting research. Solid State Chemistry is a multidisciplinary field whose importance continues to increase not only with the discovery of new classes of materials, but also through a deeper understanding of the diverse properties of solids made possible by modern techniques. The importance and scope of the field has grown in response to the continuing challenge to understand, control, and predict the structures and properties of solids and the need to synthesize new materials with enhanced physical properties.\r\n\r\nNON TECHNICAL\r\n\r\nThis meeting will directly impact all of the attendees by providing an open atmosphere for exchange of ideas on the cutting edge of Solid State Chemistry. GRC provides the framework for fostering an open  attendees at each of its meetings. There is time for informal discussion and the manner with which the meals are provided ensures that all participants can interact during the meeting. The speakers are expected to convey unpublished and cutting edge information to their colleagues with the objective that this disclosure will stimulate expansive discussion among all attendees and progressively advance the field. The inclusive, collegial atmosphere of the GRC, and the emphasis on sharing previously unpublished information, enables the cultivation of innovative approaches to address the most important challenges facing our world. This strategy is a hallmark of GRC and has served the scientific community and facilitated the advancement of science for over eight decades. There is special funding for underrepresented groups. The intent of this meeting is to promote the exchange of ideas and the building of partnerships between researchers from the academic world, industry and government laboratories. Many younger scientists are included in the program along with more senior and distinguished scientists, promising to make the presentations and discussions representative of new directions in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Kauzlarich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Kauzlarich",
   "pi_email_addr": "smkauzlarich@ucdavis.edu",
   "nsf_id": "000242492",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Conference on Solid State Chemistry was held at Colby-Sawyer College<br /><br />New London, New Hampshire, July 22-27, 2012.<br />The Conference was well-attended with 177 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 177 attendees, 89 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 89 respondents, 16%<br />were Minorities &ndash; 2% Hispanic, 10% Asian and 4% African American. Approximately<br />27% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\n\n\n\n\nThe Gordon Research Conference on Solid State Chemistry was held at Colby-Sawyer College\n\nNew London, New Hampshire, July 22-27, 2012.\nThe Conference was well-attended with 177 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 177 attendees, 89 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 89 respondents, 16%\nwere Minorities &ndash; 2% Hispanic, 10% Asian and 4% African American. Approximately\n27% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/29/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}