{
 "awd_id": "1237565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Search for the Optimal Material for Spintronic Device Applications: From University to Primary School Classrooms",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 246734.0,
 "awd_amount": 246734.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2013-09-24",
 "awd_abstract_narration": "This CAREER award combines theoretical and computational methods with the ultimate goal of guiding experimental efforts in the search for optimal materials for spintronic device applications. Controlling the properties of magnetic semiconductor nanostructures involves many parameters that are difficult to address experimentally. Often it is faster and cheaper to test new ideas with computer simulations prior to addressing them in the laboratory. This work will focus on developing a\r\nreliable theory of magnetic semiconducting heterostructures and quantum dots. It will use the Dynamical Mean Field Approximation (DMFA) and its cluster generalization to study the magnetic and transport properties of three systems: dilute magnetic semiconductors, such as Ga1-x Mnx As, quantum dots of dilute magnetic semiconductors and thin films of magnetic organic semiconductors, in particular metalloporphyrins. Our theory will incorporate the different competing interactions present in these systems within a unified self-consistent approach. These three systems become prototypes where we test the validity of our approach.\r\n\r\nThis research will be combined with an educational/outreach program in nanoscience. At the university level a new undergraduate course, Introduction to Nanoscience, will focus on nanoscience and nanotechnology. In order to bring the nano-world to our children I am planning to develop an inquiry, activity-based program on nanoscience and a workshop for the professional development of teachers in grades 6-12. I will develop and test modules on nanoscience and nanotechnology in the style of Physics by Inquiry by Lillian C. McDermot and the Physics Education Group at the University of Washington.\r\n\r\nIntellectual Merit: A reliable theory of magnetic semiconductors is crucial for progress towards spintronic device applications. Several families of materials are currently under active scrutiny due to their promising characteristics. Although these materials are very different from one another, they display common characteristics, such as the presence of several competing interactions and short-range correlations, significant excitonic and polaronic effects and strong confinement effects.  Our theory will properly account for these effects, and be able to make predictions that are material specific. This research will broaden our fundamental understanding and the potential applications of magnetic semiconductors in spintronic devices, quantum computation and quantum information\r\nsystems. New methods and algorithms will be developed; they will be relevant in the modeling of other strongly correlated systems.\r\n\r\nBroader Impact: One of the grand challenges for nanotechnology is education. In 10 to 15 years, we may have the necessary research results for new technology without having the skilled workers to take advantage of them. The main objective of our outreach efforts will be to increase student interest and achievement in science, and encourage high school students to consider careers in nanoscience. Children in our region have few avenues available to grasp the world of opportunities provided by the nanotechnology revolution. Our efforts will help bring nanoscience to the general public though workshops for elementary and high school teachers. In addition, the training of undergraduate and graduate students in high-performance computing is crucial to foster the technology-based economic development within the Red River Valley Research\r\nCorridor. This research fits perfectly within the University and State focused research areas; high performance computing is a priority of the strategic plan of the University of North Dakota, and spintronics research is one of the four Statewide Research Initiatives of North Dakota EPSCoR.\r\n\r\nNon-Technical Abstract: \r\nThis CAREER award supports research and education/outreach in the area of nanoscience.  In particular, advanced computational and theoretical methods will be applied to increase our understanding of materials made of semiconductors that also have magnetic properties.  These materials hold great promise to revolutionize conventional electronics by utilizing the magnetism of the atoms that make up the materials.  Materials that use this magnetism, or spin, are called spintronic materials.  The research will study various types of materials that could be good candidates for spintronic applications.  The award will also support the development of a new college course on nanoscience and an outreach program for teaches in middle and high schools.  Thus, the award supports a nice balance of cutting edge research and education for the next generation.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juana",
   "pi_last_name": "Moreno",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juana Moreno",
   "pi_email_addr": "moreno@lsu.edu",
   "nsf_id": "000187840",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & Agricultural and Mechanical College",
  "perf_str_addr": "202 Himes Hall",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708032701",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0406",
   "app_name": "NSF,Education & Human Resource",
   "app_symb_id": "490106",
   "fund_code": "0400999999",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 86733.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"tinyMCEContent\">This CAREER award combines theoretical and computational methods with the ultimate goal of guiding experimental efforts in the search for optimal materials for spintronic device applications.<br /><br />Controlling the properties of magnetic semiconductor nanostructures involves many parameters that are difficult to address experimentally. Often it is faster and cheaper to test new ideas with computer simulations prior to addressing them in the laboratory. Our work has focused on developing a reliable theory of magnetic semiconductors. We have used the Dynamical Mean Field Approximation and its cluster generalization to study the magnetic and transport properties of dilute magnetic semiconductors Ga<sub>1-x</sub>Mn<sub>x</sub>As and Ga<sub>1-x</sub>Mn<sub>x</sub>N, and thin films of magnetic organic semiconductors, in particular metalloporphyrins. Our theory incorporated the different competing interactions present in these systems within a unified self-consistent approach. Although the focus of the research was on dilute magnetic semiconductors, we also studied models with strong electron-phonon coupling, the effect of disorder on layered f-electron systems, the response of Kondo insulators to pulsed electric fields, and the study of correlation effects in bosonic systems. <br /><br />This research was combined with an educational/outreach program in nanoscience. One of the grand challenges for nanotechnology is education. In 10 to 15 years, we may have the necessary research results for new technology without having the skilled workers to take advantage of them. The main objective of our outreach efforts was to increase student interest and achievement in science, and encourage high school students to consider careers in nanoscience. We developed an inquiry, activity-based program, in the style of Physics by Inquiry by Lillian C. McDermot, on nanoscience for the professional development of teachers in grades 6-12. In addition, we trained postdocs, undergraduate and graduate students in high-performance computing.</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2014<br>\n\t\t\t\t\tModified by: Juana&nbsp;Moreno</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This CAREER award combines theoretical and computational methods with the ultimate goal of guiding experimental efforts in the search for optimal materials for spintronic device applications.\n\nControlling the properties of magnetic semiconductor nanostructures involves many parameters that are difficult to address experimentally. Often it is faster and cheaper to test new ideas with computer simulations prior to addressing them in the laboratory. Our work has focused on developing a reliable theory of magnetic semiconductors. We have used the Dynamical Mean Field Approximation and its cluster generalization to study the magnetic and transport properties of dilute magnetic semiconductors Ga1-xMnxAs and Ga1-xMnxN, and thin films of magnetic organic semiconductors, in particular metalloporphyrins. Our theory incorporated the different competing interactions present in these systems within a unified self-consistent approach. Although the focus of the research was on dilute magnetic semiconductors, we also studied models with strong electron-phonon coupling, the effect of disorder on layered f-electron systems, the response of Kondo insulators to pulsed electric fields, and the study of correlation effects in bosonic systems. \n\nThis research was combined with an educational/outreach program in nanoscience. One of the grand challenges for nanotechnology is education. In 10 to 15 years, we may have the necessary research results for new technology without having the skilled workers to take advantage of them. The main objective of our outreach efforts was to increase student interest and achievement in science, and encourage high school students to consider careers in nanoscience. We developed an inquiry, activity-based program, in the style of Physics by Inquiry by Lillian C. McDermot, on nanoscience for the professional development of teachers in grades 6-12. In addition, we trained postdocs, undergraduate and graduate students in high-performance computing.\n\n\t\t\t\t\tLast Modified: 09/07/2014\n\n\t\t\t\t\tSubmitted by: Juana Moreno"
 }
}