{
 "awd_id": "1237292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting Students Attending the User Modeling, Adaptation and Personalization 2012 Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 15200.0,
 "awd_amount": 15200.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "User interfaces that adapt themselves to available user information (such as special needs or individual preferences) are becoming increasingly important, so much so that adaptability has become a selling point for software products.  A system with the ability to construct and consult a user model (an explicit representation of properties of a particular user or group of users) can adapt diverse aspects of its performance and enhance its effectiveness, usability and/or acceptance in a variety of situations (e.g., to reduce information overload, to improve the quality of information retrieval, filtering and annotation, and to generate useful information visualizations).  Applications for user modeling range from electronic commerce and intelligent learning environments to health care and assistive technologies.  Relevant platforms for user modeling include mobile and wearable systems and smart environments, as well as individual desktop systems, groupware, adaptive hypermedia, and other web-based systems. \r\n\r\nThe annual International Conferences on User Modeling, Adaptation and Personalization (UMAP) provide the premier forum in which academic and industrial researchers from all of these fields can exchange their complementary insights on user modeling issues.  UMAP is a merger of the long-running and successful International Conferences on User Modeling (UM, 1986-2007), and the more recent important series of Adaptive Hypermedia and Adaptive Web-Based Systems Conferences (AH, 2000-2008).  This is funding to support travel by approximately 10 graduate students to present their accepted papers and posters and/or to present their research plans at the Doctoral Consortium associated with the 20th event in the UMAP series, to be held July 16-20, 2012, in Montreal, Canada.  More information about the conference is available at http://umap2012.polymtl.ca/en. \r\n\r\nUMAP-12 will include a Doctoral Consortium session, thereby continuing a tradition established at UMAP-09 and before that at both the UM and AH conferences.  Lively and useful discussions have enabled students to receive suggestions about their ongoing research and allowed more experienced participants to hear some fresh ideas and view some of the new trends in the field.  Students whose work has been selected for presentation at the Doctoral Consortium will be invited to write a paper that will be published in the UMAP-12 conference proceedings. They will have 15 minutes to present their work (which may include a short demonstration if appropriate), to be followed by an additional 15 minutes for questions and discussion.  During both the question/discussion period and in subsequent informal interactions, organizing committee members and other participants will provide constructive comments on each student's work and attempt to address aspects on which the student has requested advice. \r\n\r\nBroader Impacts:  Attending and presenting their work at UMAP, the top conference in its field, will have a significant impact on the careers of the future generation of user modeling, adaptation, and personalization researchers.  Students who participate in the Doctoral Consortium will also benefit from that experience in several ways.  First, they will have the opportunity to present their work to a knowledgeable audience and get useful comments at an early stage of their research when it will be most useful.  Just as importantly, they will have an opportunity to meet established researchers and other graduate students doing similar work, to exchange ideas, and to make contacts that will be invaluable to them as they progress in their scientific careers. Interacting with the young researchers is also useful to more experienced investigators, by providing new perspectives and fresh ideas.  Thus, the Doctoral Consortium is a great confidence builder for the students involved, and highly stimulating to the established researchers who participate.  The organizers have reaffirmed the long-standing and demonstrated UMAP commitment to diversity.  To this end, they will make special efforts to recruit women and members of under-represented groups from among the candidates for receiving financial support, and they will ensure institutional diversity by supporting no more than one student from any single institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bamshad",
   "pi_last_name": "Mobasher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bamshad Mobasher",
   "pi_email_addr": "mobasher@cs.depaul.edu",
   "nsf_id": "000463329",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DePaul University",
  "inst_street_address": "1 E JACKSON BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3123627388",
  "inst_zip_code": "606042287",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "DEPAUL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNZ8KMRWTDB6"
 },
 "perf_inst": {
  "perf_inst_name": "DePaul University",
  "perf_str_addr": "",
  "perf_city_name": "60604",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606042287",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to provide travel support for students enrolled in Ph.D. programs of U.S. based institutions to attend the&nbsp;International Conference on User Modeling, Adaptation and Personalization (UMAP). The support provided was limited to students who have accepted papers and posters or who are invited to present at the Doctoral Consortium associated with the conference. The funding was initially intended to support travel to the 2012 UMAP conference that was held in Montreal, Canada. Subsequently it was extended to support students attending the 2013 UMAP conference held in Rome, Italy, in June 2013.</p>\n<p>In total, the project supported eight students (fours for the 2012 conference and four for the 2013 conference). All eight students who were supported by the program in 2012 and 2013, were primary authors or co-authors of papers presented at UMAP 2012 and UMAP 2013. Collectively, this work represented major milestones in the professional development of these students and their co-authors.</p>\n<p>The following papers were presented by supported students who attended UMAP 2012 and UMAP 2013 conferences:</p>\n<ul>\n<li>Michael Wixon, Ryan Shaun Joazeiro de Baker, Janice D. Gobert, Jaclyn Ocumpaugh, Matthew Bachmann: WTF? Detecting Students Who Are Conducting Inquiry Without Thinking Fastidiously. UMAP 2012: 286-296</li>\n<li>Yue Gong, Joseph E. Beck, Carolina Ruiz: Modeling Multiple Distributions of Student Performances to Improve Predictive Accuracy. UMAP 2012: 102-113</li>\n<li>Denis Parra, Wei Jeng, Peter Brusilovsky, Claudia L&oacute;pez, Shaghayegh Sahebi: Conference Navigator 3: An online social conference support system. UMAP Workshops 2012</li>\n<li>Cristian Miranda, Julio Guerra, Denis Parra, Eliana Scheihing: A hybrid peer recommender system for an online community of teachers. UMAP Workshops 2012</li>\n<li>James Biagioni, John Krumm: Days of Our Lives: Assessing Day Similarity from Location Traces. UMAP 2013</li>\n<li>Jennifer Sabourin, Bradford W. Mott, James C. Lester: Utilizing Dynamic Bayes Nets to Improve Early Prediction Models of Self-regulated Learning. UMAP 2013: 228-241 [Recipient of the best student paper award.]</li>\n<li>Yong Zheng, Robin D. Burke, Bamshad Mobasher: Recommendation with Differential Context Weighting. UMAP 2013: 152-164</li>\n<li>Tien T. Nguyen, John Riedl: Predicting Users' Preference from Tag Relevance. UMAP 2013: 274-280</li>\n</ul>\n<p>The supported students were able to present their results in front of an audience of experts and professionals in the field of user modeling and personalization. In addition to gaining valuable experience in developing their presentation and communication skills, the interaction with an international group of colleagues, who can provide critical feedback, represents an important part of the professional development of these students.</p>\n<p>Furthermore, user modeling and personalization are highly interdisciplinary fields. Many of the researchers who make up the UMAP community, also regularly publish in a variety of other forums related to topics such as: data mining, recommender systems, user interfaces, human-computer interaction, educational systems, and others. Thus, the work supported by this conference and its participants, also helps support and advance research in many other related areas.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2014<br>\n\t\t\t\t\tModified by: Bamshad&nbsp;Mobasher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project was to provide travel support for students enrolled in Ph.D. programs of U.S. based institutions to attend the International Conference on User Modeling, Adaptation and Personalization (UMAP). The support provided was limited to students who have accepted papers and posters or who are invited to present at the Doctoral Consortium associated with the conference. The funding was initially intended to support travel to the 2012 UMAP conference that was held in Montreal, Canada. Subsequently it was extended to support students attending the 2013 UMAP conference held in Rome, Italy, in June 2013.\n\nIn total, the project supported eight students (fours for the 2012 conference and four for the 2013 conference). All eight students who were supported by the program in 2012 and 2013, were primary authors or co-authors of papers presented at UMAP 2012 and UMAP 2013. Collectively, this work represented major milestones in the professional development of these students and their co-authors.\n\nThe following papers were presented by supported students who attended UMAP 2012 and UMAP 2013 conferences:\n\nMichael Wixon, Ryan Shaun Joazeiro de Baker, Janice D. Gobert, Jaclyn Ocumpaugh, Matthew Bachmann: WTF? Detecting Students Who Are Conducting Inquiry Without Thinking Fastidiously. UMAP 2012: 286-296\nYue Gong, Joseph E. Beck, Carolina Ruiz: Modeling Multiple Distributions of Student Performances to Improve Predictive Accuracy. UMAP 2012: 102-113\nDenis Parra, Wei Jeng, Peter Brusilovsky, Claudia L&oacute;pez, Shaghayegh Sahebi: Conference Navigator 3: An online social conference support system. UMAP Workshops 2012\nCristian Miranda, Julio Guerra, Denis Parra, Eliana Scheihing: A hybrid peer recommender system for an online community of teachers. UMAP Workshops 2012\nJames Biagioni, John Krumm: Days of Our Lives: Assessing Day Similarity from Location Traces. UMAP 2013\nJennifer Sabourin, Bradford W. Mott, James C. Lester: Utilizing Dynamic Bayes Nets to Improve Early Prediction Models of Self-regulated Learning. UMAP 2013: 228-241 [Recipient of the best student paper award.]\nYong Zheng, Robin D. Burke, Bamshad Mobasher: Recommendation with Differential Context Weighting. UMAP 2013: 152-164\nTien T. Nguyen, John Riedl: Predicting Users' Preference from Tag Relevance. UMAP 2013: 274-280\n\n\nThe supported students were able to present their results in front of an audience of experts and professionals in the field of user modeling and personalization. In addition to gaining valuable experience in developing their presentation and communication skills, the interaction with an international group of colleagues, who can provide critical feedback, represents an important part of the professional development of these students.\n\nFurthermore, user modeling and personalization are highly interdisciplinary fields. Many of the researchers who make up the UMAP community, also regularly publish in a variety of other forums related to topics such as: data mining, recommender systems, user interfaces, human-computer interaction, educational systems, and others. Thus, the work supported by this conference and its participants, also helps support and advance research in many other related areas.\n\n\t\t\t\t\tLast Modified: 12/11/2014\n\n\t\t\t\t\tSubmitted by: Bamshad Mobasher"
 }
}