{
 "awd_id": "1237429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Secure Public-Key Cryptography",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Shands",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 418842.0,
 "awd_amount": 321370.0,
 "awd_min_amd_letter_date": "2012-04-13",
 "awd_max_amd_letter_date": "2013-04-26",
 "awd_abstract_narration": "As the Internet emerges as the platform for computation, we have become increasingly reliant on cryptography to provide privacy and security in many of our day-to-day activities. We rely on cryptographic protocols to protect our credit card numbers from hackers in electronic transactions and our personal information from unauthorized access on online social networks. However, the design of many cryptosystems do not adequately account for new computational and cryptographic attacks made possible by advances in quantum computing and complex protocol interactions on the Internet. The focus of this project lies in the design and analysis of new cryptographic protocols that address these new attacks.\r\n\r\nThe research is centered around two goals: (1) to develop cryptosystems from large classes of intractability assumptions as viable alternatives to the widely-used factorization-based cryptosystems; (2) to obtain new techniques and efficient protocols secure against coordinated attacks amidst concurrent protocol executions.\r\n\r\nThis research is expected to develop ideas and techniques which hold the potential to bridge the gap between theory and practice in cryptography, and to fundamentally change the way we communicate, compute and collaborate. To ensure broader impact of this research, this project also encompasses a program of educational and outreach activities, including curriculum development (with an emphasis on new pedagogical approaches) as well as collaboration and regular exchanges with research institutions in the New York area and abroad.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hoeteck",
   "pi_last_name": "Wee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hoeteck Wee",
   "pi_email_addr": "hoeteck@alum.mit.edu",
   "nsf_id": "000534031",
   "pi_start_date": "2012-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2121 Eye Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  },
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  },
  {
   "pgm_ele_code": "792700",
   "pgm_ele_name": "COMPLEXITY & CRYPTOGRAPHY"
  },
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 24246.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100333.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 96458.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100333.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />As the Internet emerges as the platform for computation, we have<br />become increasingly reliant on cryptography to provide privacy and<br />security in many of our day-to-day activities. We rely on<br />cryptographic protocols to protect our credit card numbers from<br />hackers in electronic transactions and our personal information from<br />unauthorized access on online social networks. In this project, we<br />designed and analyzed new cryptographic protocols to address new<br />computational and cryptographic attacks made possible by advances in<br />quantum computing and complex protocol interactions on the Internet.<br /><br />One of the highlights of the project pertains to SSL/TLS, the de facto<br />standard for secure Internet communications. Originally deployed in<br />web browsers for https connections, SSL/TLS is now also widely used on<br />e-commerce sites for processing payments and in Android and iOS mobile<br />apps. The main purpose of SSL/TLS is to provide confidentiality and<br />authenticity for communications between the client and the server. In<br />the course of the project, we provided an analysis of the<br />cryptographic core of TLS in the most common configuration with RSA<br />PKCS #1v1.5 encryption.<br /><br />In addition, we also made significant progress in the field of<br />functional encryption: this is an emerging paradigm for public-key<br />encryption that enables more fine-grained access control to encrypted<br />data, so that only individuals satisfying a certain policy can decrypt<br />and access the data. In particular, we presented the first functional<br />encryption scheme that supports the class of all (polynomial-time<br />computable) access policies. Our scheme achieves a strong notion of<br />security against collusion attacks, as long as the problem of decoding<br />random linear codes remains intractable; this is widely believed to be<br />true even against quantum computers, short of an algorithmic<br />break-through in coding theory.<br /><br />This project also encompassed a program of educational and outreach<br />activities, including curriculum development (with an emphasis on new<br />pedagogical approaches) as well as collaboration and regular exchanges<br />with research institutions in the New York area and abroad. Students<br />whom the PI worked with on this project developed research skills in<br />cryptographic reasoning and formalizing mathematical proofs as well as<br />general expertise in scientific and technical presentations. The PI<br />also co-founded and co-organized the New York Area Crypto Day from Jan<br />2010 - Aug 2011, a bi-monthly gathering of students, faculty and<br />research staff in the greater New York area to present and discuss<br />state-of-the-art research in cryptography.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2015<br>\n\t\t\t\t\tModified by: Hoeteck&nbsp;Wee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nAs the Internet emerges as the platform for computation, we have\nbecome increasingly reliant on cryptography to provide privacy and\nsecurity in many of our day-to-day activities. We rely on\ncryptographic protocols to protect our credit card numbers from\nhackers in electronic transactions and our personal information from\nunauthorized access on online social networks. In this project, we\ndesigned and analyzed new cryptographic protocols to address new\ncomputational and cryptographic attacks made possible by advances in\nquantum computing and complex protocol interactions on the Internet.\n\nOne of the highlights of the project pertains to SSL/TLS, the de facto\nstandard for secure Internet communications. Originally deployed in\nweb browsers for https connections, SSL/TLS is now also widely used on\ne-commerce sites for processing payments and in Android and iOS mobile\napps. The main purpose of SSL/TLS is to provide confidentiality and\nauthenticity for communications between the client and the server. In\nthe course of the project, we provided an analysis of the\ncryptographic core of TLS in the most common configuration with RSA\nPKCS #1v1.5 encryption.\n\nIn addition, we also made significant progress in the field of\nfunctional encryption: this is an emerging paradigm for public-key\nencryption that enables more fine-grained access control to encrypted\ndata, so that only individuals satisfying a certain policy can decrypt\nand access the data. In particular, we presented the first functional\nencryption scheme that supports the class of all (polynomial-time\ncomputable) access policies. Our scheme achieves a strong notion of\nsecurity against collusion attacks, as long as the problem of decoding\nrandom linear codes remains intractable; this is widely believed to be\ntrue even against quantum computers, short of an algorithmic\nbreak-through in coding theory.\n\nThis project also encompassed a program of educational and outreach\nactivities, including curriculum development (with an emphasis on new\npedagogical approaches) as well as collaboration and regular exchanges\nwith research institutions in the New York area and abroad. Students\nwhom the PI worked with on this project developed research skills in\ncryptographic reasoning and formalizing mathematical proofs as well as\ngeneral expertise in scientific and technical presentations. The PI\nalso co-founded and co-organized the New York Area Crypto Day from Jan\n2010 - Aug 2011, a bi-monthly gathering of students, faculty and\nresearch staff in the greater New York area to present and discuss\nstate-of-the-art research in cryptography.\n\n\t\t\t\t\tLast Modified: 07/26/2015\n\n\t\t\t\t\tSubmitted by: Hoeteck Wee"
 }
}