{
 "awd_id": "1237590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EESE: A multidimensional and dynamic ethics education paradigm spanning the science career",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 298939.0,
 "awd_amount": 298939.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "The dominant method for ensuring ethical conduct of research among scientists is to teach students formal rules and require them to take a test. This method may be insufficient to support ethics competency throughout an entire scientific career. Using a new framework for career-spanning ethical development - the Mastery Rubric (MR) for the responsible conduct of research (MR-RCR)-   this research project addresses that gap, encouraging Ph.D.scientists to gain skills and mastery in ethical research practices throughout their career. In the MR-RCR framework, individuals are taught, and given opportunities to practice and demonstrate, ethical reasoning skills that underpin research integrity and RCR. MR encourages individuals to monitor their own development, so that they know to seek multiple opportunities to learn, practice, and demonstrate their mastery of the specific components of the RCR training objectives. More specifically, to establish and continually augment RCR training and knowledge, scientists create portfolios that can result in certification of journeyman- and master-level skill. The method also supports concrete evaluation and improvement of training opportunities and their consistency with learning objectives, and includes opportunities for mentorship that provide means of cementing communities of ethically-trained scientists. Established standard-setting approaches are used to create test evidence for validation by a team of content experts to estimate reliability and drift in ratings of portfolio evidence. \r\n\r\nThe central theoretical contribution of this project is that it situates responsible conduct of research and ethical action in collective and individual reflective teaching and learning. This framework has the potential to transform ethics scholarship, as well as ethics training, by emphasizing purposeful and reflective development throughout the career, and to encourage self-regulation by making developmental objectives and performance criteria explicit. The results are disseminated to sixty multi-institutional research centers, including historically black colleges and universities, to professional associations, via publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rochelle",
   "pi_last_name": "Tractenberg",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rochelle E Tractenberg",
   "pi_email_addr": "rochelle.tractenberg@gmail.com",
   "nsf_id": "000567762",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "37th and O Streets",
  "perf_city_name": "washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200571789",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "749100",
   "pgm_ele_name": "ETHICS EDU FOR SCI & ENG PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 298939.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">The goals of this research were to study the feasibility and efficacy of a new paradigm for ethics education</span>. The traditional paradigm focuses on memorizing facts about ethical rules and discussing ethics topics using cases, but the discussions are not assessed, and the ability to discuss increasingly complex challenges is not targeted. Instead, our paradigm specifically targets the development of ethical reasoning skills, with feedback from individuals with documented abilities to support this development. Our study of the feasibility and efficacy of our paradigm involved three activities. First, we recruited faculty from universities around the US to learn how to teach and assess ethical reasoning skills. The evidence that they had achieved sufficient levels of these two different types of skills (teaching and assessing) would be captured in a portfolio format. Second, we created a semester course to initialize ethical reasoning skills, with a semester-long follow up period of individualized support. This was offered to master&rsquo;s (1 semester) and PhD (2 semesters)-level students. Faculty auditors participated in these courses. Third, we planned to use the growing network of trained faculty to estimate whether their evaluations of student work tended to &ldquo;drift&rdquo; &ndash; towards more or less favourable &ndash; over time, so that we could formulate a plan to correct this drift in the training of future faculty.</p>\n<p>While we were able to identify and recruit science faculty around the US to participate in our study, no faculty actually completed this process. Apart from our expert mentors (N=4) who were successful, we could not determine whether science faculty can generate, and reliably elicit, evaluate, diagnose, and remediate, portfolio evidence of learning and development of ethical reasoning. We did observe that this paradigm is simply not feasible in the current academic climate. Even doubling our stipend (from $1200 to $2400) did not make it &ldquo;worth it&rdquo; for any science faculty who agreed to participate to actually complete their portfolios.</p>\n<p>We were therefore unable to test the hypothesis that drift in reliability ratings of portfolio evidence can be identified and estimated &ndash; and so, possibly corrected.</p>\n<p>We were able to test the efficacy of the paradigm on graduate students. Twelve students participated in our course over three successive semesters. This is a large sample given that this course was elective for students who already satisfied their requirement to complete &ldquo;training in responsible conduct of research&rdquo;. We also conclude that, in this academic climate (where simpler, briefer, and less-intensive options for satisfying this requirement exist), our paradigm is not feasible. However, all evidence suggests that it was successful. A paper undergoing peer review (Sept 2016) describes this evidence of success.</p>\n<p>During this grant, dissemination was the most frequent activity. Three peer-reviewed publications (two published in 2015 and one in review as of 13 September 2016); two white papers; five book chapters; four contributions to published conference Proceedings (2013; 2015; 2016) were created, together with eight invited talks or panel presentations, and five poster presentations, at national and international meetings. National and international attention has been repeatedly raised for the challenges that the current, dominant paradigm poses to ongoing and effective engagement with ethics in research.&nbsp;</p>\n<p>Our paradigm has also been incorporated into discussions about ethics education in two contexts we had not anticipated: the American Statistical Association and DARPA. Over the time period of this grant, &ldquo;big data&rdquo; has become increasingly prominent and has no requirements for training in &ldquo;responsible conduct of research&rdquo;. Training in &ldquo;big data&rdquo; &ndash;and in statistics &ndash; are two contexts within which no conversations had been going on about ethics training. Our paradigm has been introduced within both US (BD2K) and European Union (ELIXIR For Life) initiatives focusing on big data and biomedical (BD2K) and life (ELIXIR) sciences. These are cross- and inter-disciplinary initiatives. Therefore, although our research objectives were not all met, this grant had &ndash; and will continue to have &ndash; important influence on whether and how ethics training and education is perceived and delivered going forward.</p>\n<p>Finally, it is possible that the &ldquo;current academic climate&rdquo; may be shifting away from prioritizing simpler, briefer, and less intensive options for satisfying the \"responsible conduct of research training\" requirement. In one of the 2016 book chapters, referees (from the UK) specifically requested new text about the societal implications of this paradigm&rsquo;s focus on ethical reasoning. Also, one white paper and an earlier book chapter (2014) address the societal implications of the integration of this paradigm for ethical reasoning into DARPA and other technological applications of neuroscience. These comparisons and contrasts of our paradigm with the dominant training paradigm(s) for &ldquo;responsible conduct of research&rdquo; have the potential to exert influence and impact on society beyond the direct impacts on PhD students and faculty in research universities that the grant sought to facilitate.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2016<br>\n\t\t\t\t\tModified by: Rochelle&nbsp;E&nbsp;Tractenberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of this research were to study the feasibility and efficacy of a new paradigm for ethics education. The traditional paradigm focuses on memorizing facts about ethical rules and discussing ethics topics using cases, but the discussions are not assessed, and the ability to discuss increasingly complex challenges is not targeted. Instead, our paradigm specifically targets the development of ethical reasoning skills, with feedback from individuals with documented abilities to support this development. Our study of the feasibility and efficacy of our paradigm involved three activities. First, we recruited faculty from universities around the US to learn how to teach and assess ethical reasoning skills. The evidence that they had achieved sufficient levels of these two different types of skills (teaching and assessing) would be captured in a portfolio format. Second, we created a semester course to initialize ethical reasoning skills, with a semester-long follow up period of individualized support. This was offered to master?s (1 semester) and PhD (2 semesters)-level students. Faculty auditors participated in these courses. Third, we planned to use the growing network of trained faculty to estimate whether their evaluations of student work tended to \"drift\" &ndash; towards more or less favourable &ndash; over time, so that we could formulate a plan to correct this drift in the training of future faculty.\n\nWhile we were able to identify and recruit science faculty around the US to participate in our study, no faculty actually completed this process. Apart from our expert mentors (N=4) who were successful, we could not determine whether science faculty can generate, and reliably elicit, evaluate, diagnose, and remediate, portfolio evidence of learning and development of ethical reasoning. We did observe that this paradigm is simply not feasible in the current academic climate. Even doubling our stipend (from $1200 to $2400) did not make it \"worth it\" for any science faculty who agreed to participate to actually complete their portfolios.\n\nWe were therefore unable to test the hypothesis that drift in reliability ratings of portfolio evidence can be identified and estimated &ndash; and so, possibly corrected.\n\nWe were able to test the efficacy of the paradigm on graduate students. Twelve students participated in our course over three successive semesters. This is a large sample given that this course was elective for students who already satisfied their requirement to complete \"training in responsible conduct of research\". We also conclude that, in this academic climate (where simpler, briefer, and less-intensive options for satisfying this requirement exist), our paradigm is not feasible. However, all evidence suggests that it was successful. A paper undergoing peer review (Sept 2016) describes this evidence of success.\n\nDuring this grant, dissemination was the most frequent activity. Three peer-reviewed publications (two published in 2015 and one in review as of 13 September 2016); two white papers; five book chapters; four contributions to published conference Proceedings (2013; 2015; 2016) were created, together with eight invited talks or panel presentations, and five poster presentations, at national and international meetings. National and international attention has been repeatedly raised for the challenges that the current, dominant paradigm poses to ongoing and effective engagement with ethics in research. \n\nOur paradigm has also been incorporated into discussions about ethics education in two contexts we had not anticipated: the American Statistical Association and DARPA. Over the time period of this grant, \"big data\" has become increasingly prominent and has no requirements for training in \"responsible conduct of research\". Training in \"big data\" &ndash;and in statistics &ndash; are two contexts within which no conversations had been going on about ethics training. Our paradigm has been introduced within both US (BD2K) and European Union (ELIXIR For Life) initiatives focusing on big data and biomedical (BD2K) and life (ELIXIR) sciences. These are cross- and inter-disciplinary initiatives. Therefore, although our research objectives were not all met, this grant had &ndash; and will continue to have &ndash; important influence on whether and how ethics training and education is perceived and delivered going forward.\n\nFinally, it is possible that the \"current academic climate\" may be shifting away from prioritizing simpler, briefer, and less intensive options for satisfying the \"responsible conduct of research training\" requirement. In one of the 2016 book chapters, referees (from the UK) specifically requested new text about the societal implications of this paradigm?s focus on ethical reasoning. Also, one white paper and an earlier book chapter (2014) address the societal implications of the integration of this paradigm for ethical reasoning into DARPA and other technological applications of neuroscience. These comparisons and contrasts of our paradigm with the dominant training paradigm(s) for \"responsible conduct of research\" have the potential to exert influence and impact on society beyond the direct impacts on PhD students and faculty in research universities that the grant sought to facilitate. \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/26/2016\n\n\t\t\t\t\tSubmitted by: Rochelle E Tractenberg"
 }
}