{
 "awd_id": "1237814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-BIC:  Innovation Transfer of the Portable Nuclear Moment Imaging Platform",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 598644.0,
 "awd_amount": 598644.0,
 "awd_min_amd_letter_date": "2012-08-18",
 "awd_max_amd_letter_date": "2012-08-18",
 "awd_abstract_narration": "This Partnerships for Innovation project from University of Florida is focused on developing the nuclear moment imager (NMI) which is a technology that utilizes the directional nature of highly sensitive optical magnetometers to collect an MRI-like image in only seconds without the use of large permanent magnetic fields. It functions more like magnetic tomography than a conventional MRI, in that the magnetic fields from the subject are imaged directly. It can be made portable, and it will be relatively inexpensive compared to MRI. \r\n\r\nThe broader impacts of this research include applications and research in areas as diverse as medical imaging for head trauma, industrial product inspection, agricultural pest control, scientific study of biological processes, ground penetrating imaging, and agricultural product inspection. The nuclear moment imager has the potential to affect many areas of everyday life in such widely varying areas as medicine, agriculture, science, industrial inspection, and other areas yet to be envisioned. One particularly exciting potential application is in third world countries, where the availability of a relatively inexpensive MRI-like imager that could travel with mobile medical teams could change the way \"bush medicine\" is practiced. The NMI platform and Partnerships for Innovation: Building Innovation Capacity (PFI: BIC) research will be housed as a part of the recently formed Center for Innovation Translation. This center allows students to move real-world research projects rapidly to the early prototype stage, thus educating them in early-stage high-tech startup skills, contributing to the overall regional entrepreneurial ecosystem. \r\n\r\nPartners at the inception of the project: University of Florida with the Microfabritech/Center for Innovation Translation, Materials Science and Engineering, Physics, Mathematics, Biomedical Engineering, and Radiology departments participating; Small businesses:  Anitraks (Gainesville, FL),an imaging software development firm;  Synogen (Gainesville, FL), a medical device development firm; and Medical Tool & Technology (Hawthorne, FL), a medical device prototype manufacturer. All of three of these businesses for profit companies that are fully engaged in the regional entrepreneurial ecosystem. Symmetricom (San Jose, CA), a world leading manufacturer of atomic clocks and atomic physics technology--has recently become a partner on this project and will be working to optimize miniature magnetometers for this application. In addition, the group has very active partnerships with the UF Office of Technology Licensing ,which routinely participates in nurturing entrepreneurial activities in the region,;the Innovation Hub, a newly formed one-stop-shop incubator that specializes in getting new technological business over the early startup difficulties; and the Sid Martin Biotech Center which is a biotechnology focused incubator near Gainesville that is working with more than 30 active small businesses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Davidson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Davidson",
   "pi_email_addr": "mark@microfab.ufl.edu",
   "nsf_id": "000562670",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bernard",
   "pi_last_name": "Whiting",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Bernard F Whiting",
   "pi_email_addr": "bernard@phys.ufl.edu",
   "nsf_id": "000371776",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yunmei",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yunmei Chen",
   "pi_email_addr": "yun@math.ufl.edu",
   "nsf_id": "000483042",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cammy",
   "pi_last_name": "Abernathy",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Cammy R Abernathy",
   "pi_email_addr": "caber@mse.ufl.edu",
   "nsf_id": "000480900",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Dobson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jon P Dobson",
   "pi_email_addr": "jdobson@ufl.edu",
   "nsf_id": "000600986",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "2800 SW Archer Rd bldg 226",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  },
  {
   "pgm_ele_code": "801900",
   "pgm_ele_name": "Accelerating Innovation Rsrch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "8085",
   "pgm_ref_txt": "Building Innovation Capacity"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 598644.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"006BodyText\">Magnetic Moment Imaging (MMI) is a novel way to use the magnetic properties inherent in all objects to gain a detailed internal view without the use of harmful radiation.&nbsp; All materials have a magnetic response, and thus all will respond to a magnetic field. The magnetic response of the nucleus of atoms is the basis for the MMI developed in this project. By exposing a target to a magnetic field of even a few mT (about 1000 times that of the earth&rsquo;s magnetic field), the response can be detected as a change in the magnetic field generated in target. The rate at which this induced magnetic moment decays can be monitored by the equilibrium change in the MMI detector. With this information it is possible to differentiate between areas of different atomic composition or structure by differences in their decay time. To form an image, a way to determine the points in space from which the magnetic fields are coming. In Magnetic Resonance Imaging (MRI) this is most commonly done by applying a gradient to the magnetic fields applied over the targe. By using directional detector in our MMI technique, no external variation is needed. The positon of the detector itself gives spatial information on the target being examined.&nbsp; It is for this reason that atomic optical magnetometers have been utilized in this experiment. The detection of these devices is directional and they are very sensitive. &nbsp;With knowledge of the directionality of the detectors, existing computer tomography technologies, and algorithms newly developed for this project, we have shown that it is possible to recreate a visual representation of the internal structure of even a complex system such as a fruit undergoing FDA inspection or a human brain being examined for signs of trauma. The results are be comparable to an MRI T1 (spin-lattice relaxation) image, with the advantage that the MMI does not require large magnets, expensive cryogenics, or confined spaces.&nbsp; In addition, the MMI technique is expected to take only seconds to create the images.</p>\n<p class=\"006BodyText\">This directionality had not been extensively experimentally reported but is key to the operation of this imager. Non-directional (Isotropic) detectors are common, but will not be useful in creating an image since it is not possible to reverse calculate the image effectively (figures 1 &amp; 2)</p>\n<p class=\"006BodyText\">&nbsp;</p>\n<p class=\"006BodyText\">IN addition, atomic magnetometers are much more sensitive that other magnetic detectors, capable of detecting fields about a billion times smaller than the earth&rsquo;s magnetic field.&nbsp; This leads to an overall reduction in the strength of the magnetic coils needed to produce some kind of internal imaging. This reduction in strength of the magnetic coils would also lead to a decreasing need for magnetically shielded rooms and safety concerns that are produced by large magnetic fields in the medical environment . Some shielding would, of course, still be needed but it would be to prevent stray fields from impacting the imaging device or washing out the desired signal, not to prevent injury or damage to the apparatus being used.</p>\n<p class=\"006BodyText\">It is this combination of high sensitivity, small size, and rapid processing that will allow the decay time of even extremely small fields to be detected and used to create a magnetically induced image.&nbsp;</p>\n<p class=\"006BodyText\">To be clear, although the aim is to produce images that would provide similar data as an MRI T1 scan would, it is different principles that are being exploited to do so. <a name=\"_Toc436783726\"></a></p>\n<p class=\"006BodyText\">In MMI, the target of examination is given a magnetic pulse by a coil causing the target to develop an induced magnetic moment which varies in space and time. This magnetic moment in the target to me imaged can be detected by the magnetometer...",
  "por_txt_cntn": "Magnetic Moment Imaging (MMI) is a novel way to use the magnetic properties inherent in all objects to gain a detailed internal view without the use of harmful radiation.  All materials have a magnetic response, and thus all will respond to a magnetic field. The magnetic response of the nucleus of atoms is the basis for the MMI developed in this project. By exposing a target to a magnetic field of even a few mT (about 1000 times that of the earthÆs magnetic field), the response can be detected as a change in the magnetic field generated in target. The rate at which this induced magnetic moment decays can be monitored by the equilibrium change in the MMI detector. With this information it is possible to differentiate between areas of different atomic composition or structure by differences in their decay time. To form an image, a way to determine the points in space from which the magnetic fields are coming. In Magnetic Resonance Imaging (MRI) this is most commonly done by applying a gradient to the magnetic fields applied over the targe. By using directional detector in our MMI technique, no external variation is needed. The positon of the detector itself gives spatial information on the target being examined.  It is for this reason that atomic optical magnetometers have been utilized in this experiment. The detection of these devices is directional and they are very sensitive.  With knowledge of the directionality of the detectors, existing computer tomography technologies, and algorithms newly developed for this project, we have shown that it is possible to recreate a visual representation of the internal structure of even a complex system such as a fruit undergoing FDA inspection or a human brain being examined for signs of trauma. The results are be comparable to an MRI T1 (spin-lattice relaxation) image, with the advantage that the MMI does not require large magnets, expensive cryogenics, or confined spaces.  In addition, the MMI technique is expected to take only seconds to create the images.\nThis directionality had not been extensively experimentally reported but is key to the operation of this imager. Non-directional (Isotropic) detectors are common, but will not be useful in creating an image since it is not possible to reverse calculate the image effectively (figures 1 &amp; 2)\n \nIN addition, atomic magnetometers are much more sensitive that other magnetic detectors, capable of detecting fields about a billion times smaller than the earthÆs magnetic field.  This leads to an overall reduction in the strength of the magnetic coils needed to produce some kind of internal imaging. This reduction in strength of the magnetic coils would also lead to a decreasing need for magnetically shielded rooms and safety concerns that are produced by large magnetic fields in the medical environment . Some shielding would, of course, still be needed but it would be to prevent stray fields from impacting the imaging device or washing out the desired signal, not to prevent injury or damage to the apparatus being used.\nIt is this combination of high sensitivity, small size, and rapid processing that will allow the decay time of even extremely small fields to be detected and used to create a magnetically induced image. \nTo be clear, although the aim is to produce images that would provide similar data as an MRI T1 scan would, it is different principles that are being exploited to do so. \nIn MMI, the target of examination is given a magnetic pulse by a coil causing the target to develop an induced magnetic moment which varies in space and time. This magnetic moment in the target to me imaged can be detected by the magnetometers.  Using a mathematical model described by the phyics of the detector, we can convert the signals detected by an array of detectors into an image of the target. \n\n \n\n\t\t\t\t\tLast Modified: 12/31/2015\n\n\t\t\t\t\tSubmitted by: Mark R Davidson"
 }
}