{
 "awd_id": "1237485",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Student Travel Support for the CHI Mentoring 2012 Workshop",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 13750.0,
 "awd_amount": 13750.0,
 "awd_min_amd_letter_date": "2012-03-27",
 "awd_max_amd_letter_date": "2012-03-27",
 "awd_abstract_narration": "The topic of Human Computer Interaction (HCI) is more important now than at any other time in the history of computing.  As computers become smaller, faster, and more ubiquitous, our ability to use them effectively becomes critical.  Not only must we design usable systems, but we must do so in a rapidly changing landscape of computing hardware that includes desktops, mobile phones, and embedded systems.  A unique aspect of HCI is that it requires the study of not just computing, but of the combination of computing and people.  Because people are involved, HCI is a field where aspects such as culture, socio-economic background, gender, etc., are considered in the systems that we build.  This is a clear argument for the development of a diverse field of researchers who bring to bear a wide range of experiences in their problem solving skills.\r\n\r\nThis is funding to provide partial support for the Computer-Human Interaction Mentoring (CHIMe) 2012 workshop http://chime.hci.cs.vt.edu, which will bring together approximately 67 students and 10 distinguished speakers from academia and industry as part of the Discipline-specific Mentoring Workshops sponsored in part by the BPC Alliance of CRA-W http://www.cra-w.org and CDC (the Coalition to Diversify Computing http://cdc-computing.org).   This is the second offering of the CHIMe Workshop, whose goal is to provide an opportunity for networking and mentoring among students in the field of HCI who belong to one or more of the following communities: women, underrepresented minorities, and persons with disabilities.  The workshop will be run as a series of presentations and panels; speakers will include leading researchers in the field drawn, to the extent they were available, from these same communities, who will address a broad range of issues ranging from technical concerns (such as appropriate evaluation methods) to some of today's hot topics.  The speakers' diverse occupations in government labs, academia and industry will provide attendees with different perspectives of the field.  The workshop will be collocated with and listed as an offering on the website of the ACM 2012 Conference on Human Factors in Computing Systems (CHI 2012), which will be held May 5-10 in Austin, Texas, and is sponsored by the Association for Computing Machinery's Special Interest Group on Human-Computer Interaction (SIGCHI); this is the leading international forum for the presentation and discussion of research and practice relating to human-computer interaction, and is attended by approximately 2,500 HCI professionals from around the world.  NSF funds will cover the costs of approximately 25 student participants; additional funds are being provided by CDC/CRA-W and Microsoft Corporation.\r\n\r\nBroader Impacts:  The PIs have made a serious and successful effort to attract participants from HBCU (Historically Black Colleges and Universities), HSI (Hispanic-Serving Institutions), ACU (Appalachian Colleges and Universities), and TCU (Tribal Colleges and Universities) institutions.  CHIMe 2012 will harness the cumulative experience of successful STEM professionals in the field to provide a unique forum in which to showcase the technical achievements of diverse researchers in computing and to encourage a new generation of researchers from underrepresented groups.  With its focus on graduate students in HCI, the workshop will be positioned to have a direct impact on future faculty and researchers in this area of endeavor.  It will provide a highly technical and supportive environment for underrepresented minority doctoral students in the field of HCI to discuss their research and to receive constructive feedback from experts, along with ample opportunities for networking and peer mentoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Perez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel A Perez",
   "pi_email_addr": "perez+acmnsf@vt.edu",
   "nsf_id": "000614058",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Metoyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald Metoyer",
   "pi_email_addr": "rmetoyer@nd.edu",
   "nsf_id": "000438752",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association Computing Machinery",
  "inst_street_address": "1601 BROADWAY",
  "inst_street_address_2": "FL 10",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128697440",
  "inst_zip_code": "100197434",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ASSOCIATION FOR COMPUTING MACHINERY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "CK2MCC83LSL8"
 },
 "perf_inst": {
  "perf_inst_name": "Association Computing Machinery",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787013612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project was to support student participation at the Computer Human-Interaction Mentoring (CHIME) Workshop, part of the Discipline-Specific Workshops sponsored in part by the CRA (http://www.cra-w.org/cdc). The workshop provided an opportunity for networking and mentoring among a diverse group of students in the area of human-computer interaction (HCI). The explicit goals were:</p>\n<ul>\n<li>Help the students build relationships/networks with their peers;</li>\n<li>Help students build relationships/networks with leaders in their field;</li>\n<li>Provide a welcoming environment for mentoring and collaboration;</li>\n<li>Encourage the students' participation in the leading research venue in their field.</li>\n</ul>\n<p>The workshop included a series of presentations, panels, and a poster session designed to inform, inspire, and encourage future research in HCI. All 30 students participating were enrolled in Ph.D. programs at 22 institutions in the United States and Canada. The ethnic breakdown included: 10 African Americans, 8 Caucasians, 6 Hispanics, 1 Native American, and 3 Asian Americans (3 classified themselves as \"other\"). The gender breakdown: 8 male and 22 female participants.&nbsp;The speakers at the workshop also showed similar diverse composition.</p>\n<p>The workshop evaluation showed that the sessions were well received and that participants are likely to follow up with the speakers to establish further technical collaborations after the workshop.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2014<br>\n\t\t\t\t\tModified by: Manuel&nbsp;A&nbsp;Perez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project was to support student participation at the Computer Human-Interaction Mentoring (CHIME) Workshop, part of the Discipline-Specific Workshops sponsored in part by the CRA (http://www.cra-w.org/cdc). The workshop provided an opportunity for networking and mentoring among a diverse group of students in the area of human-computer interaction (HCI). The explicit goals were:\n\nHelp the students build relationships/networks with their peers;\nHelp students build relationships/networks with leaders in their field;\nProvide a welcoming environment for mentoring and collaboration;\nEncourage the students' participation in the leading research venue in their field.\n\n\nThe workshop included a series of presentations, panels, and a poster session designed to inform, inspire, and encourage future research in HCI. All 30 students participating were enrolled in Ph.D. programs at 22 institutions in the United States and Canada. The ethnic breakdown included: 10 African Americans, 8 Caucasians, 6 Hispanics, 1 Native American, and 3 Asian Americans (3 classified themselves as \"other\"). The gender breakdown: 8 male and 22 female participants. The speakers at the workshop also showed similar diverse composition.\n\nThe workshop evaluation showed that the sessions were well received and that participants are likely to follow up with the speakers to establish further technical collaborations after the workshop.\n\n\t\t\t\t\tLast Modified: 04/28/2014\n\n\t\t\t\t\tSubmitted by: Manuel A Perez"
 }
}