{
 "awd_id": "1237213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symmetry groups and Topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 139743.0,
 "awd_amount": 139743.0,
 "awd_min_amd_letter_date": "2012-03-29",
 "awd_max_amd_letter_date": "2012-03-29",
 "awd_abstract_narration": "In his proposal, the PI wishes to explore the central role of symmetries in various problems of geometry and topology. In more\r\ndetail: The proposal includes the study of the equivariant Johnson- Wilson spectrum, denoted by ER(n), under the involution symmetry given by complex conjugation acting on the standard Johnson-Wilson spectrum.  \r\nThis theory ER(n) belongs to a family that starts with real K-theory.  \r\nThese theories have rich structure that has been explored by the PI in previous work. The power of this structure has been demonstrated by the PI and his collaborators in extending previously known results about the immersion dimension of real projective spaces. In his proposal the PI also studies infinite dimensional symmetry groups like Kac-Moody groups and symplectomorphism groups. Kac-Moody groups are infinite dimensional generalizations of compact Lie groups in terms of their structure and representation theory. The PI studies them from the standpoint of topology by studying their classifying spaces and the underlying equivariant K-theory. The PI also studies symplectormorphism groups of certain 4-manifolds. In earlier work, he and his coauthors have demonstrated that one can use homotopical techniques to completely understand these groups for rational ruled surfaces. The techniques used there appear to be applicable in much more generality which the PI plans to explore.\r\n\r\nOn a general level, the proposal attempts to solve geometric problems by first understanding the apparent symmetries in the problem and then applying algebraic techniques to the framework. For example, complex K- theory is an invariant constructed from families of complex vector spaces parametrized over a general space (a concept known as a complex vector bundle). Complex conjugation demonstrates an apparent symmetry of this structure and one obtains real K-theory by encoding this symmetry. This framework can be formalized into a very strong algebraic invariant the power of which was demonstrated almost 50 years ago to answer a fundamental question like which spheres have a group structure, or which euclidean spaces support the structure of a skew field. The PI studies a family ER(n) that generalizes real K- theory. In addition to this, the PI studies questions with apparent symmetries that are no longer finite, but still have fundamental geometric significance. For example, the infinite dimensional symplectomorphism group is defined as the symmetries of a smooth manifold which preserve a fixed symplectic form. The PI has shown that in some cases, this group is amenable to study using algebraic techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nitya",
   "pi_last_name": "Kitchloo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nitya Kitchloo",
   "pi_email_addr": "nitu@math.jhu.edu",
   "nsf_id": "000488661",
   "pi_start_date": "2012-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 North Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182682",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 139743.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The role of symmetries of a geometrical or physical object is of deep significance. As the word suggests, symmetries allow us to explore an object through all its possible self-identifications.</p>\n<p>This proposal was aimed as studying the symmetries of a few topological objects that have relevance to fundamental geometric questions. In the next few paragraps, we will try to describe these objects and some applications.</p>\n<p>The first object we studied is known as a spectrum (in the context of topology). A spectrum is a collection of spaces that are related to each other in a concrete fashion. A spectrum gives rise to a cohomology theory, which is an algebraic invariant of topological spaces. In particular, given a map (a continuous function) between two topological spaces, one has an induced group homomorphism between the values of the cohomology theory on the respective spaces.</p>\n<p>The spectra we study belong to a family called real Johnson-Wilson spectra and are denoted by ER(n) with n=1,2.... These spectra admit one particular interesting symmetry that one may take advantage of.</p>\n<p>The corresponding geometric question of significance is the question of non-immersions of real projective spaces in euclidean space. More precisely, given a pair of numbers (a,b) one may ask if the real projective space of dimension a, immerses in euclidean space of dimension b. Since real projective spaces are fundamental objects (almost as fundamental as spheres), this question may be of importance in several contexts.</p>\n<p>The standard way to address this question is to first use an old result that turns this question to a question about axial maps: An axial map is a map between projective spaces that has certain properties. One shows that an immersion of the type we desire exists if and only if an axial map of a certain form exists. Then one uses the theories ER(n) to demonstrate that such a map cannot exist in certain cases; thereby proving that a particular immersion cannot exist.</p>\n<p>Using our theories ER(n), we have been able to find state-of-the art bounds on the non-existance of certain immersions that were previous unknown.The success of the theories ER(n) for the non-immersion question suggests that they may be of use for other such questions.</p>\n<p>Another fundamental object we sought to study in our proposal was a topological Kac-Moody group.</p>\n<p>A group is a set with a binary operation known as: group product. This notion is the abstraction of the conecept of symmetries (the group product for symmetries being composition of symmetries to yield other symmetries).</p>\n<p>A Kac-Moody group is a special type of group which is infinite dimensional (so the underlying set has an infinite degree of freedom). These groups appear as groups of symmetries of questions in mathematical physics. For example, the \"Gauge groups\" of symmetries of electro-magnetic fields are examples of Kac-Moody groups in certain cases. It is also suspected that a certain \"Grand Unified Theory\" known as M-theory supports symmetries that form a Kac-Moody group known as E_{10}.</p>\n<p>It is clear that the study of the geometry and topology of these groups is of interest to both mathematicians and physicists. In the PI's doctorate thesis, he introduced several topological techniques to study these groups from the standpoint of topology (as opposed to representation theory or analysis). Over the last fifteen years, these techniques have been shown to be very fruitful in the study of the topology of Kac-Moody groups. In our proposal we successfully continued exploring the use of these techniques.&nbsp;</p>\n<p>In addition to studying Kac-Moody groups ourselves, the PI is also interested in expanding the audience for these groups. More specifically, the PI hopes to involve younger topologists and topological research groups from outside the united states in the study of these groups. Traditi...",
  "por_txt_cntn": "\nThe role of symmetries of a geometrical or physical object is of deep significance. As the word suggests, symmetries allow us to explore an object through all its possible self-identifications.\n\nThis proposal was aimed as studying the symmetries of a few topological objects that have relevance to fundamental geometric questions. In the next few paragraps, we will try to describe these objects and some applications.\n\nThe first object we studied is known as a spectrum (in the context of topology). A spectrum is a collection of spaces that are related to each other in a concrete fashion. A spectrum gives rise to a cohomology theory, which is an algebraic invariant of topological spaces. In particular, given a map (a continuous function) between two topological spaces, one has an induced group homomorphism between the values of the cohomology theory on the respective spaces.\n\nThe spectra we study belong to a family called real Johnson-Wilson spectra and are denoted by ER(n) with n=1,2.... These spectra admit one particular interesting symmetry that one may take advantage of.\n\nThe corresponding geometric question of significance is the question of non-immersions of real projective spaces in euclidean space. More precisely, given a pair of numbers (a,b) one may ask if the real projective space of dimension a, immerses in euclidean space of dimension b. Since real projective spaces are fundamental objects (almost as fundamental as spheres), this question may be of importance in several contexts.\n\nThe standard way to address this question is to first use an old result that turns this question to a question about axial maps: An axial map is a map between projective spaces that has certain properties. One shows that an immersion of the type we desire exists if and only if an axial map of a certain form exists. Then one uses the theories ER(n) to demonstrate that such a map cannot exist in certain cases; thereby proving that a particular immersion cannot exist.\n\nUsing our theories ER(n), we have been able to find state-of-the art bounds on the non-existance of certain immersions that were previous unknown.The success of the theories ER(n) for the non-immersion question suggests that they may be of use for other such questions.\n\nAnother fundamental object we sought to study in our proposal was a topological Kac-Moody group.\n\nA group is a set with a binary operation known as: group product. This notion is the abstraction of the conecept of symmetries (the group product for symmetries being composition of symmetries to yield other symmetries).\n\nA Kac-Moody group is a special type of group which is infinite dimensional (so the underlying set has an infinite degree of freedom). These groups appear as groups of symmetries of questions in mathematical physics. For example, the \"Gauge groups\" of symmetries of electro-magnetic fields are examples of Kac-Moody groups in certain cases. It is also suspected that a certain \"Grand Unified Theory\" known as M-theory supports symmetries that form a Kac-Moody group known as E_{10}.\n\nIt is clear that the study of the geometry and topology of these groups is of interest to both mathematicians and physicists. In the PI's doctorate thesis, he introduced several topological techniques to study these groups from the standpoint of topology (as opposed to representation theory or analysis). Over the last fifteen years, these techniques have been shown to be very fruitful in the study of the topology of Kac-Moody groups. In our proposal we successfully continued exploring the use of these techniques. \n\nIn addition to studying Kac-Moody groups ourselves, the PI is also interested in expanding the audience for these groups. More specifically, the PI hopes to involve younger topologists and topological research groups from outside the united states in the study of these groups. Traditionally, Kac-Moody groups were only studied by analysts and representation theorists. However, since the discovery of the topological ..."
 }
}