{
 "awd_id": "1237595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CCEP-I: The Great Lakes Climate Change Science and Education Systemic Network (GLCCSESN)",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy Chan Hilton",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 839269.0,
 "awd_amount": 839269.0,
 "awd_min_amd_letter_date": "2012-03-30",
 "awd_max_amd_letter_date": "2012-03-30",
 "awd_abstract_narration": "An award has been made to University of Wisconsin to establish a Phase I Climate Change Education Partnership (CCEP) in collaboration with the College of Exploration, Michigan State University, the NOAA Great Lakes Environmental Research Laboratory, Ashland University (Ohio), RISA and the Graham Sustainability Institute, the Knight Center for Environmental Journalism, the Great Lakes Sea Grant Network, and the Ann Arbor Hands-On Museum. The overall goal of the CCEP Phase I project is to establish a coordinated national network of regionally- or thematically-based partnerships devoted to increasing the adoption of effective, high quality educational programs and resources related to the science of climate change and its impacts. This project is focusing on climate change education in the Great Lakes region. The formal and informal education activities associated with the project are targeting an audience including STEM educators, pre-service teachers, public and business stakeholders, as well as the general public. The project is implementing an inventory of regional climate change research/education resources and creating an associated network map of existing interrelationships and partnerships. It is designing and implementing a virtual Great Lakes community platform that is linking project partners and collaborators. The project is convening a series of community focus groups that are producing white papers outlining the breadth and scope of climate research in the region and identifying the pathways of movement of emerging science and learning science knowledge from the scientists and laboratories in the region to the formal and informal education providers. The PIs are developing a comprehensive planning document that is providing the partnership with realistic goals and objectives for future climate change education efforts in the region. The systemic network being developed by the project is 1) enabling explicit partnering of educators, climate scientists and learning scientists; 2) broadening the participation of underrepresented groups by enhancing opportunities for populations within the Great Lakes region, many of whom have been significantly affected by both recent and long-standing economic downturns, both economically and in terms of educational opportunities; 3) enhancing the regional infrastructure for research and education; 4) disseminating Great Lakes climate science through partnerships with formal and informal education institutions; and 5) benefiting society by building partnerships among academic, non-profit, and governmental entities that together are working to improve climate change education in the Great Lakes region. For additional information please contact:  Dr. Sandra Rutherford (srutherf@emich.edu) or visit the project website at: www.greatlakesclimate.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Rutherford",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra L Rutherford",
   "pi_email_addr": "srutherford@wisc.edu",
   "nsf_id": "000065082",
   "pi_start_date": "2012-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689100",
   "pgm_ele_name": "CLIMATE CHANGE EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 115402.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 723866.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to integrate the disparate institutions and individuals engaged in climate science research, climate literacy research, and climate education activities within the Great Lakes region. To improve climate literacy in a particular region it is important to understand the climate science for that region. Hence, a review of the Anticipated Effects and Impacts of Climate Change in the Great Lakes Region was written and can be found at <a href=\"http://climategreatlakes.com/climate-science-white-paper/\">http://climategreatlakes.com/climate-science-white-paper/</a>.</p>\n<p>A few of the trends are listed below:</p>\n<ul>\n<li>Higher air temperatures </li>\n<li>Increased winter precipitation</li>\n<li>Less ice cover </li>\n<li>Decreased lake water levels (due to higher evaporation rates)</li>\n</ul>\n<p>The state of climate change education in the Great Lakes was also studied. This was summarized in the Education Whitepaper that can be found <a href=\"http://climategreatlakes.com/climate-change-education-whitepaper/\">http://climategreatlakes.com/climate-change-education-whitepaper/</a>. We were primarily interested in understanding the following:</p>\n<p>1)&nbsp;&nbsp; How well grounded are formal and informal educators in climate science?</p>\n<p>K-12 teachers, science education professors, and journalists had the lowest scores on the test (between 72% and 75%). Museum educators scored 84% and community/agency educators scored 80%. Climate scientists and university faculty had the highest scores on the test (90% and 89%, respectively).</p>\n<p>2)&nbsp;&nbsp; Where do educators get climate information?</p>\n<p>The main choices were books and magazines, Internet, colleagues, formal pre-college education and graduate education.</p>\n<p>3)&nbsp;&nbsp; How do educators use climate change in their professional practice?</p>\n<p>Both formal and informal educators in the Great Lakes region are working on an individual level but are not currently engaged in a systemic way.&nbsp; They note that &ldquo;needs for improving regional climate literacy at the level of the general public and student populations are not well understood.&rdquo; &nbsp;NOAA Climate Literacy Principles have not been adapted for the Great Lakes area and climate literacy is not a major component of K-16 curricula. Informal educators in museums are actively developing and implementing climate change exhibitions and programs. Museum educators are focused on a younger audience (6-12 years) than community/agency educators (18-30 years). &nbsp;We found that informal educators&rsquo; work in regards to climate change education was varied. Some educators focused on teaching public audiences, others worked at the organizational level, and others were focused on professional development for teachers.</p>\n<p>4)&nbsp;&nbsp; What are the barriers, gaps, and needs relative to improving climate change education?</p>\n<p>For formal educators one of the greatest challenges is the need to diffuse the political aspects of climate change by focusing on the science behind climate change. Teachers need access to critical resources given their limited time. This includes educational materials packaged for classroom use, materials that are locally based, and access to the scientific community directly. &nbsp;An underlying tension for teachers is the fact that their time and attention is driven by curriculum and standards: if climate change is not aligned with curriculum and standards it becomes very difficult to integrate into the classroom in a meaningful way.</p>\n<p>For informal educators (including community agencies, museum professionals, and journalists) the first challenge facing informal educators is to first understand their audience. Beyond basic demographics and motivations, it is critical to understand audience perspectives and attitudes towards climate change. Informal educators must then frame climate change ba...",
  "por_txt_cntn": "\nThe goal of this project was to integrate the disparate institutions and individuals engaged in climate science research, climate literacy research, and climate education activities within the Great Lakes region. To improve climate literacy in a particular region it is important to understand the climate science for that region. Hence, a review of the Anticipated Effects and Impacts of Climate Change in the Great Lakes Region was written and can be found at http://climategreatlakes.com/climate-science-white-paper/.\n\nA few of the trends are listed below:\n\nHigher air temperatures \nIncreased winter precipitation\nLess ice cover \nDecreased lake water levels (due to higher evaporation rates)\n\n\nThe state of climate change education in the Great Lakes was also studied. This was summarized in the Education Whitepaper that can be found http://climategreatlakes.com/climate-change-education-whitepaper/. We were primarily interested in understanding the following:\n\n1)   How well grounded are formal and informal educators in climate science?\n\nK-12 teachers, science education professors, and journalists had the lowest scores on the test (between 72% and 75%). Museum educators scored 84% and community/agency educators scored 80%. Climate scientists and university faculty had the highest scores on the test (90% and 89%, respectively).\n\n2)   Where do educators get climate information?\n\nThe main choices were books and magazines, Internet, colleagues, formal pre-college education and graduate education.\n\n3)   How do educators use climate change in their professional practice?\n\nBoth formal and informal educators in the Great Lakes region are working on an individual level but are not currently engaged in a systemic way.  They note that \"needs for improving regional climate literacy at the level of the general public and student populations are not well understood.\"  NOAA Climate Literacy Principles have not been adapted for the Great Lakes area and climate literacy is not a major component of K-16 curricula. Informal educators in museums are actively developing and implementing climate change exhibitions and programs. Museum educators are focused on a younger audience (6-12 years) than community/agency educators (18-30 years).  We found that informal educatorsÆ work in regards to climate change education was varied. Some educators focused on teaching public audiences, others worked at the organizational level, and others were focused on professional development for teachers.\n\n4)   What are the barriers, gaps, and needs relative to improving climate change education?\n\nFor formal educators one of the greatest challenges is the need to diffuse the political aspects of climate change by focusing on the science behind climate change. Teachers need access to critical resources given their limited time. This includes educational materials packaged for classroom use, materials that are locally based, and access to the scientific community directly.  An underlying tension for teachers is the fact that their time and attention is driven by curriculum and standards: if climate change is not aligned with curriculum and standards it becomes very difficult to integrate into the classroom in a meaningful way.\n\nFor informal educators (including community agencies, museum professionals, and journalists) the first challenge facing informal educators is to first understand their audience. Beyond basic demographics and motivations, it is critical to understand audience perspectives and attitudes towards climate change. Informal educators must then frame climate change based on this understanding. A major component of this is to make climate change a relevant issue &ndash; bringing it to a local level for their audience.\n\nAs part of a supplemental award we formed a significant partnership with the 1,400 member, Society of Environmental Journalists. SEJÆs participation and experience was critical to building credibility, recruiting journalist and scientist participant..."
 }
}