{
 "awd_id": "1237800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Large Mammal Extinction and Human Colonization",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 24394.0,
 "awd_amount": 24394.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "Under the guidance of Dr. Donald K. Grayson, Ms. Kayla Wopschall will analyze the remains of the extinct pygmy hippopotamus (Phanourios minutus) from the archaeological site Akrotiri Aetokremnos. Aetokremnos is located in the southernmost portion of the eastern Mediterranean island of Cyprus. Dating to ca. 10,500 years ago, it is the oldest known archaeological site on the island and provides evidence of some of the earliest seafaring by people in the Mediterranean. Furthermore, this site also contains the most recent known specimens of the Cypriot pygmy hippo. The connection between the earliest human colonization of the island and the disappearance of this large mammal has led many to believe that human hunting was the cause of the pygmy hippo's ultimate demise. Ms. Wopschall will focus on the bones, teeth and ancient DNA of this species to determine if humans did make an impact by hunting and/or introducing other animals that may have become competitors for resources. She will also document any prehistoric climatic change that may have occurred during this time and the potential impact such a change may have had on the disappearance of the pygmy hippo. \r\n\r\nArchaeologists and paleontologists often find that initial human colonization of island environments leads to the disappearance of vertebrates. Human hunting of naïve fauna coupled with indirect anthropogenic affects (e.g. large scale burning and/or the introduction of invasive species) has had devastating consequences for island species. However, as more work has been done, scientists have discovered multiple cases where humans have coexisted for long periods of time with island vertebrates before those vertebrates became extinct, if extinction occurred at all, as well as situations in which island vertebrates have gone extinct in the absence of human occupation. As a result, the assumption that human colonization of islands leads to the extinction of island fauna needs to be rigorously tested for each individual species. In addition, most prior studies have focused on the Holocene (the last 10,000 years), deal with birds, not mammals, and/or have poor chronological control. There are very few cases where it has been shown that large mammals may have become extinct in such settings. The pygmy hippopotamus of Cyprus presents a unique opportunity to study a large mammal from the Pleistocene at a location with excellent chronological control. This study will provide valuable insight to the dynamics of large mammals on islands and their response to such different stressors as human hunting, the introduction of new species, and/or significant climate change.\r\n\r\nIn addition to addressing these research issues, the project will provide educational material and outreach activities on the island of Cyprus as a whole, the British Royal Air Force base where Aetokremnos is located, and in the United States. Public education and outreach activities will be focused on children and young adults and will be center on the public understanding of archaeology and, more broadly, science. The results of this project will be disseminated in peer-reviewed publications and the raw data made available to the public through an archival database at the University of Washington. The findings will be incorporated in future courses taught by Ms. Wopschall at the university level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Grayson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Donald K Grayson",
   "pi_email_addr": "grayson@u.washington.edu",
   "nsf_id": "000186334",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kayla",
   "pi_last_name": "Wopschall",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kayla P Wopschall",
   "pi_email_addr": "kaylapetitt@gmail.com",
   "nsf_id": "000525374",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981953100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24394.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Akrotiri <em>Aetokremnos </em>is one of the earliest archaeological sites in Cyprus (ca. 10,000 cal. BC), as well as one of the largest deposits of the endemic and extinct pygmy hippopotamus, <em>Phanourios minutus</em>. Initial interpretations of this site argued this to be an example of direct association between humans and pygmy hippos&mdash;suggesting that humans hunting the species may have influenced their disappearance. This event occurs temporally at the same time as other large mammal extinctions occurring globally. It is during this period that species such as the mammoths, mastadons, saber toothed cats, woolly rhinos and many more are assumed to have become extinct. Decades of debate have attempted to delineate the ultimate cause of extinction for these animals, often with the focus resting on either human hunting and/or climate change at the end of the Younger Dryas climatic event. The site Akrotiri <em>Aetokremnos </em>and the pygmy hippopotamus of Cyprus provides a case study for evaluating one of these late Pleistocene large mammals extinction events with excellent chronological control.</p>\n<p>This research evaluated the extinction of the Cypriot pygmy hippopotamus through a multidisciplinary approach. Traditional zooarchaeological methods and demographics were employed to evaluate whether this site was created by humans (as opposed to a natural accumulation), if and how humans may have utilized the bones of this animal, and tying human behavior to faunal patterns seen at the site. Stable isotope analysis and morphological comparisons were conducted to evaluate the diet and behavior of this species at the time of its extinction. Finally, these findings were compared to paleoenvironment data in an attempt to evaluate the relative influence of both humans and climate change on this species.</p>\n<p>This project had two main outcomes: &nbsp;First, the nature of accumulation at&nbsp;<em>Akrotiri Aetokremnos</em>&nbsp;was shown to be anthropogenic. Through multiple lines of evidence, this research shows that the faunal representation at the site is anthropogenic in nature, and that the patterns observed are not explained by natural factors. Second, information relating to the paleoecology of this species and interpretation of behavior based on skeletal morphology was completed. This research has reinforced the assumption that this species was largely terrestrial with a specialized diet. Evidence of both increased aridity (climate change) and human presence on the island at the end of the Pleistocene would have had significant impact on the survivability of the species.&nbsp;</p>\n<p>Overall, the findings of this project add to the larger debate surrounding the ultimate cause for late Pleistocene megafaunal extinctions. Discussion surrounding mainland large mammal extinctions are often deeply rooted in island extinction theories and models&mdash;despite previous studies not focusing on mammals themselves. This project adds to this discussion by providing a dialogue surrounding mammals, providing the opportunity for a more direct correlate when using island extinctions as analogies for the late Pleistocene megafauna decline.</p>\n<p>This project also provides insight to the earliest inhabitants of Cyprus, and potentially the earliest sea-farers in the Mediterranean region. The faunal analysis done at this site provides further understanding of human subsistence strategies and/or resource acquisition for these people whom are assumed to be largely &ldquo;fisher foragers&rdquo;. The utilization of these large mammals by these early fisher foragers, once explored in more depth, will certainly provide insight into human movement throughout the Mediterranean basin&mdash;identifying potential motivators for travel, and resources that may have made movement and habitation possible for earlier periods in time.</p>\n<p>Finally, the overall methodological approach in th...",
  "por_txt_cntn": "\nAkrotiri Aetokremnos is one of the earliest archaeological sites in Cyprus (ca. 10,000 cal. BC), as well as one of the largest deposits of the endemic and extinct pygmy hippopotamus, Phanourios minutus. Initial interpretations of this site argued this to be an example of direct association between humans and pygmy hippos&mdash;suggesting that humans hunting the species may have influenced their disappearance. This event occurs temporally at the same time as other large mammal extinctions occurring globally. It is during this period that species such as the mammoths, mastadons, saber toothed cats, woolly rhinos and many more are assumed to have become extinct. Decades of debate have attempted to delineate the ultimate cause of extinction for these animals, often with the focus resting on either human hunting and/or climate change at the end of the Younger Dryas climatic event. The site Akrotiri Aetokremnos and the pygmy hippopotamus of Cyprus provides a case study for evaluating one of these late Pleistocene large mammals extinction events with excellent chronological control.\n\nThis research evaluated the extinction of the Cypriot pygmy hippopotamus through a multidisciplinary approach. Traditional zooarchaeological methods and demographics were employed to evaluate whether this site was created by humans (as opposed to a natural accumulation), if and how humans may have utilized the bones of this animal, and tying human behavior to faunal patterns seen at the site. Stable isotope analysis and morphological comparisons were conducted to evaluate the diet and behavior of this species at the time of its extinction. Finally, these findings were compared to paleoenvironment data in an attempt to evaluate the relative influence of both humans and climate change on this species.\n\nThis project had two main outcomes:  First, the nature of accumulation at Akrotiri Aetokremnos was shown to be anthropogenic. Through multiple lines of evidence, this research shows that the faunal representation at the site is anthropogenic in nature, and that the patterns observed are not explained by natural factors. Second, information relating to the paleoecology of this species and interpretation of behavior based on skeletal morphology was completed. This research has reinforced the assumption that this species was largely terrestrial with a specialized diet. Evidence of both increased aridity (climate change) and human presence on the island at the end of the Pleistocene would have had significant impact on the survivability of the species. \n\nOverall, the findings of this project add to the larger debate surrounding the ultimate cause for late Pleistocene megafaunal extinctions. Discussion surrounding mainland large mammal extinctions are often deeply rooted in island extinction theories and models&mdash;despite previous studies not focusing on mammals themselves. This project adds to this discussion by providing a dialogue surrounding mammals, providing the opportunity for a more direct correlate when using island extinctions as analogies for the late Pleistocene megafauna decline.\n\nThis project also provides insight to the earliest inhabitants of Cyprus, and potentially the earliest sea-farers in the Mediterranean region. The faunal analysis done at this site provides further understanding of human subsistence strategies and/or resource acquisition for these people whom are assumed to be largely \"fisher foragers\". The utilization of these large mammals by these early fisher foragers, once explored in more depth, will certainly provide insight into human movement throughout the Mediterranean basin&mdash;identifying potential motivators for travel, and resources that may have made movement and habitation possible for earlier periods in time.\n\nFinally, the overall methodological approach in this project brings together a variety of disciplines to gain a full picture of this species of pygmy hippos near the time of their extinction. When attempting to..."
 }
}