{
 "awd_id": "1237259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  A Robot for Joint Ground and Airborne Operations - Hybrid Robot",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-03-13",
 "awd_max_amd_letter_date": "2012-03-13",
 "awd_abstract_narration": "This Innovation Corps project proposes to test the commercial feasibility of a robot that can move on the ground, fly, and hover. In the ground mode, the rotors and stabilizer bar are folded down along the length of the robot's body. It transforms into its flight mode by positioning itself on-end, with its long axis oriented vertically rather than horizontally, and unfolding its flight mechanisms.  This type of robot offers several key benefits: 1) Capability to carry out complex missions, and return to home base, 2) Un-assisted take off (ability to switch locomotion modes at will), 3) Hovering (maintaining position in the air), 4) Ability to scale large obstacles and fly over rough terrain, and 5) Efficient ground-mode travel. While some of these benefits could be realized with a small helicopter, the fourth item, \"efficient ground-mode travel\", sets this design apart by giving it the ability to conserve energy while still making progress toward its objective.\r\n\r\nA robot that has the capability to switch air and ground modes at will as many times as necessary to complete a mission, with \"stop-and-go\" capabilities both on the ground in the air, enables adaption to diverse missions, uncontrollable environments, and unpredictable threats.  Many missions require movement through terrain which is not easily traversable, such as in an earthquake search-and-rescue scenario. In addition to search-and-rescue applications, this type of robot would be ideal for many other applications such as: covert surveillance, perimeter surveillance, reconnaissance, law enforcement, hostage scenarios, special force operations, hazardous and/or contaminated (nuclear, biological, chemical, or radiological) area inspection, and any mission which requires situational awareness over the line-of-sight or over the line-of-reach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikolaos",
   "pi_last_name": "Papanikolopoulos",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolaos P Papanikolopoulos",
   "pi_email_addr": "npapas@cs.umn.edu",
   "nsf_id": "000205563",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of Minnesota (UMN) Center of Distributed Robotics is developing a Hybrid Robot (HR), which can move on the ground, fly, and even hover. It is a two-wheeled ground robot that transforms into a helicopter. It transforms into its flight mode by positioning itself on-end, with its long axis oriented vertically rather than horizontally, and unfolding its flight mechanisms.</p>\n<p><em></em>Under funding from the National Science Foundation UMN has been studying the applicability of this innovative robotic technology to any potential market segment (Government, Industrial, Commercial, Educational, etc.). A robot that has the capability to switch air and ground modes at will as many times as necessary to complete the mission, and with &ldquo;stop-and-go&rdquo; capabilities both on the ground and in the air, is the fittest robot to adapt to diverse applications, which makes it truly a multi-function robot. Many missions require that the robot has to move through terrain which is not easily traversable e.g. In an earthquake search and rescue scenario&nbsp; the mission might be: &ldquo;Go over the rumbles of a fallen building or several buildings (airborne mode) and get inside any robot-size hole (ground mode) and send back images. Then get out, switch back to airborne mode and repeat.\"</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2012<br>\n\t\t\t\t\tModified by: Nikolaos&nbsp;Papanikolopoulos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe University of Minnesota (UMN) Center of Distributed Robotics is developing a Hybrid Robot (HR), which can move on the ground, fly, and even hover. It is a two-wheeled ground robot that transforms into a helicopter. It transforms into its flight mode by positioning itself on-end, with its long axis oriented vertically rather than horizontally, and unfolding its flight mechanisms.\n\nUnder funding from the National Science Foundation UMN has been studying the applicability of this innovative robotic technology to any potential market segment (Government, Industrial, Commercial, Educational, etc.). A robot that has the capability to switch air and ground modes at will as many times as necessary to complete the mission, and with \"stop-and-go\" capabilities both on the ground and in the air, is the fittest robot to adapt to diverse applications, which makes it truly a multi-function robot. Many missions require that the robot has to move through terrain which is not easily traversable e.g. In an earthquake search and rescue scenario  the mission might be: \"Go over the rumbles of a fallen building or several buildings (airborne mode) and get inside any robot-size hole (ground mode) and send back images. Then get out, switch back to airborne mode and repeat.\"\n\n\t\t\t\t\tLast Modified: 12/04/2012\n\n\t\t\t\t\tSubmitted by: Nikolaos Papanikolopoulos"
 }
}