{
 "awd_id": "1237290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Planning Visit:  Investigating the Interactions Between Dissolved Organic Matter, Microbial Communities, and Arsenic Biogeochemistry in Groundwater of a Pristine Delt",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Murdy",
 "awd_eff_date": "2011-12-26",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 12710.0,
 "awd_amount": 12710.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "This planning visit will develop an international collaborative research and training project on the topic of interactions between dissolved organic matter, microbial communities, and arsenic biogeochemistry in groundwater of the Okavango Delta, Botswana. The planning visit will bring together U.S. scientists and engineers from the University of Colorado and Kansas State University with scientists from the Botswana Geologic Survey and the Okavango Research Institute (ORI) to develop a compelling research plan, collect samples for preliminary analyses, and meet with science teachers from Maun Senior Secondary School to plan future educational outreach activities for U.S. K-12 teachers. The research team will also examine the laboratory facilities at ORI, identify field research sites, identify appropriate in-country mentors for graduate students involved in the research, and begin preparation of a research proposal targeted for the NSF EAR Hydrologic Sciences (HS) division. \r\n\r\nIntellectual merit: Naturally-occurring arsenic in groundwater is a global problem with serious health consequences for millions of people worldwide, yet the processes by which arsenic is mobilized from sediments are not well understood. This planning visit will coordinate future research to develop a process-level understanding of the reactions between organic matter and microorganisms in metal oxide-rich sediments that influence arsenic mobilization in groundwater. The improved understanding of dissolved organic material transformations along groundwater flow paths and flow path-related shifts in microbial community composition is extremely important for understanding (and predicting) arsenic mobilization in diverse groundwater environments. The evapotranspiration-driven groundwater flow that is characteristic of islands in the Okavango Delta provides a unique opportunity to investigate questions related to the evolution of microbial communities and associated biogeochemical processes that lead to arsenic mobilization. \r\n\r\nBroader impacts: In addition to broadening the understanding of the scientific community understanding on the global problem of groundwater arsenic contamination, this planning visit will support two graduate students, who will have the opportunity to be involved in the project from its conception. Meetings between US scientists and teachers at Maun Senior Secondary School will build new relationships that are the basis for future educational outreach in the form of Research Experience for Teachers and Research Experience for Undergraduates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Mladenov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Mladenov",
   "pi_email_addr": "nmladenov@sdsu.edu",
   "nsf_id": "000119830",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7394",
   "pgm_ref_txt": "BOTSWANA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of the NSF project, &ldquo;International Planning Visit: Investigating the Interactions Between Dissolved Organic Matter, Microbial Communities, and Arsenic Biogeochemistry in Groundwater of a Pristine Delta&rdquo; was to support investigators and graduate students from Kansas State University and the University of Colorado in the planning of future research opportunities in the broad topic of groundwater quality. The study was motivated by recent findings of dissolved arsenic concentrations in groundwater of Botswana that exceeded US EPA limits and World Health Organization guidelines of 10 parts per billion by 400 times. In its dissolved form, arsenic is a colorless, odorless, and tasteless element, yet it is a toxic contaminant in groundwater aquifers around the world. In recent decades, much has been learned about arsenic mobility in groundwater, yet much still remains to be known about interactions between dissolved organic matter, microbes, and arsenic in the subsurface. Although arsenic concentrations are very high at the study site, the Okavango Delta, this particular location was selected because it is pristine in terms of its remoteness, minimal human influence, and no urban or agricultural pollution. In addition, the natural arsenic sources and well-studied groundwater flowpaths that exist beneath islands of the Okavango Delta provide a unique opportunity to study arsenic mobility without the confounding influences of multiple carbon sources and unpredictable hydrology (which tend to plague other study sites).</p>\n<p>The goals of this research were twofold:</p>\n<p>1)&nbsp;&nbsp;&nbsp; to collaborate with international scientists and engineers to develop a future proposal to NSF Hydrologic Sciences on the topic of natural organic matter as a driver of biogeochemical processes in groundwater of wetland environments</p>\n<p>2)&nbsp;&nbsp;&nbsp; to obtain preliminary data to better understand how arsenic is mobilized in this pristine setting.</p>\n<p>The outcomes of this research included: an improved understanding of arsenic mobility in groundwater in arid environments and unexpected findings that sulfate reducing bacteria were involved in arsenic sequestration and that these bacteria may limit methane emissions from the wetland environment. The outputs of this research included: international research opportunities for two female graduate students abroad, research experience at Kansas State University for one additional graduate student and two undergraduate students, catalysis of new collaborations between Botswana and US scientists, publication of a peer-reviewed journal article, preparation of a second manuscript and master&rsquo;s thesis, and submission of a new proposal.</p>\n<p>The PIs and students conducted field research in the Okavango Delta of Botswana in 2011 - 2013, collecting and analyzing groundwater, surface water, and subsurface sediments, alongside students and scientists from the Okavango Research Institute of the University of Botswana. Together with new K-State faculty involved in the project, the research team determined that high arsenic concentrations were a function of both high evapotranspiration rates (Figure 1) that acted to concentrate solutes in certain zones of shallow groundwater and changes in pH that promoted arsenic desorption from sediments (Figure 2). Interestingly, the evidence also revealed that there are extensive zones of very low dissolved arsenic concentration that may be related to consumption of dissolved organic matter by, among others, sulfate-reducing bacteria that produce hydrogen sulfide, which precipitates with arsenic to form the mineral orpiment (Figure 2). These findings were published by PI Mladenov, her graduate student Hersy Enriquez, and others in the Journal of Hydrology and have important implications for the study of constructed wetlands and other wetland environments used for the treat...",
  "por_txt_cntn": "\nThe main goal of the NSF project, \"International Planning Visit: Investigating the Interactions Between Dissolved Organic Matter, Microbial Communities, and Arsenic Biogeochemistry in Groundwater of a Pristine Delta\" was to support investigators and graduate students from Kansas State University and the University of Colorado in the planning of future research opportunities in the broad topic of groundwater quality. The study was motivated by recent findings of dissolved arsenic concentrations in groundwater of Botswana that exceeded US EPA limits and World Health Organization guidelines of 10 parts per billion by 400 times. In its dissolved form, arsenic is a colorless, odorless, and tasteless element, yet it is a toxic contaminant in groundwater aquifers around the world. In recent decades, much has been learned about arsenic mobility in groundwater, yet much still remains to be known about interactions between dissolved organic matter, microbes, and arsenic in the subsurface. Although arsenic concentrations are very high at the study site, the Okavango Delta, this particular location was selected because it is pristine in terms of its remoteness, minimal human influence, and no urban or agricultural pollution. In addition, the natural arsenic sources and well-studied groundwater flowpaths that exist beneath islands of the Okavango Delta provide a unique opportunity to study arsenic mobility without the confounding influences of multiple carbon sources and unpredictable hydrology (which tend to plague other study sites).\n\nThe goals of this research were twofold:\n\n1)    to collaborate with international scientists and engineers to develop a future proposal to NSF Hydrologic Sciences on the topic of natural organic matter as a driver of biogeochemical processes in groundwater of wetland environments\n\n2)    to obtain preliminary data to better understand how arsenic is mobilized in this pristine setting.\n\nThe outcomes of this research included: an improved understanding of arsenic mobility in groundwater in arid environments and unexpected findings that sulfate reducing bacteria were involved in arsenic sequestration and that these bacteria may limit methane emissions from the wetland environment. The outputs of this research included: international research opportunities for two female graduate students abroad, research experience at Kansas State University for one additional graduate student and two undergraduate students, catalysis of new collaborations between Botswana and US scientists, publication of a peer-reviewed journal article, preparation of a second manuscript and masterÆs thesis, and submission of a new proposal.\n\nThe PIs and students conducted field research in the Okavango Delta of Botswana in 2011 - 2013, collecting and analyzing groundwater, surface water, and subsurface sediments, alongside students and scientists from the Okavango Research Institute of the University of Botswana. Together with new K-State faculty involved in the project, the research team determined that high arsenic concentrations were a function of both high evapotranspiration rates (Figure 1) that acted to concentrate solutes in certain zones of shallow groundwater and changes in pH that promoted arsenic desorption from sediments (Figure 2). Interestingly, the evidence also revealed that there are extensive zones of very low dissolved arsenic concentration that may be related to consumption of dissolved organic matter by, among others, sulfate-reducing bacteria that produce hydrogen sulfide, which precipitates with arsenic to form the mineral orpiment (Figure 2). These findings were published by PI Mladenov, her graduate student Hersy Enriquez, and others in the Journal of Hydrology and have important implications for the study of constructed wetlands and other wetland environments used for the treatment of toxic trace elements.\n\nPreliminary work on microbial community composition conducted through this planning visit and associated anal..."
 }
}