{
 "awd_id": "1237384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Prokaryotic Adaptive Immunity and the CRISPR Associated Complex for Antiviral Defense (CASCADE)",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susannah Gal",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 120235.0,
 "awd_amount": 120235.0,
 "awd_min_amd_letter_date": "2012-04-17",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "Adaptive immune systems in mammals and other eukaryotes have been known for many years, but the fact that single celled bacteria and archaea also have adaptive immune systems has only recently been established. The molecular machinery that underlies this prokaryotic adaptive immune system, known as CRISPR/Cas, is fundamentally different than that employed by eukaryotes. This project seeks to investigate the functions of the genes and protein machinery that constitute the CRISPR/Cas system, by studying how these proteins recognize invading viruses and terminate the viral infection. The approach includes a structural technique known as X-ray crystallography, in which the CRISPR/Cas proteins are analyzed to determine their three dimensional structure. These structures are then studied for clues about how these proteins impart immunity to viruses that might otherwise infect and kill the bacteria and archaea that have the CRISPR/Cas system. Sulfolobus solfataricus has been chosen as the model organism for these studies for several reasons. First, this organism is a thermophilic archaeal organism that lives at temperatures near 200 degrees Fahrenheit in places like the hot springs of Yellowstone National Park. Its ability to survive in a high temperature environment is due to its very stable proteins that are not deactivated at these extreme temperatures. Such thermostable proteins can be easier to study, and it has already been shown that this system has significant similarities to that of bacteria like E. coli. Thus, while studying a heat stable CRISPR/Cas system, it is possible to learn about CRISPR/Cas in other organisms as well. Second, S. solfataricus is also of interest because it is a host for hyperthermophilic viruses, and studying these viruses will help answer fundamental questions in virology. These include questions such as: What is a virus? How long have they been around; billions of years? Where did they come from? How have viruses evolved over time? How have viruses contributed to the evolution of their hosts, including higher organisms? Understanding CRISPR/Cas is directly relevant to understanding these hyperthermophilic viruses.\r\n\r\nBroader Impacts. The proposed work will make seminal contributions to our understanding of viruses and virus-host interactions in single celled organisms, a research area that is expected to give rise to a number of  industrial and biotechnology applications.  In addition, the Lawrence laboratory is a member of the Montana State University Thermal Biology Institute (TBI).  As such, the results of our ongoing work is communicated to the general public by TBI outreach programs. These outreach efforts to K-12, tribal colleges, other undergraduate institutions, and the general public will continue. In addition, TBI also partners with the National Park Service /Yellowstone National Park in outreach to the general public, with activities that include preparation and review of materials for public presentation within the Park. The Park System is increasingly aware, as is the general public, of the unique microbial organisms inhabiting these world famous thermal features, and has worked to increase the educational signage within the park that describes these organisms.  There is also strong integration of the proposed research with educational goals. Students and teachers at the high school, undergraduate, doctoral and post-doctoral levels will receive significant training in biochemistry, structural biology and thermal biology. The involvement of under represented groups, particularly women and Native Americans, is actively encouraged.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Lawrence",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Martin M Lawrence",
   "pi_email_addr": "lawrence@montana.edu",
   "nsf_id": "000450332",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "309 Montana Hall",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectural Merit:</strong>&nbsp; Adaptive immune systems in mammals and other eukaryotes have been known for many years, but the fact that single celled bacteria and archaea also have adaptive immune systems has only recently been established. The molecular machinery that underlies this prokaryotic adaptive immune system, known as CRISPR/Cas, is fundamentally different than that employed by eukaryotes. This project initiated an investigation into the functions of the genes and protein machinery that constitute the CRISPR/Cas system, with a long term goal to learn how these proteins recognize invading viruses and terminate the viral infection. The approach included two structural techniques, known as X-ray crystallography and cryo-electron microscopy, in which both invading viral proteins and host CRISPR/Cas proteins were analyzed to determine their three dimensional structure. These structures are then studied for clues about how the viral proteins assemble to give an infectious virus, and how the CRISPR/Cas proteins impart immunity to the prokaryotic host cell against these viruses. Sulfolobus solfataricus is being used as the model organism for these studies for several reasons. First, this organism is a thermophilic archaeal organism that lives at temperatures near 200 degrees Fahrenheit in places like the hot springs of Yellowstone National Park. Its ability to survive in a high temperature environment is due to its very stable proteins that are not deactivated at these extreme temperatures. Such thermostable proteins are often easier to study, and it has already been shown that this system has significant similarities to that of bacteria like E. coli. Thus, while studying a heat stable CRISPR/Cas system stable viruses, it is possible to learn about CRISPR/Cas in other organisms as well. Second, S. solfataricus is also of interest because it is a host for hyperthermophilic archaeal viruses, and studying these viruses will help answer fundamental questions in virology. These include questions such as: What is a virus? How long have they been around (billions of years)? Where did they come from? How have viruses evolved over time? How have viruses contributed to the evolution of their hosts, including higher organisms? Understanding CRISPR/Cas is directly relevant to understanding these hyperthermophilic viruses.</p>\n<p>Key outcomes over the course of this grant were an initial the negative stain reconstruction of the Cas7/crRNA nucleoprotein filament by cryelectron microscopy, crystallization of the Cas7 protein in the presence ofAMP and crystallization of the Cas5/Cas7 heterodimer.&nbsp; In addition, we also completed crystal structures of two turret proteins in Sulfolobous Turrreted Icosahedral Virus that allowed the entire virus to be modeled at atomic resolution (see figure). &nbsp;These accomplishments are major steps towards a detailed understanding of CRISPR/Cas mechanisms, and viruses in the arcaeal or third domain of life. Publications resulting from this grant include:</p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp; Veesler, D., Ng, T-S, Sendamarai, A.K., Eilers, B.J., <strong>Lawrence, C.M</strong>., Lok, S.-M., Young, M.J., Johnson , J.E. and Fu, C.-Y. Life in the extremes: atomic structure of Sulfolobus Turreted Icosahedral Virus <em>Proc. Natl. Acad. Sci. U. S. A.</em> 110(14):5504-5509.</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp; Sorek R, <strong>Lawrence C.M.</strong> and Wiedenheft B. (2013). CRISPR-mediated Adaptive Immune Systems in Bacteria and Archaea. Annu. Rev. Biochem.<em> 82:</em>237-266.</p>\n<p><strong>&nbsp;Broader Impacts:</strong> The proposed work made seminal contributions to our understanding of viruses and virus-host interactions in single celled organisms, a research area that is already giving rise to a number of important industrial and biotechnology applications. In addition, the Lawrence laboratory is a member of the Montana State Univ...",
  "por_txt_cntn": "\nIntellectural Merit:  Adaptive immune systems in mammals and other eukaryotes have been known for many years, but the fact that single celled bacteria and archaea also have adaptive immune systems has only recently been established. The molecular machinery that underlies this prokaryotic adaptive immune system, known as CRISPR/Cas, is fundamentally different than that employed by eukaryotes. This project initiated an investigation into the functions of the genes and protein machinery that constitute the CRISPR/Cas system, with a long term goal to learn how these proteins recognize invading viruses and terminate the viral infection. The approach included two structural techniques, known as X-ray crystallography and cryo-electron microscopy, in which both invading viral proteins and host CRISPR/Cas proteins were analyzed to determine their three dimensional structure. These structures are then studied for clues about how the viral proteins assemble to give an infectious virus, and how the CRISPR/Cas proteins impart immunity to the prokaryotic host cell against these viruses. Sulfolobus solfataricus is being used as the model organism for these studies for several reasons. First, this organism is a thermophilic archaeal organism that lives at temperatures near 200 degrees Fahrenheit in places like the hot springs of Yellowstone National Park. Its ability to survive in a high temperature environment is due to its very stable proteins that are not deactivated at these extreme temperatures. Such thermostable proteins are often easier to study, and it has already been shown that this system has significant similarities to that of bacteria like E. coli. Thus, while studying a heat stable CRISPR/Cas system stable viruses, it is possible to learn about CRISPR/Cas in other organisms as well. Second, S. solfataricus is also of interest because it is a host for hyperthermophilic archaeal viruses, and studying these viruses will help answer fundamental questions in virology. These include questions such as: What is a virus? How long have they been around (billions of years)? Where did they come from? How have viruses evolved over time? How have viruses contributed to the evolution of their hosts, including higher organisms? Understanding CRISPR/Cas is directly relevant to understanding these hyperthermophilic viruses.\n\nKey outcomes over the course of this grant were an initial the negative stain reconstruction of the Cas7/crRNA nucleoprotein filament by cryelectron microscopy, crystallization of the Cas7 protein in the presence ofAMP and crystallization of the Cas5/Cas7 heterodimer.  In addition, we also completed crystal structures of two turret proteins in Sulfolobous Turrreted Icosahedral Virus that allowed the entire virus to be modeled at atomic resolution (see figure).  These accomplishments are major steps towards a detailed understanding of CRISPR/Cas mechanisms, and viruses in the arcaeal or third domain of life. Publications resulting from this grant include:\n\n(1)     Veesler, D., Ng, T-S, Sendamarai, A.K., Eilers, B.J., Lawrence, C.M., Lok, S.-M., Young, M.J., Johnson , J.E. and Fu, C.-Y. Life in the extremes: atomic structure of Sulfolobus Turreted Icosahedral Virus Proc. Natl. Acad. Sci. U. S. A. 110(14):5504-5509.\n\n(2)     Sorek R, Lawrence C.M. and Wiedenheft B. (2013). CRISPR-mediated Adaptive Immune Systems in Bacteria and Archaea. Annu. Rev. Biochem. 82:237-266.\n\n Broader Impacts: The proposed work made seminal contributions to our understanding of viruses and virus-host interactions in single celled organisms, a research area that is already giving rise to a number of important industrial and biotechnology applications. In addition, the Lawrence laboratory is a member of the Montana State University Thermal Biology Institute (TBI). As such, the results of our ongoing work were and will continue to be communicated to the general public by TBI outreach programs. There was also strong integration of the research with the ed..."
 }
}