{
 "awd_id": "1237949",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Monolithically Integrated Aluminum Nitride Micromechanical Radio Front-End",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Haddad",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 113886.0,
 "awd_amount": 131886.0,
 "awd_min_amd_letter_date": "2012-03-15",
 "awd_max_amd_letter_date": "2012-03-15",
 "awd_abstract_narration": "Objective\r\nThe objective of this research is to develop the first single-chip radio frequency platform formed by the integration of Aluminum Nitride contour-mode resonators and switches.  The approach is based on understanding the fundamental issues for piezoelectrics at the system integration level by focusing on fabrication yield, reliability, and reproducibility of the proposed microdevices. The frequency of operation of the resonators will be increased up to 6 GHz and recently developed microswitches will be integrated in the same process and optimized for low voltage actuation.\r\n\r\nIntellectual Merit\r\nThe large scale integration of piezoelectric micromechanical devices will have a transformational impact on future radio front-ends. New low power radio architectures that take advantage of frequency hopping and channel selection will be enabled by this integration. Fundamental challenges related to device design, impedance characterization and Q limits will be explored at unreported frequencies of operation. The fundamental issues of piezoelectrics concerning material orientation, electromechanical coupling, residual stresses and transducer modeling will be examined and their understanding permit a significant leap forward in the use of these films. \r\n\r\nBroader Impact\r\nThe research activities will promote notable advancements in the area of wireless communications and sensing by making possible the realization of multi-standard and reconfigurable devices.  The discoveries and technology development performed under this project will be disseminated by including the findings in a newly created course, REU programs, and offering tours and hands-on training sessions to K-12 students and underrepresented minority in the Philadelphia school district.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gianluca",
   "pi_last_name": "Piazza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gianluca Piazza",
   "pi_email_addr": "piazza@ece.cmu.edu",
   "nsf_id": "000491421",
   "pi_start_date": "2012-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "096E",
   "pgm_ref_txt": "High freq comm/sensing circuits"
  },
  {
   "pgm_ref_code": "099E",
   "pgm_ref_txt": "High voltage switching & conversion"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 113886.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This program succeeded in developing an integrated, single-chip platform on which ultra-compact aluminum nitride (AlN) piezoelectric filters, resonators, and switches (operating from 100 MHz up to 8.5&nbsp;GHz) are monolithically co-fabricated by means of a high yield and highly reliable process.&nbsp; We have shown that reconfigurable multi-frequency low phase noise sources, and low loss filters can simultaneously be synthesized on the same silicon chip through the AlN resonator technology. The same devices were easily interfaced with electronic components for signal generation and conditioning. New low power radio architectures that take advantage of frequency hopping will be enabled by this integration. This research simultaneously promoted understanding of fundamental issues in micro and nanoscale piezoelectrics at the system integration level.&nbsp; Frequency accuracy and stability, power handling, damping mechanisms and mechanical resilience of micro/nanomechanical piezoelectric resonators were studied and in some cases device were engineered to meet wireless specifications.&nbsp; &nbsp;</p>\n<p>In summary, this project made intellectual contributions in the following areas: (i) monolithic co-fabrication of AlN filters and switches to enable highly reconfigurable, spectral aware front-ends.&nbsp; Single-chip, compact and reconfigurable transceiver components such as filters and oscillators were developed; (ii) understanding of fundamental challenges related to device design, impedance characterization and <em>Q</em> limitations at unreported frequencies of operation. Thin film piezoelectric resonators operating at GHz frequencies with Q &gt; 1,000 in air and low motional impedance were developed; (iii) exploring the fundamentals of nanopiezoelectrics related to material orientation, electromechanical coupling, residual stresses and transducer modeling. This work enabled a significant leap forward in the research community focused on the use of piezoelectric films for nanoscale devices; (iv) investigating, for the first time, reliability issues concerning AlN resonators.&nbsp; Origin of non-linearities in AlN resonators were investigated and the device geometry engineered to maximize power-handling.</p>\n<p>&nbsp;</p>\n<p>Overall this project has had a broader impact at the level of both fundamental and applied sciences.&nbsp; At the fundamental science level investigations of energy loss mechanisms in high-Q micro and nanoscale components and characterization of the piezoelectric response of thin-film AlN elements were performed.&nbsp; At the more applied level notable advancements in the area of wireless communications and sensing were made possible by synthesizing reconfigurable devices of interest to next generation cognitive radios used for cell phone communications, RFID and WiFi systems, remote sensing systems, sensor networks and low power radio applications.&nbsp;&nbsp;</p>\n<p>The discoveries and technology development made through this project enabled new levels of understanding of Radio Frequency (RF) Micro/NanoElectroMechanical Systems (M/NEMS). The acquired knowledge was directly integrated in undergraduate and graduate courses and transferred to engineering students. The same material was also disseminated through short courses and workshops that the PI gave at international conferences attended by students and engineers working in the area of acoustic resonators, MEMS, and wireless communications. &nbsp;In addition, undergraduate and graduate students (including women and under-represented minorities) were involved in this research project. Undergraduate students were trained in the general area of mechanical resonators, thin film piezoelectrics, and RF measurements. The mechanisms for this involvement included the UPenn&rsquo;s Summer Undergraduate Fellowship in Sensor Technologies (SUNFEST) program and the REU supplement from NSF. New activities ...",
  "por_txt_cntn": "\nThis program succeeded in developing an integrated, single-chip platform on which ultra-compact aluminum nitride (AlN) piezoelectric filters, resonators, and switches (operating from 100 MHz up to 8.5 GHz) are monolithically co-fabricated by means of a high yield and highly reliable process.  We have shown that reconfigurable multi-frequency low phase noise sources, and low loss filters can simultaneously be synthesized on the same silicon chip through the AlN resonator technology. The same devices were easily interfaced with electronic components for signal generation and conditioning. New low power radio architectures that take advantage of frequency hopping will be enabled by this integration. This research simultaneously promoted understanding of fundamental issues in micro and nanoscale piezoelectrics at the system integration level.  Frequency accuracy and stability, power handling, damping mechanisms and mechanical resilience of micro/nanomechanical piezoelectric resonators were studied and in some cases device were engineered to meet wireless specifications.   \n\nIn summary, this project made intellectual contributions in the following areas: (i) monolithic co-fabrication of AlN filters and switches to enable highly reconfigurable, spectral aware front-ends.  Single-chip, compact and reconfigurable transceiver components such as filters and oscillators were developed; (ii) understanding of fundamental challenges related to device design, impedance characterization and Q limitations at unreported frequencies of operation. Thin film piezoelectric resonators operating at GHz frequencies with Q &gt; 1,000 in air and low motional impedance were developed; (iii) exploring the fundamentals of nanopiezoelectrics related to material orientation, electromechanical coupling, residual stresses and transducer modeling. This work enabled a significant leap forward in the research community focused on the use of piezoelectric films for nanoscale devices; (iv) investigating, for the first time, reliability issues concerning AlN resonators.  Origin of non-linearities in AlN resonators were investigated and the device geometry engineered to maximize power-handling.\n\n \n\nOverall this project has had a broader impact at the level of both fundamental and applied sciences.  At the fundamental science level investigations of energy loss mechanisms in high-Q micro and nanoscale components and characterization of the piezoelectric response of thin-film AlN elements were performed.  At the more applied level notable advancements in the area of wireless communications and sensing were made possible by synthesizing reconfigurable devices of interest to next generation cognitive radios used for cell phone communications, RFID and WiFi systems, remote sensing systems, sensor networks and low power radio applications.  \n\nThe discoveries and technology development made through this project enabled new levels of understanding of Radio Frequency (RF) Micro/NanoElectroMechanical Systems (M/NEMS). The acquired knowledge was directly integrated in undergraduate and graduate courses and transferred to engineering students. The same material was also disseminated through short courses and workshops that the PI gave at international conferences attended by students and engineers working in the area of acoustic resonators, MEMS, and wireless communications.  In addition, undergraduate and graduate students (including women and under-represented minorities) were involved in this research project. Undergraduate students were trained in the general area of mechanical resonators, thin film piezoelectrics, and RF measurements. The mechanisms for this involvement included the UPennÆs Summer Undergraduate Fellowship in Sensor Technologies (SUNFEST) program and the REU supplement from NSF. New activities such as laboratory tours and hands-on training sessions were organized to involve High School students of the Philadelphia school district.\n\n\t\t\t\t\tLast Modified: 06/17..."
 }
}