{
 "awd_id": "1237882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Deliberation and Communication--Building Practical Skills in the Next Generation of Environmental Scientists",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032925034",
 "po_email": "wbauchsp@nsf.gov",
 "po_sign_block_name": "Wenda K. Bauchspies",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 99967.0,
 "awd_amount": 99967.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "The primary goal of this project is to develop a curricular design and educational resources to enable graduate students in the natural sciences to develop the fundamental skills needed to navigate difficult ethical issues found at the intersection of public policy and environmental science.  Towards this goal, this project is developing four tools:  (1) a model for effective practical deliberation; (2) reading guides and screen casts for texts in environmental ethics; (3) a curricular design that gives students an opportunity to build skills in deliberation and communication in public venues; and (4) and short-case study and documentary videos. The crux of this deliberative model approach is to focus on the practical dilemmas that arise.  This approach enables students to isolate and clarify the various sources of conflict about environmental issues. Students will learn to identify three sources of conflict: those that stem from disagreements over moral principles and ideals; those that stem from differences in political commitments, economic interests and legal interpretation; and those that stem from differences in scientific understanding of environmental issues including different assessments of risk and uncertainty. The educational resources are designed to help students draw more effectively on the literature in environmental ethics, including some of the seminal classic texts by Leopold, Muir, and Thoreau, as well as more contemporary texts in applied ethics as they sort through environmental debates of social concern. With a richer understanding of the ethical issues, and an ability to communicate effectively in a public setting, we believe that students will be in a better position to work through and understand the underlying disagreements in a more thoughtful and intelligent manner. In order to practice what they have learned, the curricular design provides students with opportunities to participate in and lead discussions about climate change and other environmental issues of regional importance in a range of public settings including native communities within the region. Implementing these opportunities will also strengthen students' deliberative and communicative skills as they engage in dialogues with a broad cross-section of the public.  \r\nThe impact of this work is expected to be very broad.  The development and implementation of the community engagement activities build off existing outreach connections between NAU and the surrounding community and will engage Native American communities in the proposed discourse activities. Educational resources will be shared with the broader community, including the Museum of Northern Arizona, who will work with the project team to integrate these resources into the activities and displays of the museum. All of the educational resources and scaled versions of the curricular materials will be made publicly available through a variety of online channels, including YouTube.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Hale",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin S Hale",
   "pi_email_addr": "bhale@colorado.edu",
   "nsf_id": "000246797",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749100",
   "pgm_ele_name": "ETHICS EDU FOR SCI & ENG PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "118E",
   "pgm_ref_txt": "GRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99967.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Topics of normative importance -- questions about good and bad, right and wrong, virtue and vice -- are treated in the popular imagination often as matters either of personal opinion or religious conviction, meaning essentially that they are not discussed with any robustness. But there is a long and rich history of addressing such questions using non-relativistic and non-theological tools, particularly by appeal to the discursive methods of philosophy. This project aims to introduce the tools of normative analysis into a discussion that has largely avoided attention to the normative, even though the conversation is predicated on normative considerations. It does so through the provision and promulgation of 4 video episodes, 18 video interviews with scholars, authors, and public figures, all directed to address issues regarding the normative dimensions of climate change.</p>\n<p>The four video episodes cover the basics of environmental philosophy, addressing matters of norms, values, conservation, and future generations. The 18 interviews range in length but variously ask questions about the tragedy of the commons, geoengineering, moral resonspibility for climate change, group psychology and climate change, climate policy and the Paris Agreement, climate justice, assisted migration, mass extinction, future generations, and necessity versus luxury.</p>\n<p>Interviewees include: Paul Anderson (Aspen Times), Bonnie Colby (Econ, University of Arizona), Steve Gardiner (Philosophy, U. Washington), Dale Jamieson (Philosophy, NYU), Dan Kahan (Law, Yale), Andrew Light (Philosophy, George Mason U), Christy Mahon (Professional Skiier), Emma Marris (Author), Darrel Moellendorf (Political Theory, Goethe Universitaet Frankfurt), David Morrow (Philosophy, Alabama), Jay Odenbaugh (Philosophy, Lewis and Clark College), Stuart Pimm (Nicholas School, Duke University), Christopher Preston (Philosophy, University of Montana), Louie Psihoyos (Director, <em>The Cove</em>), Andrew Revkin (New York Times), Auden Schendler (VP Sustainability, Aspen Skiing Company), Ken Shockley (Philosophy, Colorado State University), Henry Shue (Philosophy, Oxford University).</p>\n<p>Though climate change is thought by many to be primarily a descriptive problem related to global average temperature, the normative questions that it raises are paramount. It is hoped that this collection of resources offers members of the public an opportunity to explore such questions, particularly in fields such as the various related climate sciences, political science, philosophy, law, business, and public policy. &nbsp;</p>\n<p>All products have been made publicly available at: www.environmentalthought.com</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2016<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;S&nbsp;Hale</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTopics of normative importance -- questions about good and bad, right and wrong, virtue and vice -- are treated in the popular imagination often as matters either of personal opinion or religious conviction, meaning essentially that they are not discussed with any robustness. But there is a long and rich history of addressing such questions using non-relativistic and non-theological tools, particularly by appeal to the discursive methods of philosophy. This project aims to introduce the tools of normative analysis into a discussion that has largely avoided attention to the normative, even though the conversation is predicated on normative considerations. It does so through the provision and promulgation of 4 video episodes, 18 video interviews with scholars, authors, and public figures, all directed to address issues regarding the normative dimensions of climate change.\n\nThe four video episodes cover the basics of environmental philosophy, addressing matters of norms, values, conservation, and future generations. The 18 interviews range in length but variously ask questions about the tragedy of the commons, geoengineering, moral resonspibility for climate change, group psychology and climate change, climate policy and the Paris Agreement, climate justice, assisted migration, mass extinction, future generations, and necessity versus luxury.\n\nInterviewees include: Paul Anderson (Aspen Times), Bonnie Colby (Econ, University of Arizona), Steve Gardiner (Philosophy, U. Washington), Dale Jamieson (Philosophy, NYU), Dan Kahan (Law, Yale), Andrew Light (Philosophy, George Mason U), Christy Mahon (Professional Skiier), Emma Marris (Author), Darrel Moellendorf (Political Theory, Goethe Universitaet Frankfurt), David Morrow (Philosophy, Alabama), Jay Odenbaugh (Philosophy, Lewis and Clark College), Stuart Pimm (Nicholas School, Duke University), Christopher Preston (Philosophy, University of Montana), Louie Psihoyos (Director, The Cove), Andrew Revkin (New York Times), Auden Schendler (VP Sustainability, Aspen Skiing Company), Ken Shockley (Philosophy, Colorado State University), Henry Shue (Philosophy, Oxford University).\n\nThough climate change is thought by many to be primarily a descriptive problem related to global average temperature, the normative questions that it raises are paramount. It is hoped that this collection of resources offers members of the public an opportunity to explore such questions, particularly in fields such as the various related climate sciences, political science, philosophy, law, business, and public policy.  \n\nAll products have been made publicly available at: www.environmentalthought.com\n\n\t\t\t\t\tLast Modified: 12/30/2016\n\n\t\t\t\t\tSubmitted by: Benjamin S Hale"
 }
}