{
 "awd_id": "1237813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Assessment of Options for Post-CMOS Emerging Research Devices and Related Materials: Four Workshops to be Held in 2012 in the Netherlands, Canada, France and San Francisco.",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2012-06-06",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "Objective\r\nThe objective of this project is to conduct an international series of four face-to-face workshops\r\nto assess quantitatively the potential and status of four topics related to research on nanoelectronics\r\ndevices and materials. The topics are: Emerging Research Memory Devices, Emerging Research\r\nLogic Devices, Emerging Research Architectures, and Emerging Research Materials critical for\r\nthe realization of specific nanoelectronics devices. Participants and contributors to these\r\nworkshops will include academic and industrial domain experts. The outputs of these workshops\r\nwill guide and input preparation of the 2013 International Technology Roadmap for Semiconductors\r\nchapters on Emerging Research Devices and Emerging Research Materials. This grant will\r\nbe used to pay partial travel expenses for some presenters, particularly academics, requesting\r\ntravel assistance.\r\nThe workshops series will focus on the relationship between the Semiconductor Industry as\r\nit endeavors to continue to advance semiconductor technology and the work of the National\r\nNanotechnology Initiative (NNI) research community. One purpose of these meetings is to evaluate\r\nthe potential and status of each specific nanotechnology entry identified by the ITRS ERD/ERM\r\nWorking Groups as having potential to enable a new paradigm for information processing. Another\r\npurpose is to identify research opportunities that, if addressed, will benefit the Semiconductor\r\nIndustry and fall within the scope of the NNI research agenda. Presenters will be provided\r\nwith a list of questions that are intended to stimulate discussions during the workshops.\r\nEach workshop will be documented by a report described below.\r\n\r\nIntellectual Merit\r\nIn bringing together leading academic and industrial scientists to discuss, debate and reach\r\nconsensus on the potential performance and key scientific challenges related to several emerging\r\nresearch memory and logic device technologies, these workshops will provide an excellent forum\r\nfor intellectual pursuit and discernment of important/limiting scientific issues related to\r\napproaches to information processing. The intellectual merit of these workshops is illustrated\r\nby way of example.\r\nIn the first example, the physics of operation and extreme scaling projections are not well\r\nunderstood for ?select devices? required for use in nanoscale memory arrays. These select\r\ndevices are needed to employ a new class of non-volatile memory cells, called resistive random\r\naccess memory (ReRAM),that may replace NAND flash for technology generations beyond the 16nm\r\ntechnology node. Generally speaking, a memory cell in an array can be viewed as being composed\r\nof two fundamental components: a ?storage node?, which is usually characterized by the physics\r\nof operation of the particular memory device used, and a ?selector?. The selector is a device\r\nwhich allows a given memory cell in an array to be singularly addressed for read or write\r\noperation without addressing its nearest neighbor cells. It is a non-linear element, which\r\ncan operate as a switch, such as a diode-type, or as a resistive-switch-type structure. The\r\nlatter category includes novel concepts such as Mott switches, threshold switches, and mixed\r\nionic electronic conduction switches. Understanding the dominant physics related to their\r\nnon-linear I-V characteristics is essential to employing these select devices in a highly\r\ndense non-volatile ReRAM crossbar architecture. It should be noted that for several advanced\r\nconcepts of ReRAM, the storage node in principle can be scaled down below 10 nm, and the memory\r\ndensity will be limited by a somewhat larger conventional three-terminal select device. Thus\r\nthe select device represents a serious bottleneck for scaling a ReRAM memory cell to 16 nm\r\nand beyond. Application of these new non-volatile memory devices to a crossbar memory structure\r\nwill enable a paradigm shift to a new storage class memory (SCM) off-chip memory architecture\r\ndiscussed below.\r\nAnother example, related to logic, is a family of new nanoelectronic low subthreshold-swing\r\ndevices: e.g., negative Cg devices. These devices offer the attractive possibility of performing\r\nhigh speed logic while dissipating much lower power compared to a conventional MOSFET. The\r\ncircuit design and the academic research communities have a expressed a strong interest for\r\nthe ERD Technical Working Group to explore the physics of operation of these devices and the\r\ncircuit design space in which they can operate in order to better understand their potential\r\nperformance. This information will provide important input to these communities regarding\r\ntheir accelerating development of low-power electronics.\r\n\r\nBroader Impact\r\nBy carefully assessing the potential performance and scientific/technological challenges for\r\neach new memory select device and of new low-power logic devices, as well as emerging architectures,\r\nthese workshops will provide important documented inputs to the research community as they\r\npursue their exploration of many emerging research devices.\r\nOne venue being initiated to obtain broad dissemination of this information is the editing\r\nand publication of a comprehensive book on nanoelectronics entitled ?Emerging Nanoelectronic\r\nDevices?. A proposal is under review by a major publisher who has expressed considerable interest.\r\nFurthermore, the educational value and planning impact of these workshops on the international\r\nresearch community are quite substantial. Several universities (e.g., Stanford, U. Minnesota,\r\nU. Tokyo,?) use the ITRS chapters on Emerging Research Devices and Emerging Research Materials\r\nresulting from these workshops as texts in their Nanoelectronics courses. Also several international\r\nresearch funding agencies (e.g., SRC, NSF, and NIST Nanoelectronics Research Initiative, the\r\nEU Framework Program 8, ?) use the material in these chapters as inputs to their decisions\r\non research directions in their Nanoelectronics research programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Zhirnov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Zhirnov",
   "pi_email_addr": "victor.zhirnov@src.org",
   "nsf_id": "000528747",
   "pi_start_date": "2012-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Semiconductor Research Corporation",
  "inst_street_address": "4819 EMPEROR BLVD STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199419400",
  "inst_zip_code": "277035420",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "SEMICONDUCTOR RESEARCH CORP",
  "org_prnt_uei_num": "",
  "org_uei_num": "GVUJLK6J3T55"
 },
 "perf_inst": {
  "perf_inst_name": "Semiconductor Research Corporation",
  "perf_str_addr": "1101 Slater Road, Brighton Hall",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277030503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Semiconductor Industry&rsquo;s International Technology Roadmap for Semiconductor&rsquo;s (ie. ITRS) Emerging Research Devices (ERD) International Technical Working Group (ITWG), in collaboration with the Emerging Research Materials (ERM) ITWG and co-sponsored by the National Science Foundation, evaluated and updated their information in several key areas for beyond CMOS information processing, memory, and storage technologies. This was done in&nbsp;preparation for writing a new chapter on Emerging Research Devices for the 2013 ITRS. In particular, the ERD and ERM ITWGs thoroughly assessed Memory Select Devices, Storage Class Memory (SCM), Emerging Logic Devices, and Emerging Architectures in four workshops co-sponsored by NSF, ITRS, and SRC.</p>\n<p>Memory select devices and SCM were two new sub-sections added in the 2011 ERD chapter and continues in the new 2013 ERD chapter.&nbsp; Memory select devices are considered a scaling bottleneck for some promising emerging memories, e.g., Resistive RAM or RRAM. Select devices need to not only isolate memory devices in an array but also provide sufficient operation current and voltage. Ideally the select device&rsquo;s footprint will be no larger than that of its memory element, so the area density of a memory array is determined by the memory element.&nbsp; Two-terminal diode-like memory select devices that meet the performance footprint area requirements may become critical technology enablers for emerging memories.&nbsp;A workshop on memory select devices was conducted by ERD/ERM in to evaluate a set of device options and their performance requirements, including transistors, diodes, complementary resistive switches, metal-insulator-transition switches, and mixed ionic electronic conduction (MIEC) devices.&nbsp;</p>\n<p>Another ERD/ERM workshop was held in July 2012 to assess SCM applications of emerging memory devices and architectures.&nbsp; SCM is an emerging memory category that seeks to combine the benefits of solid-state memory (e.g., high performance and robustness) with the data retention capabilities and low cost of conventional hard-disk drive (HDD).&nbsp;To be successful, SCM technologies have to provide non-volatility (from 1 week to 10 years), low read and write latencies (from hundreds of nanoseconds<br />to tens of microseconds), physical durability, and ultra-low cost per bit.&nbsp; In addition, the potential of prototypical and emerging memory devices for SCM applications needs to be assessed in the context of memory architectures. It is likely that architectures and interfaces of these emerging memories will be significantly different from the existing commercialized storage technologies (e.g., HDD) and nonvolatile semiconductor flash memory. Among the emerging memories evaluated in the workshop, Phase Change Memory (i.e., PCM), Spin Transfer Torque Magnetic RAM (STT-MRAM) and RRAM are considered promising candidates. The availability of functional select devices also impacts the suitability of these memories for SCM applications.</p>\n<p>An ERD/ERM Logic Device workshop was conducted in September 2012 to evaluate the maturity of different categories of emerging devices surveyed in the 2011 ERD chapter.&nbsp; The scope of the assessment is expanded beyond<br />digital electronics to include analog and reprogrammable applications of these devices. The workshop emphasized the importance of consistent benchmark of emerging devices from device to circuit levels.&nbsp;Another ERD/ERM workshop was held in December 2012 was dedicated to emerging architectures.&nbsp; The objective was to develop a systematic taxonomy for emerging architectures and assess their potential in beyond-CMOS applications.&nbsp;Both the logic device workshop and emerging architecture workshop provide updated information and improved organization for the logic and architecture sections of 2013 ERD chapter.</p><br>\n<p>\n\t\t\t\t      \tLast...",
  "por_txt_cntn": "\nThe Semiconductor IndustryÆs International Technology Roadmap for SemiconductorÆs (ie. ITRS) Emerging Research Devices (ERD) International Technical Working Group (ITWG), in collaboration with the Emerging Research Materials (ERM) ITWG and co-sponsored by the National Science Foundation, evaluated and updated their information in several key areas for beyond CMOS information processing, memory, and storage technologies. This was done in preparation for writing a new chapter on Emerging Research Devices for the 2013 ITRS. In particular, the ERD and ERM ITWGs thoroughly assessed Memory Select Devices, Storage Class Memory (SCM), Emerging Logic Devices, and Emerging Architectures in four workshops co-sponsored by NSF, ITRS, and SRC.\n\nMemory select devices and SCM were two new sub-sections added in the 2011 ERD chapter and continues in the new 2013 ERD chapter.  Memory select devices are considered a scaling bottleneck for some promising emerging memories, e.g., Resistive RAM or RRAM. Select devices need to not only isolate memory devices in an array but also provide sufficient operation current and voltage. Ideally the select deviceÆs footprint will be no larger than that of its memory element, so the area density of a memory array is determined by the memory element.  Two-terminal diode-like memory select devices that meet the performance footprint area requirements may become critical technology enablers for emerging memories. A workshop on memory select devices was conducted by ERD/ERM in to evaluate a set of device options and their performance requirements, including transistors, diodes, complementary resistive switches, metal-insulator-transition switches, and mixed ionic electronic conduction (MIEC) devices. \n\nAnother ERD/ERM workshop was held in July 2012 to assess SCM applications of emerging memory devices and architectures.  SCM is an emerging memory category that seeks to combine the benefits of solid-state memory (e.g., high performance and robustness) with the data retention capabilities and low cost of conventional hard-disk drive (HDD). To be successful, SCM technologies have to provide non-volatility (from 1 week to 10 years), low read and write latencies (from hundreds of nanoseconds\nto tens of microseconds), physical durability, and ultra-low cost per bit.  In addition, the potential of prototypical and emerging memory devices for SCM applications needs to be assessed in the context of memory architectures. It is likely that architectures and interfaces of these emerging memories will be significantly different from the existing commercialized storage technologies (e.g., HDD) and nonvolatile semiconductor flash memory. Among the emerging memories evaluated in the workshop, Phase Change Memory (i.e., PCM), Spin Transfer Torque Magnetic RAM (STT-MRAM) and RRAM are considered promising candidates. The availability of functional select devices also impacts the suitability of these memories for SCM applications.\n\nAn ERD/ERM Logic Device workshop was conducted in September 2012 to evaluate the maturity of different categories of emerging devices surveyed in the 2011 ERD chapter.  The scope of the assessment is expanded beyond\ndigital electronics to include analog and reprogrammable applications of these devices. The workshop emphasized the importance of consistent benchmark of emerging devices from device to circuit levels. Another ERD/ERM workshop was held in December 2012 was dedicated to emerging architectures.  The objective was to develop a systematic taxonomy for emerging architectures and assess their potential in beyond-CMOS applications. Both the logic device workshop and emerging architecture workshop provide updated information and improved organization for the logic and architecture sections of 2013 ERD chapter.\n\n\t\t\t\t\tLast Modified: 07/12/2013\n\n\t\t\t\t\tSubmitted by: Victor Zhirnov"
 }
}