{
 "awd_id": "1237970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: An In-Home Health Alert System with Remote Care Coordination",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Min Song",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 299654.0,
 "awd_amount": 299654.0,
 "awd_min_amd_letter_date": "2012-04-25",
 "awd_max_amd_letter_date": "2012-04-25",
 "awd_abstract_narration": "The unobtrusive monitoring of individuals with in-home sensors offers enormous potential for detecting early health problems-before they become big problems--so timely interventions can be provided to improve the health trajectory. The result is continued high functional ability, independence, and better health outcomes. Early detection of health changes is the key to this approach. This project leverages ongoing work at the University of Missouri in Health Alert Systems with sensor technology. A scaled-up version of the Health Alert System is being tested in senior housing in Cedar Falls, Iowa, using in-home sensors and remote video conferencing for nurse care coordination. Fiber networking provides the bandwidth and latency essential for the project. The Health Alert System includes motion sensors for activity monitoring and Kinect depth images for gait analysis, and integrates a new hydraulic bed sensor that captures quantitative pulse, respiration, and restlessness. Pattern recognition algorithms are used to look for changes in the sensor data patterns and generate health alerts to clinicians, who provide further diagnosis and determine appropriate interventions. The usability and effectiveness of the remote Health Alert System will be evaluated for managing chronic health conditions. Testing the Health Alert System at a remote site from the healthcare providers will provide important information about how the approach scales up into other settings with high speed video conferencing and transfer of sensor data. This will provide an important next step towards moving the approach into independent housing where seniors want to be and offers potential healthcare cost savings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Skubic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie Skubic",
   "pi_email_addr": "skubicm@missouri.edu",
   "nsf_id": "000402198",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Rantz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn J Rantz",
   "pi_email_addr": "rantzm@missouri.edu",
   "nsf_id": "000302573",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Heise",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Heise",
   "pi_email_addr": "heised@lincolnu.edu",
   "nsf_id": "000601335",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652111230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8002",
   "pgm_ref_txt": "CISE Research Resources"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299654.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The unobtrusive monitoring of individuals with in-home sensors provides useful embedded health assessment, i.e., the continuous assessment of health changes based on each person&rsquo;s individual activity patterns and baseline health conditions and thus, can improve health outcomes. Early detection of health changes is the key to maintaining health, independence, and function. Identifying and assessing problems early, while they are still small, provides a window of opportunity for interventions to alleviate problems before they become catastrophic. Older adults and others with chronic health conditions benefit from early detection of health changes and can get help early when treatment is the most effective and when prevention of hospital or nursing home care is still possible. In previous work, we tested this approach in TigerPlace, an eldercare facility near the University of Missouri (MU) campus in Columbia, MO<em>.</em> In this project, we tested the concept in senior housing in Cedar Falls, Iowa, using in-home sensors and remote video conferencing for the nurse care coordination. The sensor networks were deployed in a 100 year old building in Western Home Communities assisted living in Cedar Falls, IA. We were able to show that it is possible to retrofit old construction with sensor technology in a way that is aesthetically pleasing. This makes deployment into private homes more feasible. In this project, a gait analysis system was tested using the Microsoft Kinect to capture in-home walking speed, step time, and step length. We also tested a new hydraulic bed sensor designed to capture quantitative pulse, respiration and restlessness rates. We were able to show that the heart and respiration signals can be collected by a simple bed sensor positioned under the mattress, using a variety of mattress types and body sizes. In addition, video conferencing was used successfully between the two sites in Missouri and Iowa.</p>\n<p><br /><br /></p>\n<p class=\"Proposalbody\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2014<br>\n\t\t\t\t\tModified by: Marjorie&nbsp;Skubic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe unobtrusive monitoring of individuals with in-home sensors provides useful embedded health assessment, i.e., the continuous assessment of health changes based on each personÆs individual activity patterns and baseline health conditions and thus, can improve health outcomes. Early detection of health changes is the key to maintaining health, independence, and function. Identifying and assessing problems early, while they are still small, provides a window of opportunity for interventions to alleviate problems before they become catastrophic. Older adults and others with chronic health conditions benefit from early detection of health changes and can get help early when treatment is the most effective and when prevention of hospital or nursing home care is still possible. In previous work, we tested this approach in TigerPlace, an eldercare facility near the University of Missouri (MU) campus in Columbia, MO. In this project, we tested the concept in senior housing in Cedar Falls, Iowa, using in-home sensors and remote video conferencing for the nurse care coordination. The sensor networks were deployed in a 100 year old building in Western Home Communities assisted living in Cedar Falls, IA. We were able to show that it is possible to retrofit old construction with sensor technology in a way that is aesthetically pleasing. This makes deployment into private homes more feasible. In this project, a gait analysis system was tested using the Microsoft Kinect to capture in-home walking speed, step time, and step length. We also tested a new hydraulic bed sensor designed to capture quantitative pulse, respiration and restlessness rates. We were able to show that the heart and respiration signals can be collected by a simple bed sensor positioned under the mattress, using a variety of mattress types and body sizes. In addition, video conferencing was used successfully between the two sites in Missouri and Iowa.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 07/14/2014\n\n\t\t\t\t\tSubmitted by: Marjorie Skubic"
 }
}