{
 "awd_id": "1237829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-BIC: Market-Guided Ionic Liquid Discovery and Design",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 540537.0,
 "awd_amount": 540537.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2014-09-19",
 "awd_abstract_narration": "This Partnership for Innovation project from the University of Notre Dame will discover, design, and translate ionic liquids (ILs) into new products and processes that are innovative and might eventually be ready to be marketed. Three target markets will be pursued: 1) development of processes to efficiently turn 'waste' heat into useful electricity; 2) finding new environmentally benign ways to deposit hard metal coatings on metal surfaces; and 3) developing improved 'ultracapacitors' (devices that store electrical energy and can be charged and discharged rapidly over millions of times).  Each application will utilize an IL, defined as a pure salt that is liquid around room temperature. ILs are relatively newly discovered compounds that have many unique properties not found in conventional liquids, such as virtually no vapor pressure, inherent electrical conductivity, high thermal stability, and large electrochemical windows. These properties will be exploited in this project to develop new products and processes that address large market needs. \r\n\r\nThe broader impacts of this research are that it will address issues across multiple cross-sections of society that are of critical importance to the U.S. and world economy.  It will provide hands-on technology design and implementation opportunities in the area of ionic liquids.  In the long term, there will be opportunities to optimize candidate ionic liquids for several production-scale applications while at the same time reducing volume manufacturing costs. The project will allow two small, Innovation Park Notre Dame-based businesses to help South Bend, Indiana, a traditional Midwestern manufacturing city, re-invent itself. \r\n\r\nPartners at the inception of this project are the University of Notre Dame (lead institution, Notre Dame, IN). Small businesses: Echogen Power Systems Inc. (Akron, OH); Ionic Research Technologies LLC (South Bend, IN); Neo Industries LLC (Portage, IN). Large businesses: Maxwell Technologies, Inc. (San Diego, CA); and United Technologies Research Center (East Hartford, CT). Additional partner organizations that are not part of the KEP groups are the Notre Dame ESTEEM professional science and engineering master's program, Innovation Park Notre Dame, Michiana TechConnection, and the Notre Dame Master of Science in Patent Law program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Maginn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Maginn",
   "pi_email_addr": "ed@nd.edu",
   "nsf_id": "000391674",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "McCready",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mark J McCready",
   "pi_email_addr": "mjm@nd.edu",
   "nsf_id": "000237805",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Brennecke",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Joan F Brennecke",
   "pi_email_addr": "jfb@che.utexas.edu",
   "nsf_id": "000393591",
   "pi_start_date": "2012-08-14",
   "pi_end_date": "2014-09-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Schneider",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "William F Schneider",
   "pi_email_addr": "wschneider@nd.edu",
   "nsf_id": "000325614",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kilpatrick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Kilpatrick",
   "pi_email_addr": "pkilpat1@nd.edu",
   "nsf_id": "000598798",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "8085",
   "pgm_ref_txt": "Building Innovation Capacity"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 540537.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of &ldquo;Market-Guided Ionic Liquid Discovery and Design&rdquo; was to develop new ionic liquids that could have market potential in one or more technical fields of use: waste heat recovery, electrodeposition of metal coatings, and advanced ultracapacitors. Ionic liquids are a relatively new type of material that Notre Dame researchers have been studying on a fundamental level for many years. Ionic liquids are pure salts that, unlike table salt, are actually a liquid at room temperature. In this project, we wanted to take some of the fundamental knowledge that had been obtained from prior research and work with small companies to develop technologies that exploit the unique properties of ionic liquids, thereby creating new products and processes with commercial value.</p>\n<p>&nbsp;</p>\n<p>The broader impacts of the project included the development of new technologies that could improve energy efficiency and reduce environmental pollution. The project was also designed to stimulate technology transfer between the academic team at Notre Dame and one or more small businesses based at Notre Dame&rsquo;s Innovation Park research incubator. Such activities are essential to improving the economic prospects of South Bend, Indiana, which <em>Newsweek</em> magazine ranked number eight on its January 21, 2011 list of &ldquo;Dying Cities&rdquo;.</p>\n<p>&nbsp;</p>\n<p>During the course of the project, the team discovered that the greatest prospects of success involved the electrodeposition of chrome using ionic liquids, and so after down selecting to this technology, the team focused its efforts on this technical application. Electroplated chrome (Cr) coatings are essential for many industries, including automotive, aerospace, metal fabrication and electronics, due to their high corrosion resistance and hardness. Current methods for electroplating Cr utilize a hazardous and toxic form of chrome known as Cr(VI) (or &ldquo;hexavalent chromium&rdquo; or simply &ldquo;chrome 6&rdquo;). European regulations (REACH) have established a sunset date of September, 2017 for Cr(VI), and so industry needs environmentally friendly alternatives for Cr plating. In this project, we demonstrated that ionic liquids could be used to enable Cr deposition on various metal surfaces using a much more benign form of Cr called Cr(IIII) (or trivalent chromium, of simply &ldquo;chrome 3&rdquo;). The technology was developed jointly by Notre Dame researchers as part of this PFI project along with knowledge enhancing partners Neo Industries, LLC and Ionic Research Technologies (both based at Innovation Park). Joint IP was filed as a result of the work, and a new company was formed called Trion Coatings, LLC. Trion is a joint venture between Neo Industries and Ionic Liquid Solutions, LLC (the new name of Ionic Research Technologies). Trion now employs two PhD researchers and one business manager, and continues commercialization efforts of this technology.&nbsp;</p>\n<p>The figure included here shows a scanning electron microscopy image of Cr files deposited on brass (top two images) and zinc (lower two images) coated stainless steel. The &ldquo;trench&rdquo; etched out on the two rightmost images shows the thickness of the films to be about twenty microns thick.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2015<br>\n\t\t\t\t\tModified by: Edward&nbsp;J&nbsp;Maginn</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1237829/1237829_10201185_1445098245919_Slide2--rgo...",
  "por_txt_cntn": "\nThe goal of \"Market-Guided Ionic Liquid Discovery and Design\" was to develop new ionic liquids that could have market potential in one or more technical fields of use: waste heat recovery, electrodeposition of metal coatings, and advanced ultracapacitors. Ionic liquids are a relatively new type of material that Notre Dame researchers have been studying on a fundamental level for many years. Ionic liquids are pure salts that, unlike table salt, are actually a liquid at room temperature. In this project, we wanted to take some of the fundamental knowledge that had been obtained from prior research and work with small companies to develop technologies that exploit the unique properties of ionic liquids, thereby creating new products and processes with commercial value.\n\n \n\nThe broader impacts of the project included the development of new technologies that could improve energy efficiency and reduce environmental pollution. The project was also designed to stimulate technology transfer between the academic team at Notre Dame and one or more small businesses based at Notre DameÆs Innovation Park research incubator. Such activities are essential to improving the economic prospects of South Bend, Indiana, which Newsweek magazine ranked number eight on its January 21, 2011 list of \"Dying Cities\".\n\n \n\nDuring the course of the project, the team discovered that the greatest prospects of success involved the electrodeposition of chrome using ionic liquids, and so after down selecting to this technology, the team focused its efforts on this technical application. Electroplated chrome (Cr) coatings are essential for many industries, including automotive, aerospace, metal fabrication and electronics, due to their high corrosion resistance and hardness. Current methods for electroplating Cr utilize a hazardous and toxic form of chrome known as Cr(VI) (or \"hexavalent chromium\" or simply \"chrome 6\"). European regulations (REACH) have established a sunset date of September, 2017 for Cr(VI), and so industry needs environmentally friendly alternatives for Cr plating. In this project, we demonstrated that ionic liquids could be used to enable Cr deposition on various metal surfaces using a much more benign form of Cr called Cr(IIII) (or trivalent chromium, of simply \"chrome 3\"). The technology was developed jointly by Notre Dame researchers as part of this PFI project along with knowledge enhancing partners Neo Industries, LLC and Ionic Research Technologies (both based at Innovation Park). Joint IP was filed as a result of the work, and a new company was formed called Trion Coatings, LLC. Trion is a joint venture between Neo Industries and Ionic Liquid Solutions, LLC (the new name of Ionic Research Technologies). Trion now employs two PhD researchers and one business manager, and continues commercialization efforts of this technology. \n\nThe figure included here shows a scanning electron microscopy image of Cr files deposited on brass (top two images) and zinc (lower two images) coated stainless steel. The \"trench\" etched out on the two rightmost images shows the thickness of the films to be about twenty microns thick.\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2015\n\n\t\t\t\t\tSubmitted by: Edward J Maginn"
 }
}