{
 "awd_id": "1237034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: US GEOTRACES Pacific Section-Shipboard Al, Mn and Fe",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 172982.0,
 "awd_amount": 172982.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "The 2013 GEOTRACES Eastern Pacific Zonal transect cruise will transit from the highly productive coastal upwelling region off Peru to the stratified oligotrophic waters of the South Pacific subtropical gyre on its way to Tahiti.  A range of subsurface oxygen depleted water and sedimentary inputs from the Peru margin will be encountered, as well as hydrothermal vents at 15°S on the East Pacific Rise (EPR).  Scientists from the University of Washington and Old Dominion University plan to analyze seawater samples for dissolved and total-dissolvable aluminum (Al), manganese (Mn), and iron (Fe) in water column samples.  The dissolved Al, Mn, and Fe in samples from the upper water column (<1000 m depth) will be analyzed onboard to ensure samples being collected are uncontaminated, as well as samples from west of the EPR at hydrothermal plume depths.  The shipboard analyses will be augmented by shore-based analyses of water column samples from all depths, as well as analyses of total-dissolvable Al, Mn, and Fe, which will complement the direct analyses of particulate metals undertaken by other GEOTRACES investigators.  Results will be used to test the following hypotheses concerning the sources and cycling of Al, Mn and Fe in the ocean:  (1) when Aeolian inputs are relatively constant, dissolved Al concentrations in surface waters vary as a function of biological production; (2) concentration maxima of dissolved Al, Mn, and Fe in subsurface waters of the Eastern Pacific oxygen minimum zone are the result of lateral transport from the continental margin by means of resuspension and remobilization; and (3) values about ambient levels with conservative behavior will be encountered in the neutrally buoyant plume about the East Pacific Rise ridge crest for dissolved Fe and Al.  \r\n\r\nAs regards broader impacts, results from the study would be disseminated to the public via lectures, the internet, and press releases.  One graduate and one undergraduate student from the University of Washington would be supported and trained as part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Sedwick",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Peter N Sedwick",
   "pi_email_addr": "psedwick@odu.edu",
   "nsf_id": "000474317",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Blvd/200 Koch Hall",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 172982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>GEOTRACES is an international research program that aims to determine the abundance of a broad range of trace elements &ndash; chemical species that are present at concentrations less than one part per million &ndash; in the world&rsquo;s oceans, and to understand the processes that control these oceanic abundances.&nbsp; Trace elements are important for a number of reasons: (1) some (e.g., iron) are essential nutrients for marine phytoplankton, which are the base of the oceanic food web and regulate the levels of the greenhouse gas carbon dioxide in the atmosphere; (2) some (e.g., mercury) are toxic to oceanic biota and humans; and (3) some (e.g., thorium) can provide information on processes such as ocean circulation and oceanic conditions in the past, which are needed to understand how the ocean will change in the future.&nbsp; Some of the processes that impact the abundance of trace elements in the ocean include biological uptake, discharge from seafloor hot springs, river inputs, deposition of soil dust from the atmosphere, and interactions with seafloor sediments.</p>\n<p>The major research activities of the GEOTRACES program have included a series of ocean basin-scale cruises that focus on sampling the entire oceanic water column at regular intervals along the cruise track, in order to establish the present-day abundance of a suite of &lsquo;key&rsquo; trace elements across the major ocean basins.&nbsp; After collection, measurements of some trace elements are made at sea, while other measurements are completed in laboratories at researchers&rsquo; home institutions.&nbsp; With funding from the US National Science Foundation, the US GEOTRACES program has so far completed such basin-scale cruises across the North Atlantic, the Arctic, and the eastern South Pacific Oceans.&nbsp; As part of the US GEOTRACES eastern South Pacific cruise, known as the Eastern Pacific Zonal Transect (EPZT), researchers Joseph Resing (University of Washington) and Peter Sedwick (Old Dominion University) were funded to perform shipboard measurements of the key dissolved trace elements iron, manganese and aluminum in seawater samples collected along the cruise track.</p>\n<p>The EPZT cruise, from Manta, Ecuador and Papeete, Tahiti, was completed in November-December 2013.&nbsp; Among the main scientific motivations for this cruise track was a crossing of the southern East Pacific Rise (EPR), a part of the mid ocean ridge (MOR) system where new seafloor is created by volcanic activity.&nbsp; The EPR, a vast north-south chain of submarine volcanoes, is known to host numerous seafloor hot springs that discharge super-heated (&gt;300 &deg;C) water into the deep ocean.&nbsp; These hot, acidic waters dissolve and mobilize a number of trace elements from Earth&rsquo;s crustal rocks and discharge them into the cold, alkaline waters of the deep sea.&nbsp; It had been widely thought that dissolved iron discharged by the EPR hot springs would quickly form particles that would be lost to the surrounding seafloor.&nbsp; A major finding of our research was that dissolved iron discharged by the EPR hot springs persisted for much longer than expected in the deep ocean, with our measurements revealing an iron-enriched &lsquo;hydrothermal plume&rsquo; that ocean currents have carried more than 4,000 km to the west of the EPR.&nbsp; Our results also showed the EPR hydrothermal plume to contain elevated levels of dissolved manganese and aluminum; the latter was surprising because submarine hot springs are not known to be highly enriched in this trace element.</p>\n<p>Our project results for iron hold particular importance for the vast Southern Ocean, where primary production by phytoplankton in surface waters is known to be limited by the supply of this essential trace element.&nbsp; When our data were included in computer model simulations performed by UK collaborator Alessandro Tagliabue, the model results indicate that a substantial proportion of primary production in the Southern Ocean is supported by iron supplied from MOR hot springs, such as those along the EPR.&nbsp; Our results suggests that MOR hot springs supply a substantial amount of dissolved iron to the deep ocean, and that this MOR-derived iron ultimately sustains a major oceanic ecosystem.&nbsp; Thus our research has revealed a potentially important linkage between geological processes in Earth&rsquo;s interior, which drive the MOR hydrothermal activity, and biological processes in the surface ocean.</p>\n<p>The information obtained in this project will facilitate the inclusion of iron, manganese and aluminum in computer models of ocean chemistry and biology, which will improve the ability to predict how the ocean will respond to and modulate future climate change.&nbsp; In addition, the award has supported PhD student Susanna Michael at the University of Washington.&nbsp; As well as publishing scientific papers that report the results of our research, our data are publicly available through the NSF Biological and Chemical Oceanography Data Management Office and the 2017 GEOTRACES Intermediate Data Product.&nbsp; Our results were also featured in several news articles.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Peter&nbsp;N&nbsp;Sedwick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGEOTRACES is an international research program that aims to determine the abundance of a broad range of trace elements &ndash; chemical species that are present at concentrations less than one part per million &ndash; in the world?s oceans, and to understand the processes that control these oceanic abundances.  Trace elements are important for a number of reasons: (1) some (e.g., iron) are essential nutrients for marine phytoplankton, which are the base of the oceanic food web and regulate the levels of the greenhouse gas carbon dioxide in the atmosphere; (2) some (e.g., mercury) are toxic to oceanic biota and humans; and (3) some (e.g., thorium) can provide information on processes such as ocean circulation and oceanic conditions in the past, which are needed to understand how the ocean will change in the future.  Some of the processes that impact the abundance of trace elements in the ocean include biological uptake, discharge from seafloor hot springs, river inputs, deposition of soil dust from the atmosphere, and interactions with seafloor sediments.\n\nThe major research activities of the GEOTRACES program have included a series of ocean basin-scale cruises that focus on sampling the entire oceanic water column at regular intervals along the cruise track, in order to establish the present-day abundance of a suite of ?key? trace elements across the major ocean basins.  After collection, measurements of some trace elements are made at sea, while other measurements are completed in laboratories at researchers? home institutions.  With funding from the US National Science Foundation, the US GEOTRACES program has so far completed such basin-scale cruises across the North Atlantic, the Arctic, and the eastern South Pacific Oceans.  As part of the US GEOTRACES eastern South Pacific cruise, known as the Eastern Pacific Zonal Transect (EPZT), researchers Joseph Resing (University of Washington) and Peter Sedwick (Old Dominion University) were funded to perform shipboard measurements of the key dissolved trace elements iron, manganese and aluminum in seawater samples collected along the cruise track.\n\nThe EPZT cruise, from Manta, Ecuador and Papeete, Tahiti, was completed in November-December 2013.  Among the main scientific motivations for this cruise track was a crossing of the southern East Pacific Rise (EPR), a part of the mid ocean ridge (MOR) system where new seafloor is created by volcanic activity.  The EPR, a vast north-south chain of submarine volcanoes, is known to host numerous seafloor hot springs that discharge super-heated (&gt;300 &deg;C) water into the deep ocean.  These hot, acidic waters dissolve and mobilize a number of trace elements from Earth?s crustal rocks and discharge them into the cold, alkaline waters of the deep sea.  It had been widely thought that dissolved iron discharged by the EPR hot springs would quickly form particles that would be lost to the surrounding seafloor.  A major finding of our research was that dissolved iron discharged by the EPR hot springs persisted for much longer than expected in the deep ocean, with our measurements revealing an iron-enriched ?hydrothermal plume? that ocean currents have carried more than 4,000 km to the west of the EPR.  Our results also showed the EPR hydrothermal plume to contain elevated levels of dissolved manganese and aluminum; the latter was surprising because submarine hot springs are not known to be highly enriched in this trace element.\n\nOur project results for iron hold particular importance for the vast Southern Ocean, where primary production by phytoplankton in surface waters is known to be limited by the supply of this essential trace element.  When our data were included in computer model simulations performed by UK collaborator Alessandro Tagliabue, the model results indicate that a substantial proportion of primary production in the Southern Ocean is supported by iron supplied from MOR hot springs, such as those along the EPR.  Our results suggests that MOR hot springs supply a substantial amount of dissolved iron to the deep ocean, and that this MOR-derived iron ultimately sustains a major oceanic ecosystem.  Thus our research has revealed a potentially important linkage between geological processes in Earth?s interior, which drive the MOR hydrothermal activity, and biological processes in the surface ocean.\n\nThe information obtained in this project will facilitate the inclusion of iron, manganese and aluminum in computer models of ocean chemistry and biology, which will improve the ability to predict how the ocean will respond to and modulate future climate change.  In addition, the award has supported PhD student Susanna Michael at the University of Washington.  As well as publishing scientific papers that report the results of our research, our data are publicly available through the NSF Biological and Chemical Oceanography Data Management Office and the 2017 GEOTRACES Intermediate Data Product.  Our results were also featured in several news articles.\n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Peter N Sedwick"
 }
}