{
 "awd_id": "1237577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Efficient Determination of Intermediate Temperature Phase Diagrams Using Dual-Anneal Diffusion Multiples",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Shiflet",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2015-06-23",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThere is a significant worldwide shortage of experimental phase diagram data at intermediate temperatures (around 600ºC to 900ºC for Fe-based and Ni-based alloys) where most alloys are used in service. This shortage results in large uncertainty of thermodynamic data and thus inability to accurately predict phase stability and driving force for phase transformations during materials processing and usage at this temperature range.  The proposed study will develop a novel dual-anneal diffusion-multiple approach for high-efficiency determination of intermediate temperature phase diagrams and will apply the methodology to the Fe-Co-Cr-Mo-Ni system. A high-temperature (e.g. 1200 ºC) anneal of diffusion multiples will first create wide composition regions of solid solutions and intermediate compounds, which is equivalent to making many alloy compositions simultaneously. A subsequent intermediate temperature (e.g. 600 ºC) anneal will induce precipitation and formation of equilibrium phases, which is equivalent to the heat treatment of many individual alloys at a temperature of interest for phase diagram determination.  The effective methodology to be developed here will have an impact on the design and long-term stability prediction of materials.  Wide application of this method will lead to large amounts of phase equilibrium data for accurate assessment of the Gibbs energy functions to enable high-fidelity thermodynamic predictions at intermediate temperatures.  High-fidelity prediction can reduce or eliminate the long-term thermal exposure experiments that are required now to test an alloy's propensity to detrimental phase formation or to promote stable precipitate phases to strengthen alloys, thus reducing the alloy design iterations and increasing the speed of new alloy design. The proposed study will also provide intermediate temperature isothermal sections of several ternary systems that are very important for the development of precipitation-strengthened stainless steels and Ni-based superalloys. \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThere is a significant worldwide shortage of phase diagrams at intermediate temperatures (around 600ºC to 900ºC for steels and Ni-based alloys). This shortage of phase diagrams (which are maps for materials scientists to design alloys) leads to inability to accurately predict alloy behaviors at this critical temperature range where most alloys are used in service.  The proposed study will develop a novel dual-anneal diffusion-multiple approach for high-efficiency determination of intermediate temperature phase diagrams.  The effective methodology will have an impact on the design and long-term stability prediction of alloys.  Wide application of this method will lead to large amounts of phase diagrams to enable high-fidelity prediction which can be used to eliminate the long-term thermal exposure experiments that are required now to test alloys' propensity to detrimental phase formation, thus increasing the speed of new alloy design. The timely design and insertion of high-performance alloys are critical to the global competitiveness of U.S. industries. This NSF program will also educate next-generation materials scientists with the advanced experimental tools so they can better serve the industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ji-Cheng",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ji-Cheng Zhao",
   "pi_email_addr": "jczhao@uconn.edu",
   "nsf_id": "000217272",
   "pi_start_date": "2012-08-09",
   "pi_end_date": "2014-02-26"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Clark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Clark",
   "pi_email_addr": "clark.31@osu.edu",
   "nsf_id": "000561042",
   "pi_start_date": "2014-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ji-Cheng",
   "pi_last_name": "Zhao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ji-Cheng Zhao",
   "pi_email_addr": "jczhao@uconn.edu",
   "nsf_id": "000217272",
   "pi_start_date": "2014-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2><strong>1.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Intellectual Merit: </strong></h2>\n<p>There is a significant worldwide shortage of experimental phase diagrams at intermediate temperatures where most alloys are used in service. We developed a novel dual-anneal diffusion multiple (DADM) approach for efficient and systematic determination of intermediate temperature phase diagrams. Wide application of DADMs will lead to large amounts of phase equilibrium data for accurate assessment of the Gibbs energy functions to enable high-fidelity thermodynamic predictions at intermediate temperatures. High-fidelity prediction can reduce the long-term thermal exposure experiments that are required to test an alloy&rsquo;s propensity to detrimental phase formation or to promote stable precipitate phases to strengthen alloys, thus reducing the alloy design iterations and increasing the speed of new alloy design.</p>\n<p>Since only about 15 tracer experiment sets were performed worldwide in the last 15 years, it is impractical to rely on the labor-intensive tracer experiments to obtain the missing thousands of impurity diffusion coefficients. A new forward-simulation analysis was developed under this NSF project to change the currrent scenario by providing a much-needed effective means to obtain experimental impurity diffusion coefficients that are the foundation for reliable diffusion coefficient (mobility) databases for kinetic modeling of materials processes.</p>\n<p>Interfacial energy is one of the most critical parameters for simulation of nucleation, growth and coarsening; yet it is one of the most difficult quantities to obtain experimentally. A new method was developed under this NSF project to provide a much easier measurement of interfacial energy.</p>\n<p>Simulation of microstructural evolution and constitutive/micro-mechanistic modeling of properties require single crystal elastic constants that are usually obtained from measurements on single crystal samples which is very time-consuming and labor-intensive to grow. A facile technique was developed to measure elastic constants from polycrystalline samples. This new technique can help change the current scenario that experimentally measured elastic constants are available for only about 1% of the estimated 160,000 distinct solid compounds, not to mention the significant need for elastic constants of various solid solution compositions that are the base of structural materials.</p>\n<p>The CALPHAD approach is one of the most widely used tools for the design and process optimization of multicomponent alloys. We developed a general model for both thermal and electrical conductivity of metallic systems based on a new and physically correct interpretation of the scattering processes using calculated orbital and element-resolved density-of-states values from first-principles. Experimental data (especially high-throughput measurement data) are used to optimize four or less parameters to describe the composition-dependent thermal and electrical conductivity. This model enables the incorporation of both thermal and electrical conductivity into the CALPHAD framework.</p>\n<p>In addition to being an effective method for phase diagram determination, DADMs are a great tool to generate amazing atlases of microstructures as a result of various phase transformations from the supersaturated solid solutions formed during the high-temperature diffusion anneal. Composition-dependent and time-dependent morphological information provides phase transformation kinetics and the competition between the stable and metastable phases. Continued work on this front can provide much-needed large datasets on phase transformations.</p>\n<p>The above technical accomplishments are summarized in the attached six figures.&nbsp;</p>\n<h2><strong>2.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Broader Impacts: </strong></h2>\n<p>The PI has employed the DADM results to obtain a DOE project (DE-FE0008960: 09/01/2012- 08/31/2015) aiming at design 760 &deg;C-capability high temperature steels for advanced ultrasupercritical (AUSC) steam turbines and boilers. A new Chi-phase strengthened ferritic steel shows good properties and is being tested for properties at both the National Energy Technology Laboratory (NETL) and OSU.</p>\n<p>Four Ph.D. students, Ms. Siwei Cao, Mr. Changdong Wei, Mr. Qiaofu Zhang, and Mr. Xinpeng Du are either wholly or partially supported by this NSF project. Ms. Siwei Cao (supported initially by DMR-0804833 and then by the current award) has obtained her PhD in 2013 and Mr. Changdong Wei obtained his PhD in 2015 and is now working at Google Inc. Mr. Qiaofu Zhang obtained his Ph.D. in the Spring of 2017 and just started his formal employment at QuesTek Innovations. Mr. Xinpeng Du has passed his dissertation overview and is planning to defend his PhD dissertation in the Spring of 2018.</p>\n<p>The forward-simulation analysis program in both Matlab and Python codes has been distributed to about a dozen organizations around the world for the analysis of diffusion coefficients. This method is critical for the extraction of diffusion coefficients for Ti binary systems for a NSF DMREF project (CMMI-1333999) for the establishment of a diffusivity database for low-modulus Ti alloys as well as for a DOE project (DE-EE0006450) &ldquo;High-throughput study of diffusion and phase transformation kinetics of magnesium-based systems for automotive cast magnesium alloys&rdquo; to establish a reliable diffusivity database for Mg alloys. The method will have a lasting impact on the reliable extraction of diffusion coefficients for the establishment of diffusion (mobility) databases for other alloy systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2017<br>\n\t\t\t\t\tModified by: Ji-Cheng&nbsp;Zhao</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504458498292_DMR-Summary_figures_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504458498292_DMR-Summary_figures_Figure1--rgov-800width.jpg\" title=\"DMR-1237577_Summary_figures_Figure1\"><img src=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504458498292_DMR-Summary_figures_Figure1--rgov-66x44.jpg\" alt=\"DMR-1237577_Summary_figures_Figure1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Examples of intermediate temperature (900 °C and 800 °C) phase diagrams of the Fe-Cr-Ni and Fe-Cr-Mo ternary systems obtained using an effective dual-anneal diffusion multiple (DADM) technique that was developed under this NSF project (DMR-1237577).</div>\n<div class=\"imageCredit\">J.-C. Zhao (The Ohio State University)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ji-Cheng&nbsp;Zhao</div>\n<div class=\"imageTitle\">DMR-1237577_Summary_figures_Figure1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504458906771_DMR-Summary_figures_Figure4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504458906771_DMR-Summary_figures_Figure4--rgov-800width.jpg\" title=\"DMR-1237577_Summary_figures_Figure4\"><img src=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504458906771_DMR-Summary_figures_Figure4--rgov-66x44.jpg\" alt=\"DMR-1237577_Summary_figures_Figure4\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 4. Comparison of the elastic constants measured from polycrystalline metal samples using ultrafast laser generated surface acoustic waves with those reported in the literature measured from single crystals. The new measurement method was developed under this NSF project (DMR-1237577).</div>\n<div class=\"imageCredit\">J.-C. Zhao (The Ohio State University)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ji-Cheng&nbsp;Zhao</div>\n<div class=\"imageTitle\">DMR-1237577_Summary_figures_Figure4</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459058050_DMR-Summary_figures_Figure5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459058050_DMR-Summary_figures_Figure5--rgov-800width.jpg\" title=\"DMR-1237577_Summary_figures_Figure5\"><img src=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459058050_DMR-Summary_figures_Figure5--rgov-66x44.jpg\" alt=\"DMR-1237577_Summary_figures_Figure5\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 5. A new general semi-empirical model to describe the composition-dependent thermal and electrical conductivity of metallic systems based on density-of-state calculations from first principles and experimental values. The new model was developed under this NSF project (DMR-1237577),</div>\n<div class=\"imageCredit\">J.-C. Zhao (The Ohio State University)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ji-Cheng&nbsp;Zhao</div>\n<div class=\"imageTitle\">DMR-1237577_Summary_figures_Figure5</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459206304_DMR-Summary_figures_Figure6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459206304_DMR-Summary_figures_Figure6--rgov-800width.jpg\" title=\"DMR-1237577_Summary_figures_Figure6\"><img src=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459206304_DMR-Summary_figures_Figure6--rgov-66x44.jpg\" alt=\"DMR-1237577_Summary_figures_Figure6\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 6. SEM image montage showing the phase precipitation in the Fe-Cr-Mo tri-junction area of a dual-anneal diffusion multiple that was annealed at 1200 °C for 500 h to form wide range of composition and then annealed at 900 °C for different time durations to show the precipitation morphology.</div>\n<div class=\"imageCredit\">J.-C. Zhao (The Ohio State University)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ji-Cheng&nbsp;Zhao</div>\n<div class=\"imageTitle\">DMR-1237577_Summary_figures_Figure6</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459602210_DMR-Summary_figures_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459602210_DMR-Summary_figures_Figure3--rgov-800width.jpg\" title=\"DMR-1237577_Summary_figures_Figure3\"><img src=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459602210_DMR-Summary_figures_Figure3--rgov-66x44.jpg\" alt=\"DMR-1237577_Summary_figures_Figure3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3. Comparison of measurement methods of interfacial energy using Miyazaki?s method (left) which requires performing annealing at many time durations and a novel method developed under this NSF project (DMR-1237577) that requires only one precipitation annealing of a diffusion couple/multiple.</div>\n<div class=\"imageCredit\">J.-C. Zhao (The Ohio State University)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ji-Cheng&nbsp;Zhao</div>\n<div class=\"imageTitle\">DMR-1237577_Summary_figures_Figure3</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459846993_DMR-Summary_figures_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459846993_DMR-Summary_figures_Figure2--rgov-800width.jpg\" title=\"DMR-1237577_Summary_figures_Figure2\"><img src=\"/por/images/Reports/POR/2017/1237577/1237577_10199036_1504459846993_DMR-Summary_figures_Figure2--rgov-66x44.jpg\" alt=\"DMR-1237577_Summary_figures_Figure2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Comparison of impurity diffusion coefficients obtained using isotope tracer experiments reported in the literature with those obtained from regular diffusion couples/multiples using a forward-simulation analysis method that that was developed under this NSF project (DMR-1237577).</div>\n<div class=\"imageCredit\">J.-C. Zhao (The Ohio State University)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ji-Cheng&nbsp;Zhao</div>\n<div class=\"imageTitle\">DMR-1237577_Summary_figures_Figure2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "1.     Intellectual Merit: \n\nThere is a significant worldwide shortage of experimental phase diagrams at intermediate temperatures where most alloys are used in service. We developed a novel dual-anneal diffusion multiple (DADM) approach for efficient and systematic determination of intermediate temperature phase diagrams. Wide application of DADMs will lead to large amounts of phase equilibrium data for accurate assessment of the Gibbs energy functions to enable high-fidelity thermodynamic predictions at intermediate temperatures. High-fidelity prediction can reduce the long-term thermal exposure experiments that are required to test an alloy?s propensity to detrimental phase formation or to promote stable precipitate phases to strengthen alloys, thus reducing the alloy design iterations and increasing the speed of new alloy design.\n\nSince only about 15 tracer experiment sets were performed worldwide in the last 15 years, it is impractical to rely on the labor-intensive tracer experiments to obtain the missing thousands of impurity diffusion coefficients. A new forward-simulation analysis was developed under this NSF project to change the currrent scenario by providing a much-needed effective means to obtain experimental impurity diffusion coefficients that are the foundation for reliable diffusion coefficient (mobility) databases for kinetic modeling of materials processes.\n\nInterfacial energy is one of the most critical parameters for simulation of nucleation, growth and coarsening; yet it is one of the most difficult quantities to obtain experimentally. A new method was developed under this NSF project to provide a much easier measurement of interfacial energy.\n\nSimulation of microstructural evolution and constitutive/micro-mechanistic modeling of properties require single crystal elastic constants that are usually obtained from measurements on single crystal samples which is very time-consuming and labor-intensive to grow. A facile technique was developed to measure elastic constants from polycrystalline samples. This new technique can help change the current scenario that experimentally measured elastic constants are available for only about 1% of the estimated 160,000 distinct solid compounds, not to mention the significant need for elastic constants of various solid solution compositions that are the base of structural materials.\n\nThe CALPHAD approach is one of the most widely used tools for the design and process optimization of multicomponent alloys. We developed a general model for both thermal and electrical conductivity of metallic systems based on a new and physically correct interpretation of the scattering processes using calculated orbital and element-resolved density-of-states values from first-principles. Experimental data (especially high-throughput measurement data) are used to optimize four or less parameters to describe the composition-dependent thermal and electrical conductivity. This model enables the incorporation of both thermal and electrical conductivity into the CALPHAD framework.\n\nIn addition to being an effective method for phase diagram determination, DADMs are a great tool to generate amazing atlases of microstructures as a result of various phase transformations from the supersaturated solid solutions formed during the high-temperature diffusion anneal. Composition-dependent and time-dependent morphological information provides phase transformation kinetics and the competition between the stable and metastable phases. Continued work on this front can provide much-needed large datasets on phase transformations.\n\nThe above technical accomplishments are summarized in the attached six figures. \n2.     Broader Impacts: \n\nThe PI has employed the DADM results to obtain a DOE project (DE-FE0008960: 09/01/2012- 08/31/2015) aiming at design 760 &deg;C-capability high temperature steels for advanced ultrasupercritical (AUSC) steam turbines and boilers. A new Chi-phase strengthened ferritic steel shows good properties and is being tested for properties at both the National Energy Technology Laboratory (NETL) and OSU.\n\nFour Ph.D. students, Ms. Siwei Cao, Mr. Changdong Wei, Mr. Qiaofu Zhang, and Mr. Xinpeng Du are either wholly or partially supported by this NSF project. Ms. Siwei Cao (supported initially by DMR-0804833 and then by the current award) has obtained her PhD in 2013 and Mr. Changdong Wei obtained his PhD in 2015 and is now working at Google Inc. Mr. Qiaofu Zhang obtained his Ph.D. in the Spring of 2017 and just started his formal employment at QuesTek Innovations. Mr. Xinpeng Du has passed his dissertation overview and is planning to defend his PhD dissertation in the Spring of 2018.\n\nThe forward-simulation analysis program in both Matlab and Python codes has been distributed to about a dozen organizations around the world for the analysis of diffusion coefficients. This method is critical for the extraction of diffusion coefficients for Ti binary systems for a NSF DMREF project (CMMI-1333999) for the establishment of a diffusivity database for low-modulus Ti alloys as well as for a DOE project (DE-EE0006450) \"High-throughput study of diffusion and phase transformation kinetics of magnesium-based systems for automotive cast magnesium alloys\" to establish a reliable diffusivity database for Mg alloys. The method will have a lasting impact on the reliable extraction of diffusion coefficients for the establishment of diffusion (mobility) databases for other alloy systems.\n\n\t\t\t\t\tLast Modified: 09/03/2017\n\n\t\t\t\t\tSubmitted by: Ji-Cheng Zhao"
 }
}