{
 "awd_id": "1237318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Commercializing Communication Science:  Weather Disaster Messaging Systems",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-03-13",
 "awd_max_amd_letter_date": "2012-03-13",
 "awd_abstract_narration": "This Innovation-Corps proposal builds on previous support and is designed to commercialize ongoing research focused on tailored messaging systems involving severe weather events. Success rates of messaging systems have yielded disappointing rates in previous events due to a \"one size fits all\" approach to broadcast strategies. Extant communication research has concluded that tailored messages have the best chance for influencing behavior and educating receivers.  This effort investigates the potential to commercialize the research previously conducted to provide tailored communications.\r\n\r\nImproved communication of hurricane information promotes more effective protective decision-making thus saving lives and property; the team employed demographic, socioeconomic, physiological, and psychological data to improve the accuracy and efficacy of advisories and warnings for weather systems.  There is now an opportunity to make these scientifically optimized systems available to the public.  The I-CORPS proposal to examine commercialization potential extends the scientific knowledge gained from the previous studies to improving communication platforms, which is a potential commercial as well as humanitarian opportunity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "O'Hair",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Henry D O'Hair",
   "pi_email_addr": "OHair@uky.edu",
   "nsf_id": "000564419",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Lane",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Derek R Lane",
   "pi_email_addr": "Derek.Lane@uky.edu",
   "nsf_id": "000414665",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wes",
   "pi_last_name": "Brooks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wes Brooks",
   "pi_email_addr": "wesbrooks@gmail.com",
   "nsf_id": "000617374",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Stevens",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Randall S Stevens",
   "pi_email_addr": "rstevens@archvision.com",
   "nsf_id": "000617377",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S. Limestone, 109 Kinkead Ha",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project title for the NSF I-Corps team from the University of Kentucky (UK), Lexington, Ky. was Commercializing Communication Science: Weather Disaster Messaging Systems. The UK team, led by H. &ldquo;Dan&rdquo; O&rsquo;Hair, an organizational scientist focused on strategic messaging research and dean of the College of Communication and Information, was perfectly positioned for this project. Dr. O&rsquo;Hair has also founded two research organizations and a consulting company at three different universities.</p>\n<p>&ldquo;Though our original project was to investigate the effectiveness of hurricane warning systems, we quickly pivoted when we discovered this market wasn&rsquo;t big enough to sustain a company,&rdquo; O'Hair said. &ldquo;So we shifted to patient education. When patients are discharged from hospitals, what kinds of messages resonate most with them and, crucially, what kinds of messages are actually actionable by them?&rdquo;</p>\n<p>Dr. O&rsquo;Hair&rsquo;s interest in patient communication stems from his college&rsquo;s expertise in health communication (the University of Kentucky is currently ranked one of the top six programs in the country). The college also has a state-of-the-art message testing lab which would be used to determine the appropriate mix of message components. In addition, the University of Kentucky is one of the few universities in the country with a top hospital on its campus.</p>\n<p>The UK I-Corps team focused on hospital pre-discharge and discharge heart failure patients, who historically have a high rate of readmission to the hospital, especially when discharge instructions are not followed or are not adequately communicated. Heart-failure readmissions cost billions of dollars each year, and previous studies have shown that about half of these readmissions can be prevented.</p>\n<p>The objective was to develop a tailored messaging system (smartphone app and phone based) for these patients.&nbsp;The messages would include alerts, reminders, education, and persuasion regarding their post-hospital care, and would be based on novel ways of eliciting information from patients that helps to tailor messages that resonate with them (and consequently they will act on). In addition to preventing readmission to the hospital, the tailored messaging system could improve care, increase drug compliance, and improve health literacy.</p>\n<p>&nbsp;&ldquo;The best way to think about tailored messaging is to think about a digital speed limit sign,&rdquo; said team member Derek Lane, UK communication associate professor who is widely published in the area of audience/market segmentation and message tailoring systems. &nbsp;&nbsp;&ldquo;We know that the sign says the speed limit is 55 miles per hour or 70 miles per hour, but when you see a sign that tells you that you&rsquo;re doing 92 &mdash; that&rsquo;s tailored feedback for you. It makes you say, &lsquo;Maybe I should slow down.&rsquo;&rdquo;</p>\n<p>The UK project identified three key health behaviors that it sought to affect with tailored messages; reducing sodium intake, monitoring weight daily, and following guidelines with regard to medication, diet and exercise.</p>\n<p>The entrepreneurial lead on UK&rsquo;s I-Corps project was Wes Brooks, a senior materials engineering major and president of the university&rsquo;s student entrepreneurship organization the Big Blue Starters. Wes spent the summer in Silicon Valley completing internship work with startup companies and developing his own startup with Stanford and Princeton undergraduates.&nbsp; Randall Stevens, a UK alumnus and serial entrepreneur with more than 20 years of software development, sales and management experience, served as the I-Corps Mentor. &nbsp;</p>\n<p>Stevens, with a unique combination of expertise in software and graphics technology, coupled with a background in architecture, and Brooks worked on technology development.</...",
  "por_txt_cntn": "\nThe project title for the NSF I-Corps team from the University of Kentucky (UK), Lexington, Ky. was Commercializing Communication Science: Weather Disaster Messaging Systems. The UK team, led by H. \"Dan\" OÆHair, an organizational scientist focused on strategic messaging research and dean of the College of Communication and Information, was perfectly positioned for this project. Dr. OÆHair has also founded two research organizations and a consulting company at three different universities.\n\n\"Though our original project was to investigate the effectiveness of hurricane warning systems, we quickly pivoted when we discovered this market wasnÆt big enough to sustain a company,\" O'Hair said. \"So we shifted to patient education. When patients are discharged from hospitals, what kinds of messages resonate most with them and, crucially, what kinds of messages are actually actionable by them?\"\n\nDr. OÆHairÆs interest in patient communication stems from his collegeÆs expertise in health communication (the University of Kentucky is currently ranked one of the top six programs in the country). The college also has a state-of-the-art message testing lab which would be used to determine the appropriate mix of message components. In addition, the University of Kentucky is one of the few universities in the country with a top hospital on its campus.\n\nThe UK I-Corps team focused on hospital pre-discharge and discharge heart failure patients, who historically have a high rate of readmission to the hospital, especially when discharge instructions are not followed or are not adequately communicated. Heart-failure readmissions cost billions of dollars each year, and previous studies have shown that about half of these readmissions can be prevented.\n\nThe objective was to develop a tailored messaging system (smartphone app and phone based) for these patients. The messages would include alerts, reminders, education, and persuasion regarding their post-hospital care, and would be based on novel ways of eliciting information from patients that helps to tailor messages that resonate with them (and consequently they will act on). In addition to preventing readmission to the hospital, the tailored messaging system could improve care, increase drug compliance, and improve health literacy.\n\n \"The best way to think about tailored messaging is to think about a digital speed limit sign,\" said team member Derek Lane, UK communication associate professor who is widely published in the area of audience/market segmentation and message tailoring systems.   \"We know that the sign says the speed limit is 55 miles per hour or 70 miles per hour, but when you see a sign that tells you that youÆre doing 92 &mdash; thatÆs tailored feedback for you. It makes you say, æMaybe I should slow down.Æ\"\n\nThe UK project identified three key health behaviors that it sought to affect with tailored messages; reducing sodium intake, monitoring weight daily, and following guidelines with regard to medication, diet and exercise.\n\nThe entrepreneurial lead on UKÆs I-Corps project was Wes Brooks, a senior materials engineering major and president of the universityÆs student entrepreneurship organization the Big Blue Starters. Wes spent the summer in Silicon Valley completing internship work with startup companies and developing his own startup with Stanford and Princeton undergraduates.  Randall Stevens, a UK alumnus and serial entrepreneur with more than 20 years of software development, sales and management experience, served as the I-Corps Mentor.  \n\nStevens, with a unique combination of expertise in software and graphics technology, coupled with a background in architecture, and Brooks worked on technology development.\n\n\"The greatest beneficiaries of our I-Corps experience will be our undergraduate students,\" said Dean OÆHair. \"We have enriched our model for taking entrepreneurship education beyond traditional thinking to provide meaningful entrepreneurial experiences through the univers..."
 }
}