{
 "awd_id": "1237440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Promoting Student Education & Outreach at the 16th Annual Green Chemistry & Engineering Conference (June 18-21, 2012 / Washington, DC)",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2012-06-16",
 "awd_max_amd_letter_date": "2013-03-22",
 "awd_abstract_narration": "Abstract\r\nGreen chemistry and engineering offer fundamental and sustainable solutions to the global challenges facing the planet.  Green chemistry is the design of chemical products and processes that reduce or eliminate the use and generation of hazardous substances. Green engineering is the development and commercialization of industrial processes that are economically feasible and reduce the risk to human health and the environment. Green chemistry and engineering are absolutely essential to the development of solutions to global challenges. Impact of green chemistry and engineering approaches on sustainable development are significant, since these design philosophies unite the pursuit of economic prosperity with environmental and public health protection.\r\n\r\nThe annual Green Chemistry and Engineering Conference is organized each year by the American Chemical Society (ACS),  Green Chemistry Institute (ACS GCI) with the active involvement of an organizing committee comprised of scientists from other nonprofit organizations, US government agencies, academic institutions and industry. Dr. David Wiley serves as the PI for the ACS Green Chemistry Institute.\r\n\r\nThe 16th Annual GC & E Conference in 2012 will for the first time host a renewable energy session as part of the United Nations 2012 initiative \"Sustainable Energy For All\". The students participating in the GC&E Workshop and Conference will have a unique opportunity to engage in topics not commonly encountered in traditional university courses. The 16th GC &E Conference is scheduled for June 18-20, 2012 and will be held in Washington, DC. It will host a ceremony presenting the 17th Annual Presidential Green Chemistry Challenge Award winners. The GC&E 2012 Conference theme is \"Innovation, Jobs, Sustainability - The Role of Green Chemistry\". Educating the innovators of tomorrow is a crucial part in securing the well-being of the future. This highly successful interdisciplinary conference and workshop provides a proven opportunity for students to learn to present research, learn the latest developments in green chemistry and engineering, and expose themselves to the broader economic, social and political context in which these developments occur.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wylie",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Wylie",
   "pi_email_addr": "d_wylie@acs.org",
   "nsf_id": "000614065",
   "pi_start_date": "2012-06-16",
   "pi_end_date": "2013-03-22"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "MacKellar",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer J MacKellar",
   "pi_email_addr": "j_mackellar@acs.org",
   "nsf_id": "000641630",
   "pi_start_date": "2013-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Peoples",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Peoples",
   "pi_email_addr": "b_peoples@acs.org",
   "nsf_id": "000560139",
   "pi_start_date": "2012-06-16",
   "pi_end_date": "2013-03-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Constable",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Constable",
   "pi_email_addr": "D_Constable@acs.org",
   "nsf_id": "000640625",
   "pi_start_date": "2013-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Chemical Society (ACS)",
  "inst_street_address": "1155 16TH ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028724600",
  "inst_zip_code": "200364892",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN CHEMICAL SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "QLTNY1VKHMM9"
 },
 "perf_inst": {
  "perf_inst_name": "ACS - Green Chemistry Institute",
  "perf_str_addr": "1155 16th NW",
  "perf_city_name": "Washingtion",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200364839",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 16<sup>th</sup> Annual Green Chemistry and Engineering Conference (GC&amp;E) was held on June 18-20, 2012 in Washington, D.C.&nbsp; The GC&amp;E conference is recognized as &lsquo;the&rsquo; platform for facilitating and disseminating the most current and relevant breakthroughs and advances in the field of green chemistry and engineering globally. Additionally, the student workshop was held on Thursday, June 21, 2012 at the National Education Association building directly across the street from ACS&rsquo;s Washington, DC Headquarters building in downtown Washington DC, approximately 4 blocks from the White House. Student (undergraduate and graduate) involvement was enhanced by NSF providing:</p>\n<ul>\n<li>Student travel scholarships to attend and participate in the GC&amp;E Conference; </li>\n<li>A judged student poster session;</li>\n<li>Student awards presented at the GC&amp;E Conference; and</li>\n<li>A full-day Student Workshop (held following the GC&amp;E Conference); </li>\n</ul>\n<p>The National Science Foundation&rsquo;s funding of $40,000 included $28,000 that provided 28 student travel awards to undergraduate and graduate students from 19 different colleges/universities for attendance at the 16<sup>th</sup> Annual Green Chemistry and Engineering Conference.&nbsp; Over one-half of the selected NSF Scholars gave presentations during the conference either as posters (n=10) or oral (n=5) presentations.&nbsp; The students were graduate students (46%) and undergraduates (54%).&nbsp; These students represented engineering disciplines (21%), chemistry disciplines (46%) and other disciplines (33%).</p>\n<p>&nbsp;The significance of this project is its ability to seed the future of our profession and society by educating students in green chemistry and engineering and how they can protect human health and the environment though their discipline of study, as well as how to communicate those concepts to the general public and peers.. The NSF Scholars and other students had many opportunities through the student workshop, the student poster session, the Presidential Green Chemistry Challenge Awards Ceremony (commonly referred to as &lsquo;PGCCA&rsquo;), and 16<sup>th</sup> Annual GC&amp;E Conference, to learn about the newest research developments in their chemistry focal areas, dialog with other academic, industrial, and governmental researchers, networking with peers, professionals, and the leaders in green chemistry and engineering.&nbsp; The ultimate objective was to put the tools of green chemistry and engineering into the hands of our next generation scientists as we strive to build a sustainable future.&nbsp;</p>\n<p>Students began with morning introductory lectures by the green chemistry and green engineering experts. Students had an opportunity to meet each other, network, and ask the experts questions. In the morning lecture series, students had an overview of the need for green chemistry and sustainability.&nbsp; In the afternoon session, following a networking lunch, students worked in groups discussing the 2012 Presidential Green Chemistry Challenge Award winners, as well as toxicology, tools, and metrics. Learning about toxicology, tools, and metrics are essential for students to be able to design greener, less hazardous molecules, and processes, and to measuring progress towards preventing pollution. Student were also trained how to lead outreach at their regional schools and in their community, emphasizing the importance of communicating scientific research to the community, and using dye-sensitized solar cells as an activity.</p>\n<p>Green chemistry offers concrete solutions to many of the environmental challenges society faces. Inspiring the next generation of scientists and communicating to community members through green chemistry outreach is an excellent way to help create a sustainable tomorrow. This highly interdisciplinary workshop and networking op...",
  "por_txt_cntn": "\nThe 16th Annual Green Chemistry and Engineering Conference (GC&amp;E) was held on June 18-20, 2012 in Washington, D.C.  The GC&amp;E conference is recognized as ætheÆ platform for facilitating and disseminating the most current and relevant breakthroughs and advances in the field of green chemistry and engineering globally. Additionally, the student workshop was held on Thursday, June 21, 2012 at the National Education Association building directly across the street from ACSÆs Washington, DC Headquarters building in downtown Washington DC, approximately 4 blocks from the White House. Student (undergraduate and graduate) involvement was enhanced by NSF providing:\n\nStudent travel scholarships to attend and participate in the GC&amp;E Conference; \nA judged student poster session;\nStudent awards presented at the GC&amp;E Conference; and\nA full-day Student Workshop (held following the GC&amp;E Conference); \n\n\nThe National Science FoundationÆs funding of $40,000 included $28,000 that provided 28 student travel awards to undergraduate and graduate students from 19 different colleges/universities for attendance at the 16th Annual Green Chemistry and Engineering Conference.  Over one-half of the selected NSF Scholars gave presentations during the conference either as posters (n=10) or oral (n=5) presentations.  The students were graduate students (46%) and undergraduates (54%).  These students represented engineering disciplines (21%), chemistry disciplines (46%) and other disciplines (33%).\n\n The significance of this project is its ability to seed the future of our profession and society by educating students in green chemistry and engineering and how they can protect human health and the environment though their discipline of study, as well as how to communicate those concepts to the general public and peers.. The NSF Scholars and other students had many opportunities through the student workshop, the student poster session, the Presidential Green Chemistry Challenge Awards Ceremony (commonly referred to as æPGCCAÆ), and 16th Annual GC&amp;E Conference, to learn about the newest research developments in their chemistry focal areas, dialog with other academic, industrial, and governmental researchers, networking with peers, professionals, and the leaders in green chemistry and engineering.  The ultimate objective was to put the tools of green chemistry and engineering into the hands of our next generation scientists as we strive to build a sustainable future. \n\nStudents began with morning introductory lectures by the green chemistry and green engineering experts. Students had an opportunity to meet each other, network, and ask the experts questions. In the morning lecture series, students had an overview of the need for green chemistry and sustainability.  In the afternoon session, following a networking lunch, students worked in groups discussing the 2012 Presidential Green Chemistry Challenge Award winners, as well as toxicology, tools, and metrics. Learning about toxicology, tools, and metrics are essential for students to be able to design greener, less hazardous molecules, and processes, and to measuring progress towards preventing pollution. Student were also trained how to lead outreach at their regional schools and in their community, emphasizing the importance of communicating scientific research to the community, and using dye-sensitized solar cells as an activity.\n\nGreen chemistry offers concrete solutions to many of the environmental challenges society faces. Inspiring the next generation of scientists and communicating to community members through green chemistry outreach is an excellent way to help create a sustainable tomorrow. This highly interdisciplinary workshop and networking opportunity allowed students to learn to present their research, learn the latest developments in green chemistry and engineering, and expose themselves to the broader economic, social and political context in which these developments occur. ..."
 }
}