{
 "awd_id": "1237663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theoretical Investigation of the Origin of Shallow Slip Deficit in Large Strike-Slip Earthquakes",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 30582.0,
 "awd_amount": 30582.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2012-04-30",
 "awd_abstract_narration": "Slip inversions of geodetic data from several large (magnitude~7) strike-slip earthquakes point to coseismic slip deficit at shallow depths (<3-4 km), i.e., coseismic slip appears to decrease towards the Earth's surface.   While the inferred slip distribution may be consistent with laboratory-derived rate-and-state friction laws suggesting that the uppermost brittle crust may be velocity strengthening, there remains a question of how the coseismic slip deficit is accommodated throughout the earthquake cycle.  The consequence of velocity-strengthening fault friction at shallow depths is that the deficit of coseismic slip is relieved by postseismic afterslip and interseismic creep.  However, many seismic events with inferred shallow slip deficit were not associated with either shallow interseismic creep or robust shallow afterslip. Hence the origin of shallow \"slip deficit\" remains uncertain.  The goal of this project is to investigate whether inelastic failure in the shallow crust over an earthquake cycle can explain the inferred deficit of shallow slip.  Evidence for such failure is emerging from geologic, seismic, and geodetic observations. The project will address this problem using numerical models of spontaneous dynamic rupture, including effects of both individual ruptures as well as earthquake sequences.  One important question is to what extent assumptions in the kinematic inversions may bias the inferred slip distributions.  In particular, inelastic deformation in the shallow crust is expected to temper coseismic strain near the fault, which may introduce an artificial deficit in inversions of geodetic data that are based on purely elastic models.  This project will also evaluate how inelastic deformation during an interseismic period may affect the coseismic slip distribution. This will be accomplished by developing earthquake-cycle models that will self-consistently incorporate full rate-and-state rheology on the slip interface, elastic deformation, as well as yielding in the host rocks. Zones of inelastic deformation evolving over multiple earthquake cycles are expected to affect the prestress on a fault and, consequently, the coseismic slip distribution.  The project will further explore how the time-dependent evolution of the effective elastic moduli due to damage and healing may affect the shallow slip deficit.\r\n\r\nThis research will result in an improved understanding of how inelastic deformation in the vicinity of active faults over hundreds of years influences the slip distribution of large earthquakes.  The anticipated results will impact interpretations of fault slip based on geologic, seismic, and geodetic data.  Results of this work will be also relevant to the current debate about the size and depth extent of fault-zone damage associated with major crustal faults.  Furthermore, determining the origin of the shallow slip deficit is important for estimating seismic hazard, as suppression of shallow rupture could greatly influence strong ground motion in the vicinity of active faults.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yoshihiro",
   "pi_last_name": "Kaneko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yoshihiro Kaneko",
   "pi_email_addr": "ykaneko@whoi.edu",
   "nsf_id": "000581761",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431041",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30582.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Analysis of large well-documented magnitude-7 earthquakes suggests that slip at 4-5 km depths is systematically larger than slip at the Earth surface (Figure 1).&nbsp; Such observations combined with lack of shallow slow slip during time periods between large earthquakes in most continental strike-slip faults lead to the deficit of shallow slip over an earthquake cycle.&nbsp; Determining the origin of the deficit of shallow slip is important for both understanding physics of earthquake and for estimating seismic hazard.&nbsp; In this project, we have investigated whether inelastic failure in the shallow crust can explain the inferred deficit of shallow slip.&nbsp; Evidence for such failure is emerging from geologic, seismic and geodetic observations.&nbsp; We have found that shallow slip deficit due to inelastic off-fault deformation would occur under a wide range of parameters that characterize strength of the uppermost crust and can account for some, but not all of, the slip deficit inferred from analysis of large earthquakes (Figure 2).</p>\n<p><strong>&nbsp;</strong></p>\n<p>Our earlier results have motivated us to investigate fine spatial-scale (200 m) crustal deformation along the central section of the North Anatolian fault in Turkey, which was measured from synthetic aperture radar data collected by Japanese and European spacecrafts (ALOS and ENVISAT missions). &nbsp;We have analyzed the crustal deformation and stress accumulation on the North Anatolian fault by processing hundreds of radar interferometry data (e.g., see Figure 3). &nbsp;Analysis of the data shows a 75-km long fault segment near Ismetpasa that slips aseismically at the Earth surface.&nbsp; Such behavior indicates that the deeper fault section is locked and accumulating stress over time.&nbsp; Our numerical models can reproduce crustal deformation and fault creep estimated from the interferometry data (Figure 4).&nbsp; The observation and modeling results provide better insights for understanding friction conditions at shallow depths for major strike-slip faults.</p>\n<p><strong>&nbsp;</strong></p>\n<p>The research has also trained a postdoctoral scholar (Dr. Kaneko).<strong>&nbsp; </strong>The project has provided him various research experiences, such as processing and analysis of radar interferometry data, theory development, numerical modeling, and conference and seminar presentations.&nbsp; The results of the research were published in geophysical journals and conference abstracts.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2012<br>\n\t\t\t\t\tModified by: Yoshihiro&nbsp;Kaneko</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1237663/1237663_10093197_1351610388989_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/1237663/1237663_10093197_1351610388989_Fig1--rgov-800width.jpg\" title=\"Earthquake slip distributions\"><img src=\"/por/images/Reports/POR/2012/1237663/1237663_10093197_1351610388989_Fig1--rgov-66x44.jpg\" alt=\"Earthquake slip distributions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Distributions of fault slip for magnitude 7 strike-slip earthquakes averaged along the rupture length.  These slip distributions were obtained from analysis of radar interferometry data.  The slip sharply decreases towards the Earth surface from a maximum value at 4-5 km depths.</div>\n<div class=\"imageCredit\">SIO</div>\n<div class=\"imagePermisssions\">Public Domain</d...",
  "por_txt_cntn": "\nAnalysis of large well-documented magnitude-7 earthquakes suggests that slip at 4-5 km depths is systematically larger than slip at the Earth surface (Figure 1).  Such observations combined with lack of shallow slow slip during time periods between large earthquakes in most continental strike-slip faults lead to the deficit of shallow slip over an earthquake cycle.  Determining the origin of the deficit of shallow slip is important for both understanding physics of earthquake and for estimating seismic hazard.  In this project, we have investigated whether inelastic failure in the shallow crust can explain the inferred deficit of shallow slip.  Evidence for such failure is emerging from geologic, seismic and geodetic observations.  We have found that shallow slip deficit due to inelastic off-fault deformation would occur under a wide range of parameters that characterize strength of the uppermost crust and can account for some, but not all of, the slip deficit inferred from analysis of large earthquakes (Figure 2).\n\n \n\nOur earlier results have motivated us to investigate fine spatial-scale (200 m) crustal deformation along the central section of the North Anatolian fault in Turkey, which was measured from synthetic aperture radar data collected by Japanese and European spacecrafts (ALOS and ENVISAT missions).  We have analyzed the crustal deformation and stress accumulation on the North Anatolian fault by processing hundreds of radar interferometry data (e.g., see Figure 3).  Analysis of the data shows a 75-km long fault segment near Ismetpasa that slips aseismically at the Earth surface.  Such behavior indicates that the deeper fault section is locked and accumulating stress over time.  Our numerical models can reproduce crustal deformation and fault creep estimated from the interferometry data (Figure 4).  The observation and modeling results provide better insights for understanding friction conditions at shallow depths for major strike-slip faults.\n\n \n\nThe research has also trained a postdoctoral scholar (Dr. Kaneko).  The project has provided him various research experiences, such as processing and analysis of radar interferometry data, theory development, numerical modeling, and conference and seminar presentations.  The results of the research were published in geophysical journals and conference abstracts. \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2012\n\n\t\t\t\t\tSubmitted by: Yoshihiro Kaneko"
 }
}