{
 "awd_id": "1237476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on the Next Generation Financial Cyberinfrastructure",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "The Great Recession of 2008, and its reverberations that are being felt all over the world even several years later, have highlighted significant limitations in the ability of regulators and analysts/researchers to monitor and model the national and global financial ecosystem. Specifically, there is an urgent need for financial cyberinfrastructure to ingest and process numerous streams of financial transactions, as well as the accompanying data streams of economic activity, in real time. Also absent are open standards and shared semantics so that this data can be used to populate models of individual markets, financial networks and the interconnected ecosystem representing the global financial system. This calls for focused efforts aimed at developing computational research frameworks, models and methods, as well as the necessary cyberinfrastructure for regulating systemic risk in financial systems on par with efforts in other areas of national priority. \r\n\r\nAgainst this background,  this workshop (and related activities) aims to bring together an interdisciplinary group of academics in Computer Science, Finance, Economics and Social Sciences to work closely with the OFR and other regulatory agencies, and the financial and the computing industrises to: (1) Develop a blueprint for next generation financial cyberinfrastructure for regulating and mitigating systemic risk in financial markets (2) Identify the computational research challenges that need to be addressed in order to realize a cyber-enabled framework for regulating systemic risk; (3) Develop best practices for a cyber-enabled regulatory framework; and (4) Prepare a diverse cadre of PhD students to pursue multi-disciplinary research in Finance Informatics.\r\n\r\nA one and a half day workshop will be organized in Washington D.C. A doctoral consortium will be held concurrently with the workshop and continued at the University of Maryland.  The doctoral consortium will be aimed at graduate students with strong backgrounds in mathematics and computer science and an interest in some aspect of finance informatics. The doctoral consortium participants will be exposed to a multi-disciplinary curriculum that reflects many of research areas and methodologies that are discussed in the report on computational research challenges. The workshop report will be widely disseminated through a variety of venues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louiqa",
   "pi_last_name": "Raschid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louiqa Raschid",
   "pi_email_addr": "louiqa@umiacs.umd.edu",
   "nsf_id": "000267844",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "University of Maryland",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Great Recession of 2008 and the continuing reverberations around debt and deficit in the Eurozone have highlighted significant limitations in monitoring and modeling national and global financial eco-system(s).&nbsp; In consequence, regulators are unable to forge knowledgeable and prudent policies, analysts are uncertain of the quality of their risk estimations, researchers are stymied in their ability to model markets and to predict behavior and outcomes, and firms may experience costly trading errors due to the use of sub-optimal risk management metrics.</p>\n<p>&nbsp;The National Science Foundation and the Computing Community Consortium of the Computing Research Association co-sponsored a <em>Workshop on Next Generation Financial Cyberinfrastructure</em> on July 19-20, 2012. The goal of the workshop was to initiate a research discussion about the infrastructure challenges for effective financial information management. Over forty invited academic researchers, financial regulators, and industry practitioners participated in the event.&nbsp; The participants brought diverse perspectives and expertise in economics, computer science, finance, data science, and information science, creating an intentionally interdisciplinary discussion.</p>\n<p>&nbsp;While there is considerable activity today in developing more sophisticated models of financial eco-systems and in developing more advanced regulatory tools, <em>all such work must be driven and informed by data</em>.&nbsp; Unfortunately, current financial cyberinfrastructure severely restrict the availability of data to market participants, regulators and researchers.&nbsp; These limitations commence with constraints on the data collection authority of regulators. They are exacerbated by the lack (or low acceptance) of ontologies and standards and protocols within the financial industry. Beyond these limitations is the inherent challenge of dealing with the complexity of financial information and meeting the diverse and sophisticated analyses required to model heterogeneous eco-systems.</p>\n<p>&nbsp;Advanced computing technology can help to address many of these challenges and can be used to develop the next generation of <em>community financial infrastructure</em>. &nbsp;The result of the workshop was a recognition of the need for developing community financial cyberinfrastructure, and defining a framework of data science framework, for monitoring and modeling financial eco-systems, based on the following:</p>\n<ul>\n<li>&nbsp;A blueprint for developing community infrastructure that builds synergy among multi-disciplinary needs and opportunities and academic disciplines.</li>\n</ul>\n<ul>\n<li>A detailed specification of the infrastructure including datasets, annotations, ontologies, tools, metrics, ground truth, benchmarks and use cases.</li>\n</ul>\n<ul>\n<li>A framework of <em>data science for financial research</em> that can articulate each computational research challenge and link it to the community infrastructure resources and testbed(s) that is envisioned through this proposed effort.</li>\n</ul>\n<p>The following recommendations were made as an outcome of the workshop:</p>\n<p>For computer scientists to get engaged in problems along these lines, a central requirement is the availability of data &ndash; as exemplar and for testing and benchmarking.&nbsp; While some types of data are easily available, many other important types of financial data are proprietary and generally unavailable to the computing research community.&nbsp; The creation of a community infrastructure towards this end can go a long way towards meeting this need and hence enabling computer science research in a new domain of <em>data science for financial research</em>.</p>\n<p>The impact of the next generation of community financial cyberinfrastructure and a framework of data science for financial research will be significant. Regulators will not be as...",
  "por_txt_cntn": "\nThe Great Recession of 2008 and the continuing reverberations around debt and deficit in the Eurozone have highlighted significant limitations in monitoring and modeling national and global financial eco-system(s).  In consequence, regulators are unable to forge knowledgeable and prudent policies, analysts are uncertain of the quality of their risk estimations, researchers are stymied in their ability to model markets and to predict behavior and outcomes, and firms may experience costly trading errors due to the use of sub-optimal risk management metrics.\n\n The National Science Foundation and the Computing Community Consortium of the Computing Research Association co-sponsored a Workshop on Next Generation Financial Cyberinfrastructure on July 19-20, 2012. The goal of the workshop was to initiate a research discussion about the infrastructure challenges for effective financial information management. Over forty invited academic researchers, financial regulators, and industry practitioners participated in the event.  The participants brought diverse perspectives and expertise in economics, computer science, finance, data science, and information science, creating an intentionally interdisciplinary discussion.\n\n While there is considerable activity today in developing more sophisticated models of financial eco-systems and in developing more advanced regulatory tools, all such work must be driven and informed by data.  Unfortunately, current financial cyberinfrastructure severely restrict the availability of data to market participants, regulators and researchers.  These limitations commence with constraints on the data collection authority of regulators. They are exacerbated by the lack (or low acceptance) of ontologies and standards and protocols within the financial industry. Beyond these limitations is the inherent challenge of dealing with the complexity of financial information and meeting the diverse and sophisticated analyses required to model heterogeneous eco-systems.\n\n Advanced computing technology can help to address many of these challenges and can be used to develop the next generation of community financial infrastructure.  The result of the workshop was a recognition of the need for developing community financial cyberinfrastructure, and defining a framework of data science framework, for monitoring and modeling financial eco-systems, based on the following:\n\n A blueprint for developing community infrastructure that builds synergy among multi-disciplinary needs and opportunities and academic disciplines.\n\n\nA detailed specification of the infrastructure including datasets, annotations, ontologies, tools, metrics, ground truth, benchmarks and use cases.\n\n\nA framework of data science for financial research that can articulate each computational research challenge and link it to the community infrastructure resources and testbed(s) that is envisioned through this proposed effort.\n\n\nThe following recommendations were made as an outcome of the workshop:\n\nFor computer scientists to get engaged in problems along these lines, a central requirement is the availability of data &ndash; as exemplar and for testing and benchmarking.  While some types of data are easily available, many other important types of financial data are proprietary and generally unavailable to the computing research community.  The creation of a community infrastructure towards this end can go a long way towards meeting this need and hence enabling computer science research in a new domain of data science for financial research.\n\nThe impact of the next generation of community financial cyberinfrastructure and a framework of data science for financial research will be significant. Regulators will not be as blind-sided during future crises. There will be increasing synergy from applying computational technology, BIGDATA and Linked Data, and social media, to address difficult modeling and monitoring problems in financial eco-systems. This may result in im..."
 }
}