{
 "awd_id": "1237202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LSA Satellite Workshop: Foundations of Historical Linguistics",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 23231.0,
 "awd_amount": 23231.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "While historical linguistics is a well-established discipline (indeed, one of the oldest specializations within linguistics), the importance of diachrony as a key to understanding human language has been reinforced by the rise in availability of large-scale datasets and high-performance computational resources. Foundations of Historical Linguistics is a workshop that will be held in conjunction with the 2013 Annual Meeting of the Linguistic Society of America (LSA). It will bring together an international group of scholars with expertise in a range of fields that relate to the study of language change, and will do so in a setting that allows for presentation and discussion of cutting-edge research. Presentations at the workshop, which form the basis of the forthcoming Routledge Handbook of Historical Linguistics, will encompass the state of the field of historical linguistics, the methods which underpin current work, models of language change, and the importance of historical linguistics for other subfields of linguistics and other disciplines. The workshop focuses on the synthesis of work on synchrony and diachrony and brings together diverse aspects of work that relate to language change. Recent technological advances (such as wide-scale information on phonetics of previously undescribed languages) along with greater availability in basic language materials, has led to an explosion in recent work in historical linguistics. However, with this proliferation in work has come fragmentation in approaches. The workshop therefore aims to allow specialists in diverse areas of historical linguistics to report on state of the art research. Their findings will be therefore more easily available to the linguistic community, both through the publication of the Handbook and by the opportunities afforded by participation in the LSA's Annual Meeting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Bowern",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Claire L Bowern",
   "pi_email_addr": "claire.bowern@yale.edu",
   "nsf_id": "000105751",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alyson",
   "pi_last_name": "Reed",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Alyson W Reed",
   "pi_email_addr": "areed@lsadc.org",
   "nsf_id": "000558863",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Linguistic Society of America's Annual Conference",
  "perf_str_addr": "Marriott:  110 Huntington Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021164321",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 23231.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded a two-day conference, held in conjunction with the Annual Meeting of the Linguistic Society of America (LSA), in Boston, Mass, from January 4-5, 2013.</p>\n<p>Historical linguistics is a well established part of the study of language; indeed, it is one of the oldest specializations within linguistics, with the modern study of language change tracing its origins to the early Nineteenth Century. However, with the rise in availability of large-scale datasets and high-performance computational resources, the importance of change as a key to understanding human language has been reinforced.</p>\n<p><em>Foundations of Historical Linguistics</em> was held in conjunction with the 2013 Annual Meeting of the Linguistic Society of America (LSA). It brought together an international group of scholars with expertise in a range of fields that relate to the study of language change, and did so in a setting that allows for presentation and discussion of cutting-edge research. Presentations at the conference, which form the basis of the forthcoming <em>Routledge Handbook of Historical Linguistics</em>, encompass the state of the field of historical linguistics, the methods which underpin current work, models of language change, and the importance of historical linguistics for both other subfields of linguistics (such as grammar and sound systems) and other disciplines, such as archaeology and anthropology.</p>\n<p>The conference brought together diverse aspects of work that relate to language change. Recent technological advances (such as wide-scale information on phonetics of previously undescribed languages) along with greater availability in basic language materials, has led to an explosion in recent work in historical linguistics. However, with this proliferation in work has come fragmentation. It is now very difficult (if not impossible) for a specialist in historical linguistics to master all the technical knowledge &nbsp;required from across linguistics to work in &lsquo;general historical linguistics.&rsquo; The conference aimed at reintegrating specialist knowledge within a more general framework of language change.</p>\n<p>As a result of the conference, the organizers (Claire Bowern and Bethwyn Evans) were able to formulate a general model of language change which draws on both recent findings within linguistics and biological models of evolution. This model follows a tradition of viewing speakers as members of &lsquo;populations&rsquo; which have features of language in common. Languages can be described as a set of features with values that vary within the population. Conceptualizing languages in this way makes it possible to construct models of language change which parallel those used in biology. It also allows us to make concrete proposals about how changes are propagated through populations and why some changes are much more common than others.</p>\n<p>The conference was well attended, with approximately 75 audience members each day, and this at a conference with many parallel sessions. The conference presenters used feedback from audience discussion (as well as discussion in the breaks) to revise their contributions to the <em>Routledge Handbook of Historical Linguistics. </em>The <em>Handbook </em>is now with the publishers and is due for publication in 2014. This book constitutes the major form of dissemination of conference results. However, the talk slides and handouts from the conference are also available without charge from pamanyungan.sites.yale.edu/slides.htm. The slides will remain there indefinitely.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2013<br>\n\t\t\t\t\tModified by: Claire&nbsp;L&nbsp;Bowern</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant funded a two-day conference, held in conjunction with the Annual Meeting of the Linguistic Society of America (LSA), in Boston, Mass, from January 4-5, 2013.\n\nHistorical linguistics is a well established part of the study of language; indeed, it is one of the oldest specializations within linguistics, with the modern study of language change tracing its origins to the early Nineteenth Century. However, with the rise in availability of large-scale datasets and high-performance computational resources, the importance of change as a key to understanding human language has been reinforced.\n\nFoundations of Historical Linguistics was held in conjunction with the 2013 Annual Meeting of the Linguistic Society of America (LSA). It brought together an international group of scholars with expertise in a range of fields that relate to the study of language change, and did so in a setting that allows for presentation and discussion of cutting-edge research. Presentations at the conference, which form the basis of the forthcoming Routledge Handbook of Historical Linguistics, encompass the state of the field of historical linguistics, the methods which underpin current work, models of language change, and the importance of historical linguistics for both other subfields of linguistics (such as grammar and sound systems) and other disciplines, such as archaeology and anthropology.\n\nThe conference brought together diverse aspects of work that relate to language change. Recent technological advances (such as wide-scale information on phonetics of previously undescribed languages) along with greater availability in basic language materials, has led to an explosion in recent work in historical linguistics. However, with this proliferation in work has come fragmentation. It is now very difficult (if not impossible) for a specialist in historical linguistics to master all the technical knowledge  required from across linguistics to work in ægeneral historical linguistics.Æ The conference aimed at reintegrating specialist knowledge within a more general framework of language change.\n\nAs a result of the conference, the organizers (Claire Bowern and Bethwyn Evans) were able to formulate a general model of language change which draws on both recent findings within linguistics and biological models of evolution. This model follows a tradition of viewing speakers as members of æpopulationsÆ which have features of language in common. Languages can be described as a set of features with values that vary within the population. Conceptualizing languages in this way makes it possible to construct models of language change which parallel those used in biology. It also allows us to make concrete proposals about how changes are propagated through populations and why some changes are much more common than others.\n\nThe conference was well attended, with approximately 75 audience members each day, and this at a conference with many parallel sessions. The conference presenters used feedback from audience discussion (as well as discussion in the breaks) to revise their contributions to the Routledge Handbook of Historical Linguistics. The Handbook is now with the publishers and is due for publication in 2014. This book constitutes the major form of dissemination of conference results. However, the talk slides and handouts from the conference are also available without charge from pamanyungan.sites.yale.edu/slides.htm. The slides will remain there indefinitely.\n\n\t\t\t\t\tLast Modified: 12/03/2013\n\n\t\t\t\t\tSubmitted by: Claire L Bowern"
 }
}