{
 "awd_id": "1237529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Crystal Engineering GRC/GRS",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2012-04-10",
 "awd_abstract_narration": "TECHNICAL\r\nThe 2012 Crystal Engineering Gordon Research Conference (GRC), partly supported by the Solid State and Materials Chemistry program, follows the highly successful first ever GRC on Crystal Engineering (2010) which had over 160 international participants. The 2012 Crystal Engineering GRC will also include a new and exciting Gordon Research Seminar (GRS) in which only students and postdocs may present or lead discussions. Crystal engineering is the design and synthesis of functional solid-state structures (e.g., new organic molecular crystals and metal-organic co-ordination polymers and framework solids (MOFs)), based on a bottom-up approach from smaller building blocks such as neutral organic molecules, and organic or inorganic ions. Typical design strategies use hydrogen bonds and coordination bonds, which define sub-structural units that are called respectively, supramolecular synthons and secondary building units. This subject cuts across the traditional divisions of organic, inorganic, and physical chemistry, making for a very eclectic blend of ideas, techniques, and strategies. The field has developed to a stage that cross-fertilization between topics is expected to promote significant advancements in a general quest to afford functional materials. The topics cover both fundamentals and applications of Crystal Engineering that have relevance to important areas such as organic synthesis, pharmaceutics, and energy storage.\r\n\r\nNON TECHNICAL\r\nCrystal Engineering is one of the more contemporary areas of chemical research today and is central to many fundamental problems that are currently facing society. It is expected that developments in this rapidly developing field will meet societal demands that are not currently being addressed by more conventional approaches to synthetic chemistry and materials science. Examples of areas where Crystal Engineering can address current societal challenges include the rational design and construction of hydrogen storage materials and efforts to control drug polymorphism. Moreover, knowing how to deliberately place both the organic and metal components into positions that optimize gas uptake can be realized by participants of our conference that do not normally work in the gas storage area. This GRC will seek to aggressively recruit graduate students, postdocs, and junior level professionals to attend the GRC and enable them to not only learn from the talks and discussions, but allow them to make important contacts for their future development; NSF funding assists in this endeavor. The GRC Chair and Vice-Chair will actively recruit underrepresented groups, at least one small step toward the goal of diversity in the Crystal Engineering community reflective of the general population.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Rogers",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robin D Rogers",
   "pi_email_addr": "RDRogers@as.ua.edu",
   "nsf_id": "000353157",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Conference on CRYSTAL<br />ENGINEERING was held at the Waterville Valley Resort, Waterville Valley, New<br />Hampshire, USA, June 10 - 15, 2012. The Conference was well-attended with 149 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S. and foreign scientists, senior researchers, young investigators, and<br />students. Of the 149 attendees, 52 voluntarily responded to a general inquiry<br />regarding ethnicity which appears on our registration forms. Of the 52 respondents,<br />23% were Minorities &ndash; 8% Hispanic, 15% Asian and 0% African American.<br />Approximately 30% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/18/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\n\n\n\n\nThe Gordon Research Conference on CRYSTAL\nENGINEERING was held at the Waterville Valley Resort, Waterville Valley, New\nHampshire, USA, June 10 - 15, 2012. The Conference was well-attended with 149 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S. and foreign scientists, senior researchers, young investigators, and\nstudents. Of the 149 attendees, 52 voluntarily responded to a general inquiry\nregarding ethnicity which appears on our registration forms. Of the 52 respondents,\n23% were Minorities &ndash; 8% Hispanic, 15% Asian and 0% African American.\nApproximately 30% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 09/18/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}