{
 "awd_id": "1237412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equidistribution in Symmetric Spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 78947.0,
 "awd_amount": 78947.0,
 "awd_min_amd_letter_date": "2012-03-13",
 "awd_max_amd_letter_date": "2012-03-13",
 "awd_abstract_narration": "This proposal is composed of problems on equidistribution in locally symmetric spaces.  Specifically, the P.I. outlines questions regarding the distribution of closed geodesics, the question of arithmetic quantum unique ergodicity, and the the strong spectral gap property on locally symmetric spaces.  The question of quantum unique ergodicity originates in the theory of quantum chaos, which studies the behavior of high energy states of quantum systems with underlying chaotic dynamics. Arithmetic surfaces, along with other arithmetic models, have proven a very fertile ground for testing predictions made in this theory. Recently there has been a great advancement in this field; application of new techniques from ergodic and analytic number theory resolved the (arithmetic) quantum unique ergodicity conjecture for arithmetic surfaces. However, for higher dimensional systems our knowledge is still very limited; for example, it is not even clear what the correct conjecture should be in this setting.\r\nThe P.I. proposes to address this problem for certain higher dimensional symmetric spaces. On the other side of the spectrum, the notion of a strong spectral gap is related to the lowest energy state. This notion is crucial in many applications and in particular to the distribution of closed geodesics on these spaces. Following advancements in various mathematical disciplines, the existence and magnitude of the strong spectral gap is well understood in almost all cases. However, there are still a few cases missing in order to fully complete the picture, and it is the P.I.'s intention to work on closing this gap.\r\n\r\nThe problems the P.I. proposes to investigate have a long history and are still matters of active research. Although the models considered in this program are very specific and arithmetic in nature, the P.I. believes that the study of these models will lead to a better understanding of related phenomena in more general settings. In particular, results on the question of quantum unique ergodicity for arithmetic models will provide valuable insights into the behavior of other physical systems. Also, progress on the spectral gap question may lead to construction of new expanders which have uses in cryptography. Moreover, the attempts to answer these questions could lead to the development of new tools that will facilitate studying fundamental questions in number theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dubi",
   "pi_last_name": "Kelmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dubi Kelmer",
   "pi_email_addr": "kelmer@bc.edu",
   "nsf_id": "000545096",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 Commonwealth Avenue",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 78947.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was composed of a number of problems on equidistribution in locally symmetric spaces originating from number theory. More specifically, the P.I. studied questions regarding the distribution of geodesics on certain on symmetric spaces, in terms of their lengths, their holonomy and their spatial distribution. Some additional results of this project were the understanding of long time behavior of unipotent and diagonalizable group actions, as well as related question on the strong spectral gap property on hyperbolic spaces. Results from this project were already used in different research projects in mathematics as we as physics. We will now describe in more detail some of the main outcomes originating from this research project.</p>\n<p><br /><span style=\"text-decoration: underline;\">Distribution of geodesics</span>&nbsp;</p>\n<p>The problem of counting closed geodesics and understanding their distribution has a rich history. It is related to many questions in number theory, ergodic theory, geometry, and combinatorics. In particular, on surfaces of negative curvature, the application of techniques from analytic number theory produces explicit asymptotic formulae for the number of closed geodesics. Conversely, when the surface in question is itself arithmetic (e.g., the modular surface) results regarding the closed geodesics can be translated to interesting results in number theory.&nbsp;</p>\n<p>Some of the main results of this project, namely, the spatial distribution of closed geodesics on the modular surface, the distribution of holonomy of closed geodesics, and the pair correlation of geodesic rays, belong to this category. By applying a collection of techniques originating in analytic number theory, spectral theory, and ergodic theory, the P.I. obtained new results on these distributions. Some of the results generalized special cases and confirmed some standing conjectures on their distributions, while other results reveled new and surprising features that were not seen in previously studied cases. These results open up new avenues of research that will be needed in order to understand these new phenomena. In some special cases the results of this project can also be applied to obtain new results in number theory, such as the asymptotic average of class number of real number fields.</p>\n<p><br /><span style=\"text-decoration: underline;\">Laplace and length spectra</span>&nbsp;</p>\n<p>Another closely related problem, that this project helped shed some light on, is the relation between the Laplace spectrum of a hyperbolic manifold and its length spectrum (i.e., the set of length of its closed geodesics). It is well known that these two sets of data are closely related, but (with the exception of compact hyperbolic surfaces) it is not entirely clear to what extent does one determine the other. &nbsp;By using methods from analytic number theory, the P.I showed that one can determine the Laplace spectrum from the length spectrum thus resolving half of this problem.&nbsp;</p>\n<p><br /><span style=\"text-decoration: underline;\">Spectral gap</span></p>\n<p><span style=\"text-decoration: underline;\">&nbsp;</span>Another significant outcome of this project regards the question of the strong spectral gap, which is crucial for understanding questions of equidsitributions of geodesics and lattice counting estimates, and in particular, for obtaining quantitative results. Building on previous work, the P.I. managed to give uniform bounds for the spectral gap for congruence covers of hyperbolic manifolds of finite volume. Techniques developed in this project were already used by other researchers to show similar results on the spectral gap for manifolds of infinite volume, and could potentially be used to prove a uniform strong spectral gap for other semi simple groups. Such results have interesting applications for counting lattice points as well various questions in Dio...",
  "por_txt_cntn": "\nThis project was composed of a number of problems on equidistribution in locally symmetric spaces originating from number theory. More specifically, the P.I. studied questions regarding the distribution of geodesics on certain on symmetric spaces, in terms of their lengths, their holonomy and their spatial distribution. Some additional results of this project were the understanding of long time behavior of unipotent and diagonalizable group actions, as well as related question on the strong spectral gap property on hyperbolic spaces. Results from this project were already used in different research projects in mathematics as we as physics. We will now describe in more detail some of the main outcomes originating from this research project.\n\n\nDistribution of geodesics \n\nThe problem of counting closed geodesics and understanding their distribution has a rich history. It is related to many questions in number theory, ergodic theory, geometry, and combinatorics. In particular, on surfaces of negative curvature, the application of techniques from analytic number theory produces explicit asymptotic formulae for the number of closed geodesics. Conversely, when the surface in question is itself arithmetic (e.g., the modular surface) results regarding the closed geodesics can be translated to interesting results in number theory. \n\nSome of the main results of this project, namely, the spatial distribution of closed geodesics on the modular surface, the distribution of holonomy of closed geodesics, and the pair correlation of geodesic rays, belong to this category. By applying a collection of techniques originating in analytic number theory, spectral theory, and ergodic theory, the P.I. obtained new results on these distributions. Some of the results generalized special cases and confirmed some standing conjectures on their distributions, while other results reveled new and surprising features that were not seen in previously studied cases. These results open up new avenues of research that will be needed in order to understand these new phenomena. In some special cases the results of this project can also be applied to obtain new results in number theory, such as the asymptotic average of class number of real number fields.\n\n\nLaplace and length spectra \n\nAnother closely related problem, that this project helped shed some light on, is the relation between the Laplace spectrum of a hyperbolic manifold and its length spectrum (i.e., the set of length of its closed geodesics). It is well known that these two sets of data are closely related, but (with the exception of compact hyperbolic surfaces) it is not entirely clear to what extent does one determine the other.  By using methods from analytic number theory, the P.I showed that one can determine the Laplace spectrum from the length spectrum thus resolving half of this problem. \n\n\nSpectral gap\n\n Another significant outcome of this project regards the question of the strong spectral gap, which is crucial for understanding questions of equidsitributions of geodesics and lattice counting estimates, and in particular, for obtaining quantitative results. Building on previous work, the P.I. managed to give uniform bounds for the spectral gap for congruence covers of hyperbolic manifolds of finite volume. Techniques developed in this project were already used by other researchers to show similar results on the spectral gap for manifolds of infinite volume, and could potentially be used to prove a uniform strong spectral gap for other semi simple groups. Such results have interesting applications for counting lattice points as well various questions in Diophantine approximations.\n\n \n\n\nLogarithm laws for unipotent flows\n\nAn interesting question in homogenous dynamics, related to problems of Diophantine approximations, is to study the rate of escape to the cusp of flows coming from group actions. When the group action is diagonalizable this is by now pretty well understood, and follows what is no..."
 }
}