{
 "awd_id": "1237243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Quantitative phase imaging solutions for materials and life sciences",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-03-13",
 "awd_max_amd_letter_date": "2012-03-13",
 "awd_abstract_narration": "This Innovation Corps project will focus on extending the boundaries of quantitative phase imaging (QPI) developed by the PI to high-impact applications including neuroscience, cancer imaging, and cell membrane biophysics.  The PI/team intend to build an \"alpha unit\" prototype of the QPI technology. \r\n\r\nIf successfulu, the proposed technology has the potential to provide affordable, fast and accurate instruments for the medical community; and to offer improved quality setups for industry. The main features the proposed technology provides are: noninvasive, label-free, quantitative, nanoscale, and 3D imaging.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriel",
   "pi_last_name": "Popescu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriel Popescu",
   "pi_email_addr": "gpopescu@illinois.edu",
   "nsf_id": "000483673",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p><strong>Project Outcomes Report for the<br />General Public for Award ID 1237243</strong></p>\n<p><br /><br /></p>\n<p>Team Phi Optics participated in the NSF Innovation Corps (I-Corps) program<br />between March and May 2012 with the following team: Entrepreneurial Lead Dr.<br />Catalin Chiritescu, Principal Investigator Prof. Gabriel Popescu, and Business<br />Mentor Mr. Tim Hoerr.</p>\n<p><br /><br /></p>\n<p>The I-Corps program combines several key elements to produce a highly<br />catalytic environment for the launch of technology start-ups.&nbsp; Those elements are (a) top-drawer entrepreneurial<br />education from experienced, &ldquo;real world&rdquo; instructors, (b) significant<br />interaction with potential users/customers of the subject technology/product,<br />(c) maximum accountability to the teaching team and program peers.&nbsp; This combination of elements makes the<br />I-Corps quite unique among federal programs, and increases the odds of<br />commercial success of the program&rsquo;s participants. The striking feature of the<br />program is that it offers a &ldquo;scientific&rdquo; approach to commercialization. Through<br />interactions with potential customers, participants have the opportunity to<br />test certain hypotheses, e.g., what is the proper set of features for our<br />product, how much should it cost, etc. This is similar to the approach that PIs<br />and some ELs have in the laboratory, where, in order to understand a certain<br />phenomenon, experimental validation is sought&nbsp;<br />for various hypotheses. The program provides an opportunity to validate<br />the commercial potential of a technology, <em>before</em><br />significant investments from federal and private sources are committed. In<br />essence, the probability of success for the projects going forward is<br />maximized, while the losses due to the projects unlikely to succeed are<br />minimized. The taxpayers receive a huge return from their investment.<br />Successful commercialization of a technology creates wealth and jobs, while<br />improving the life of the society at large</p>\n<p><br /><br /></p>\n<p>The participation in the I-Corps program has made a tremendous impact in<br />the potential for success of Phi Optics. With the knowledge gathered during the<br />program and adjustments to the business model, Phi Optics has completed the<br />Customer Discovery process, has established contacts with Key Partners and is now<br />seeking a seed fund for translation from lab to manufacturing. Phi Optics<br />evolved the business model throughout the process, refined the value<br />proposition, and focused the go-to-market strategy.</p>\n<p><br /><br /></p>\n<p>Phi Optics received the first order for the alpha-prototype for a<br />Quantitative Phase Imaging (QPI) instrument from a major life sciences company.<br />An application has been submitted to NSF-SBIR Phase I and has passed the review<br />stage with potential funding starting January 2012. Phi Optics received<br />Requests for Technology from numerous market leaders in optical microscopy, electron<br />microscopy and life sciences instrumentation interested to partner and<br />co-develop the technology into commercial products.</p>\n<p><br /><br /></p>\n<p>The broader impact/commercial potential of this project is that it will result<br />in commercialization of a technology that will improve human health at several<br />different levels. A successful launch will also contribute toward maintaining<br />the US edge in the area of high-tech biomedicine. Phi Optics will create 10 new<br />jobs in the next three years, with many more to be added as the production is<br />scaled-up. The range of tasks for QPI-enabled microscopes will include novel<br />drug discovery by accurate monitoring of cell response to treatment, automatic<br />diagnosis of cancer biopsies and various blood diseases testing, ...",
  "por_txt_cntn": "\n\n\n\n\nProject Outcomes Report for the\nGeneral Public for Award ID 1237243\n\n\n\n\n\nTeam Phi Optics participated in the NSF Innovation Corps (I-Corps) program\nbetween March and May 2012 with the following team: Entrepreneurial Lead Dr.\nCatalin Chiritescu, Principal Investigator Prof. Gabriel Popescu, and Business\nMentor Mr. Tim Hoerr.\n\n\n\n\n\nThe I-Corps program combines several key elements to produce a highly\ncatalytic environment for the launch of technology start-ups.  Those elements are (a) top-drawer entrepreneurial\neducation from experienced, \"real world\" instructors, (b) significant\ninteraction with potential users/customers of the subject technology/product,\n(c) maximum accountability to the teaching team and program peers.  This combination of elements makes the\nI-Corps quite unique among federal programs, and increases the odds of\ncommercial success of the programÆs participants. The striking feature of the\nprogram is that it offers a \"scientific\" approach to commercialization. Through\ninteractions with potential customers, participants have the opportunity to\ntest certain hypotheses, e.g., what is the proper set of features for our\nproduct, how much should it cost, etc. This is similar to the approach that PIs\nand some ELs have in the laboratory, where, in order to understand a certain\nphenomenon, experimental validation is sought \nfor various hypotheses. The program provides an opportunity to validate\nthe commercial potential of a technology, before\nsignificant investments from federal and private sources are committed. In\nessence, the probability of success for the projects going forward is\nmaximized, while the losses due to the projects unlikely to succeed are\nminimized. The taxpayers receive a huge return from their investment.\nSuccessful commercialization of a technology creates wealth and jobs, while\nimproving the life of the society at large\n\n\n\n\n\nThe participation in the I-Corps program has made a tremendous impact in\nthe potential for success of Phi Optics. With the knowledge gathered during the\nprogram and adjustments to the business model, Phi Optics has completed the\nCustomer Discovery process, has established contacts with Key Partners and is now\nseeking a seed fund for translation from lab to manufacturing. Phi Optics\nevolved the business model throughout the process, refined the value\nproposition, and focused the go-to-market strategy.\n\n\n\n\n\nPhi Optics received the first order for the alpha-prototype for a\nQuantitative Phase Imaging (QPI) instrument from a major life sciences company.\nAn application has been submitted to NSF-SBIR Phase I and has passed the review\nstage with potential funding starting January 2012. Phi Optics received\nRequests for Technology from numerous market leaders in optical microscopy, electron\nmicroscopy and life sciences instrumentation interested to partner and\nco-develop the technology into commercial products.\n\n\n\n\n\nThe broader impact/commercial potential of this project is that it will result\nin commercialization of a technology that will improve human health at several\ndifferent levels. A successful launch will also contribute toward maintaining\nthe US edge in the area of high-tech biomedicine. Phi Optics will create 10 new\njobs in the next three years, with many more to be added as the production is\nscaled-up. The range of tasks for QPI-enabled microscopes will include novel\ndrug discovery by accurate monitoring of cell response to treatment, automatic\ndiagnosis of cancer biopsies and various blood diseases testing, and\nfundamental studies of cell functions. Due to its full automation, QPI\ninstruments can operate in areas with limited access to trained personnel and\nprovide the digital data necessary for remote diagnosis. The images are\nquantitative, meaning that there is no calibration necessary when operating the\ninstrument at different sites. These features recommend the QPI technology for\napplications of global coverage, such as screening for malaria in under-served\npopulations..."
 }
}