{
 "awd_id": "1237699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI-BIC: Partnership for Nanomembranes in Microscale Biodevices",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032927557",
 "po_email": "amedinab@nsf.gov",
 "po_sign_block_name": "Alexandra Medina-Borja",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 599800.0,
 "awd_amount": 599800.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2013-04-24",
 "awd_abstract_narration": "This Partnerships for Innovation project from the University of Rochester will focus on the application of a breakthrough membrane technology called porous nanocrystalline silicon (pnc-Si) to microscale preparative and analytical systems. In the first phase, the team will work to include the pnc-Si membranes in an existing device for portable pathogen detection. In this device the membranes will be used as a microfilter preventing aggregates from reaching detectors where they can cause false positive signals. In the second phase, the team will use the pnc-Si platform to miniaturize each step in the Integrated Nanotechnologies (INT) process to perform all reaction and detection steps on a single lab-on-a-chip device.\r\n\r\nThe broader impacts of this research are many. The project is expected to decrease the time-to-market for the INT device, addressing a long-standing need of the U.S. military for remote pathogen detection from small blood samples. The miniaturized device is expected to significantly reduce costs of this device and expand its penetration into nondefense markets. More broadly, the knowledge enhancement partners (KEP) will focus on the use of pnc-Si as a platform technology for pumping and separation in lab-on-a-chip devices. This is expected to have an impact on diverse industries, from biotechnology to the food industry, where lab-on-a-chip solutions are sought to reduce the cost of complex processes. Increased demand for products from the KEP's industrial partners is expected to spur economic growth in the Rochester area. The project will also involve students in the University of Rochester's new Technical Entrepreneurship and Management program who will develop business plans, conduct market research, and perform risk assessment. The project will employ underrepresented minorities through the University of Rochester's McNair program.\r\n\r\nPartners at the inception of the project are Academic: the lead academic institution, the University of Rochester (Departments of Biomedical Engineering, Simon School of Business; Center for Entrepreneurship) and an academic partner, Rochester Institute of Technology  (Departments of Electrical Engineering and Biomedical Engineering); and Small businesses: SiMPore Inc. (West Henrietta, NY), and  Integrated Nanotechnologies (Henrietta, NY). SiMPore is the exclusive manufacturer of pnc-Si, an ultrathin nanoporous membrane developed at UR. The devices developed will be based on INT's proprietary process for fully automated, portable pathogen detection. Both small companies are based in the greater Rochester area. RIT faculty will provide the KEP with expertise in miniaturization, electrokinetic flows and LOC devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McGrath",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L McGrath",
   "pi_email_addr": "jmcgrath@bme.rochester.edu",
   "nsf_id": "000422172",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Clark",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Clark",
   "pi_email_addr": "rclark@rochester.edu",
   "nsf_id": "000239507",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "8085",
   "pgm_ref_txt": "Building Innovation Capacity"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 599800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;Lab-on-a-chip&rdquo; (LOC) technologies promise to revolutionize industry and research by miniaturizing and integrating costly multistep processes with large footprints and labor requirements into small, simple-to-use, and highly efficient chip-based assays. Despite the revolutionary promise of LOC technologies and growing demand in many industries, technical challenges in the miniaturization process are hampering the introduction of systems to the market place. The development of &lsquo;off-the-shelf&rsquo; modules for key functions is one key to accelerating the adoption of LOC technologies.</p>\n<p>This Partnerships for Innovation (PFI) project, entitled <em>Partnership for Nanomembranes in Microscale Biodevices (PI: James McGrath; Lead Institution: University of Rochester)</em>,<strong><em> </em></strong>combined the resources of research laboratories at the University of Rochester (UR), the Rochester Institute of Technology (RIT), and the University of Ottawa (uO) with the world leader in silicon nanomembrane manufacturing SiMPore Inc. Teams focused on two lab-on-a-chip (LOC) applications of nanomembranes: microfluidic pumping and filtering upstream of sensors.</p>\n<p><strong><em>Intellectual Merit:</em></strong> One team (UR, RIT, and SiMPore) demonstrated the unique capabilities of nanomembranes as microscale electroosmotic (EO) pumps. The material achieves high pumping rates (~ 10 ul/min) at low voltages (~ 1 V) enabling practical LOC pumps with low power requirements. The performance characteristics these pumps were shown to exceed all existing EO materials by orders-of-magnitude. This quality, and the ease in which the silicon format integrates with microfabricated channels, makes silicon nanomembranes uniquely suited to serve as microfluidic pumps. The team further established a predictive theoretical framework for the operation of nanomembrane EO pumps and developed successful strategies for improving operation against back-pressures. Products included three publications (one pending) and one patent application.</p>\n<p>A second team (UR, uO, and SiMPore) focused on the application of nanomembranes are prefilters upstream of chip-based molecular sensors. The context for this application was DNA sequencing by single nanopores. Despite their promise for low cost genomics and pathogen detection, these technologies suffer from clogging by debris, which limits their lifetime of usefulness to several minutes. Our team developed strategies for placing highly porous nanomembranes within 100 nm of the single nanopore detectors and demonstrated the removal of contaminants and the extension of pore lifetimes to hours. Products include one pending publication.</p>\n<p><strong><em>Broader Impact: </em></strong>The development of silicon nanomembranes as a platform for separations and on-chip pumping in LOC devices is expected to impact diverse industries, from biotechnology to the food industry, where LOC solutions are sought to reduce the cost of complex processes. Indeed, there is commercial interest from large technology firms for both of the technologies developed under this PFI. SiMPore provided corporate shadowing opportunities for both graduate and undergraduate UR students. The program also enabled one UR post-doctoral fellow to participate in an immersive manufacturing-based internship at SiMPore. This experience allowed him to work seamlessly between organizations to align material fabrication strategies with application requirements. The materials and applications that emerged from the PFI can be directly credited with new growth at SiMPore after several years of stagnation.&nbsp;<em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2016<br>\n\t\t\t\t\tModified by: James&nbsp;L&nbsp;Mcgrath</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t...",
  "por_txt_cntn": "\n\"Lab-on-a-chip\" (LOC) technologies promise to revolutionize industry and research by miniaturizing and integrating costly multistep processes with large footprints and labor requirements into small, simple-to-use, and highly efficient chip-based assays. Despite the revolutionary promise of LOC technologies and growing demand in many industries, technical challenges in the miniaturization process are hampering the introduction of systems to the market place. The development of æoff-the-shelfÆ modules for key functions is one key to accelerating the adoption of LOC technologies.\n\nThis Partnerships for Innovation (PFI) project, entitled Partnership for Nanomembranes in Microscale Biodevices (PI: James McGrath; Lead Institution: University of Rochester), combined the resources of research laboratories at the University of Rochester (UR), the Rochester Institute of Technology (RIT), and the University of Ottawa (uO) with the world leader in silicon nanomembrane manufacturing SiMPore Inc. Teams focused on two lab-on-a-chip (LOC) applications of nanomembranes: microfluidic pumping and filtering upstream of sensors.\n\nIntellectual Merit: One team (UR, RIT, and SiMPore) demonstrated the unique capabilities of nanomembranes as microscale electroosmotic (EO) pumps. The material achieves high pumping rates (~ 10 ul/min) at low voltages (~ 1 V) enabling practical LOC pumps with low power requirements. The performance characteristics these pumps were shown to exceed all existing EO materials by orders-of-magnitude. This quality, and the ease in which the silicon format integrates with microfabricated channels, makes silicon nanomembranes uniquely suited to serve as microfluidic pumps. The team further established a predictive theoretical framework for the operation of nanomembrane EO pumps and developed successful strategies for improving operation against back-pressures. Products included three publications (one pending) and one patent application.\n\nA second team (UR, uO, and SiMPore) focused on the application of nanomembranes are prefilters upstream of chip-based molecular sensors. The context for this application was DNA sequencing by single nanopores. Despite their promise for low cost genomics and pathogen detection, these technologies suffer from clogging by debris, which limits their lifetime of usefulness to several minutes. Our team developed strategies for placing highly porous nanomembranes within 100 nm of the single nanopore detectors and demonstrated the removal of contaminants and the extension of pore lifetimes to hours. Products include one pending publication.\n\nBroader Impact: The development of silicon nanomembranes as a platform for separations and on-chip pumping in LOC devices is expected to impact diverse industries, from biotechnology to the food industry, where LOC solutions are sought to reduce the cost of complex processes. Indeed, there is commercial interest from large technology firms for both of the technologies developed under this PFI. SiMPore provided corporate shadowing opportunities for both graduate and undergraduate UR students. The program also enabled one UR post-doctoral fellow to participate in an immersive manufacturing-based internship at SiMPore. This experience allowed him to work seamlessly between organizations to align material fabrication strategies with application requirements. The materials and applications that emerged from the PFI can be directly credited with new growth at SiMPore after several years of stagnation.  \n\n \n\n\t\t\t\t\tLast Modified: 03/06/2016\n\n\t\t\t\t\tSubmitted by: James L Mcgrath"
 }
}