{
 "awd_id": "1237267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EAGER:   Shared Principles of Adaptive Learning - anticipatory behavior in Halobactetrium salinarum",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Larry Halverson",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2013-04-17",
 "awd_abstract_narration": "Intellectual merit.  Biological systems use memory of previous experiences to anticipate future environmental changes.  In the literature this is called \"anticipatory behavior\".  These experiments will be performed in Halobacterium salinarum, a tractable model organism that has adapted to a complex and dynamically changing natural environment. Individual environmental factors such as oxygen, temperature, pH do not occur in isolation but rather, in a temporally coupled and non-random manner.  This project seeks to understand the rate at which microorganisms evolve novel anticipatory behavior as they encounter a new environment.  This understanding will have significant implications on wide-ranging issues including predicting the consequences of climate change on microbial communities in the oceans, as well as strategies to prevent pathogens from evading the immune system.\r\n\r\nBroader impacts.  The objective is to significantly expand the already highly successful  \"Networks in Biology\"  high school educational module by incorporating statistical modeling and model inference lessons. It will be reinforced that models are as good as the data they are based upon, and model predictions must be  assessed with rigorous statistics in order to avoid misinterpretation. These educational activities will be designed and implemented through collaborations between senior scientists, postdoctoral fellows, high school student interns from disadvantaged backgrounds, and educators, such as high school teachers and curriculum developers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nitin",
   "pi_last_name": "Baliga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nitin Baliga",
   "pi_email_addr": "nbaliga@systemsbiology.org",
   "nsf_id": "000090991",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Institute for Systems Biology",
  "inst_street_address": "401 TERRY AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2067321200",
  "inst_zip_code": "981095263",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "INSTITUTE FOR SYSTEMS BIOLOGY",
  "org_prnt_uei_num": "SMK9PCMKXED6",
  "org_uei_num": "SMK9PCMKXED6"
 },
 "perf_inst": {
  "perf_inst_name": "Institute for Systems Biology",
  "perf_str_addr": "401 Terry Avenue North",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981095234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-008dd6b2-b2dc-43d8-083f-be5f567d4b0f\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>In our project we addressed two fundamental questions in biology: (1) how rapidly adaptive learning occurs in biological systems and (2) which network mechanisms underly such behavior. We performed proof-of-concept studies that were necessary to address these two fundamental points. Based on the concepts required to resolve such essential questions, we also disseminated completed curriculum and developed a new draft curriculum for high school students, framed in active learning and a cross-disciplinary approach, with broad implications in systems understanding and decision making.</span></p>\n<p><span>Therefore, in our first experiment, we demonstrated that novel anticipatory behavior can arise rapidly in a biological population. Using yeast as a model organism, we challenged a population to a certain toxicity stress. For a number of iterations, this stress was preceded by an unrelated signal; in our case, we used caffeine. Remarkably, within 190 generations (19 cycles of signal to stress coupling), the yeast population had internalized the novel, unnatural association between caffeine and the toxin. The evolved yeast were significantly more resistant to the toxin, only if they were previously exposed to caffeine (Figure 1). This the first time a conditioned response has been demonstrated in yeast.</span></p>\n<p><span style=\"font-size: 12px;\">Next, we were interested in determining the biochemical networks that support such quick adaptive learning. We developed quantitative models that enabled us to predict biological states, facilitating the understanding on biological complexity and control [1]. Using more than 1,500 publicly available genome-wide transcriptome data sets in yeast, we reconstructed a globally predictive gene regulatory model that can be used to drive rational experiment design and reveal new regulatory mechanisms underlying responses to novel environments. This approach, generally applicable to any biological system, is especially important when experimental systems are challenging and samples are difficult and expensive to obtain-a common problem in laboratory animal and human studies. Also, we assessed the utility of our modeling approach in other organisms. Application of our model to prokaryotes [2] (</span><span style=\"font-size: 12px;\">Escherichia coli</span><span style=\"font-size: 12px;\">, a bacterium, and </span><span style=\"font-size: 12px;\">Halobacterium salinarum,</span><span style=\"font-size: 12px;\"> an archaeon) revealed how the genome-wide distributions of cis-acting gene regulatory elements and the conditional influences of transcription factors at each of those elements encode programs for eliciting a wide array of environment-specific responses. We demonstrated how these programs partition transcriptional regulation acting across the entire genome, to define generalized, system-level organizing principles for prokaryotic gene regulatory networks that goes well beyond existing paradigms of gene regulation.</span></p>\n<p><span style=\"font-size: 12px;\">Finally, we brought the hands-on, current, Science, Technology, Engineering, and Math content and thinking of this project to high school students and teachers through disseminating NSF-developed curriculum, providing in-depth training for students and teachers, and through developing new computation and mathematical modeling curriculum. The direct learning experiences aimed to provide students the skills necessary to become scientific researchers. Our curriculum is more broadly focused for all high school students. While most of the thousands of students who complete our curriculum in high school classes across the nation will not become scientists or engineers, all need to be responsible citizens and able thinkers, with an understanding of their world. Our curriculum incorporates sc...",
  "por_txt_cntn": "\n \nIn our project we addressed two fundamental questions in biology: (1) how rapidly adaptive learning occurs in biological systems and (2) which network mechanisms underly such behavior. We performed proof-of-concept studies that were necessary to address these two fundamental points. Based on the concepts required to resolve such essential questions, we also disseminated completed curriculum and developed a new draft curriculum for high school students, framed in active learning and a cross-disciplinary approach, with broad implications in systems understanding and decision making.\n\nTherefore, in our first experiment, we demonstrated that novel anticipatory behavior can arise rapidly in a biological population. Using yeast as a model organism, we challenged a population to a certain toxicity stress. For a number of iterations, this stress was preceded by an unrelated signal; in our case, we used caffeine. Remarkably, within 190 generations (19 cycles of signal to stress coupling), the yeast population had internalized the novel, unnatural association between caffeine and the toxin. The evolved yeast were significantly more resistant to the toxin, only if they were previously exposed to caffeine (Figure 1). This the first time a conditioned response has been demonstrated in yeast.\n\nNext, we were interested in determining the biochemical networks that support such quick adaptive learning. We developed quantitative models that enabled us to predict biological states, facilitating the understanding on biological complexity and control [1]. Using more than 1,500 publicly available genome-wide transcriptome data sets in yeast, we reconstructed a globally predictive gene regulatory model that can be used to drive rational experiment design and reveal new regulatory mechanisms underlying responses to novel environments. This approach, generally applicable to any biological system, is especially important when experimental systems are challenging and samples are difficult and expensive to obtain-a common problem in laboratory animal and human studies. Also, we assessed the utility of our modeling approach in other organisms. Application of our model to prokaryotes [2] (Escherichia coli, a bacterium, and Halobacterium salinarum, an archaeon) revealed how the genome-wide distributions of cis-acting gene regulatory elements and the conditional influences of transcription factors at each of those elements encode programs for eliciting a wide array of environment-specific responses. We demonstrated how these programs partition transcriptional regulation acting across the entire genome, to define generalized, system-level organizing principles for prokaryotic gene regulatory networks that goes well beyond existing paradigms of gene regulation.\n\nFinally, we brought the hands-on, current, Science, Technology, Engineering, and Math content and thinking of this project to high school students and teachers through disseminating NSF-developed curriculum, providing in-depth training for students and teachers, and through developing new computation and mathematical modeling curriculum. The direct learning experiences aimed to provide students the skills necessary to become scientific researchers. Our curriculum is more broadly focused for all high school students. While most of the thousands of students who complete our curriculum in high school classes across the nation will not become scientists or engineers, all need to be responsible citizens and able thinkers, with an understanding of their world. Our curriculum incorporates scientific and systems thinking and problem solving that transcends content. Students work on seeing networks and systems, whether they be societal systems or ecological systems, as complex networks of interrelated parts that exist over space and time. This understanding fosters better decision-making, social skills, problem-solving and behavioral changes. This award allowed us to reach more people thereby positively impa..."
 }
}