{
 "awd_id": "1237737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ethics among Physicists in Cross-National Perspective",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299732.0,
 "awd_amount": 299732.0,
 "awd_min_amd_letter_date": "2012-09-08",
 "awd_max_amd_letter_date": "2012-09-08",
 "awd_abstract_narration": "This study seeks to find out how physicists in the United States, China, and the United Kingdom approach the ethical issues surrounding research integrity and their relationships with industry. The primary data collection will consist of 225 interviews with a sample of physicists at various stages of their careers who work in research universities or research institutes in the three national contexts. We will ask: How do physicists perceive the meaning of research integrity and misconduct? Under what conditions is one obliged to act when research misconduct has occurred? What are the potential conflicts of interest (if any) of industry's role in research? Is the ideal of a borderless scientific community consistent with the national character of research, and is this relationship relevant to issues of research integrity among physicists? Do physicists perceive the ethics training they receive (if they receive any) as relevant to the ethical issues they face? The study begins to fill the lacunae of data that exists on how scientists understand ethical issues in relation to science, and how such views differ across local and national contexts. \r\n\r\nIntellectual Merits:  The research will specifically explore the relationships among science, ethics, and society in a way that complements recent studies of science in national and international contexts. Existing laboratory studies are foundational to understanding how scientists view ethics, yet few broadly examine scientists? own ethical views. The study is a cross-sectional interview-based study rather than a case study, meaning it will complement existing research while significantly expanding upon it. The research will provide a snapshot of pan-communal attitudes, which can be integrated at the aggregate with the wealth of existing microscale perspectives provided by social science studies of the natural sciences. A large qualitative study like ours will contribute to a better understanding of how physicists perceive and gain clarity on what constitutes research integrity and the appropriate relationship between research and industry. Other work highlights the constantly shifting ways scientists overcome uncertainty. Sociologists once thought scientists deployed well-articulated norms - i.e., a bureaucratic-rational approach - to overcome uncertainties about proper scientific conduct. But closer examination reveals that even at the forefront of modern research fields (and perhaps especially here), we find extensive appeals to charismatic authority to foreclose, or at least bracket, such uncertainties. In the natural sciences especially, where research often involves extensive international collaboration, it is important to understand how varying approaches to research integrity might contribute to the success or failure of collaborations, yet there is scant research on this topic. In addition to remedying this knowledge gap, the results of our research will guide and advance specific changes in ethics education for physicists in different national contexts.\r\n\r\nEducational and Broader Impact:  Study findings will be widely disseminated via lectures based on our results, a website, and publications for both academics (particularly those in the ethics community) and general audiences. This study will also involve extensive mentoring of undergraduate research assistants, and insights from the research findings will be used in courses for graduate-level physics students and science policy students. In particular, the PI and co-PIs will provide undergraduates and graduate students training related to science ethics and the development of science policy, during which students will acquire a better understanding of research methods and social science approaches to studying ethics among scientists. Public policy briefs based on our findings will be created (in both English and Chinese) and used to interact with the scientific community and science policy makers in order to demonstrate how varying approaches to science ethics (especially issues of research integrity) might influence international scientific collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elaine",
   "pi_last_name": "Howard Ecklund",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elaine Howard Ecklund",
   "pi_email_addr": "ehe@rice.edu",
   "nsf_id": "000188869",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kirstin",
   "pi_last_name": "Matthews",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kirstin R Matthews",
   "pi_email_addr": "krwm@rice.edu",
   "nsf_id": "000538849",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Lewis",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Steven W Lewis",
   "pi_email_addr": "swlewis@rice.edu",
   "nsf_id": "000558246",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051892",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "7491",
   "pgm_ref_txt": "ETHICS EDU FOR SCI & ENG PROG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299732.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;Ethics among Physicists in Cross-National Perspective&rdquo; study (Grant # 1237737, 2012-2015) examines how Chinese, UK, and US physicists understand responsibility in research, collaboration, and commercialization.&nbsp;Our research questions included: How do physicists perceive the meaning of research integrity and misconduct? Under what conditions is one obliged to act when research misconduct has occurred? What are the potential conflicts of interest at play when industry becomes involved in research? Do physicists perceive the ethics training they receive as relevant to the ethical issues they face?</p>\n<p>&nbsp;</p>\n<p>We conducted 211 interviews with physicists across career stage and national context, including 40 interviews with scientists from China, 81 from the UK, and 90 from the US. Both within and across national context, physicists vary significantly in their perceptions of research integrity and note numerous instances of misconduct that fall outside the well-documented examples of fabrication, falsification, and plagiarism. Physicists view the boundaries between ethical and unethical behavior as far more ambiguous or &ldquo;ethically gray&rdquo; than existing researchers have accounted for. Examples of &ldquo;ethically gray&rdquo; conduct include the misuse of research funds, accepting military funding, misallocating credit and authorship, cronyism, hyping research results and exploiting subordinate researchers. Although physicists find ways to view these scenarios as acceptable, ethical ambiguity poses obstacles for scientists&rsquo; ability to act when misconduct occurs because it is unclear whether an action should be categorized as a normal or an abnormal part of scientific work.</p>\n<p>&nbsp;</p>\n<p>Our findings additionally demonstrate that physicists are in disagreement about potential conflicts of interest when partnering with industry and government, and that scientists&rsquo; varying conceptualizations of research integrity can be an obstacle to the ideal of a borderless scientific community. The disparate behavioral norms and understandings of acceptable conduct that vary across national contexts can hinder successful collaboration.&nbsp; Related, while some scientists sited formal training as helpful in the face of ethical concerns, most felt that more training &ndash; both formal courses as well as informal conversations &ndash; is needed to better standardize conceptions of ethical conduct across the international science community. Scientists offered informal types of ethics training, such as conversations with advisors and observing advisors make difficult decisions, as being most important to the formation of their own ethical worldview. This result demonstrates the significant role late-stage scientists play in shaping the ethical norms of their discipline, a finding that can and should be harnessed to support ethics education in the future.</p>\n<p>&nbsp;</p>\n<p>The intellectual merits of our work are evident in the contributions we have made thus far to the existing literature and dialogue on science ethics. To date, we have given thirteen presentations, published a commentary and peer-reviewed article, are writing a book, and have written seven papers that are under review or in progress.&nbsp; These numbers will increase as we conduct additional analyses. We are already expanding the science ethics literature by starting a conversation about ethical ambiguity and documenting differences in research ethics across national contexts.</p>\n<p>&nbsp;</p>\n<p>The broader impact of the study includes numerous opportunities to mentor junior scholars in research methods and the study of ethics. These include three post-doctoral fellows, five graduate students, one post-baccalaureate fellow, three staff project managers, and 27 undergraduate students. Our findings are now a part of the Responsible Conduct of Research (RCR) curr...",
  "por_txt_cntn": "\nThe \"Ethics among Physicists in Cross-National Perspective\" study (Grant # 1237737, 2012-2015) examines how Chinese, UK, and US physicists understand responsibility in research, collaboration, and commercialization. Our research questions included: How do physicists perceive the meaning of research integrity and misconduct? Under what conditions is one obliged to act when research misconduct has occurred? What are the potential conflicts of interest at play when industry becomes involved in research? Do physicists perceive the ethics training they receive as relevant to the ethical issues they face?\n\n \n\nWe conducted 211 interviews with physicists across career stage and national context, including 40 interviews with scientists from China, 81 from the UK, and 90 from the US. Both within and across national context, physicists vary significantly in their perceptions of research integrity and note numerous instances of misconduct that fall outside the well-documented examples of fabrication, falsification, and plagiarism. Physicists view the boundaries between ethical and unethical behavior as far more ambiguous or \"ethically gray\" than existing researchers have accounted for. Examples of \"ethically gray\" conduct include the misuse of research funds, accepting military funding, misallocating credit and authorship, cronyism, hyping research results and exploiting subordinate researchers. Although physicists find ways to view these scenarios as acceptable, ethical ambiguity poses obstacles for scientistsÆ ability to act when misconduct occurs because it is unclear whether an action should be categorized as a normal or an abnormal part of scientific work.\n\n \n\nOur findings additionally demonstrate that physicists are in disagreement about potential conflicts of interest when partnering with industry and government, and that scientistsÆ varying conceptualizations of research integrity can be an obstacle to the ideal of a borderless scientific community. The disparate behavioral norms and understandings of acceptable conduct that vary across national contexts can hinder successful collaboration.  Related, while some scientists sited formal training as helpful in the face of ethical concerns, most felt that more training &ndash; both formal courses as well as informal conversations &ndash; is needed to better standardize conceptions of ethical conduct across the international science community. Scientists offered informal types of ethics training, such as conversations with advisors and observing advisors make difficult decisions, as being most important to the formation of their own ethical worldview. This result demonstrates the significant role late-stage scientists play in shaping the ethical norms of their discipline, a finding that can and should be harnessed to support ethics education in the future.\n\n \n\nThe intellectual merits of our work are evident in the contributions we have made thus far to the existing literature and dialogue on science ethics. To date, we have given thirteen presentations, published a commentary and peer-reviewed article, are writing a book, and have written seven papers that are under review or in progress.  These numbers will increase as we conduct additional analyses. We are already expanding the science ethics literature by starting a conversation about ethical ambiguity and documenting differences in research ethics across national contexts.\n\n \n\nThe broader impact of the study includes numerous opportunities to mentor junior scholars in research methods and the study of ethics. These include three post-doctoral fellows, five graduate students, one post-baccalaureate fellow, three staff project managers, and 27 undergraduate students. Our findings are now a part of the Responsible Conduct of Research (RCR) curriculum at Rice University, and we plan to disseminate these materials to broader RCR audiences. Although we studied physicists, our work is applicable to other disciplines. Future public policy..."
 }
}