{
 "awd_id": "1237941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Support for Students to Attend a Symposium on the Influences of Behavior-Based Robotics on the Field",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 11250.0,
 "awd_amount": 11250.0,
 "awd_min_amd_letter_date": "2012-04-05",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "This is funding for approximately 50 students to attend a full day symposium on the impact of behavior-based robotics on over 25 years of robotics research and development, which will be held on Friday, March 9, 2012, on the MIT campus, immediately following the ACM/IEEE International Conference on Human-Robot Interaction which takes place this year in Boston.  The symposium's primary focus in on possible future research trajectories; to this end, the symposium will examine the impact of the approach on both academic research and commercial development.  For example, the relationship between the subsumption-based robots of the late 1980s and the Roombas being sold today is clear: the Roomba very much resembles the insect-like robots Genghis and Attila in its programming and behaviors.  Are there such connections to all robot systems currently under development?  The symposium will examine several questions, including the successes of behavior based robots, the adaptations made to this paradigm in order to develop robots for more complicated tasks, and the likely trends in robotics research and development over the next decade.\r\n\r\nThe symposium is structured into four main sections.  The first section will address the early years of behavior-based robotics and the subsumption architecture, exploring the initial controversy and early work in this domain.  The second section will look at the global impact of the work, discussing related research in labs around the world and how behavior-based robotics have been used and expanded in many different robotics domains.  The third will look at the connections between behavior-based robotics and other research areas such as multi-agent learning and computer vision.  The final section will explore the legacies of the work, both in terms of research and commercial robot development, and the future prospects for behavior-based robotics.\r\n\r\nBroader Impacts:  Student attendees at the symposium will have an opportunity to meet and network with a community of top robotics researchers, opening up channels for collaboration and mentoring.  Faculty advisors will be able to introduce their students in-person to the field's luminaries (as most students will have their faculty advisor present); these introductions, combined with the relatively small size of the gathering, promise to provide a more personal, more memorable, and, thus, more influential experience for the students.  This event will provide students with many opportunities for making connections with faculty, with people working in robotics companies, and with other students.  These networking opportunities may lead to future collaborations and research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Yanco",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Holly A Yanco",
   "pi_email_addr": "holly@cs.uml.edu",
   "nsf_id": "000278965",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "One University Avenue",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"column\">\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">This award provided funding for 61 students to attend a full day symposium, held on March 9, 2012 at MIT, on the impact of behavior-based robotics on over 25 years of robotics research and development. The symposium also looked to the future of robotics, with a discussion of the possible future trajectories of the research. The symposium examined the impact on both academic research and commercial development. For example, the relationship between the subsumption-based robots of the late 1980s and the Roombas being sold today is clear: the Roomba very much resembles the insect-like robots Genghis and Attila in its programming and behaviors.<br /> Are there such connections to all robot systems currently under development? The symposium examined several such questions, including the successes of behavior based robots, the adaptations made to this paradigm in order to develop robots for more complicated tasks, and the likely trends in robotics research and development over the next decade. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">The  symposium was structured into four primary sections. The first section  addressed the early years of behavior-based robotics and the subsumption  architecture, exploring the initial controversy and early work in this  domain.<br /> The second section explored the global impact of the work,  discussing related research in labs around the world and how  behavior-based robotics have been used and expanded in many different  robotics domains. The third looked at the connections between  behavior-based robotics and other research areas such as multi-agent  learning and computer vision. The final section explored the legacies of  the work, both in terms of research and commercial robot development,  and the future prospects for behavior-based robotics. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">The goals of the project were to provide students with an opportunity to learn about past and current robotics research and to meet and network with many senior roboticists as well as other graduate students in their cohort about research projects. This award allowed the students to attend for no charge. As the symposium was held the day after the end of the ACM/IEEE International Conference on Human-Robot Interaction, additional funding for travel was not necessary, as many students had already traveled to the conference on other funding assistance (some with NSF funding for the HRI Doctoral Consortium; not part of this award, but complementary). </span></p>\n<div class=\"column\">\n<div class=\"column\">\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">Sixty-one students attended the symposium with funding from this NSF award. In addition to attending the talks and having the opportunity to ask questions of each speaker at the conclusion of each talk, the symposium provided several opportunities for networking with robotics researchers and fellow students, during lunch, dinner and breaks. </span></p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/25/2013<br>\n\t\t\t\t\tModified by: Holly&nbsp;A&nbsp;Yanco</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nThis award provided funding for 61 students to attend a full day symposium, held on March 9, 2012 at MIT, on the impact of behavior-based robotics on over 25 years of robotics research and development. The symposium also looked to the future of robotics, with a discussion of the possible future trajectories of the research. The symposium examined the impact on both academic research and commercial development. For example, the relationship between the subsumption-based robots of the late 1980s and the Roombas being sold today is clear: the Roomba very much resembles the insect-like robots Genghis and Attila in its programming and behaviors.\n Are there such connections to all robot systems currently under development? The symposium examined several such questions, including the successes of behavior based robots, the adaptations made to this paradigm in order to develop robots for more complicated tasks, and the likely trends in robotics research and development over the next decade. \n\nThe  symposium was structured into four primary sections. The first section  addressed the early years of behavior-based robotics and the subsumption  architecture, exploring the initial controversy and early work in this  domain.\n The second section explored the global impact of the work,  discussing related research in labs around the world and how  behavior-based robotics have been used and expanded in many different  robotics domains. The third looked at the connections between  behavior-based robotics and other research areas such as multi-agent  learning and computer vision. The final section explored the legacies of  the work, both in terms of research and commercial robot development,  and the future prospects for behavior-based robotics. \n\nThe goals of the project were to provide students with an opportunity to learn about past and current robotics research and to meet and network with many senior roboticists as well as other graduate students in their cohort about research projects. This award allowed the students to attend for no charge. As the symposium was held the day after the end of the ACM/IEEE International Conference on Human-Robot Interaction, additional funding for travel was not necessary, as many students had already traveled to the conference on other funding assistance (some with NSF funding for the HRI Doctoral Consortium; not part of this award, but complementary). \n\n\n\nSixty-one students attended the symposium with funding from this NSF award. In addition to attending the talks and having the opportunity to ask questions of each speaker at the conclusion of each talk, the symposium provided several opportunities for networking with robotics researchers and fellow students, during lunch, dinner and breaks. \n\n\n\n\n\t\t\t\t\tLast Modified: 06/25/2013\n\n\t\t\t\t\tSubmitted by: Holly A Yanco"
 }
}