{
 "awd_id": "1237265",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "TWC: Frontier: Collaborative: Beyond Technical Security: Developing an Empirical Basis for Socio-Economic Perspectives",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 4665975.0,
 "awd_amount": 4665975.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2019-07-23",
 "awd_abstract_narration": "This project tackles the social and economic elements of Internet security: how the motivations and interactions of attackers, defenders, and users shape the threats we face, how they evolve over time, and how they can best be addressed.  While security is a phenomenon mediated by the technical workings of computers and networks, it is ultimately a conflict driven by economic and social issues that merit a commensurate level of scrutiny.  Today's online attackers are commonly profit-seeking, and the implicit social networks that link them together play a critical role in fostering the innovation and the efficiency underlying cybercrime markets.  Further, the socio-economic lens can provide vital insights not only for understanding attackers, but victims too.  Today's consumers, corporations, and governments make large investments in security technology with little understanding of their ultimate return-on-investment.  And the ease with which we adopt online personas and relationships has created a collective blind spot that attackers exploit all-too-easily.\r\n\r\nGrappling with these socio-economic dimensions is of fundamental importance for achieving a secure future information infrastructure, and developing a sound understanding of them requires research grounded in empiricism.  Accordingly, the project has four key components: (1) pursue in-depth empirical analyses of a range of online criminal activities; (2) map out the evolving attacker ecosystem that preys on online social networks, and the extent to which unsafe online behavior is itself adopted and transmitted; (3) study how relationships among these criminals are established, maintained, and evolve over time; and (4) measure the efficacy of today's security interventions, both in the large and at the level of individual users.  Across all of these efforts, the aim is to identify bottleneck elements where interventions might most effectively undermine entire ecosystems of abusive and criminal activities.  Consequently, this research has the potential to dramatically benefit society by undermining entire cybercrime ecosystems: disrupting underground activities, infrastructure, and social networks through strategic intervention. The work will also create numerous educational opportunities, including undergraduate and graduate education as well as workforce education for security professionals, law enforcement, civil regulatory agencies, and legal scholars and professionals tasked with countering modern Internet threats.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Vern",
   "pi_last_name": "Paxson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vern Paxson",
   "pi_email_addr": "vern@icsi.berkeley.edu",
   "nsf_id": "000452263",
   "pi_start_date": "2012-09-25",
   "pi_end_date": "2019-07-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Weaver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Weaver",
   "pi_email_addr": "nweaver@icsi.berkeley.edu",
   "nsf_id": "000440519",
   "pi_start_date": "2019-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Allman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Allman",
   "pi_email_addr": "mallman@icir.org",
   "nsf_id": "000279986",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Weaver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Weaver",
   "pi_email_addr": "nweaver@icsi.berkeley.edu",
   "nsf_id": "000440519",
   "pi_start_date": "2012-09-25",
   "pi_end_date": "2019-07-23"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Kreibich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christian Kreibich",
   "pi_email_addr": "christian@icir.org",
   "nsf_id": "000554364",
   "pi_start_date": "2012-09-25",
   "pi_end_date": "2017-06-16"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Grier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Grier",
   "pi_email_addr": "grier@icsi.berkeley.edu",
   "nsf_id": "000579422",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "International Computer Science Institute",
  "inst_street_address": "2150 SHATTUCK AVE",
  "inst_street_address_2": "SUITE 250",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106662900",
  "inst_zip_code": "947041345",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "INTERNATIONAL COMPUTER SCIENCE INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GSRMP1QCXU74"
 },
 "perf_inst": {
  "perf_inst_name": "International Computer Science Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947041198",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "8087",
   "pgm_ref_txt": "Frontiers in SaTC"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 691222.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 704224.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1016827.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1108293.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1145409.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Online criminial enterprises are just that: enterprises.&nbsp; They consist<br />of economic actors all attempting to make money.&nbsp; And the first step<br />to disrupting such enterprises is to understand them, for only by<br />understanding how they work can we understand how to disrupt them.<br />This large collaborative project focused on multiple avenues to<br />understand and disrupt a wide variety of online criminal activity.<br /><br />An early success of this project focused on payment intervention for<br />spam-advertised products.&nbsp; Deveoping and operationalizing the payment<br />disruption techniques is why the problem of spam-advertised<br />pharmaceuticals (notably Viagra) and others have largely dissipated:<br />the criminal gangs can no longer effectively sell their products<br />because they can't receive payment through the credit card system.<br /><br />A similar technique of tracing and disrupting payments through PayPal<br />acted to disrupt the \"DDoS for Hire\" criminal ecology.&nbsp; This criminal<br />ecology consisted of attackers who compromised thousands of computers<br />to create \"Botnets\" and then used those computers to swamp a target<br />computer with garbage traffic.<br /><br />This NSF project also contributed in numerous other ways to general<br />societal security.&nbsp; It included developing understandings of how<br />online forums work for criminal exchanges, how criminals buy and sell<br />access to compromised computers, how online sex-trafficers advertise<br />and collect payment through cryptocurrencies, and how attackers manage<br />hundreds of thousands of compromised computers.<br /><br />This project also lead to understanding on how private companies<br />support nation-state hackers, with companies like Hacking Team, Fin<br />Fisher, and NSO group selling services to repressive countries.&nbsp; This<br />also discovered an inadvertant economic pressure on those companies as<br />well: their products become less usable for law enforcement because<br />when sold to bad actors like the UAE, law enforcement ends up \"fate<br />sharing\" as law enforcement hacking tools stop working whenever the<br />abusively used tool is detected.<br /><br />Another focus included an empirical study of whether notifications<br />actually produced positive outcomes.&nbsp; Vulnerable computers are a<br />resource that criminals use, trade, exploit, and sell.&nbsp; Patching<br />vulnerable computers on the Internet don't just protect those<br />computers but act to limit the resources that attackers can use to<br />target others.&nbsp; Taking advantage of natural experiments and resources<br />developed during this project to discover all vulnerable systems of a<br />given type, the project sought to notify randomly selected subsets at<br />different times to determine the effectiveness of multiple<br />notification strategies.<br /><br />The overall project is best summarized in a single phrase:&nbsp; \"Instead<br />of playing Whak-A-Mole on bad guys, play Whak-A-Mole on their business<br />models\".</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/08/2020<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Weaver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOnline criminial enterprises are just that: enterprises.  They consist\nof economic actors all attempting to make money.  And the first step\nto disrupting such enterprises is to understand them, for only by\nunderstanding how they work can we understand how to disrupt them.\nThis large collaborative project focused on multiple avenues to\nunderstand and disrupt a wide variety of online criminal activity.\n\nAn early success of this project focused on payment intervention for\nspam-advertised products.  Deveoping and operationalizing the payment\ndisruption techniques is why the problem of spam-advertised\npharmaceuticals (notably Viagra) and others have largely dissipated:\nthe criminal gangs can no longer effectively sell their products\nbecause they can't receive payment through the credit card system.\n\nA similar technique of tracing and disrupting payments through PayPal\nacted to disrupt the \"DDoS for Hire\" criminal ecology.  This criminal\necology consisted of attackers who compromised thousands of computers\nto create \"Botnets\" and then used those computers to swamp a target\ncomputer with garbage traffic.\n\nThis NSF project also contributed in numerous other ways to general\nsocietal security.  It included developing understandings of how\nonline forums work for criminal exchanges, how criminals buy and sell\naccess to compromised computers, how online sex-trafficers advertise\nand collect payment through cryptocurrencies, and how attackers manage\nhundreds of thousands of compromised computers.\n\nThis project also lead to understanding on how private companies\nsupport nation-state hackers, with companies like Hacking Team, Fin\nFisher, and NSO group selling services to repressive countries.  This\nalso discovered an inadvertant economic pressure on those companies as\nwell: their products become less usable for law enforcement because\nwhen sold to bad actors like the UAE, law enforcement ends up \"fate\nsharing\" as law enforcement hacking tools stop working whenever the\nabusively used tool is detected.\n\nAnother focus included an empirical study of whether notifications\nactually produced positive outcomes.  Vulnerable computers are a\nresource that criminals use, trade, exploit, and sell.  Patching\nvulnerable computers on the Internet don't just protect those\ncomputers but act to limit the resources that attackers can use to\ntarget others.  Taking advantage of natural experiments and resources\ndeveloped during this project to discover all vulnerable systems of a\ngiven type, the project sought to notify randomly selected subsets at\ndifferent times to determine the effectiveness of multiple\nnotification strategies.\n\nThe overall project is best summarized in a single phrase:  \"Instead\nof playing Whak-A-Mole on bad guys, play Whak-A-Mole on their business\nmodels\".\n\n\t\t\t\t\tLast Modified: 05/08/2020\n\n\t\t\t\t\tSubmitted by: Nicholas Weaver"
 }
}