{
 "awd_id": "1237548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Starter Grant:   Single Molecule Fluorescence Study of the DNA Repair Mechanism of T4 Endonuclease V",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carter Kimsey",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 49940.0,
 "awd_amount": 49940.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2012-06-28",
 "awd_abstract_narration": "Single-molecule fluorescence (SMF) is a powerful technique to determine the formation of one or more intermediates, and to study the kinetics of the processes from the instant before an enzyme interacts with the DNA until the release of the enzymatic product, one molecule at a time. Steady-state fluorescence and other ensemble average techniques used in previous DNA base flipping studies provide information about the average state of a large number of molecules. Ensemble averaged measurements can mask fluctuations in the formation of intermediate enzyme-substrate complexes and lead to different interpretations of the enzymatic process. In the area of DNA base flipping it still remains to be answered if the enzyme \"pushes\" the nucleotide out of the helix (active mechanism) or if the enzyme binds to a provisional flipped base (passive mechanism). New single molecule approaches to fully assess the kinetics mechanism of the base flipping process are needed. UV irradiation causes carcinogen-lesions within DNA, including the formation of cyclobutane pyrimidine dimers (CPD), which are the most common type of UV DNA damage. T4 endonuclease V (T4 endo V) is a bacterial DNA repair enzyme that eliminates CPD. The crystal structure of T4 endo V shows that when the enzyme is in a complex with a helical DNA containing a thymine dimer, the 5' complementary adenine is flipped out, binding the damage site. The long-term goal is to understand at the molecular level how the enzyme finds the damage, and how, when, and why the base flipping occurs to repair damaged DNA. The goal of this work is to fully understand the repair mechanism of T4 endo V and to determine the conditions (salt, pH, etc.) that could maximize the repair process. \r\n\r\nDamage to DNA bases can result in mutations and lead to cell death. For example, UV irradiation can result in mutations that could block replication if the systems designed to repair these damages fail. However, living organisms have enzymes to repair DNA, and many of these enzymes perform a base flipping process to recognize, gain access to, and repair damaged nucleotides. This project will study how this process works by looking at single molecules fluorescence instead of using large-scale ensemble methods. The proposed project will be performed in a Hispanic Service Institution, where the students that will participate in this project will have opportunities to learn a variety of techniques that connect the fields of Molecular Biology, Biochemistry, and Physical Chemistry. Many of these techniques are increasingly used in many areas of biophysical research and the experience will inspire students to continue graduate studies in this and other related fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elvin",
   "pi_last_name": "Aleman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elvin A Aleman",
   "pi_email_addr": "ealeman@csustan.edu",
   "nsf_id": "000081325",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Stanislaus",
  "inst_street_address": "ONE UNIVERSITY CIRCLE",
  "inst_street_address_2": "112A",
  "inst_city_name": "TURLOCK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2096673493",
  "inst_zip_code": "953823200",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CA05",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY, STANISLAUS",
  "org_prnt_uei_num": "",
  "org_uei_num": "SRT1YX7KJQL4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Stanislaus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953820256",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "804900",
   "pgm_ele_name": "Biology Postdoctoral Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1227",
   "pgm_ref_txt": "BIO MINORITY STARTER GRANT"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>DNA base damage can change the genetic code that will result in mutations and lead to &nbsp;cell death. However, living organisms have enzymes to repair DNA. &nbsp;Many of these enzymes perform a base flipping process either to recognize, or gain access to, and repair damaged nucleotides. This base flipping process correspond to the rotation of a DNA nucleotide out of the double helix, and its accomodation into a protein-binding site in the enzyme.</p>\n<p>In our research program, we are developing a novel single-molecule approach to study the base flipping process that has been suggested to take place by the enzyme &nbsp;T4 endonuclease V (T4 endo V) during the repair of DNA damage (Figure 1).&nbsp;T4 endo V is a bacterial repair enzyme that eliminates DNA damages caused by UV irradiation from the Sun or artificial sources. The innovative single molecule assay that we are developing will help determine whether T4 endo V uses an active mechanism to induce base flipping, or if the enzyme operates through a passive mechanism by binding and stabilizing the flipped base.&nbsp;</p>\n<p>Different methodological approaches have been developed in order to understand the base flipping process. In our research, we will use the fluorescent base analog 6MAP as base flipping probe. 6MAP is an adenine fluorescent analog with an strong emission that is significantly quenched when it is incorporated into a single- or double-stranded DNA due to base stacking interactions.</p>\n<p>The follow-up research starter grant provided the support necessary to start-up our research program in Biophysical Chemistry at California State University, Stanislaus. The grant allowed us to design an build the insfrastructure needed to collect preliminary data on the repair mechanism used by T4 endo V. Undergraduate students working on this project have been trained in different molecular biology, biochemistry, and optical spectroscopy techniques.</p>\n<p>We purified DNA oligonucleotides (Figure 2A) that were designed for the construction of DNA helixes (Figure 2B) to study base flipping at the single-molecule level. We have characterized the fluorescence properties of these 6MAP modified DNA constructions and we have studied the dependence of &nbsp;6MAP fluorescence witht the surrounding environment.</p>\n<p>Our preliminary results have shown that, compared to Free (Figure 3), we found that, upon excitation at 355nm, ~60% of 6MAP emission is quenched in ssDNA and Spacer DNA, ~70% in dsDNA, and ~55% in Bulge. Initially, these results suggest that when 6MAP is incorporated into the DNA, the excited 6MAP nucleotides rapidly decay to the ground state due to an increase in the stacking interactions with neighboring bases. These results are also interesting because, although most of the constructions agree with our expectations of intensity at the relative maximum of 430nm, Bulge resulted with a much lower intensity than expected. We believe this outcome could be due to the DNA acting both as the Bulge and as the dsDNA, where 6MAP is not expected to flip out, but rather hydrogen bond with a complementary base. 6MAP steady state emission results for Bulge correspond to the average of all the events in solution; therefore only 6MAP SMF experiments will help to determine if such heterogeneity in Bulge exists. We also investigated how 6MAP fluorescence is affected by changing pH (Figure 4), Mg<sup>2+</sup> concentration (Figure 5), and Na<sup>+</sup> concentration (Figure 6). We found that changes in the pH values did not significantly affect the emission intensity of 6MAP-modified DNA constructions. But among the many functions of magnesium<sup> </sup>ions in cellular metabolism, they play a critical role in stabilizing the structures of proteins and nucleic acids. Therefore it was not surprising that the fluorescence intensity of 6MAP dramatically quenched by increasing the concentration of Mg<sup>2+</sup>, as sta...",
  "por_txt_cntn": "\nDNA base damage can change the genetic code that will result in mutations and lead to  cell death. However, living organisms have enzymes to repair DNA.  Many of these enzymes perform a base flipping process either to recognize, or gain access to, and repair damaged nucleotides. This base flipping process correspond to the rotation of a DNA nucleotide out of the double helix, and its accomodation into a protein-binding site in the enzyme.\n\nIn our research program, we are developing a novel single-molecule approach to study the base flipping process that has been suggested to take place by the enzyme  T4 endonuclease V (T4 endo V) during the repair of DNA damage (Figure 1). T4 endo V is a bacterial repair enzyme that eliminates DNA damages caused by UV irradiation from the Sun or artificial sources. The innovative single molecule assay that we are developing will help determine whether T4 endo V uses an active mechanism to induce base flipping, or if the enzyme operates through a passive mechanism by binding and stabilizing the flipped base. \n\nDifferent methodological approaches have been developed in order to understand the base flipping process. In our research, we will use the fluorescent base analog 6MAP as base flipping probe. 6MAP is an adenine fluorescent analog with an strong emission that is significantly quenched when it is incorporated into a single- or double-stranded DNA due to base stacking interactions.\n\nThe follow-up research starter grant provided the support necessary to start-up our research program in Biophysical Chemistry at California State University, Stanislaus. The grant allowed us to design an build the insfrastructure needed to collect preliminary data on the repair mechanism used by T4 endo V. Undergraduate students working on this project have been trained in different molecular biology, biochemistry, and optical spectroscopy techniques.\n\nWe purified DNA oligonucleotides (Figure 2A) that were designed for the construction of DNA helixes (Figure 2B) to study base flipping at the single-molecule level. We have characterized the fluorescence properties of these 6MAP modified DNA constructions and we have studied the dependence of  6MAP fluorescence witht the surrounding environment.\n\nOur preliminary results have shown that, compared to Free (Figure 3), we found that, upon excitation at 355nm, ~60% of 6MAP emission is quenched in ssDNA and Spacer DNA, ~70% in dsDNA, and ~55% in Bulge. Initially, these results suggest that when 6MAP is incorporated into the DNA, the excited 6MAP nucleotides rapidly decay to the ground state due to an increase in the stacking interactions with neighboring bases. These results are also interesting because, although most of the constructions agree with our expectations of intensity at the relative maximum of 430nm, Bulge resulted with a much lower intensity than expected. We believe this outcome could be due to the DNA acting both as the Bulge and as the dsDNA, where 6MAP is not expected to flip out, but rather hydrogen bond with a complementary base. 6MAP steady state emission results for Bulge correspond to the average of all the events in solution; therefore only 6MAP SMF experiments will help to determine if such heterogeneity in Bulge exists. We also investigated how 6MAP fluorescence is affected by changing pH (Figure 4), Mg2+ concentration (Figure 5), and Na+ concentration (Figure 6). We found that changes in the pH values did not significantly affect the emission intensity of 6MAP-modified DNA constructions. But among the many functions of magnesium ions in cellular metabolism, they play a critical role in stabilizing the structures of proteins and nucleic acids. Therefore it was not surprising that the fluorescence intensity of 6MAP dramatically quenched by increasing the concentration of Mg2+, as stability in the structure of DNA would increase the probability of base stacking interactions. Interestingly, the fluorescent intensity of Free DNA also decreased at hi..."
 }
}