{
 "awd_id": "1238095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAP: Support for Young Researchers to attend the International Intelligent Tutoring Systems Conference 2012",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "The International Conference on Intelligent Tutoring Systems (ITS) provides a forum for interchange of ideas around the applications of computer science to education and human learning. Presentations at the conference focus on developments and rigorous research around the design and use of interactive and adaptive learning technologies for learners of all ages, for subject matters that span the school curriculum, and for professional applications in industry, the military, and medicine. The conferences promotes cross-fertilization of information and ideas from several cyberlearning related fields: artificial intelligence, cognitive science, education, learning sciences, human-computer interaction, educational technology, psychology, and STEM disciplines.\r\n\r\nThis project will support travel for advanced graduate students from US universities to attend the 11th International Conference on Intelligent Tutoring Systems (ITS), to be held in Chania, Crete, in Greece, from June 15 to 18, 2012 (http://its2012.teicrete.gr).  Those advanced graduate students will participate in the Young Research Track at the conference. That track is designed to provide young researchers with mentoring beyond what they get at their home institutions that will help them transition from graduate school to a fruitful research career. Young Researcher activities include structured poster sessions in which students present their work and one-on-one mentoring throughout the conference from a senior member of the ITS community who shares research interests with a young researcher and who comes from a different university and has a different approach than the young researcher experiences in his/her home institution. It is expected that conversations between peers and between mentors and mentees will continue throughout each young researcher's career. \r\n\r\nThis activity supports the mission of NSF to train more advanced professionals in Science, Technology, Engineering, and Mathematics. This conference is unique in its synthesis and cross-fertilization across three STEM capacities: building cutting-edge learning technologies, investigating pedagogical methods that are theoretically grounded in the cognitive, social, and learning sciences, and rigorously testing the learning environments for their effectiveness at promoting learning (in STEM disciplines and other disciplines) among K-12, college, and workplace populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beverly",
   "pi_last_name": "Woolf",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Beverly P Woolf",
   "pi_email_addr": "bev@cs.umass.edu",
   "nsf_id": "000102135",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "CompSci 140 Governors Dr",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project funded fourteen young researchers to attend the Intelligent Tutoring Systems Conference in Chania, Crete,June 2012. ITS conferences have been run for 22 years and provide a unique environment in which researchers and practitioners exchange ideas, theories, experiments, techniques, applications and evaluations of initiatives supporting new developments relevant for the future. This ITS 2012 conference offered a professional opportunity for Young Researchers from all over the world to present cutting-edge research from the fields of Artificial Intelligence (AI), computer science, cognitive and learning sciences, psychology, and educational technology. Accepted graduate students enjoyed several special sessions to present their research ideas and to receive feedback from researchers in the ITS community. This activity supports the mission of NSF and other granting agencies to train more advanced professionals in Science, Technology, Engineering, and Mathematics (STEM).</p>\n<p>&nbsp;</p>\n<p>This funding from NSF supported 14 advanced doctoral students from the US to attend the 5-day conference and associated tutorials and workshops associated with the 11th International Conference on Intelligent Tutoring Systems (ITS) held in Chania, Crete, Greece from June 14-18, 2012. The Young Researchers&rsquo; Track (YRT) provided a forum in which PhD students presented and discussed their work during its early stages, met peers with related interests, and worked with more senior members of the field (mentors). The program was open to all PhD students and invited submissions of papers with advisors or collaborators. We were able to support an additional American&nbsp;graduate student to attend the conference, AIED 2013 in Memphis. This conference is a &ldquo;sister&rdquo; conference to the ITS 2012. Many researchers attend both conferences in alternate years and locations (USA, Europe, Asia, et.).The students profited from their experience at the conferences as indicated in their written comments to the YRT Committee.</p>\n<p>&nbsp;</p>\n<p>Summaries for all accepted proposals were published in a separate conference proceedings and made available on-line through the conference website. An additional 1 American graduate student presented his work at the 2013 AIED conference in Memphis.</p>\n<p>Students presented their research to the larger community, spoke individually with leaders in the field and generally received strong support by articulating their research and receiving feedback. Many of these conversations continued later during the year and many mentors have been included on student dissertation committees. NSF funding supported students to become involved in the conference and activities in subsequent years as members of the ITS community. They had access to various ITS resources provided to the international members. More young researchers will be actively integrated with the community of ITS researchers.</p>\n<p>A total of 24 papers were presented by these researchers or co-authored by them at the conference. NSF funding was reserved for advanced doctoral students, or those who had completed a Master&rsquo;s degree, undertaken a major interdisciplinary project, and/or had about a year of academic work left to complete prior to defending their dissertation proposal.</p>\n<p>In selecting participants for funding the committee considered the quality and broad interest of the applicants' research and selected a set of studies and projects representing a diversity of institutions, topics, disciplines, ethnicities, and nationalities. Summaries for all accepted proposals were published in a separate conference proceedings and made available on-line through the conference website. An additional 1 American graduate student presented his work at the 2013 AIED conference in Memphis.</p>\n<p>Students presented their research to the larger community, spoke individually with l...",
  "por_txt_cntn": "\nThis project funded fourteen young researchers to attend the Intelligent Tutoring Systems Conference in Chania, Crete,June 2012. ITS conferences have been run for 22 years and provide a unique environment in which researchers and practitioners exchange ideas, theories, experiments, techniques, applications and evaluations of initiatives supporting new developments relevant for the future. This ITS 2012 conference offered a professional opportunity for Young Researchers from all over the world to present cutting-edge research from the fields of Artificial Intelligence (AI), computer science, cognitive and learning sciences, psychology, and educational technology. Accepted graduate students enjoyed several special sessions to present their research ideas and to receive feedback from researchers in the ITS community. This activity supports the mission of NSF and other granting agencies to train more advanced professionals in Science, Technology, Engineering, and Mathematics (STEM).\n\n \n\nThis funding from NSF supported 14 advanced doctoral students from the US to attend the 5-day conference and associated tutorials and workshops associated with the 11th International Conference on Intelligent Tutoring Systems (ITS) held in Chania, Crete, Greece from June 14-18, 2012. The Young ResearchersÆ Track (YRT) provided a forum in which PhD students presented and discussed their work during its early stages, met peers with related interests, and worked with more senior members of the field (mentors). The program was open to all PhD students and invited submissions of papers with advisors or collaborators. We were able to support an additional American graduate student to attend the conference, AIED 2013 in Memphis. This conference is a \"sister\" conference to the ITS 2012. Many researchers attend both conferences in alternate years and locations (USA, Europe, Asia, et.).The students profited from their experience at the conferences as indicated in their written comments to the YRT Committee.\n\n \n\nSummaries for all accepted proposals were published in a separate conference proceedings and made available on-line through the conference website. An additional 1 American graduate student presented his work at the 2013 AIED conference in Memphis.\n\nStudents presented their research to the larger community, spoke individually with leaders in the field and generally received strong support by articulating their research and receiving feedback. Many of these conversations continued later during the year and many mentors have been included on student dissertation committees. NSF funding supported students to become involved in the conference and activities in subsequent years as members of the ITS community. They had access to various ITS resources provided to the international members. More young researchers will be actively integrated with the community of ITS researchers.\n\nA total of 24 papers were presented by these researchers or co-authored by them at the conference. NSF funding was reserved for advanced doctoral students, or those who had completed a MasterÆs degree, undertaken a major interdisciplinary project, and/or had about a year of academic work left to complete prior to defending their dissertation proposal.\n\nIn selecting participants for funding the committee considered the quality and broad interest of the applicants' research and selected a set of studies and projects representing a diversity of institutions, topics, disciplines, ethnicities, and nationalities. Summaries for all accepted proposals were published in a separate conference proceedings and made available on-line through the conference website. An additional 1 American graduate student presented his work at the 2013 AIED conference in Memphis.\n\nStudents presented their research to the larger community, spoke individually with leaders in the field and generally received strong support by articulating their research and receiving feedback. Many of these conversations continue..."
 }
}