{
 "awd_id": "1238905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Targeted Infusion Project Grant: Integrating Interactive Bioinformatics Learning Modules into the Undergraduate Biology Curriculum",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 299977.0,
 "awd_amount": 299977.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "The targeted infusion project of Prairie View A&M University has as its primary goal to enhance the Biology curriculum with the incorporation of bioinformatics modules into existing traditional Biology courses.  As such, this project is particularly aligned with recent advances in the fields of molecular biology, biotechnology and information technology.  The project goal will be achieved through the implementation of several objectives that include development of e-learning software and modules designed to enhance student learning and assist students in exploring and visualizing biological theories and concepts.  In order to ensure program success, a carefully developed set of faculty workshops is also planned.  These workshops, to be held during the summer breaks, will familiarize faculty with learning modules and their proper implementation in the classroom.  Ultimately, the activities proposed will not only expose students to the field of bioinformatics and its application to real world problems, but will also improve their capacities to compete for highly coveted undergraduate research opportunities at major research intensive institutions.  As such, it is expected that a significant percentage of PVAMU students will, subsequently, matriculate into STEM graduate degree programs, thereby contributing to the diversification of the US STEM enterprise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "E Gloria",
   "pi_last_name": "Regisford",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "E Gloria C Regisford",
   "pi_email_addr": "gcregisford@pvamu.edu",
   "nsf_id": "000109057",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Lu",
   "pi_email_addr": "yilu@pvamu.edu",
   "nsf_id": "000503941",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Prairie View A & M University",
  "inst_street_address": "100 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "PRAIRIE VIEW",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9362611689",
  "inst_zip_code": "77446",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "PRAIRIE VIEW A&M UNIVERSITY",
  "org_prnt_uei_num": "FTAAW94S6LC6",
  "org_uei_num": "FTAAW94S6LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Prairie View A & M University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "774460001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this Targeted Infusion Project grant was to enhance the Biology curriculum at Prairie View A&amp;M University (PVAMU) by infusing user-friendly interactive Bioinformatics learning modules into existing traditional Biology courses.&nbsp;The specific objectives were to: (i) Develop user-friendly interactive bioinformatics learning modules using Adobe E-Learning Suite and (ii)&nbsp;Integrate and infuse the interactive bioinformatics modules into the current biology curriculum. <strong><em>Intellectual Merit:</em> </strong>Over the period of the grant, Bioinformatics was infused into fifteen traditional Biology courses, including BIOL 1021 - Biology Seminar, BIOL 1031 &ndash; Biology Seminar, BIOL 1015 - General Biology I, BIOL 1025 - General Biology II, BIOL 1034 &ndash; Botany, BIOL 1073 - General Microbiology, BIOL 2054 &ndash; Genetics, BIOL 3034 &ndash; Microbiology, BIOL 3073 - Molecular Biology I, BIOL 3083 - Molecular Biology II, BIOL 3124 - Cell Biology, BIOL 3134 - Synthetic Biology, BIOL 4013 - Topics in Genomics, BIOL 4051 &ndash; Research, BIOL 4061 &ndash; Research. Two graduate students were involved in developing user-friendly Bioinformatics modules that were infused into the various courses.&nbsp; &nbsp;These modules enabled the students to use and navigate the various Bioinformatics tools and database, namely, BLAST, PUBMED, OMIM, CLUSTALW, KEGG, SNP, GENSCAN, GENECARDS, ENSEMBL, NCBI and UCSC.&nbsp; Based on the results of a survey given to students who used the Bioinformatics modules, the traditional Biology courses more enjoyable and time flexible. Students also indicated that they were able to grasp basic Biology concepts more quickly and easily. It is noteworthy that this exposure &nbsp;o the novel field of Bioinformatics led to students becoming engaged in course-based undergraduate research experiences.&nbsp; Students also developed professionally, in that some students created posters and presented their Bioinformatics projects at local, regional, state and national research conferences.&nbsp; <strong><em>Broader Impacts:&nbsp; </em></strong>This project directly reached a large number of under-represented minority and female STEM students. Over 800 undergraduates at PVAMU who registered for the traditional Biology courses over the life of the grant, were exposed to bioinformatics tools, databases and concepts. Approximately 200 students were fully engaged in course-based&nbsp;Bioinformatics research projects, and presented their data in poster format at the end of Fall and Spring semesters. &nbsp; Fifteen students presented at local, regional, state and national research conferences such as the (a) annual Biology Research Symposium at PVAMU; (b).&nbsp;PVAMU Undergraduate Research Symposium-Integrating Research in Student Engagement Undergraduate Program (iRISE-UP); (c) The Texas A&amp;M University System (TAMUS) Pathways (d) the Annual Biomedical Conference for Minority Students (ABRCMS) and the American Society for Cell Biology (ASCB).&nbsp; Results of this project, based on student survey results, were disseminated by the PI, who made an oral and poster presentation at the annual meeting of the American Society for Microbiology (2015) and at ASCB (2016), respectively. An even a larger audience can be reached via the website, <a href=\"http://nsftip.pvamu.edu\">http://nsftip.pvamu.edu</a>.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2017<br>\n\t\t\t\t\tModified by: E. Gloria&nbsp;Regisford</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this Targeted Infusion Project grant was to enhance the Biology curriculum at Prairie View A&amp;M University (PVAMU) by infusing user-friendly interactive Bioinformatics learning modules into existing traditional Biology courses. The specific objectives were to: (i) Develop user-friendly interactive bioinformatics learning modules using Adobe E-Learning Suite and (ii) Integrate and infuse the interactive bioinformatics modules into the current biology curriculum. Intellectual Merit: Over the period of the grant, Bioinformatics was infused into fifteen traditional Biology courses, including BIOL 1021 - Biology Seminar, BIOL 1031 &ndash; Biology Seminar, BIOL 1015 - General Biology I, BIOL 1025 - General Biology II, BIOL 1034 &ndash; Botany, BIOL 1073 - General Microbiology, BIOL 2054 &ndash; Genetics, BIOL 3034 &ndash; Microbiology, BIOL 3073 - Molecular Biology I, BIOL 3083 - Molecular Biology II, BIOL 3124 - Cell Biology, BIOL 3134 - Synthetic Biology, BIOL 4013 - Topics in Genomics, BIOL 4051 &ndash; Research, BIOL 4061 &ndash; Research. Two graduate students were involved in developing user-friendly Bioinformatics modules that were infused into the various courses.   These modules enabled the students to use and navigate the various Bioinformatics tools and database, namely, BLAST, PUBMED, OMIM, CLUSTALW, KEGG, SNP, GENSCAN, GENECARDS, ENSEMBL, NCBI and UCSC.  Based on the results of a survey given to students who used the Bioinformatics modules, the traditional Biology courses more enjoyable and time flexible. Students also indicated that they were able to grasp basic Biology concepts more quickly and easily. It is noteworthy that this exposure  o the novel field of Bioinformatics led to students becoming engaged in course-based undergraduate research experiences.  Students also developed professionally, in that some students created posters and presented their Bioinformatics projects at local, regional, state and national research conferences.  Broader Impacts:  This project directly reached a large number of under-represented minority and female STEM students. Over 800 undergraduates at PVAMU who registered for the traditional Biology courses over the life of the grant, were exposed to bioinformatics tools, databases and concepts. Approximately 200 students were fully engaged in course-based Bioinformatics research projects, and presented their data in poster format at the end of Fall and Spring semesters.   Fifteen students presented at local, regional, state and national research conferences such as the (a) annual Biology Research Symposium at PVAMU; (b). PVAMU Undergraduate Research Symposium-Integrating Research in Student Engagement Undergraduate Program (iRISE-UP); (c) The Texas A&amp;M University System (TAMUS) Pathways (d) the Annual Biomedical Conference for Minority Students (ABRCMS) and the American Society for Cell Biology (ASCB).  Results of this project, based on student survey results, were disseminated by the PI, who made an oral and poster presentation at the annual meeting of the American Society for Microbiology (2015) and at ASCB (2016), respectively. An even a larger audience can be reached via the website, http://nsftip.pvamu.edu.  \n\n\t\t\t\t\tLast Modified: 04/02/2017\n\n\t\t\t\t\tSubmitted by: E. Gloria Regisford"
 }
}