{
 "awd_id": "1238139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant: I/UCRC for Novel High Voltage Transmission Materials and Structures",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence A. Hornak",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 14499.0,
 "awd_amount": 14499.0,
 "awd_min_amd_letter_date": "2012-07-06",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "Program Director' Recommendation \r\nPlanning Grant: I/UCRC for Novel High Voltage Transmission Materials \r\n\r\n1238139 University of Denver; Maciej Kumosa \r\n1238275 Michigan Technological University; Gregory Odegard \r\n1238331 University of Illinois at Urbana-Champaign; Iwona Jasiuk \r\n\r\nThe proposed Center, comprised of the University of Denver (UD as the lead institution), Michigan Technological University (MTU) and the University of Illinois at Urbana-Champaign (UIUC), will focus on improving the design of the next generation High Voltage transmission (HV/T) conductors. \r\n\r\nThe current designs of high voltage conductors based on steel (for strength) and aluminum (for conduction) strands used in regional grids exhibit several limitations. Primarily, they are limited by their propensity to sag at elevated temperatures. Through extensive collaborations amongst the sites of the proposed Center and with several leading US industries and national laboratories, entirely new classes of HV/T materials systems and structures will be designed for a variety of high energy applications. The interdisciplinary fundamental and applied research performed in the Center will make a major impact on the understanding of the combined effects of mechanical, electrical and environmental high energy fields on traditional metallic materials, novel polymer, metallic and ceramic matrix composites, highly advanced next generation nanocomposites, coatings, and others. The PIs intend to explore new manufacturing technologies in order to improve the aging resistance of traditional low cost materials for HV/T long term applications. Finally,new monitoring, self-repair and self-healing techniques for HV/T structures will be designed as a result of the proposed research activities of the Center. \r\n\r\nThe proposed research will increase the fundamental knowledge of the effects of HV/T fields on the materials leading to major advances in (1) HV transmission engineering, (2) high energy generation and distribution systems, and (3) many other fields of engineering requiring the application of HV/T material systems. It will also create a diverse and interdisciplinary educational, research and business environment for (1) numerous undergraduate and graduate students, including those from underrepresented groups, funded by the research projects of the Center, (2) faculty members from a variety of disciplines, including junior faculty starting their academic careers, (3) utility, aerospace and national lab engineers and designers developing various types of HV/T materials and structures, (4) utility managers supervising HV transmission lines across the country, and many others. The Center will enhance the reputation of the American HV/T manufacturing around the world and, in particular, will improve the level of confidence among the potential users of novel HV/T structures in this country and around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maciej",
   "pi_last_name": "Kumosa",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Maciej S Kumosa",
   "pi_email_addr": "mkumosa@du.edu",
   "nsf_id": "000434500",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Denver",
  "inst_street_address": "2199 S UNIVERSITY BLVD RM 222",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3038712000",
  "inst_zip_code": "802104711",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "UNIVERSITY OF DENVER",
  "org_prnt_uei_num": "WCUGNQQ8DZU1",
  "org_uei_num": "WCUGNQQ8DZU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Denver",
  "perf_str_addr": "2450 South Gaylord Street",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802120471",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8037",
   "pgm_ref_txt": "Advanced Manufacturing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this grant planning award was to hold a successful<br />planning meeting with various industry and university representatives interested in future participation in our proposed &nbsp;Industry/University Cooperative Research Center for Novel High Voltage/High (HV/T) Temperature Materials and Structures at the University of Denver, the Michigan Technological University, and the University of Illinois at Urbana-Champaign. The main outcome of this meeting was to create the initial research agenda to start the Center. The final outcome of the grant was to obtain enough industrial support in order to submit the final proposal to the National Science Foundation seeking its approval to form the Center.&nbsp;<br />The grant planning meeting took place on December 3/4, 2012 at the<br />University of Denver and was attended by twenty one senior representatives from 14 major U.S. corporations and publishing companies. &nbsp;The first preliminary Industry Advisory Board was formed at the meeting, which approved the agenda,&nbsp; approved&nbsp; eight initial research projects for the Center and&nbsp; committed significant industry funds to form the Center. The final proposal for the Center was submitted to NSF on September 27, 2013. The proposal was strongly supported, through strong commitment letters, by Boeing, the Bonneville Power Administration, BP (former British Petroleum), Composites Technology Development, Lockheed Martin, MacLean Power Systems, Southwire, the Tri-state Generation and Transmission Association, and&nbsp; Western Area Power Administration. Most of them attend the grant planning meeting.</p>\n<p>Various novel high voltage/temperature materials (HV/T) and structures<br />for high energy transmission and other closely related applications will<br />be studied in the proposed Center. If funded, the Center will provide research<br />support to such industries as utility, aerospace, nuclear, military, environmental, automotive, healthcare, and others, which might be interested in the application of novel HV/T materials in their design practices. &nbsp;<em>Intellectual Merit:</em> &nbsp;The truly interdisciplinary fundamental and applied research performed in the Center will make a major impact on our understanding of the combined effects of mechanical, electrical<br />and environmental high energy fields on traditional metallic materials, novel<br />polymer, metallic and ceramic matrix composites, highly advanced next<br />generation nanocomposites, coatings, and others. &nbsp;Through<br />extensive collaborations between the sites of the Center and with several leading US industries and national laboratories, entirely new classes of HV/T materials systems and structures will be designed for a variety of high energy applications.</p>\n<p><em>Broader Impacts of the Center: </em>Since the main goals of the Center are very strongly related to infrastructure, manufacturing, energy transport and the efficiency of the national electric grid, and the durability of HV/T<br />structures, its long-term economic benefits will be very significant.<em></em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2013<br>\n\t\t\t\t\tModified by: Maciej&nbsp;S&nbsp;Kumosa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main objective of this grant planning award was to hold a successful\nplanning meeting with various industry and university representatives interested in future participation in our proposed  Industry/University Cooperative Research Center for Novel High Voltage/High (HV/T) Temperature Materials and Structures at the University of Denver, the Michigan Technological University, and the University of Illinois at Urbana-Champaign. The main outcome of this meeting was to create the initial research agenda to start the Center. The final outcome of the grant was to obtain enough industrial support in order to submit the final proposal to the National Science Foundation seeking its approval to form the Center. \nThe grant planning meeting took place on December 3/4, 2012 at the\nUniversity of Denver and was attended by twenty one senior representatives from 14 major U.S. corporations and publishing companies.  The first preliminary Industry Advisory Board was formed at the meeting, which approved the agenda,  approved  eight initial research projects for the Center and  committed significant industry funds to form the Center. The final proposal for the Center was submitted to NSF on September 27, 2013. The proposal was strongly supported, through strong commitment letters, by Boeing, the Bonneville Power Administration, BP (former British Petroleum), Composites Technology Development, Lockheed Martin, MacLean Power Systems, Southwire, the Tri-state Generation and Transmission Association, and  Western Area Power Administration. Most of them attend the grant planning meeting.\n\nVarious novel high voltage/temperature materials (HV/T) and structures\nfor high energy transmission and other closely related applications will\nbe studied in the proposed Center. If funded, the Center will provide research\nsupport to such industries as utility, aerospace, nuclear, military, environmental, automotive, healthcare, and others, which might be interested in the application of novel HV/T materials in their design practices.  Intellectual Merit:  The truly interdisciplinary fundamental and applied research performed in the Center will make a major impact on our understanding of the combined effects of mechanical, electrical\nand environmental high energy fields on traditional metallic materials, novel\npolymer, metallic and ceramic matrix composites, highly advanced next\ngeneration nanocomposites, coatings, and others.  Through\nextensive collaborations between the sites of the Center and with several leading US industries and national laboratories, entirely new classes of HV/T materials systems and structures will be designed for a variety of high energy applications.\n\nBroader Impacts of the Center: Since the main goals of the Center are very strongly related to infrastructure, manufacturing, energy transport and the efficiency of the national electric grid, and the durability of HV/T\nstructures, its long-term economic benefits will be very significant.\n\n\t\t\t\t\tLast Modified: 09/29/2013\n\n\t\t\t\t\tSubmitted by: Maciej S Kumosa"
 }
}