{
 "awd_id": "1238987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Systems biology and engineering of Clostridium beijerinckii for enhance butanol production",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 250746.0,
 "awd_amount": 250746.0,
 "awd_min_amd_letter_date": "2012-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "0846964\r\nPrice\r\n\r\nThis CAREER research aims to integrate research in systems biology and biofuels generation with the creation of an interdisciplinary course in systems biology. This course will be addressed to both advanced undergraduates and to graduate students, and will be integrated with campus-wide efforts to create a new Professional Master's Program in BioEnergy and an ongoing program in Bioinformatics.  The motivations behind the research are two-fold: one engineering and one scientific. The engineering goal is to re-engineer the metabolic network of Clostridium beijerinckii for enhanced production of butanol, important for its use as a chemical feedstock and for its high potential as a second generation biofuel. The scientific objective is to pioneer novel approaches to using systems biology in lesser-characterized organisms, such as C. beijerinckii, to establish models linking the genotype to phenotype relationship in sufficient detail to enhance and control a property of specific interest - a very common challenge for many of the growing number of sequenced organisms.\r\nThe specific research aims are: 1) Reconstruct and experimentally validate the first computable genome-scale metabolic network of Clostridium beijerinckii; validation experiments to test model predictions will include quantifying growth rates, uptake rates, and secretion rates on various substrates both of the wildtype and of selected knockout strains; 2) Perform metabolomics experiments and use the data to enhance the metabolic network reconstruction and to monitor changes in metabolism through various fermentation processes; 3) Build a Matlab-based reconstruction module to aid other groups to more rapidly generate other metabolic models, automating the process where possible, and providing organization tools for those aspects still requiring a final step of manual curation;  this tool will also serve as a teaching aid in the course that will be developed (see below); and 4) Use the computational model to guide the experimental construction of strains of C. beijerinckii for enhanced butanol production. \r\nThe specific educational aims are: 1) Mentor undergraduate students through the development of a systems biology course and active research mentoring; 2) Mentor graduate students through a graduate course on systems biology and a related course on systems biology specific to bioenergy pursuits, as well as through research mentoring; 3) Guide the first undergraduate International Genetically Engineering Machines (iGEM) team from U. of Illinois to provide expansive research experience for large number of undergraduates in systems and synthetic biology; and 4) Develop a short-course on model-guided cellular engineering to be taught internationally, beginning in China and Korea, as well as within the USA.\r\nIntellectual merit:  This proposed project represents an endeavor to model the genotype to phenotype relationship in enough detail to allow for rational design to guide synthetic biology. It also utilizes an emerging technology and data source, metabolomics, and integrates it with quantitative modeling that is needed to harness the information content of this data.  The development of systems biology approaches to generate predictive network models from high-throughput data sources is a highly significant activity towards harnessing the power of genomics to accomplish engineering goals. \r\nBroader Impacts:  The development of efficient means to generate cellulosic butanol addresses issues relevant to very high impact areas for the United States, including decreasing our dependence on foreign oil and generating a carbon-neutral fuel cycle to benefit the environment. The proposed work will also be integrated with more comprehensive experimental programs, including industrial partnerships, as needed to translate findings to practical application.  The associated educational aims are critical to training a new generation of scientists and engineers who have a deep understanding of both quantitative analysis and biology, as is needed to drive 21st Century Biology and the emerging bioenergy industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Price",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan D Price",
   "pi_email_addr": "Nathan.Price@systemsbiology.org",
   "nsf_id": "000425953",
   "pi_start_date": "2012-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Institute for Systems Biology",
  "inst_street_address": "401 TERRY AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2067321200",
  "inst_zip_code": "981095263",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "INSTITUTE FOR SYSTEMS BIOLOGY",
  "org_prnt_uei_num": "SMK9PCMKXED6",
  "org_uei_num": "SMK9PCMKXED6"
 },
 "perf_inst": {
  "perf_inst_name": "Institute for Systems Biology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981095234",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 250746.0
  }
 ],
 "por": null
}