{
 "awd_id": "1238362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Rock Deformation Gordon Research Conference: Feedback Processes in Rock Deformation",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 22505.0,
 "awd_amount": 22505.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This project provides funding for travel and registration support to U.S. based early-career professionals and students to attend the Gordon Research Conference \" Feedback Processes in Rock Deformation\", which will be held in Andover, NH from August 19-24, 2012. The Rock Deformation conference series highlights the latest research and future trends in brittle and ductile rock mechanics, with experimental, field and theoretical contributions. The broad goals are to assess the understanding of the nature and controls on rock strength, fracture, friction, ductile deformation, and both fluid and melt flow during natural tectonic loading. This particular conference focuses on feedback mechanisms, which are very important in controlling the rates and mechanisms of rock deformation. Positive feedbacks lead to accelerating rates, and commonly to spatial focusing whereas negative feedbacks commonly cause decelerating, spatially distributed deformation and reaction. Major topics addressed at this conference include: (1) mechanisms of failure in geological materials at high confining pressure; (2) fluid-assisted slip, earthquakes and fracture; (3) reaction-driven cracking; (4) localized fluid transport (feedbacks involving chemical reaction; mechanical feedbacks); and (5) dynamic triggering of earthquakes.\r\n\r\nThis conference addresses many cutting-edge frontier research topics in tectonics, geophysics, and related fields. The conference theme has special relevance for extraction of unconventional hydrocarbon resources, implementation of enhanced geothermal systems, geological carbon capture and storage, and understanding seismic hazards. The conference would promote the participation of students, early career scientists, and researchers from underrepresented groups in the earth sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kelemen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Kelemen",
   "pi_email_addr": "peterk@ldeo.columbia.edu",
   "nsf_id": "000237684",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028920001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22505.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Conference on Rock Deformation was held at Proctor Academy<br /><br />Andover, New Hampshire, August 19-24, 2012.<br />The Conference was well-attended with 124 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 124 attendees, 66 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 66 respondents, 8%<br />were Minorities &ndash; 2% Hispanic, 6% Asian and 0% African American. Approximately 27%<br />of the participants at the 2011 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p class=\"CM2\">&nbsp;</p>\n<p class=\"CM2\"><span>Thank you for your support of this Conference.<br />As you know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\n\n\n\n\nThe Gordon Research Conference on Rock Deformation was held at Proctor Academy\n\nAndover, New Hampshire, August 19-24, 2012.\nThe Conference was well-attended with 124 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 124 attendees, 66 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 66 respondents, 8%\nwere Minorities &ndash; 2% Hispanic, 6% Asian and 0% African American. Approximately 27%\nof the participants at the 2011 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n \nThank you for your support of this Conference.\nAs you know, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 09/17/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}