{
 "awd_id": "1238552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identifying and Measuring the Implementation and Impact of STEM School Models",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 1858366.0,
 "awd_amount": 1858366.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2015-07-15",
 "awd_abstract_narration": "The goal of this Transforming STEM Learning project is to comprehensively describe models of 20 inclusive STEM high schools in five states (California, New Mexico, New York, Ohio, and Texas), measure the factors that affect their implementation; and examine the relationships between these, the model components, and a range of student outcomes. The project is grounded in theoretical frameworks and research related to learning conditions and fidelity of implementation.\r\n\r\nThe study employs a longitudinal, mixed-methods research design over four years. Research questions are: (1) What are the intended components of each inclusive STEM school model?; (2) What is the status of the intended components of each STEM school model?; (3) What are the contexts and conditions that contribute to and inhibit the implementation of components that comprise the STEM schools' models?; and (4) What components are most closely related to desired student outcomes in STEM schools? Data gathering strategies include: (a) analyses of school components (e.g., structures, interactions, practices); (b) measures of the actual implementation of components through teacher, school principals, and student questionnaires, observation protocols, teacher focus groups, and interviews; (c) identification of contextual conditions that contribute to or inhibit implementation using a framework inclusive of characteristics of the innovation, individual users, leadership, organization, and school environment using questionnaires and interviews; and (d) measuring student outcomes using four cohorts of 9-12 students, including standardized test assessment systems, grades, student questionnaires (e.g., students' perceptions of schools and teachers, self-efficacy), and postsecondary questionnaires. Quantitative data analysis strategies include: (a) assessment of validity and reliability of items measuring the implementation status of participating schools; (b) exploratory factor analysis to examine underlying dimensions of implementation and learning conditions; and (c) development of school profiles, and 2- and 3-level Hierarchical Linear Modeling to analyze relationships between implementation and type of school model. Qualitative data analysis strategies include:(a) descriptions of intra- and inter-school implementation and factor themes, (b) coding, and (c) narrative analysis. \r\n\r\nExpected outcomes are: (a) research-informed chracterizations of the range of inclusive STEM high school models emerging across the country; (b) identification of components of STEM high school models important for accomplishing a range of desired student achievement; (c) descriptions of contexts and conditions that promote or inhibit the implementation of innovative STEM teaching and learning; (d) instruments for measuring enactment of model components and the learning environments that affect them; and (e) methodological approaches for examining relationships between model components and student achievement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Century",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne Century",
   "pi_email_addr": "jcentury@uchicago.edu",
   "nsf_id": "000308155",
   "pi_start_date": "2012-09-20",
   "pi_end_date": "2014-03-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "LaForce",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie LaForce",
   "pi_email_addr": "laforce@uchicago.edu",
   "nsf_id": "000617818",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Century",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne Century",
   "pi_email_addr": "jcentury@uchicago.edu",
   "nsf_id": "000308155",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "LaForce",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie LaForce",
   "pi_email_addr": "laforce@uchicago.edu",
   "nsf_id": "000617818",
   "pi_start_date": "2012-09-20",
   "pi_end_date": "2014-03-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Noble",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Noble",
   "pi_email_addr": "enoble@missionmeasurement.com",
   "nsf_id": "000693770",
   "pi_start_date": "2015-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1858366.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong> The key purpose of this study, known as the STEM School Study (S3), was to understand the landscape of inclusive STEM high schools across the United States. This mixed-methods study comprehensively described and measured models of 20 inclusive STEM high schools in seven states (California, New York, North Carolina, Ohio, Tennessee, Texas, and Washington), measured the factors that affect their implementation, and examined the relationships between model components and a range of student outcomes. S3 has contributed to the field and the growing attention to STEM schools by a) describing the common components of inclusive STEM high school models and the ways those components are operationalized individually and in combination with others; and b) identifying and describing components of the schools that appear to be related to desired student outcomes.</p>\n<p><strong>Intellectual Merit:</strong> Using data collected in the initial stages of the study, the Outlier research team developed a clear framework for describing STEM school models, known as the Eight Elements of Inclusive STEM High Schools. This framework has served as a resource for policy-makers and practitioners around the world working to develop and improve STEM-focused education and schools. In addition, the Eight Elements served as our organizing guide for examining and analyzing implementation and outcomes. Alongside this framework, the study team developed and iterated instruments for measuring enactment of inclusive STEM school models. These instruments also measure external factors that affect implementation (e.g., staff attitudes) and outcomes (e.g., student attitudes toward STEM). Instruments include student and teacher questionnaires; student, teacher, and school leader interview protocols; an observation protocol; and teacher focus group protocols. Data were collected in three years of the study, allowing our instruments to achieve peak validity and reliability.</p>\n<p>Study findings highlighted a rich description of school models, predictors of teacher classroom behavior, and STEM school practices associated with student outcomes. For example, we found that teacher perceptions of school leader support significantly predicted the frequency of implementing STEM school instructional practices such as PBL and interdisciplinary lessons. We also found that certain strategies (such as PBL, student culture, and supportive teacher-student relationships) significantly predicted student attitudes toward math and science, as well as their interest in a future STEM career. Findings also showed that some strategies may help reduce race and gender gaps in STEM attitudes; for example, when students reported high levels of autonomy in their science classrooms, the gap between girls&rsquo; and boys&rsquo; interest in science and math narrowed.</p>\n<p>&nbsp;<strong>Broader Impacts:</strong> The S3 study has informed inclusive STEM school research, practice, and policy efforts over the course of its duration. A notable contribution has been the Eight Elements framework, which has been utilized widely in local, state, and international policy development and practice. Most recently, findings highlight the continued race and gender disparities present in inclusive STEM high schools, as well as specific strategies that may help reduce these gaps in the STEM pipeline.</p>\n<p>S3 has produced over 25 presentations, many for practitioner audiences. Two papers have been published in peer-reviewed journals, and two are currently under review. A fifth paper is in development. S3 has been featured in publications from practitioner-focused organizations such as NSTA, MSPNet, and sysTEM. The S3 website has received nearly 40,000 unique hits.</p>\n<p>Through the S3 project, the project team has directly supported and advised on STEM education policy development around the world. Our measures have also been shared for use by other STEM education researchers. The S3 team regularly collaborates with other researchers, policy-makers, and practitioners on work around inclusive STEM school strategies and their relationship to equitable education for all.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2018<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;Noble</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview: The key purpose of this study, known as the STEM School Study (S3), was to understand the landscape of inclusive STEM high schools across the United States. This mixed-methods study comprehensively described and measured models of 20 inclusive STEM high schools in seven states (California, New York, North Carolina, Ohio, Tennessee, Texas, and Washington), measured the factors that affect their implementation, and examined the relationships between model components and a range of student outcomes. S3 has contributed to the field and the growing attention to STEM schools by a) describing the common components of inclusive STEM high school models and the ways those components are operationalized individually and in combination with others; and b) identifying and describing components of the schools that appear to be related to desired student outcomes.\n\nIntellectual Merit: Using data collected in the initial stages of the study, the Outlier research team developed a clear framework for describing STEM school models, known as the Eight Elements of Inclusive STEM High Schools. This framework has served as a resource for policy-makers and practitioners around the world working to develop and improve STEM-focused education and schools. In addition, the Eight Elements served as our organizing guide for examining and analyzing implementation and outcomes. Alongside this framework, the study team developed and iterated instruments for measuring enactment of inclusive STEM school models. These instruments also measure external factors that affect implementation (e.g., staff attitudes) and outcomes (e.g., student attitudes toward STEM). Instruments include student and teacher questionnaires; student, teacher, and school leader interview protocols; an observation protocol; and teacher focus group protocols. Data were collected in three years of the study, allowing our instruments to achieve peak validity and reliability.\n\nStudy findings highlighted a rich description of school models, predictors of teacher classroom behavior, and STEM school practices associated with student outcomes. For example, we found that teacher perceptions of school leader support significantly predicted the frequency of implementing STEM school instructional practices such as PBL and interdisciplinary lessons. We also found that certain strategies (such as PBL, student culture, and supportive teacher-student relationships) significantly predicted student attitudes toward math and science, as well as their interest in a future STEM career. Findings also showed that some strategies may help reduce race and gender gaps in STEM attitudes; for example, when students reported high levels of autonomy in their science classrooms, the gap between girls? and boys? interest in science and math narrowed.\n\n Broader Impacts: The S3 study has informed inclusive STEM school research, practice, and policy efforts over the course of its duration. A notable contribution has been the Eight Elements framework, which has been utilized widely in local, state, and international policy development and practice. Most recently, findings highlight the continued race and gender disparities present in inclusive STEM high schools, as well as specific strategies that may help reduce these gaps in the STEM pipeline.\n\nS3 has produced over 25 presentations, many for practitioner audiences. Two papers have been published in peer-reviewed journals, and two are currently under review. A fifth paper is in development. S3 has been featured in publications from practitioner-focused organizations such as NSTA, MSPNet, and sysTEM. The S3 website has received nearly 40,000 unique hits.\n\nThrough the S3 project, the project team has directly supported and advised on STEM education policy development around the world. Our measures have also been shared for use by other STEM education researchers. The S3 team regularly collaborates with other researchers, policy-makers, and practitioners on work around inclusive STEM school strategies and their relationship to equitable education for all.\n\n\t\t\t\t\tLast Modified: 05/16/2018\n\n\t\t\t\t\tSubmitted by: Elizabeth Noble"
 }
}