{
 "awd_id": "1238477",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:  Professional Development in Writing and Publication for Early-Stage Underrepresented Faculty at Pembroke, Virginia, August, 2013",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamra Mendelson",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 16000.0,
 "awd_amount": 16000.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "Intellectual merit: The attrition rate for biologists from underrepresented groups is currently highest during the post-doctoral and assistant professor years. Tenure and promotion success to reach senior faculty positions requires sustained research productivity, even at small teaching-centered colleges. As such, virtually all early-stage faculty face the challenge of developing into consistent, creative and productive writers within their discipline. Common barriers to effective scholarly writing include: lack of a supportive community; poor mentorship and training in productive writing habits; and lack of guidance on best strategies for disseminating work. An intensive writing workshop and retreat for early stage faculty from underrepresented groups will develop models for effective publication by drawing on the expertise of editors and reviewers, highly productive senior scientists, and administrators knowledgeable about tenure processes from a range of institutions. Participants will divide their time between panel discussions and informal workshops led by the mentors, and time to work on and receive feedback about a writing project of their own. Additionally, the workshop organizers will collect and disseminate data on both the pitfalls early-stage faculty encounter in effective writing and the most effective strategies identified during the workshop for overcoming those barriers.\r\n\r\nBroader impacts: Bringing together a diverse group of participants and mentors who encompass the full range of scholarly publication experience will build a more diverse community of biologists who may support each other in attaining scholarly productivity commiserate with promotion and tenure in a variety of institutional contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bronwyn",
   "pi_last_name": "Bleakley",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Bronwyn H Bleakley",
   "pi_email_addr": "bbleakley@stonehill.edu",
   "nsf_id": "000230592",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edmund",
   "pi_last_name": "Brodie",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Edmund D Brodie",
   "pi_email_addr": "bbrodie@virginia.edu",
   "nsf_id": "000434078",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Moore",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Allen J Moore",
   "pi_email_addr": "ajmoore@uga.edu",
   "nsf_id": "000526065",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stonehill College",
  "inst_street_address": "320 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH EASTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5085651069",
  "inst_zip_code": "023570001",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "STONEHILL COLLEGE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "HULCTULMDF83"
 },
 "perf_inst": {
  "perf_inst_name": "Mountain Lake Biological Station",
  "perf_str_addr": "240 Salt Pond Circle",
  "perf_city_name": "Pembroke",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "241363092",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  },
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  },
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7659",
   "pgm_ref_txt": "ANIMAL BEHAVIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite recent advances in the representation of people traditionally under-represented in science in undergraduate and graduate programs, disparities in participation continue to emerge and compound through post-doctoral and early faculty years. Two significant factors that broadly affect the success of faculty in meeting tenure and promotion requirements, irrespective of gender, ethnicity or disability status are: 1) the degree to which new faculty are provided training for duties that often fall well outside the scope of the typical graduate professional preparation and 2) the availability of opportunities to develop close community ties that support scholarly productivity. For many institutions, including small &ldquo;teaching-centered&rdquo; colleges, the single most important factor in tenure decisions is publication rate. Even when early-stage faculty can access professional development resources, they may not have the opportunity to practice their training in meaningful ways before being required to put it into practice in their daily lives. We sought to support the development of a robust and diverse science pipeline by providing early-stage faculty from groups typically under-represented in biology with professional development training in writing productivity and the opportunity to put theory into immediate practice through a simultaneous writing retreat.</p>\n<p>We held a five day workshop and retreat at University of Virginia&rsquo;s Mountain Lake Biological Station in early August, 2013. We brought together mentors who were diverse on a variety of axes, including gender, race/ethnicity, institution and disciplinary expertise, and current administrative and research roles. Participants included 19 faculty (e.g. visiting professors, assistant professors, and visiting scholars) and 14 post-doctoral associates. Three quarters of the participants were women and half of the total participants were men and women of color. They hailed from every kind of position, from teaching intensive to 100% research funded via soft money. We provided room and board for all participants with a majority of participants paying for their own travel. We did, however, provide travel stipends for five participants who would have otherwise been unable to attend. Mentors presented training in project management, crafting stories from existing data, targeting journals and responding to reviews, creating an &lsquo;international reputation&rsquo; commiserate with finding a job and earning tenure, and day-to-day strategies for improving productivity. They also provided opportunities for one-on-one and small group discussions with participants. The short workshops, panels, and discussions were interspersed with many opportunities to write. Opportunities to network and form smaller support groups were also provided.</p>\n<p>In post-workshop surveys, participants responded strongly and positively to learning and practicing daily writing, employing strategies for accountability, and developing strong community ties in support of their productivity. A longitudinal follow-up study is ongoing to identify long-term changes in faculty behavior associated with the workshop. Our results suggest that, much like students, faculty need practice and frequent low-stakes accountability to develop as professionals. Opportunities to learn and practice professional development strategies are required for many faculty to develop effective productivity habits. Our results also provide a list of concrete strategies that early-stage scientists may employ in support of their own professional development, including employing explicit project management principles, practicing daily writing, and networking to find peer support for productivity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/11/2014<br>\n\t\t\t\t\tModified by: Bronwyn&nbsp;H&nbsp;Bleakley</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div clas...",
  "por_txt_cntn": "\nDespite recent advances in the representation of people traditionally under-represented in science in undergraduate and graduate programs, disparities in participation continue to emerge and compound through post-doctoral and early faculty years. Two significant factors that broadly affect the success of faculty in meeting tenure and promotion requirements, irrespective of gender, ethnicity or disability status are: 1) the degree to which new faculty are provided training for duties that often fall well outside the scope of the typical graduate professional preparation and 2) the availability of opportunities to develop close community ties that support scholarly productivity. For many institutions, including small \"teaching-centered\" colleges, the single most important factor in tenure decisions is publication rate. Even when early-stage faculty can access professional development resources, they may not have the opportunity to practice their training in meaningful ways before being required to put it into practice in their daily lives. We sought to support the development of a robust and diverse science pipeline by providing early-stage faculty from groups typically under-represented in biology with professional development training in writing productivity and the opportunity to put theory into immediate practice through a simultaneous writing retreat.\n\nWe held a five day workshop and retreat at University of VirginiaÆs Mountain Lake Biological Station in early August, 2013. We brought together mentors who were diverse on a variety of axes, including gender, race/ethnicity, institution and disciplinary expertise, and current administrative and research roles. Participants included 19 faculty (e.g. visiting professors, assistant professors, and visiting scholars) and 14 post-doctoral associates. Three quarters of the participants were women and half of the total participants were men and women of color. They hailed from every kind of position, from teaching intensive to 100% research funded via soft money. We provided room and board for all participants with a majority of participants paying for their own travel. We did, however, provide travel stipends for five participants who would have otherwise been unable to attend. Mentors presented training in project management, crafting stories from existing data, targeting journals and responding to reviews, creating an æinternational reputationÆ commiserate with finding a job and earning tenure, and day-to-day strategies for improving productivity. They also provided opportunities for one-on-one and small group discussions with participants. The short workshops, panels, and discussions were interspersed with many opportunities to write. Opportunities to network and form smaller support groups were also provided.\n\nIn post-workshop surveys, participants responded strongly and positively to learning and practicing daily writing, employing strategies for accountability, and developing strong community ties in support of their productivity. A longitudinal follow-up study is ongoing to identify long-term changes in faculty behavior associated with the workshop. Our results suggest that, much like students, faculty need practice and frequent low-stakes accountability to develop as professionals. Opportunities to learn and practice professional development strategies are required for many faculty to develop effective productivity habits. Our results also provide a list of concrete strategies that early-stage scientists may employ in support of their own professional development, including employing explicit project management principles, practicing daily writing, and networking to find peer support for productivity.\n\n\t\t\t\t\tLast Modified: 11/11/2014\n\n\t\t\t\t\tSubmitted by: Bronwyn H Bleakley"
 }
}