{
 "awd_id": "1238352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Leadership and Political Change at the End of the Formative Period  in the Nepena Valley, Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 24800.0,
 "awd_amount": 24800.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "Under the supervision of Dr. Marc Bermann, Hugo Ikehara will investigate changes in prehispanic settlement patterns and elite activities during the Late and the Final Formative Periods (1200- 200 B.C.) in the Nepeña Valley, Peru.  This time period has been identified as one of marked societal transformation on the prehispanic Peruvian North Coast, including the disintegration of the overarching Cupisnique-Chavín religious tradition, considered one of the ideological foundations for local and regional political leadership. However, practices related to this cult were abandoned before 750 B.C. in the Coast and around 500 B.C. in the Highlands. The following period has been characterized as a time of intensified conflict and social reorganization.  The research will explore the proposition that in this relative political and ideological \"vacuum,\" varied and alternative power strategies, rooted in ideology, economic processes, or military force will quickly arise, as ambitious leaders search for the most effective new means of establishing authority or power.   As a way of better understanding archaeological \"collapse,\" this research aims at identifying the factors that might shape different political trajectories in such settings. \r\n\r\nAlthough the focus of this research is archaeological, the level of social organization observed in prehistoric Peru bears significant resemblance to many parts of the present day countries in the developing world. The project provides insight into how, over the long term, political and social organization changes in response to collapse of central authority.\r\n\r\nResearch in the Nepeña Valley has shown that part of this process was the abandonment and construction of large public architecture centers. Mr. Ikehara's research will involve a four-month, 100% archaeological survey of the Upper Nepeña Valley, mapping of major centers, and a program of intensive surface collection.  The data generated will be used to address issues of: (1) regional political organization; (2) the nature of public ceremony, and its role in local and regional social integration; (3) the forms and variability in power strategies pursued by elites, and (4) demographic trends and changes in man-land relationships. Recent improvements in survey methods and in local ceramic chronology will permit multiscalar study of continuity and change in elite activities from the Late through the Final Formative Period.  The proposed research therefore aims at producing a better understanding of sociopolitical flux in the Andean past, and exploring how such flux can be studied without excavation. \r\n\r\nThe broader impacts of this research include: the implementation of long-term research that will serve as a framework for integrating current research at different sites in the valley, as well as the results of archaeological research from decades past; an Andean test of a survey methodology that has proven effective in China, Colombia, and other regions around the world.  Project results will be disseminated in peer-review publications in the United States and in Peru, and the data will be made available to a global public online through the University of Pittsburgh data base in comparative archaeology website.  Peruvian students from different universities will participate in the fieldwork, and will be trained in current survey techniques.  Special reports from the project will be disseminated to cultural heritage authorities in Peru to aid in planning for site conservation and tourism.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Bermann",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Marc P Bermann",
   "pi_email_addr": "bermarc@pitt.edu",
   "nsf_id": "000329021",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hugo",
   "pi_last_name": "Ikehara",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Hugo C Ikehara",
   "pi_email_addr": "hci1@pitt.edu",
   "nsf_id": "000610462",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This archaeological research explored how crises create contexts in which existing leadership structures weaken, giving scope to the development of alternative, even competing, modes of authority and power (&ldquo;leaderships&rdquo;), at the community and regional levels. Using a multi-scalar approach, from the household to the regional, the research investigated political and socioeconomic changes following the disintegration of the Cupisnique-Chavin Religious Complex (750-500 B.C.) in the Nepe&ntilde;a Middle Valley (North Coast of Peru).&nbsp; The fieldwork consisted of a full coverage, regional pedestrian survey of 83.7 km<sup>2</sup> of the Valley, and generated 2965 survey units with an average extension of 0.51 &plusmn; 0.29 ha.&nbsp; Among the settlements investigated were 23 ceremonial centers. The survey was followed by a Geographical Information System (GIS)-based analysis of population, defensive structures, public architecture, and agricultural resources.&nbsp;</p>\n<p>This research revealed the development of marked variability in leaderships (in terms of reliance on public ritual, warfare, domination of economic processes, ideology, labor mobilization), playing out in 12 small polities in the centuries following 500 B.C.&nbsp; These developments were juxtaposed with household level shifts (in such things as household interdependence) as well as with larger demographic and economic processes in the Middle Valley (Figure 1).&nbsp; In particular, this Period 2 saw striking population increase, followed by steep population decline after 150 BC. The most &ldquo;successful&rdquo; of these sub-regional leaderships - in terms of persistence - involved population aggregation, greater involvement in particular forms of craft production, and leaders trafficking in exotic goods.&nbsp; A new leadership strategy that emerged in the subsequent Period III was domination of irrigation systems.&nbsp; These aspects of leadership underlay the consolidation of power of regional leaders in the subsequent epoch in the Valley.&nbsp;</p>\n<p>Sociopolitical crisis, as investigated in this research, may have been explored in a prehistoric population, but, more broadly, the research illuminates how people respond to periods of uncertainty. &nbsp; In this case study, communities decided to accept alternative leaderships, abandoning traditional power relationships that had been reproduced over centuries. Because the ramifications of this decision making may not appear in the short term, an archaeological perspective is valuable in understanding under what circumstances new modes of authority emerged, and how these took root in rapidly changing societies, giving birth to new political institutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2015<br>\n\t\t\t\t\tModified by: Marc&nbsp;P&nbsp;Bermann</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1238352/1238352_10206085_1411256631756_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1238352/1238352_10206085_1411256631756_Figure1--rgov-800width.jpg\" title=\"Polities in the Nepe?a Middle Valley\"><img src=\"/por/images/Reports/POR/2014/1238352/1238352_10206085_1411256631756_Figure1--rgov-66x44.jpg\" alt=\"Polities in the Nepe?a Middle Valley\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Districts or polities (right) were delimited by interpreting the surfaces (left) created by the data gathered on population densities and distances between households.  Note the political frag...",
  "por_txt_cntn": "\nThis archaeological research explored how crises create contexts in which existing leadership structures weaken, giving scope to the development of alternative, even competing, modes of authority and power (\"leaderships\"), at the community and regional levels. Using a multi-scalar approach, from the household to the regional, the research investigated political and socioeconomic changes following the disintegration of the Cupisnique-Chavin Religious Complex (750-500 B.C.) in the Nepe&ntilde;a Middle Valley (North Coast of Peru).  The fieldwork consisted of a full coverage, regional pedestrian survey of 83.7 km2 of the Valley, and generated 2965 survey units with an average extension of 0.51 &plusmn; 0.29 ha.  Among the settlements investigated were 23 ceremonial centers. The survey was followed by a Geographical Information System (GIS)-based analysis of population, defensive structures, public architecture, and agricultural resources. \n\nThis research revealed the development of marked variability in leaderships (in terms of reliance on public ritual, warfare, domination of economic processes, ideology, labor mobilization), playing out in 12 small polities in the centuries following 500 B.C.  These developments were juxtaposed with household level shifts (in such things as household interdependence) as well as with larger demographic and economic processes in the Middle Valley (Figure 1).  In particular, this Period 2 saw striking population increase, followed by steep population decline after 150 BC. The most \"successful\" of these sub-regional leaderships - in terms of persistence - involved population aggregation, greater involvement in particular forms of craft production, and leaders trafficking in exotic goods.  A new leadership strategy that emerged in the subsequent Period III was domination of irrigation systems.  These aspects of leadership underlay the consolidation of power of regional leaders in the subsequent epoch in the Valley. \n\nSociopolitical crisis, as investigated in this research, may have been explored in a prehistoric population, but, more broadly, the research illuminates how people respond to periods of uncertainty.   In this case study, communities decided to accept alternative leaderships, abandoning traditional power relationships that had been reproduced over centuries. Because the ramifications of this decision making may not appear in the short term, an archaeological perspective is valuable in understanding under what circumstances new modes of authority emerged, and how these took root in rapidly changing societies, giving birth to new political institutions.\n\n\t\t\t\t\tLast Modified: 03/06/2015\n\n\t\t\t\t\tSubmitted by: Marc P Bermann"
 }
}