{
 "awd_id": "1238568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Biomedical Engineering Society (BMES) Annual Meeting in Atlanta, GA on October 24-27, 2012",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "1238568 \r\nJo\r\n\r\nThe BMES Annual Fall Meeting is a high quality, multidisciplinary scientific event conducted by the Biomedical Engineering Society (BMES). This year's meeting is co-hosted by the Georgia Institute of Technology and Emory University and will be held in Atlanta, Georgia from October 24-27, 2012. This year's theme is \"Integrating Academics, Industry, and Translation: From Discovery to Implementation.\" The main program consists of a total of 15 parallel technical Program Tracks providing over 800 oral presentations and an additional 1,600+ in poster presentations. The meeting will also feature two one-day workshops, 9 plenary lectures by distinguished academic, translational and industry leaders, two special symposia, numerous research presentations and a variety of special sessions. This meeting also offers career opportunities through its \"Meet the Faculty\" session and a career fair where industry can meet with students. The two pre-conference workshops will deal with important contemporary issues in BME: \"Coulter College\", which focuses on technology transfer and commercialization; and COACH, which offers professional development for post-doctorates. A record 3,500+ attendees are anticipated for the 2012 meeting. The potential record attendance is based upon the number of abstracts received for the 2011 meeting (i.e., 2,448, which is a 12% increase over that of 2010). A Program booklet will provide program details to the participants of the conference. All technical presentations will be one-page, peer-reviewed abstracts, which will be compiled in CD format and distributed to all registrants. Copies of the CD will also be provided to all co-sponsoring societies. Currently, the CD is envisioned to serve as the only technical proceedings of the meeting due to the large number of high-quality abstracts accepted. The 2012 meeting currently has sponsorship commitments from three major sponsors, including the Georgia Institute of Technology, Clemson University and Medtronic.\r\n\r\nIntellectual Merit:\r\nThis conference is an extremely high-quality scientific, intellectually stimulating, and interdisciplinary meeting. It is the premiere conference for the BME field and brings together different BME communities in academics, translation and industry, including cell and molecular engineering, tissue engineering, through a searchable CD containing the proceedings and through the conference and society web sites. It also is co-sponsored by several prestigious BME-related societies. In addition to more than 2,400 oral and poster presentations, and two pre-conference workshops, at least nine distinguished speakers of high intellectual merit with international reputations for BME excellence are chosen by the BMES Awards Committee to give talks. These plenary lectures and the intellectual content of the meeting will provide important cross-fertilization of ideas, concepts, tools, and approaches, and will highlight the importance of BME as the intersection of Biology, Medicine, and Engineering.\r\n\r\nBroader Impact:\r\nIn addition to the direct impact this conference will have on the mainstream BME community, the primary aim of this meeting is to serve as the facilitator of important cross-fertilizations between the life sciences and engineering technologies and the facilitator of this integration in the multi-disciplinary approach to the practice of BME. This specific aim heavily targets the undergraduate and graduate students, postdoctoral trainees and junior faculty communities for their essential role in the future advancement of the BME sciences and practices and it is expected that 60% of the attendees will be students. The funding from the NSF will be useful to encourage and reward students, especially from underrepresented groups, while a portion of it will also help to bring the distinguished BME related leaders to the meeting. In order to successfully accomplish this specific aim, participation from biomedical engineers, engineers from other disciplines, cell and molecular biologists, biochemists, biophysicists, and other scientists, including clinical researchers, physicians, and members of the industrial communities, is actively promoted and encouraged. In this manner, this conference will have a much broader impact than if it were to be attended by only the BME community. This will also provide a broad impact for the current state of the discipline as well as for the future, since students will benefit by participation in the meeting and through the material presented by the plenary speakers and workshops. Subsequently, another primary aim of this meeting is to make the high-quality scientific information presented at the meeting readily available to multiple societies and to the public at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanjoong",
   "pi_last_name": "Jo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hanjoong Jo",
   "pi_email_addr": "HJO@emory.edu",
   "nsf_id": "000617689",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1599 Clifton Road",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The Biomedical Engineering Society (BMES) 2012 Annual Fall Meeting was co-hosted by the Georgia Institute of Technology and Emory University in Atlanta, Georgia from October 24-27, 2012.&nbsp;&nbsp; Hanjoong Jo, the PI of this Award, served as the Annual Meeting Chair for the meeting.&nbsp; This year&rsquo;s theme was &ldquo;Integrating Academics, Industry, and Translation: From Discovery to Implementation.&rdquo;&nbsp; This was a record year:&nbsp; Attendance at the BMES meeting saw a record, with nearly 4,000 people attending the Atlanta meeting.&nbsp; This continues the growing prominence of the BMES Meeting bringing together top researchers, universities, and industry representatives.&nbsp; The attendance was nearly a 22% increase over the previously most attended meeting.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>Research Presentations</strong>: About 2,800 abstracts were submitted for the scientific portion of the meeting.&nbsp; The meeting featured, 1,835 poster presentations.&nbsp; Total of 911 oral presentations and several field-leading plenary speech highlighting cutting-edge research were given during the meeting.&nbsp; The meeting also attracted a record number of major industry exhibitors, with nearly 100 exhibitors from industry, universities and other organizations.&nbsp; More than 140 candidates attended the Meet the Faculty Candidate poster session where they were able to display their research and talk directly with faculty recruiters.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>Networking and Educational Opportunities</strong>: In addition to research presentations, the BMES Meeting also provided one of the most important opportunities of networking for BME investigators (faculty and trainees including graduate and undergraduate students and postdoctoral fellows), industry representatives and various government and institute representatives.&nbsp; It also served as a forum for educational methods, student chapter interactions, and career connections.&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>Under-Represented Minority (URM) Activity:</strong> As a special program for URM students in the Atlanta area, this year we also created the BMES College Scholars Luncheon and Graduate Panel Program.&nbsp; The goal was to introduce minority undergraduate students from local universities to graduate study in BME. Students were selected from Spelman College, and Georgia Perimeter College. Additional students from Coretta Scott King High School and the B.E.S.T. Academy attended, along with Emory MD/PhD candidates.&nbsp; This event was held on Oct. 25 at the Georgia World Congress Center. Twenty five students attended the BMES Minority Luncheon, followed by a graduate panel to discuss graduate studies at Georgia Tech and Emory. Students had passes to attend BMES conference sessions and the Expo, after the event.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>Use of </strong><strong>Funds </strong></p>\n<p class=\"Default\">Total funding requested and received from the National Science Foundation was $15,000. This NSF funds was used as financial assistance for student and fellows, especially underrepresented minorities, and distinguished speaker participation, namely expenses related to travel. More specifically, student participation was supported by allocating $12,000 to help reimburse students, especially those who participated in the student competition and underrepresented minorities for some of their participation costs, including travel expenses. $3,000 was used to support Distinguished speaker participation to assist in the reimbursement of expenses such as travel costs.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default...",
  "por_txt_cntn": "The Biomedical Engineering Society (BMES) 2012 Annual Fall Meeting was co-hosted by the Georgia Institute of Technology and Emory University in Atlanta, Georgia from October 24-27, 2012.   Hanjoong Jo, the PI of this Award, served as the Annual Meeting Chair for the meeting.  This yearÆs theme was \"Integrating Academics, Industry, and Translation: From Discovery to Implementation.\"  This was a record year:  Attendance at the BMES meeting saw a record, with nearly 4,000 people attending the Atlanta meeting.  This continues the growing prominence of the BMES Meeting bringing together top researchers, universities, and industry representatives.  The attendance was nearly a 22% increase over the previously most attended meeting.\n \nResearch Presentations: About 2,800 abstracts were submitted for the scientific portion of the meeting.  The meeting featured, 1,835 poster presentations.  Total of 911 oral presentations and several field-leading plenary speech highlighting cutting-edge research were given during the meeting.  The meeting also attracted a record number of major industry exhibitors, with nearly 100 exhibitors from industry, universities and other organizations.  More than 140 candidates attended the Meet the Faculty Candidate poster session where they were able to display their research and talk directly with faculty recruiters.\n \nNetworking and Educational Opportunities: In addition to research presentations, the BMES Meeting also provided one of the most important opportunities of networking for BME investigators (faculty and trainees including graduate and undergraduate students and postdoctoral fellows), industry representatives and various government and institute representatives.  It also served as a forum for educational methods, student chapter interactions, and career connections. \n \nUnder-Represented Minority (URM) Activity: As a special program for URM students in the Atlanta area, this year we also created the BMES College Scholars Luncheon and Graduate Panel Program.  The goal was to introduce minority undergraduate students from local universities to graduate study in BME. Students were selected from Spelman College, and Georgia Perimeter College. Additional students from Coretta Scott King High School and the B.E.S.T. Academy attended, along with Emory MD/PhD candidates.  This event was held on Oct. 25 at the Georgia World Congress Center. Twenty five students attended the BMES Minority Luncheon, followed by a graduate panel to discuss graduate studies at Georgia Tech and Emory. Students had passes to attend BMES conference sessions and the Expo, after the event.\n \nUse of Funds \nTotal funding requested and received from the National Science Foundation was $15,000. This NSF funds was used as financial assistance for student and fellows, especially underrepresented minorities, and distinguished speaker participation, namely expenses related to travel. More specifically, student participation was supported by allocating $12,000 to help reimburse students, especially those who participated in the student competition and underrepresented minorities for some of their participation costs, including travel expenses. $3,000 was used to support Distinguished speaker participation to assist in the reimbursement of expenses such as travel costs.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\t\t\t\t\tLast Modified: 12/30/2013\n\n\t\t\t\t\tSubmitted by: Hanjoong Jo"
 }
}