{
 "awd_id": "1238600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Collaborative Research: Formal Design of Semi-Autonomous Cyberphysical Transportation Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "The goal of this research is to develop fundamental theory, efficient algorithms, and realistic\r\nexperiments for the analysis and design of safety-critical cyber-physical transportation systems\r\nwith human operators. The research focuses on preventing crashes between automobiles at road\r\nintersections, since these account for about 40% of overall vehicle crashes. Specifically, the main\r\nobjective of this work is to design provably safe driver-assist systems that understand driver?s\r\nintentions and provide warnings/overrides to prevent collisions. In order to pursue this goal,\r\nhybrid automata models for the driver-vehicles-intersection system, incorporating driver\r\nbehavior and performance as an integral part, are derived from human-factors experiments. A\r\npartial order of these hybrid automata models is constructed, according to confidence levels on\r\nthe model parameters. The driver-assist design problem is then formulated as a set of partially\r\nordered hybrid differential games with imperfect information, in which games are ordered\r\naccording to parameter confidence levels. The resulting designs are validated experimentally in\r\na driving simulator and in large-scale computer simulations.\r\n\r\nThis research leverages the potential of embedded control and communication technologies to\r\nprevent crashes at traffic intersections, by enabling networks of smart vehicles to cooperate with\r\neach other, with the surrounding infrastructure, and with their drivers to make transportation\r\nsafer, more enjoyable, and more efficient. The work is based on a collaboration among\r\nresearchers in formal methods, autonomous control, and human factors who are studying realistic and\r\nprovably correct warning/override algorithms that can be readily transitioned to production\r\nvehicles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Green",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Green",
   "pi_email_addr": "pagreen@umich.edu",
   "nsf_id": "000218008",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2901 Baxter Road",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project is to <strong>develop the scientific information and improved test methods needed to reduce the number of crashes that occur at intersections</strong>.&nbsp; In the U.S., about <strong>40% of all crashes occur at intersections</strong> and more than 30,000 people die each year in motor vehicle crashes.&nbsp;</p>\n<p>One way to reduce those crashes is to warn drivers about other vehicles with which they may collide, especially when the light is yellow. &nbsp;&nbsp;Current warning systems often beep to alert the driver of a hazard, but the driver must look down at the instrument panel to read the warning (&ldquo;crash warning&rdquo;).&nbsp; Looking away from the road when a crash is likely is counterproductive.&nbsp; Furthermore, the instrument panel warning does not say where to look.</p>\n<p><strong>This project examined presenting the warning (a red bar or yellow arrow) on the windshield</strong> and near the hazard, but not blocking what the driver needs to see.&nbsp; Technically, this is referred to as a full windshield head-up display.&nbsp;</p>\n<p>To see if this really was a good idea, <strong>we completed three driving simulator experiments</strong> to collect information on how drivers approached intersections (to help determine when the warning should appear) and responded to the warning.&nbsp; It was often but not always a good idea, and the concept has been modified as a consequence.</p>\n<p>Thus, this project advanced the science of driving and <strong>provide guidance as to how a new technology warning system that will appear in future vehicles should be implemented.</strong></p>\n<p>A major side benefit of this research was <strong>improvement of Society of Automotive Engineers Recommended Practice J2944, which defines driving performance measures such as gap, headway, time to collision, roadway departure</strong>, etc.&nbsp; For knowledge about driving to advance, we need to be using the same terms with agreed upon meanings.&nbsp; A lane departure, for which there are 13 names, could be called a lane bust, lane exceedance, over the edge line, and so forth. &nbsp;But even worse, terms concerning driving performance are rarely defined and definitions are inconsistent.&nbsp; Does lane departure mean the vehicle is about to depart, is departing, or has departed?&nbsp; Which part of the lane marking (inside edge, middle, or the outside edge) is the boundary?&nbsp; Which tire (front or rear) should be considered? &nbsp;Furthermore, how does count departures for a tractor-trailer going around a curve, where the cab is in, but the trailer is out.&nbsp;</p>\n<p>When studying how people or automated vehicle drive, lane departures are often counted.&nbsp; <strong>But as different names are used and how departures are counted is not stated, comparing results between studies is impossible</strong>.</p>\n<p>To solve this problem, SAE J2944 lists required names and states how each term is defined.&nbsp; For most terms, there are several definitions, recognizing that what is appropriate may vary.&nbsp; For example, a warning to the driver may indicate when a departure is beginning, whereas the police want to know the vehicle has left the lane so there is no debate about a citation.&nbsp; To provide clarity, one needs to identify the term and the definition used (for example, lane departure, option C, as defined in SAE J2944).&nbsp;</p>\n<p><strong>Because of its broad impact to how all studies of driving performance should be reported, this document is the most important the project director has ever written.</strong></p>\n<p>This project made extensive use of driving simulators to collect data.&nbsp; We use simulators because (1) some of the situations simulated are too dangerous to do in real vehicles, (2) they allow us to reproduce exactly the same situation for each person tested, and (3) we can test any condition we want at any time (for example,...",
  "por_txt_cntn": "\nThe goal of the project is to develop the scientific information and improved test methods needed to reduce the number of crashes that occur at intersections.  In the U.S., about 40% of all crashes occur at intersections and more than 30,000 people die each year in motor vehicle crashes. \n\nOne way to reduce those crashes is to warn drivers about other vehicles with which they may collide, especially when the light is yellow.   Current warning systems often beep to alert the driver of a hazard, but the driver must look down at the instrument panel to read the warning (\"crash warning\").  Looking away from the road when a crash is likely is counterproductive.  Furthermore, the instrument panel warning does not say where to look.\n\nThis project examined presenting the warning (a red bar or yellow arrow) on the windshield and near the hazard, but not blocking what the driver needs to see.  Technically, this is referred to as a full windshield head-up display. \n\nTo see if this really was a good idea, we completed three driving simulator experiments to collect information on how drivers approached intersections (to help determine when the warning should appear) and responded to the warning.  It was often but not always a good idea, and the concept has been modified as a consequence.\n\nThus, this project advanced the science of driving and provide guidance as to how a new technology warning system that will appear in future vehicles should be implemented.\n\nA major side benefit of this research was improvement of Society of Automotive Engineers Recommended Practice J2944, which defines driving performance measures such as gap, headway, time to collision, roadway departure, etc.  For knowledge about driving to advance, we need to be using the same terms with agreed upon meanings.  A lane departure, for which there are 13 names, could be called a lane bust, lane exceedance, over the edge line, and so forth.  But even worse, terms concerning driving performance are rarely defined and definitions are inconsistent.  Does lane departure mean the vehicle is about to depart, is departing, or has departed?  Which part of the lane marking (inside edge, middle, or the outside edge) is the boundary?  Which tire (front or rear) should be considered?  Furthermore, how does count departures for a tractor-trailer going around a curve, where the cab is in, but the trailer is out. \n\nWhen studying how people or automated vehicle drive, lane departures are often counted.  But as different names are used and how departures are counted is not stated, comparing results between studies is impossible.\n\nTo solve this problem, SAE J2944 lists required names and states how each term is defined.  For most terms, there are several definitions, recognizing that what is appropriate may vary.  For example, a warning to the driver may indicate when a departure is beginning, whereas the police want to know the vehicle has left the lane so there is no debate about a citation.  To provide clarity, one needs to identify the term and the definition used (for example, lane departure, option C, as defined in SAE J2944). \n\nBecause of its broad impact to how all studies of driving performance should be reported, this document is the most important the project director has ever written.\n\nThis project made extensive use of driving simulators to collect data.  We use simulators because (1) some of the situations simulated are too dangerous to do in real vehicles, (2) they allow us to reproduce exactly the same situation for each person tested, and (3) we can test any condition we want at any time (for example, driving on clean pavement when it is snowing outside). \n\nWe made a number of improvements to make one driving simulator more realistic (for example, larger screens, modifying the software to create the simulated world) that others may duplicate, improving the quality of driving research.  In contrast to a video racing game, where events just occur, our experiments needed to f..."
 }
}