{
 "awd_id": "1238472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 The Auditory System GRC/GRS; July 7-13, 2012, Bates College, Lewiston, ME",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Asson-Batres",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 19440.0,
 "awd_amount": 19440.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "2012 Gordon Research Seminar and Conference on \"The Auditory System\"\r\n\r\nThe auditory system is marvel of speed, accuracy and versatility. Animals use sound to locate and communicate with one another over great distances, to identify and avoid danger, and to derive pleasure in the form of music. The 2012 Auditory System Gordon Research Conference (GRC) will explore a set of interconnected themes that address how this system first emerges during development, how it is shaped by experience, and how it represents a complex acoustic environment. The conference will bring together a diverse group of scientists and students who will share their most recent findings, from the molecular mechanisms of hair cell transduction to auditory perception. A key goal of this project involves mentorship of students and junior investigators. Thus, graduate students and postdoctoral fellows are encouraged to gather for a smaller Gordon Research Seminar (GRS) that immediately precedes the GRC. Here, students will exchange ideas with one another, and with a small number of senior investigators who will be available for scientific feedback and career advice.\r\n\r\nThe conference will take place in a rural and collegial setting, with a schedule designed to stimulate facilitate discussion, both during and after the formal presentations. There will be ample opportunity for informal conversations and brainstorming sessions during the free afternoons and at shared meals. The specific sessions will cover the maturation of function, the effect of environment noise exposure or deprivation, multisensory integration, encoding and decoding acoustic signals, and vocal communication. In addition to the invited speakers, several short talks will be selected from amongst the submitted abstracts, and these are specifically designed to include students and junior faculty. All participants will also be able to share their results during highly interactive poster sessions each afternoon and following the evening sessions. Together, the Auditory System GRS and GRC will provide a superb environment for participants to establish new collaborations and learn how their own work intersects with contemporary research in the hearing sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Sanes",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Dan H Sanes",
   "pi_email_addr": "sanes@cns.nyu.edu",
   "nsf_id": "000170153",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19440.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Conference on AUDITORY SYSTEM was held at Bates College, Lewiston,<br />Maine, July 8-13, 2012. The Conference was well-attended with 130 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S. and foreign scientists, senior researchers, young investigators, and<br />students. Of the 130 attendees, 85 voluntarily responded to a general inquiry<br />regarding ethnicity which appears on our registration forms. Of the 85<br />respondents, 23% were Minorities &ndash; 6% Hispanic, 13% Asian and 4% African<br />American. Approximately 32% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Seminar on AUDITORY SYSTEM was held at Bates College, Lewiston,<br />Maine, July 7-8, 2012. The Seminar was well-attended with 48 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S. and foreign scientists, senior researchers, young investigators, and<br />students. Of the 48 attendees, 27 voluntarily responded to a general inquiry<br />regarding ethnicity which appears on our registration forms. Of the 27<br />respondents, 21% were Minorities &ndash; 7% Hispanic, 7% Asian and 7% African<br />American. Approximately 37% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2012<br>\n\t\t\t\t\tModified by: Dan&nbsp;H&nbsp;Sanes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\n\n\n\n\nThe Gordon Research Conference on AUDITORY SYSTEM was held at Bates College, Lewiston,\nMaine, July 8-13, 2012. The Conference was well-attended with 130 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S. and foreign scientists, senior researchers, young investigators, and\nstudents. Of the 130 attendees, 85 voluntarily responded to a general inquiry\nregarding ethnicity which appears on our registration forms. Of the 85\nrespondents, 23% were Minorities &ndash; 6% Hispanic, 13% Asian and 4% African\nAmerican. Approximately 32% of the participants at the 2012 meeting were women.\n\n\n\n\n\n \n\n\n\n\n\nThe Gordon Research Seminar on AUDITORY SYSTEM was held at Bates College, Lewiston,\nMaine, July 7-8, 2012. The Seminar was well-attended with 48 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S. and foreign scientists, senior researchers, young investigators, and\nstudents. Of the 48 attendees, 27 voluntarily responded to a general inquiry\nregarding ethnicity which appears on our registration forms. Of the 27\nrespondents, 21% were Minorities &ndash; 7% Hispanic, 7% Asian and 7% African\nAmerican. Approximately 37% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/19/2012\n\n\t\t\t\t\tSubmitted by: Dan H Sanes"
 }
}