{
 "awd_id": "1238808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Award: High-Performance Green Bridges",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2013-06-07",
 "awd_abstract_narration": "The Research Initiation Award entitled - High-Performance Green Bridges - has the goal to formulate a rating system for the design and construction of high-performance green bridges with particular emphasis on the development of a new generation of seismic-resistant bridge columns using composite materials as internal reinforcement. The research objectives are: to define the criteria for a high-performance green bridge through the creation of a rating system to develop sustainable design and construction certification levels of new bridges; to design a structurally admissible and seismically resistant bridge column comprised of fiber reinforced polymer (FRP) bars as the internal reinforcement and energy devices to help minimize residual displacements; and to prove through experimental testing and analytical modeling validation that the structural behavior of a new class of bridge columns can be carefully engineered and designed with FRP bars and energy devices to resist moderate-to-strong earthquake ground motions. The education objectives are: to establish a modern Green Transportation Infrastructure Center at Morgan State University; to attract, recruit, train, and mentor undergraduate students in areas of advanced structural analysis and design topics; and to disseminate the results in scholarly publications and conference papers.\r\n\r\nThe results of the project will lead to the development of the next generation of sustainable, high-performance bridges with options for the implementation of seismically-resistant bridge columns and their connections that consist of externally unbonded FRP bars to aid with self-centering during an earthquake, internally bonded  FRP bars to provide sufficient deformability, and energy devices to absorb energy from the earthquake. The externally unbonded FRP bars are expected to remain elastic during an earthquake for \"controlled rocking,\" which is appropriate for FRP bars that exhibit high tensile strength and non-ductile behavior with strains in the range of 1-3%.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monique",
   "pi_last_name": "Head",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Monique H Head",
   "pi_email_addr": "head@udel.edu",
   "nsf_id": "000500227",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morgan State University",
  "inst_street_address": "1700 E COLD SPRING LN",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4438853200",
  "inst_zip_code": "212510001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "MORGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "KULSKCCZJT27",
  "org_uei_num": "KULSKCCZJT27"
 },
 "perf_inst": {
  "perf_inst_name": "Morgan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212510001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:&nbsp;</strong>Devastating earthquakes in Japan, New Zealand, and Turkey, and even stimulating earthquakes like the magnitude 5.8 earthquake in Mineral, Virginia have heightened the awareness and fostered the need to better design and analyze structural systems in preparation for these unpredictable events even on the East coast of the United States. Of particular concern are bridge columns, which ideally would need to be sustainable and designed to absorb energy from an earthquake and reduce residual displacements, thereby minimizing damage and safety hazards to society. &nbsp;</p>\n<p><strong>Intellectual Merit</strong>: &nbsp;To address this concern, this project consisted of designing, analyzing and testing a bridge column reinforced with fiber reinforced polymer (FRP) composite bars in place of steel rebar. Damage avoidance design (DAD) was employed to allow the column to rock and dissipate energy via energy dissipaters for the development of a seismically-resistant bridge column that can resist a moderate earthquake. Detailed finite element analyses were conducted in Extreme Loading Software (ELS) to validate the performance of the column, which was tested in the Seismic Laboratory at Morgan State University. The column was able to withstand displacements comparable to a steel column while offering long-term benefits innately offered by the non-corrosive FRP composite bars.</p>\n<p>In addition to the engineered column, a rating&nbsp;system similar to LEED for buildings was developed based on a series of prerequisites and credits within eight major categories: 1) construction, 2) transportation, 3) safety, 4) water efficiency, 5) energy and atmosphere, 6) air quality, 7) sustainability and land use, and 8) regional priority credits. The outcomes of this study led to a newly designed column that was validated experimentally for seismic regions and will not corrode with time like conventional steel within concrete when exposed to environmental conditions (i.e. water runoff, deicing salts, etc.).</p>\n<p><strong>Broader Impacts</strong>: This project enabled building of a community of undergraduate research scholars at Morgan State University through research training, laboratory exposure and mentoring from the PI. (One graduate student and 5 undergraduates were supported by this project). Outcomes included 1) broadening the interest and participation of underrepresented students, including women, in structural/bridge/earthquake engineering, 2) increasing students&rsquo; critical thinking and writing skills through the review process and discussion of technical papers and writing of technical reports, 3) increasing students' confidence and thusly, their grades, where they applied skill sets learned in the research environment to the classroom, and 4) increasing the number of students exposed to graduate school. Activities to support the students&rsquo; development and learning experience for the research project included weekly research meetings, bi-weekly brown bag seminars, GRE prep, writing abstracts and technical papers, and delivering oral and poster presentations. The technical results were distributed in several national conferences, where presentations were delivered by the graduate and undergraduate students. The development of technical papers in top-tier journals is underway with the PI and research scholars as co-authors. Moreover, a video documentary of the research project and excerpts from students were produced and will be used as a tool to disseminate the results and positively showcase underrepresented groups at Morgan State University conducting high-level research. The documentary will also be available online via YouTube and the PI's website to excite more young people about structural and earthquake engineering with the ultimate goal of influencing them to choose a career in civil engineering.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p...",
  "por_txt_cntn": "\nOverview: Devastating earthquakes in Japan, New Zealand, and Turkey, and even stimulating earthquakes like the magnitude 5.8 earthquake in Mineral, Virginia have heightened the awareness and fostered the need to better design and analyze structural systems in preparation for these unpredictable events even on the East coast of the United States. Of particular concern are bridge columns, which ideally would need to be sustainable and designed to absorb energy from an earthquake and reduce residual displacements, thereby minimizing damage and safety hazards to society.  \n\nIntellectual Merit:  To address this concern, this project consisted of designing, analyzing and testing a bridge column reinforced with fiber reinforced polymer (FRP) composite bars in place of steel rebar. Damage avoidance design (DAD) was employed to allow the column to rock and dissipate energy via energy dissipaters for the development of a seismically-resistant bridge column that can resist a moderate earthquake. Detailed finite element analyses were conducted in Extreme Loading Software (ELS) to validate the performance of the column, which was tested in the Seismic Laboratory at Morgan State University. The column was able to withstand displacements comparable to a steel column while offering long-term benefits innately offered by the non-corrosive FRP composite bars.\n\nIn addition to the engineered column, a rating system similar to LEED for buildings was developed based on a series of prerequisites and credits within eight major categories: 1) construction, 2) transportation, 3) safety, 4) water efficiency, 5) energy and atmosphere, 6) air quality, 7) sustainability and land use, and 8) regional priority credits. The outcomes of this study led to a newly designed column that was validated experimentally for seismic regions and will not corrode with time like conventional steel within concrete when exposed to environmental conditions (i.e. water runoff, deicing salts, etc.).\n\nBroader Impacts: This project enabled building of a community of undergraduate research scholars at Morgan State University through research training, laboratory exposure and mentoring from the PI. (One graduate student and 5 undergraduates were supported by this project). Outcomes included 1) broadening the interest and participation of underrepresented students, including women, in structural/bridge/earthquake engineering, 2) increasing studentsÆ critical thinking and writing skills through the review process and discussion of technical papers and writing of technical reports, 3) increasing students' confidence and thusly, their grades, where they applied skill sets learned in the research environment to the classroom, and 4) increasing the number of students exposed to graduate school. Activities to support the studentsÆ development and learning experience for the research project included weekly research meetings, bi-weekly brown bag seminars, GRE prep, writing abstracts and technical papers, and delivering oral and poster presentations. The technical results were distributed in several national conferences, where presentations were delivered by the graduate and undergraduate students. The development of technical papers in top-tier journals is underway with the PI and research scholars as co-authors. Moreover, a video documentary of the research project and excerpts from students were produced and will be used as a tool to disseminate the results and positively showcase underrepresented groups at Morgan State University conducting high-level research. The documentary will also be available online via YouTube and the PI's website to excite more young people about structural and earthquake engineering with the ultimate goal of influencing them to choose a career in civil engineering.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/04/2015\n\n\t\t\t\t\tSubmitted by: Monique Head"
 }
}