{
 "awd_id": "1238469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER-Profiles: Using researcher profiles to demonstrate the impact of investments in science",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 299355.0,
 "awd_amount": 299355.0,
 "awd_min_amd_letter_date": "2012-05-20",
 "awd_max_amd_letter_date": "2012-05-20",
 "awd_abstract_narration": "Evaluating the return on investment in science involves accurately associating research inputs (e.g., grants and contracts) with research outputs (e.g., publications and patents). Because many of today's significant discoveries are produced by large multi-institution, cross-disciplinary teams -- often supported by different sponsors, with potential impact spread across different fields -- accurately linking outputs to inputs can be challenging. This research investigates whether and to what extent an online profiling system that aggregates research data around the individual researcher facilitates the processes of linking research inputs to outputs and provides benefits to scientists, institutions, publishers, and agencies. It compares the value of using different data sources, such as federal systems, institutional repositories, commercial databases, manual data entry by librarians and administrators, and data entry by the scientists themselves, to populate a prototype website that profiles computer scientists from multiple institutions. \r\n\r\nIntellectual Merit: The research breaks new ground in a variety of ways.  It determines the cost and effort required to obtain each data source, including the resources needed to disambiguate names in order to link data on scientific contributions to the correct people responsible for them; it calculates the potential reduction in administrative burden each data source provides by measuring the amount of time it takes for a scientist, without the help of a researcher profiling system, to manually locate the data and enter it into an online form; and it evaluates which data sources contain the most information about high-impact cross-institutional or multi-disciplinary research, using data mining techniques to generate collaboration and topic-cluster maps.\r\n\r\nThis study is appropriate for the EAGER program because it is both high-risk -- in that the outcome depends on the coordination of multiple software products, institutions, agencies and data sources in a rapid timeframe -- and high-reward, in that a successful prototype would accelerate the implementation of a national researcher profiling system that benefits multiple stakeholders.\r\n\r\nThe field of Computer Science exemplifies all the challenges and potential rewards of a nation-wide researcher profiling system. Computer scientists are funded by many different agencies (NSF, NIH, DOE, DOD, NASA, etc.); their research outputs take many forms (publications, conference presentations, software, databases, algorithms, patents, etc.); and they collaborate across many disciplines (such as medicine, economics, engineering, physics, and social science). \r\n\r\nBroader impacts: A publicly-accessible national researcher-profiling system based on linked open data promises numerous benefits beyond enabling more accurate measures of return on federal investment in science. These benefits include the potential to streamline the grant application and reporting process for researchers, identify reviewers without conflicts of interest, help researchers find collaborators, match trainees and junior investigators with mentors and jobs, and enable scientists to showcase their work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Griffin",
   "pi_last_name": "Weber",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Griffin M Weber",
   "pi_email_addr": "weber@hms.harvard.edu",
   "nsf_id": "000581563",
   "pi_start_date": "2012-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "107 Avenue Louis Pasteur",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021156092",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807500",
   "pgm_ele_name": "SciSIP Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299355.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this study, \"EAGER-Profiles: Using researcher profiles to demonstrate the impact of investments in science,\" was to determine whether a prototype website that profiles scientists from multiple institutions facilitates the process of linking research inputs to outputs. We collaborated with several synergistic projects: 1) Profiles Research Networking Software (RNS) (<a href=\"http://profiles.catalyst.harvard.edu\">http://profiles.catalyst.harvard.edu</a>) is the open source faculty profiling system used for the prototype website. 2) Harvard Faculty Finder is an instance of Profiles RNS that was recently launched by Harvard's Provost Office to profile faculty from the entire university. 3) ORCID is a non-profit company that creates a unique identifier for every researcher and links this to their publications and activities. 4) \"Pathfinder: A Systems Approach to Advancing Workforce Inclusion and Diversity\" is an NIH-funded project at Harvard, which collected data about faculty to understand the factors that influence the careers of women and underrepresented minorities in biomedicine. 5) The NIH Clinical and Translational Science Award (CTSA) consortium's Research Networking Affinity Group coordinated the development of the Direct2Experts federated expertise discovery tool. 6) SciENcv (Science Experts Network Curriculum Vitae) is a website developed by the NIH to create online profiles of federally funded investigators.</p>\n<p>In developing a prototype website, we found that there are trade-offs in different architectures. The first model copies data from universities' websites and stores them in a central repository. This approach enables the most functionality&mdash;complete faculty profiles can be displayed, along with network visualizations, and other advanced features. However, a technology used by many university faculty profiling systems limits how frequently the centrally stored data can be updated. Some institutions also have security and privacy concerns about having all their data copied. As a result, prototypes based on this architecture generally have only a handful of participating institutions. Federated prototypes that query multiple institutions in real-time and lack a central repository are simpler to implement and require less resources from the participating institutions. They also address institutions' security and privacy concerns. As a result, prototypes based on this architecture have included dozens of institutions. However, because their functionality is so limited, they are unable to meet many of the typical use cases for faculty profiling systems.</p>\n<p>An additional unanticipated outcome of this study was the development of a visual and quantitative method to identify translational research--science that begins in one field that has impact on another. This work was presented at conferences, published in the Journal of Translational Medicine, and provided preliminary data for another NSF SciSIP award to develop this technique further and use it to measure the impact of cross-disciplinary collaboration.</p>\n<p>Faculty profiling systems serve many functions, including helping researchers find collaborators, matching students with mentors, giving institutions a way to showcase their faculty's expertise, and reducing administrative burden (e.g., generating biosketches). They also provide essential data needed to link investments in science to the products of research. The public often finds it difficult to understand how they benefit from individual research projects, publications, or patents. However, by bringing these data together in websites like Profiles RNS, users can see how research inputs and outputs do not live in isolation, but rather as parts of large interconnected networks, which as a whole advance science and make an impact on society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2014<br>\n\t\t\t\t\tModified by: Griffin&nbsp;...",
  "por_txt_cntn": "\nThe goal of this study, \"EAGER-Profiles: Using researcher profiles to demonstrate the impact of investments in science,\" was to determine whether a prototype website that profiles scientists from multiple institutions facilitates the process of linking research inputs to outputs. We collaborated with several synergistic projects: 1) Profiles Research Networking Software (RNS) (http://profiles.catalyst.harvard.edu) is the open source faculty profiling system used for the prototype website. 2) Harvard Faculty Finder is an instance of Profiles RNS that was recently launched by Harvard's Provost Office to profile faculty from the entire university. 3) ORCID is a non-profit company that creates a unique identifier for every researcher and links this to their publications and activities. 4) \"Pathfinder: A Systems Approach to Advancing Workforce Inclusion and Diversity\" is an NIH-funded project at Harvard, which collected data about faculty to understand the factors that influence the careers of women and underrepresented minorities in biomedicine. 5) The NIH Clinical and Translational Science Award (CTSA) consortium's Research Networking Affinity Group coordinated the development of the Direct2Experts federated expertise discovery tool. 6) SciENcv (Science Experts Network Curriculum Vitae) is a website developed by the NIH to create online profiles of federally funded investigators.\n\nIn developing a prototype website, we found that there are trade-offs in different architectures. The first model copies data from universities' websites and stores them in a central repository. This approach enables the most functionality&mdash;complete faculty profiles can be displayed, along with network visualizations, and other advanced features. However, a technology used by many university faculty profiling systems limits how frequently the centrally stored data can be updated. Some institutions also have security and privacy concerns about having all their data copied. As a result, prototypes based on this architecture generally have only a handful of participating institutions. Federated prototypes that query multiple institutions in real-time and lack a central repository are simpler to implement and require less resources from the participating institutions. They also address institutions' security and privacy concerns. As a result, prototypes based on this architecture have included dozens of institutions. However, because their functionality is so limited, they are unable to meet many of the typical use cases for faculty profiling systems.\n\nAn additional unanticipated outcome of this study was the development of a visual and quantitative method to identify translational research--science that begins in one field that has impact on another. This work was presented at conferences, published in the Journal of Translational Medicine, and provided preliminary data for another NSF SciSIP award to develop this technique further and use it to measure the impact of cross-disciplinary collaboration.\n\nFaculty profiling systems serve many functions, including helping researchers find collaborators, matching students with mentors, giving institutions a way to showcase their faculty's expertise, and reducing administrative burden (e.g., generating biosketches). They also provide essential data needed to link investments in science to the products of research. The public often finds it difficult to understand how they benefit from individual research projects, publications, or patents. However, by bringing these data together in websites like Profiles RNS, users can see how research inputs and outputs do not live in isolation, but rather as parts of large interconnected networks, which as a whole advance science and make an impact on society.\n\n\t\t\t\t\tLast Modified: 06/27/2014\n\n\t\t\t\t\tSubmitted by: Griffin M Weber"
 }
}