{
 "awd_id": "1238718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Supporting U.S.-Based Students to Attend the 2012 IEEE International Conference on Data Mining (ICDM 2012)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 26000.0,
 "awd_amount": 26000.0,
 "awd_min_amd_letter_date": "2012-04-18",
 "awd_max_amd_letter_date": "2012-04-18",
 "awd_abstract_narration": "Supporting U.S.-Based Students to Attend the 2011 IEEE International Conference on Data Mining (ICDM 2012)\r\nPI: Ding, Wei, University of Massachusetts Boston  \r\n\r\nThe project provides NSF Student Travel Fellowships to graduate students enrolled in Ph.D. programs in data mining or closely related areas to attend and participate in the 2012 IEEE International Conference on Data Mining in Brussels, Belgium, from December 10-13, 2012. Special efforts will be made to attract women and members of groups that are underrepresented within the data mining research community. The NSF student travel award recipients will be able to attend the plenary and contributed talks, workshops and tutorials that are part of SDM 2012, as well as a Doctoral Forum. The Doctoral Forum is designed to allow doctoral students who are at an early stage in their research careers to present their work, interact with their peers from other universities as well as receive one-on-one mentoring from leading data mining researchers. \r\n\r\nIntellectual Merit. Participation in premier research conferences is an essential component of research-based advanced training of Ph.D. students in data mining. The ICDM 2012 Doctoral Student Forum provides an opportunity for Ph.D. candidates to receive constructive feedback and mentoring from established researchers in data mining. Such interactions serve to broaden the training of students, enhance the quality of the dissertation research performed by the students at their home institutions, and ultimately, help them make informed decisions that advance their long-term career objectives. \r\n\r\nBroader Impact. Data mining is playing an increasingly important role in many emerging data-rich applications ranging from computational biology to computer-assisted discovery and counterterrorism efforts. The award will help broaden the representation of women and members of underrepresented minority groups within the Data Mining research community. It also contributes to the training of a cadre of new generation scientists equipped with sophisticated tools to extract knowledge from data in areas that are growing in importance in our increasingly digital, interconnected world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Ding",
   "pi_email_addr": "wei.ding@umb.edu",
   "nsf_id": "000518968",
   "pi_start_date": "2012-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mohammed",
   "pi_last_name": "Zaki",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammed J Zaki",
   "pi_email_addr": "zaki@cs.rpi.edu",
   "nsf_id": "000491367",
   "pi_start_date": "2012-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xindong",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xindong Wu",
   "pi_email_addr": "xwu@louisiana.edu",
   "nsf_id": "000493782",
   "pi_start_date": "2012-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 Morrissey Blvd.",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 26000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant provides international travel support for U.S. based graduate student participants to attend the 2012 International Conference on Data Mining (ICDM2012), which was held in Brussels, Belgium, from December 10-13, 2012. ICDM has established itself as the world&rsquo;s premier research conference in datamining. It provides an international forum for presentation of original research results, as well as exchange and dissemination of innovative and practicaldevelopment experiences. The conference covers all aspects of data mining, including algorithms, software and systems, and applications, as well as relatedareas such as data management, machine learning and bioinformatics. The conference proceedings are published by IEEE. The conference seeks tocontinuously advance the state-of-the-art in data mining. With the growth of the Web, the Internet, and data intensive technologies such as sensor networksand bioinformatics, data mining has become an extremely important area in information technology. Besides the technical program, the conference featuresworkshops, tutorials, panels, data mining contest, and a Ph.D. forum.A strong representation of U.S. researchers at the conference is useful in maintaining U.S. competitiveness in this important area. The total number of ICDMparticipants in the past has been in excess of 500, with a majority of the participants from the U.S., then Europe and Asia. The grant has provided scholarshipsto 23 U.S. based graduate student participants.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2013<br>\n\t\t\t\t\tModified by: Wei&nbsp;Ding</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant provides international travel support for U.S. based graduate student participants to attend the 2012 International Conference on Data Mining (ICDM2012), which was held in Brussels, Belgium, from December 10-13, 2012. ICDM has established itself as the worldÆs premier research conference in datamining. It provides an international forum for presentation of original research results, as well as exchange and dissemination of innovative and practicaldevelopment experiences. The conference covers all aspects of data mining, including algorithms, software and systems, and applications, as well as relatedareas such as data management, machine learning and bioinformatics. The conference proceedings are published by IEEE. The conference seeks tocontinuously advance the state-of-the-art in data mining. With the growth of the Web, the Internet, and data intensive technologies such as sensor networksand bioinformatics, data mining has become an extremely important area in information technology. Besides the technical program, the conference featuresworkshops, tutorials, panels, data mining contest, and a Ph.D. forum.A strong representation of U.S. researchers at the conference is useful in maintaining U.S. competitiveness in this important area. The total number of ICDMparticipants in the past has been in excess of 500, with a majority of the participants from the U.S., then Europe and Asia. The grant has provided scholarshipsto 23 U.S. based graduate student participants.\n\n\t\t\t\t\tLast Modified: 07/31/2013\n\n\t\t\t\t\tSubmitted by: Wei Ding"
 }
}