{
 "awd_id": "1238172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transforming STEM Competitions into Collaboratives: Developing eCrafting Collabs for Learning with Electronic Textiles",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925186",
 "po_email": "mhjalmar@nsf.gov",
 "po_sign_block_name": "Margret Hjalmarson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 499873.0,
 "awd_amount": 499873.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "This project supports the development of technological fluency and understanding of STEM concepts through the implementation of design collaboratives that use eCrafting Collabs as the medium within which to work with middle and high school students, parents and the community. The researchers from the University of Pennsylvania and the Franklin Institute combine expertise in learning sciences, digital media design, computer science and informal science education to examine how youth at ages 10-16 and families in schools, clubs, museums and community groups learn together how to create e-textile artifacts that incorporate embedded computers, sensors and actuators. The project investigates the feasibility of implementing these collaboratives using eCrafting via three models of participation, individual, structured group and cross-generational community groups. They are designing a portal through which the collaborative can engage in critique and sharing of their designs as part of their efforts to build a model process by which scientific and engineered product design and analysis can be made available to multiple audiences.  \r\n\r\nThe project engages participants through middle and high school elective classes and through the workshops conducted by a number of different organizations including the Franklin Institute, Techgirlz, the Hacktory and schools in Philadelphia. Participants can engage in the eCrafting Collabs through individual, collective and community design challenges that are established by the project. Participants learn about e-textile design and about circuitry and programming using either ModKit or the text-based Arduino. The designs are shared through the eCrafting Collab portal and participants are required to provide feedback and critique. Researchers are collecting data on learner identity in relation to STEM and computing, individual and collective participation in design and student understanding of circuitry and programming. The project is an example of a scalable intervention to engage students, families and communities in developing technological flexibility. \r\n\r\nThis research and development project provides a resource that engages students in middle and high schools in technology rich collaborative environments that are alternatives to other sorts of science fairs and robotic competitions. The resources developed during the project will inform how such an informal/formal blend of student engagement might be scaled to expand the experiences of populations of underserved groups, including girls. The study is conducting an examination of the new types of learning activities that are multiplying across the country with a special focus on cross-generational learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yasmin",
   "pi_last_name": "Kafai",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Yasmin B Kafai",
   "pi_email_addr": "kafai@upenn.edu",
   "nsf_id": "000321397",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Elinich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Elinich",
   "pi_email_addr": "kelinich@yahoo.com",
   "nsf_id": "000226370",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Orkan",
   "pi_last_name": "Telhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Orkan Telhan",
   "pi_email_addr": "otelhan@design.upenn.edu",
   "nsf_id": "000617114",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "GSE, 3700 Walnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046216",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 499873.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-c603461e-ad4a-cd45-e28e-e7d7ad59d65f\"> </span></p>\n<p dir=\"ltr\"><span>This grant explored how individual and collaborative electronic textiles (e-textile) and other crafting materials can introduce and connect members in different communities to crafting, engineering, and computing in the context of maker activities. Participants included middle and high school youth, parents and their children, college students, and community organizations, who were diverse in age, technology experience, and ethnic backgrounds. This grant also prototyped a platform called ecrafting.org to coordinate the sharing and critiquing of e-textile and other crafting designs, assessed the feasibility of implementing collaborative crafting models with such a diverse group of participants, and provided new insights for connecting groups around STEM concepts inside and outside of schools, public libraries, and science museums.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The grant piloted several models of collaborative designs with e-textiles and other crafting materials in a variety of contexts including science museum workshops, school classrooms, and public library events. We held a series of workshops (drop-in and extended) and public events at The Franklin Institute (TFI) and the Free Library of Philadelphia (FLP), hosted two college e-textile hackathons (StitchFest), and partnered with a local charter school to implement two collaborative e-textiles workshops. We held several conference calls over the course of the grant with Advisory Board Members (January, April, and August, 2013; January and April 2014; July and October 2015) to review findings, &nbsp;to discuss the design of the online site, to gather insights on collaborative crafting, and to solicit feedback on design of assessments. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>In terms of </span><span>intellectual merit</span><span>, we identified the affordances and constraints of using an online platform to facilitate collaboration and community in e-textiles. A second key finding is that collaborative designs with e-textiles can be situated on a continuum from individual to collective. A third key finding is that the range of e-textiles designs also greatly impacts who participates and how they participate. In addition, the collaborative e-textile designs create new models for connecting formal and informal communities that provide room for differential participation and support to help youth and families achieve deeper fluency with introductory concepts related to engineering and computing. </span></p>\n<p><br /><span>In terms of </span><span>broadening participation</span><span>, we found that offering a range of e-textile and crafting designs reaches a wide audience of participants extending impact beyond the workshops. For instance, instructors from the Free Library of Philadelphia, who participated in two e-textiles workshops, began implementing e-textiles at their respective branches, which spawned into an additional partnership and grant. Moreover, our StitchFest events doubled the number of female participants in PennApps, the nation&rsquo;s largest college hackathon. With other crafting materials such as the Connected Messages murals in the Free Library of Philadelphia that involved paper and pens, we reached over thousand youth from underserved communities.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2015<br>\n\t\t\t\t\tModified by: Yasmin&nbsp;B&nbsp;Kafai</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">...",
  "por_txt_cntn": "\n \nThis grant explored how individual and collaborative electronic textiles (e-textile) and other crafting materials can introduce and connect members in different communities to crafting, engineering, and computing in the context of maker activities. Participants included middle and high school youth, parents and their children, college students, and community organizations, who were diverse in age, technology experience, and ethnic backgrounds. This grant also prototyped a platform called ecrafting.org to coordinate the sharing and critiquing of e-textile and other crafting designs, assessed the feasibility of implementing collaborative crafting models with such a diverse group of participants, and provided new insights for connecting groups around STEM concepts inside and outside of schools, public libraries, and science museums.\n\n \nThe grant piloted several models of collaborative designs with e-textiles and other crafting materials in a variety of contexts including science museum workshops, school classrooms, and public library events. We held a series of workshops (drop-in and extended) and public events at The Franklin Institute (TFI) and the Free Library of Philadelphia (FLP), hosted two college e-textile hackathons (StitchFest), and partnered with a local charter school to implement two collaborative e-textiles workshops. We held several conference calls over the course of the grant with Advisory Board Members (January, April, and August, 2013; January and April 2014; July and October 2015) to review findings,  to discuss the design of the online site, to gather insights on collaborative crafting, and to solicit feedback on design of assessments. \n\n \nIn terms of intellectual merit, we identified the affordances and constraints of using an online platform to facilitate collaboration and community in e-textiles. A second key finding is that collaborative designs with e-textiles can be situated on a continuum from individual to collective. A third key finding is that the range of e-textiles designs also greatly impacts who participates and how they participate. In addition, the collaborative e-textile designs create new models for connecting formal and informal communities that provide room for differential participation and support to help youth and families achieve deeper fluency with introductory concepts related to engineering and computing. \n\n\nIn terms of broadening participation, we found that offering a range of e-textile and crafting designs reaches a wide audience of participants extending impact beyond the workshops. For instance, instructors from the Free Library of Philadelphia, who participated in two e-textiles workshops, began implementing e-textiles at their respective branches, which spawned into an additional partnership and grant. Moreover, our StitchFest events doubled the number of female participants in PennApps, the nationÆs largest college hackathon. With other crafting materials such as the Connected Messages murals in the Free Library of Philadelphia that involved paper and pens, we reached over thousand youth from underserved communities.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/16/2015\n\n\t\t\t\t\tSubmitted by: Yasmin B Kafai"
 }
}