{
 "awd_id": "1238396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Comparative Study of STEM Graduate Education between the United States and England:  Emerging and Continuing Patterns for Select Minority Groups",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 73834.0,
 "awd_amount": 73834.0,
 "awd_min_amd_letter_date": "2012-04-27",
 "awd_max_amd_letter_date": "2012-09-22",
 "awd_abstract_narration": "This planning project is a step toward developing a subsequent multi-year comparative study between the United States and England regarding emerging and continuing patterns of minorities in graduate Science Technology, Engineering, and Mathematics (STEM) and related fields.  The potential comparative study that results from this planning process will seek to build upon pronouncements and policies of two leading G-8 nations, the United States of America and England, to produce STEM graduates in order to move forward with competitive global endeavors. \r\n \r\nIn late 2011, the National Center for Educational Statistics highlighted descriptive educational data among Organization for Economic Cooperation and Development (OECD) countries. Specifically, the United States was compared with several OECD countries where the indicators of achievement varied. While such information is useful, the statistics do not delve into the sociocultural, academic, and policy dynamics that help to comprehend the phenomena contributing to the distinctions.  The potential comparative study that results from this planning process will examine the underlying variables, focusing on STEM graduate and related programs, specifically in two leading G-8 countries where some racial and ethnic minorities have not been full participants, despite the absence of de jure impediments. The demographic groups that will be included in the comparative study include African Americans, Mexican/Hispanic Americans, African English, Caribbean English, and Pakistani English, who have been educationally disadvantaged and/or underrepresented in the United States and England in STEM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beverly",
   "pi_last_name": "Lindsay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beverly Lindsay",
   "pi_email_addr": "LindsayBeverly@yahoo.com",
   "nsf_id": "000617524",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aurolyn",
   "pi_last_name": "Luykx",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aurolyn Luykx",
   "pi_email_addr": "aluykx@utep.edu",
   "nsf_id": "000263019",
   "pi_start_date": "2012-09-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abdalla",
   "pi_last_name": "Darwish",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdalla Darwish",
   "pi_email_addr": "adarwish@dillard.edu",
   "nsf_id": "000352050",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Medina-Jerez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Medina-Jerez",
   "pi_email_addr": "wjmedinajerez@utep.edu",
   "nsf_id": "000604207",
   "pi_start_date": "2012-04-27",
   "pi_end_date": "2012-09-22"
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151500",
   "pgm_ele_name": "AGEP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 73834.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div><strong><em>Introduction</em></strong><br /><br />This National Science Foundation planning grant, including a June 2012 workshop in London and planning visits to English universities and government agencies, was designed to share the latest and evolving state-of-the art information and material with American graduate students and select English students from demographically underrepresented groups. These groups include African American and Hispanic/Mexican Americans and African English, Caribbean English, Pakistani English, and White English graduate students studying Science, Technology, Engineering, and Mathematics (STEM) and related subjects in metropolitan/urban<br />English comprehensive doctoral research universities.<br /><br />The planning visits enabled American faculty and executives to dialogue and<br />interact with English university counterparts to elicit information and share<br />international substantive STEM and social science data that should enhance<br />options for American underrepresented students to enter and complete graduate STEM programs. Discussions also occurred with national agencies, such as the Higher Education Statistics Agency (HESA) and the Higher Education Funding Council on Education (HEFCE) on distinct English educational selection processes.&nbsp; For example, national examinations for 14<br />through 16 year olds and the fact that most students study only three or four<br />subjects after the age of 16 influence students&rsquo; ability to pursue undergraduate and graduate education in STEM and other disciplines.</div>\n<div>&nbsp;</div>\n<div>Modest travel grants from the University of Texas-El Paso (UTEP) allowed PI Beverly Lindsay and the Penn State doctoral assistant to engage in discussions with UTEP graduate STEM and Social Science students, along with STEM, Social Science, and Education faculty and professionals in July 2012. Interactions with about 75 individuals occurred in the USA and England.</div>\n<div>\n<p><strong><em>Accomplishments&nbsp;</em></strong></p>\n<p>The major activities and goals included: developing and delivering a workshop; and undertaking a planning visit to London and elsewhere in England.</p>\n<p>The specific objectives accomplished in England in June 2012 included:</p>\n<p>1) Met with English faculty and administrators and government professionals to learn about graduate STEM education in their country, with reference to &ldquo;Black and Minority Ethnics (BMEs) &ndash; underrepresented students; and&nbsp;</p>\n<p>2) Dialogued with university faculty and administrators involved in the design and delivery of STEM graduate programs.</p>\n<p>The significant results encompassed:</p>\n<p>1) Meeting with approximately 25 students from the University of Cambridge, Kings College- London, Institute of Education (IOE)- University of London, London, Southbank University, University of Bristol, and University of Gloucestershire. About one-half attended the June 2012 workshop at the IOE. Communications occurred with the other one-half in collegial settings at IOE, Kings College- London, University of Gloucestershire, and University&nbsp;of Bristol;</p>\nObtaining background material and suggested research topics and<br />methodological designs from the Principal of Green Templeton College/ Oxford University; the Vice Principal for Teaching and Learning at Queen Mary University of London (QMUL); and the Graduate Dean, Chemistry Department Head, and STEM faculty from the University of Bristol. They suggested research topics such as the role of interviews in the graduate school selection process, the classifications of BME students in England,<br />and the varying definitions of STEM between the USA and England.</div>\n<div>\n<p>Key outcomes or other achievements:</p>\n<p><strong><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; An objective was to use the planning grant as a foundation for developing...",
  "por_txt_cntn": "Introduction\n\nThis National Science Foundation planning grant, including a June 2012 workshop in London and planning visits to English universities and government agencies, was designed to share the latest and evolving state-of-the art information and material with American graduate students and select English students from demographically underrepresented groups. These groups include African American and Hispanic/Mexican Americans and African English, Caribbean English, Pakistani English, and White English graduate students studying Science, Technology, Engineering, and Mathematics (STEM) and related subjects in metropolitan/urban\nEnglish comprehensive doctoral research universities.\n\nThe planning visits enabled American faculty and executives to dialogue and\ninteract with English university counterparts to elicit information and share\ninternational substantive STEM and social science data that should enhance\noptions for American underrepresented students to enter and complete graduate STEM programs. Discussions also occurred with national agencies, such as the Higher Education Statistics Agency (HESA) and the Higher Education Funding Council on Education (HEFCE) on distinct English educational selection processes.  For example, national examinations for 14\nthrough 16 year olds and the fact that most students study only three or four\nsubjects after the age of 16 influence studentsÆ ability to pursue undergraduate and graduate education in STEM and other disciplines.\n \nModest travel grants from the University of Texas-El Paso (UTEP) allowed PI Beverly Lindsay and the Penn State doctoral assistant to engage in discussions with UTEP graduate STEM and Social Science students, along with STEM, Social Science, and Education faculty and professionals in July 2012. Interactions with about 75 individuals occurred in the USA and England.\n\n\nAccomplishments \n\nThe major activities and goals included: developing and delivering a workshop; and undertaking a planning visit to London and elsewhere in England.\n\nThe specific objectives accomplished in England in June 2012 included:\n\n1) Met with English faculty and administrators and government professionals to learn about graduate STEM education in their country, with reference to \"Black and Minority Ethnics (BMEs) &ndash; underrepresented students; and \n\n2) Dialogued with university faculty and administrators involved in the design and delivery of STEM graduate programs.\n\nThe significant results encompassed:\n\n1) Meeting with approximately 25 students from the University of Cambridge, Kings College- London, Institute of Education (IOE)- University of London, London, Southbank University, University of Bristol, and University of Gloucestershire. About one-half attended the June 2012 workshop at the IOE. Communications occurred with the other one-half in collegial settings at IOE, Kings College- London, University of Gloucestershire, and University of Bristol;\nObtaining background material and suggested research topics and\nmethodological designs from the Principal of Green Templeton College/ Oxford University; the Vice Principal for Teaching and Learning at Queen Mary University of London (QMUL); and the Graduate Dean, Chemistry Department Head, and STEM faculty from the University of Bristol. They suggested research topics such as the role of interviews in the graduate school selection process, the classifications of BME students in England,\nand the varying definitions of STEM between the USA and England.\n\n\nKey outcomes or other achievements:\n\n            An objective was to use the planning grant as a foundation for developing a proposal for a multi-year comparative study of underrepresented American (African American and Mexican American) and English (African English, Caribbean English, and Pakistani English) students in graduate STEM programs.  This objective was achieved via the planning grant (and the travel grant from UTEP) where we interacted with about 75 students, faculty, administrator..."
 }
}