{
 "awd_id": "1238437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Forced Assembly of Nanocomposite Structures using Polymer Crystallization",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 124895.0,
 "awd_amount": 124895.0,
 "awd_min_amd_letter_date": "2012-03-29",
 "awd_max_amd_letter_date": "2012-03-29",
 "awd_abstract_narration": "This EArly-concept Grant for Exploratory Research (EAGER) award provides funding to evaluate the feasibility of assembling nanoparticles in semi-crystalline polymer matrices using polymer crystallization and crystal morphology as the driving force and template for assembly, respectively.  Specifically, the experimental activities will focus on three key issues related to this assembly process using a series of gold nanoparticle/polyethylene oxide nanocomposites.  First, structural and morphological characterization activities will be used to identify where nanoparticles locate in the polymer crystal structure.  The specific locations preferred by the nanoparticles in this hierarchical structure will have impacts on the material's potential applications.  Second, the materials used in the model nanocomposite system will allow the effects of component interactions on the assembly process to be robustly examined which will govern material design guidelines. And third, calorimetric studies using a wide range of rates will be used to determine if the structures resulting from this assembly method are kinetically-trapped or are in a quasi-equilibrium state.  Understanding the structure's thermodynamic nature will have implications on determining processing strategies that favor nanoparticle assembly.\r\n\r\nIf successful, the envisioned morphologies resulting from this research have functional and structural applications with direct application to bulk heterojunction organic photovoltaics (OPVs) since the performance of OPV devices is often tied to the degree of crystallinity and length scale of phase segregation achieved. Ultimately, advances in the areas of OPV efficiency and stability will lead to wide-spread replacement of the more expensive silicon-based photovoltaic devices, making solar energy a more affordable energy source and reducing dependence on fossil fuels.  Beyond OPVs, hierarchical nanocomposite morphologies have applications as biomedical implants with improved mechanical stability during degradation as well as structural materials with cellular morphologies.  Finally, the research results will provide valuable, new insight to understanding the fundamental crystallization behavior of semi-crystalline nanocomposites which is clearly needed to disruptively advance this area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meisha",
   "pi_last_name": "Shofner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Meisha L Shofner",
   "pi_email_addr": "meisha.shofner@mse.gatech.edu",
   "nsf_id": "000372033",
   "pi_start_date": "2012-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 124895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">The goal of this project was to more fully understand relationships between polymer crystallization processes and nanoparticles in composite materials.&nbsp; The study was restricted to thin film composites so that these relationships could be used in future work to improve the design of energy storage and conversion devices such as organic photovoltaics.&nbsp; Three model composite composed of gold nanoparticles and poly(ethylene oxide) were used in this work.&nbsp; The difference between each model composite system was the surface chemistry of the gold nanoparticle.&nbsp; Two of the three surface chemistries were compatible with the matrix polymer, and one was incompatible. Specifically, the three chemistries were hydrophilic short polymer chains, hydrophilic groups, and hydrophobic groups.&nbsp; It was anticipated that the nanoparticles with hydrophilic surface chemistries would be compatible with the polymer matrix used in this work and that the nanoparticles with hydrophobic surface chemistries would be incompatible.</p>\n<p style=\"text-align: left;\">These model composites were formed into films with thicknesses less than 300 nm and in many cases closer to 100 nm. They were characterized using a variety of microscopy techniques to visualize the structure of the material at several length scales and wide angle x-ray diffraction to observe the polymer crystal structure.&nbsp; Overall, the results indicated that both types of hydrophilic nanoparticles could be dispersed homogeneously in the matrix and that the addition of nanoparticles could suppress polymer crystallization when added in sufficient quantities.&nbsp; The quantity needed to suppress polymer crystallization was directly related to the film thickness.&nbsp; Conversely, the hydrophobic nanoparticles did not disperse homogeneously in the matrix and in some instances collected at polymer crystal interfaces.&nbsp; The composites containing hydrophobic nanoparticles also had similar crystallinity to the unfilled polymer, suggesting that limited interactions occurred between the nanoparticles and the polymer in this system.</p>\n<p style=\"text-align: left;\">Overall, the results of this project indicated that materials selection played a role in determining which component, nanoparticle or polymer, had the greater impact on the development of the composites&rsquo; microstructure. In instances when the nanoparticle-polymer interactions were favorable, the nanoparticles played the more dominant role in controlling microstructure development.&nbsp; This situation was seen with the composites containing hydrophilic nanoparticles. Alternatively, when the nanoparticle-polymer interactions were unfavorable, the polymer matrix played the more dominant role in controlling microstructure, enhancing phase separation processes.&nbsp; This situation was seen with the composites containing hydrophobic nanoparticles. Taken together, these results demonstrated that nanoparticle surface chemistry could be used as a mechanism to design microstructures and further define general materials design guidelines.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2014<br>\n\t\t\t\t\tModified by: Meisha&nbsp;L&nbsp;Shofner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this project was to more fully understand relationships between polymer crystallization processes and nanoparticles in composite materials.  The study was restricted to thin film composites so that these relationships could be used in future work to improve the design of energy storage and conversion devices such as organic photovoltaics.  Three model composite composed of gold nanoparticles and poly(ethylene oxide) were used in this work.  The difference between each model composite system was the surface chemistry of the gold nanoparticle.  Two of the three surface chemistries were compatible with the matrix polymer, and one was incompatible. Specifically, the three chemistries were hydrophilic short polymer chains, hydrophilic groups, and hydrophobic groups.  It was anticipated that the nanoparticles with hydrophilic surface chemistries would be compatible with the polymer matrix used in this work and that the nanoparticles with hydrophobic surface chemistries would be incompatible.\nThese model composites were formed into films with thicknesses less than 300 nm and in many cases closer to 100 nm. They were characterized using a variety of microscopy techniques to visualize the structure of the material at several length scales and wide angle x-ray diffraction to observe the polymer crystal structure.  Overall, the results indicated that both types of hydrophilic nanoparticles could be dispersed homogeneously in the matrix and that the addition of nanoparticles could suppress polymer crystallization when added in sufficient quantities.  The quantity needed to suppress polymer crystallization was directly related to the film thickness.  Conversely, the hydrophobic nanoparticles did not disperse homogeneously in the matrix and in some instances collected at polymer crystal interfaces.  The composites containing hydrophobic nanoparticles also had similar crystallinity to the unfilled polymer, suggesting that limited interactions occurred between the nanoparticles and the polymer in this system.\nOverall, the results of this project indicated that materials selection played a role in determining which component, nanoparticle or polymer, had the greater impact on the development of the compositesÆ microstructure. In instances when the nanoparticle-polymer interactions were favorable, the nanoparticles played the more dominant role in controlling microstructure development.  This situation was seen with the composites containing hydrophilic nanoparticles. Alternatively, when the nanoparticle-polymer interactions were unfavorable, the polymer matrix played the more dominant role in controlling microstructure, enhancing phase separation processes.  This situation was seen with the composites containing hydrophobic nanoparticles. Taken together, these results demonstrated that nanoparticle surface chemistry could be used as a mechanism to design microstructures and further define general materials design guidelines. \n\n\t\t\t\t\tLast Modified: 10/20/2014\n\n\t\t\t\t\tSubmitted by: Meisha L Shofner"
 }
}