{
 "awd_id": "1238929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HBCU-UP Research Initiation Award Grant: Response of Microbial Communities to Short-Timescale In-situ Soil Moisture Dynamics",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 199508.0,
 "awd_amount": 199508.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2012-09-13",
 "awd_abstract_narration": "The  Research Initiation Award entitled - Response of Microbial Communities to Short-Timescale In-situ Soil Moisture Dynamics - seeks to understand the role of microbial communities in the global carbon cycle, which is the subject of much interest in light of current needs to quantify, model and manage carbon inputs to the atmosphere. Soil water content is a critical determinant of microbial heterotrophic activity and is therefore the single most important parameter linking the water cycle and the carbon cycle in terrestrial habitats. There is a need to integrate a physically-based understanding of soil water processes with an in-depth study of their effects on the microbial community at multiple trophic levels.\r\n\r\nThe research hypothesis of this work is that microbial responses to wetting/drying cycles vary among microbial taxa primarily as a result of two factors: 1) differences in physiological responses to desiccation,  and 2) varying locations within the soil matrix resulting in differential exposure to desiccation stresses. The two trophic levels under consideration in this project are bacteria and bactivorous protozoa. The study will quantify the dynamics of soil microbial community structure as a time-dependent function of soil moisture, then target specific taxa showing appreciable changes. Follow-on work will examine which factor is most influential in determining the desiccation response for specific microbial taxa. The project includes undergraduate students by providing them with an opportunity to gain research skills in both microbial ecology and soil hydrology, making them attractive candidates for graduate-level study in the environmental field or in industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Furrer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Furrer",
   "pi_email_addr": "jessica.furrer@benedict.edu",
   "nsf_id": "000618161",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Benedict College",
  "inst_street_address": "1600 HARDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037054589",
  "inst_zip_code": "292041086",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "BENEDICT COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HSHMHVL8L7D5"
 },
 "perf_inst": {
  "perf_inst_name": "Benedict College",
  "perf_str_addr": null,
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292041058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199508.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span style=\"text-decoration: underline;\">&nbsp;</span><span style=\"text-decoration: underline;\">Project Description </span></p>\n<p class=\"Default\">Soils are one of the most important resources that humans and other biota depend on for life, active in such vital processes as plant growth, water filtration and purification, and cycling of nutrients. Microbes, including bacteria and protozoa, play a crucial role in the soil nitrogen and carbon cycles of all the world ecosystems, and are integral parts of soil&rsquo;s other critical functions. The purpose of this study was to better quantify the response of soil microbes to small-timescale changes in soil moisture, and gain a more process-based understanding of the complex interactions between soil moisture status and multi-kingdom interactions (e.g., between bacteria and protozoa). It sought to answer such questions as: Which portions of the microbial community encyst in response to desiccation? How quickly do they resume activity following rewetting? What is the response of anaerobic microbes that are likely to be sequestered in inter-aggregate microporous spaces? Understanding of such interactions is critical to scientific efforts to model and manage the soil carbon cycle in both basic and applied (i.e., agricultural) research.</p>\n<p class=\"Default\"><span style=\"text-decoration: underline;\">Research Goals and Outcomes </span></p>\n<p class=\"Default\">The research activities of the project focused on development of molecular (DNA-based) methods for identification of soil ciliates. Ciliates are protozoa that function mainly as predators of bacteria and other smaller microbes in soil and aquatic ecosystems. They are highly diverse and difficult to definitively identify via microscopy. Polymerase chain reaction (PCR) primers targeting the 18S rRNA gene of diverse soil ciliates were tested for efficacy in a range of soil textures (sandy loams, loams, silt loams, and clays). Soils were identified with the help of U.S. Forest Service staff, and sampled from various sites in Sumter National Forest in western South Carolina.</p>\n<p class=\"Default\">A method for employing the primers sequentially (semi-nested PCR) was developed to isolate and amplify low-quantity ciliate DNA successfully from the range of soils. Amplified genes from two of the soils (a sandy loam and a silt loam) were sequenced and matched against known ciliate sequences using NCBI&rsquo;s BLAST search. The diversity and apparent composition of the two soil ciliate communities was compared. The soils exhibited different abundance distributions, with the sandy loam soil exhibiting a more even abundance distribution. As would be expected, some sequences were common to both soils, while some sequences were unique. The majority of sequences from both soils matched database sequences from unidentified environmental (soil or aquatic) ciliates, highlighting the need for better characterization of the complex microbial assemblages found in soils and other ecosystems.</p>\n<p class=\"Default\"><span style=\"text-decoration: underline;\">Educational Goals and Outcomes </span></p>\n<p class=\"Default\">In addition to the research goals, the project had significant educational and resource development goals. The funding was used to establish a research program of a new Environmental Engineering faculty member at a small historically black college in South Carolina. The grant provided startup funding to purchase the equipment and supplies necessary to carry out the activities of the grant, as well as stipends for the faculty member and undergraduate students for summer research. In addition, the equipment for this project directly benefited four other faculty research programs at this small institution, along with their employed students. Finally, the PI has incorporated laboratory exercises and demonstrations using the equipment into several courses, including Flu...",
  "por_txt_cntn": "Project Description \nSoils are one of the most important resources that humans and other biota depend on for life, active in such vital processes as plant growth, water filtration and purification, and cycling of nutrients. Microbes, including bacteria and protozoa, play a crucial role in the soil nitrogen and carbon cycles of all the world ecosystems, and are integral parts of soilÆs other critical functions. The purpose of this study was to better quantify the response of soil microbes to small-timescale changes in soil moisture, and gain a more process-based understanding of the complex interactions between soil moisture status and multi-kingdom interactions (e.g., between bacteria and protozoa). It sought to answer such questions as: Which portions of the microbial community encyst in response to desiccation? How quickly do they resume activity following rewetting? What is the response of anaerobic microbes that are likely to be sequestered in inter-aggregate microporous spaces? Understanding of such interactions is critical to scientific efforts to model and manage the soil carbon cycle in both basic and applied (i.e., agricultural) research.\nResearch Goals and Outcomes \nThe research activities of the project focused on development of molecular (DNA-based) methods for identification of soil ciliates. Ciliates are protozoa that function mainly as predators of bacteria and other smaller microbes in soil and aquatic ecosystems. They are highly diverse and difficult to definitively identify via microscopy. Polymerase chain reaction (PCR) primers targeting the 18S rRNA gene of diverse soil ciliates were tested for efficacy in a range of soil textures (sandy loams, loams, silt loams, and clays). Soils were identified with the help of U.S. Forest Service staff, and sampled from various sites in Sumter National Forest in western South Carolina.\nA method for employing the primers sequentially (semi-nested PCR) was developed to isolate and amplify low-quantity ciliate DNA successfully from the range of soils. Amplified genes from two of the soils (a sandy loam and a silt loam) were sequenced and matched against known ciliate sequences using NCBIÆs BLAST search. The diversity and apparent composition of the two soil ciliate communities was compared. The soils exhibited different abundance distributions, with the sandy loam soil exhibiting a more even abundance distribution. As would be expected, some sequences were common to both soils, while some sequences were unique. The majority of sequences from both soils matched database sequences from unidentified environmental (soil or aquatic) ciliates, highlighting the need for better characterization of the complex microbial assemblages found in soils and other ecosystems.\nEducational Goals and Outcomes \nIn addition to the research goals, the project had significant educational and resource development goals. The funding was used to establish a research program of a new Environmental Engineering faculty member at a small historically black college in South Carolina. The grant provided startup funding to purchase the equipment and supplies necessary to carry out the activities of the grant, as well as stipends for the faculty member and undergraduate students for summer research. In addition, the equipment for this project directly benefited four other faculty research programs at this small institution, along with their employed students. Finally, the PI has incorporated laboratory exercises and demonstrations using the equipment into several courses, including Fluid Mechanics, Groundwater Hydrology, Environmental Forensics, and General Physical Science.\nThis project has provided significant hands-on research experience for eight African-American undergraduate students. Undergraduate research students were trained in techniques related to molecular identification of soil microbes, including DNA extraction from soil, polymerase chain reaction (PCR), gel electrophoresis, fluorometric quan..."
 }
}