{
 "awd_id": "1238704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HBCU-UP RIA: Analytical Studies of Multihop Wireless Networks with the Log-normal Shadowing Model",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 162262.0,
 "awd_amount": 162262.0,
 "awd_min_amd_letter_date": "2012-08-19",
 "awd_max_amd_letter_date": "2012-08-19",
 "awd_abstract_narration": "This project will conduct analytical studies on multi-hop wireless networks under a realistic shadowing model with an important boundary effect taken into consideration. The project will investigate the critical transmission power required for each node to ensure that the network is connected asymptotically almost surely under a shadowing model, and explore the relation between the probability that the network is connected and the probability that the network has no isolated nodes. The impact of radio irregularity on network connectivity and radio interference in practical multihop wireless networks under the shadowing model will be examined. The ultimate goal of this project is to make significant improvements for research and education in computer science at Paine College and increase the participation of African American undergraduate students in computer science research.\r\n\r\nThe rapid proliferation of mobile and wireless devices provides an excellent opportunity for theoretic research in the wireless networking area. The log-normal shadowing model is a realistic radio propagation model which has been widely used. The important boundary effect must be taken into consideration in any practical multihop wireless networks. Under such a shadowing model with the boundary effect included, little is known about connectivity of practical multihop wireless networks and the impact of radio irregularity on connectivity and interference. The results of this research will be of interest in areas such as throughput capacity, virtual backbone, topology control, routing protocols, information theory and networking. Multihop wireless networks are expected to play a key role in solving problems such as securing our homeland, protecting the infrastructure, monitoring conditions in the biosphere, or in the diagnosis and treatment of illnesses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lixin",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lixin Wang",
   "pi_email_addr": "lwang@paine.edu",
   "nsf_id": "000572547",
   "pi_start_date": "2012-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Paine College",
  "inst_street_address": "1235 15TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "AUGUSTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7063968118",
  "inst_zip_code": "309013105",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "GA12",
  "org_lgl_bus_name": "PAINE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "EF36PJXL9658"
 },
 "perf_inst": {
  "perf_inst_name": "Paine College",
  "perf_str_addr": "1235 15th Street",
  "perf_city_name": "Augusta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "309013105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "GA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162262.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On network connectivity: &nbsp;</p>\n<p>We studied the connectivity of multihop wireless networks with the log-normal shadowing model by investigating the critical transmission power required by each node for asymptotic vanishing of the isolated nodes, and the precise distribution of the number of isolated nodes. The vanishing of isolated nodes is not only a prerequisite but also a good indication of network connectivity. Most of the known works on network connectivity under such a shadowing model were obtained only based on simulation studies or the assumption that the important boundary effect is ignored to avoid the challenging technical analysis, and thus hardly applied to practical multihop wireless networks. It is extremely challenging to take the complicated boundary effect into consideration under such a realistic shadowing model because the transmission area of each node is an irregular region other than a circular area. Assume the wireless nodes are represented by a Poisson point process with density <em>n</em> over a unit-area disk. With the boundary effect taken into consideration, we first obtained an explicit formula for the expected number of isolated nodes, we then derived upper and lower bounds of the critical transmission power for asymptotic vanishing of the isolated nodes. The tightness of the upper and lower bounds for the critical transmission power were verified via numerical analysis by using a software engineering approach. With the uniform power assignment adopted for all the nodes, if the transmission power is properly chosen so that the expected node degree of the network is equal to ln <em>n</em> + &xi;(<em>n</em>), where &xi;(<em>n</em>) approaches to some constant &xi; as <em>n</em>&rarr;&infin;, we derived the precise asymptotic distribution of the number of isolated nodes in the network under the log-normal shadowing model with the boundary effect taken into consideration. When a wireless network consists of <em>n</em> nodes distributed independently and uniformly over a unit-area disk, and the linear power assignment is adopted for each link, we also derived the precise distribution of the number of the isolated nodes under such a realistic shadowing model with the boundary effect taken into consideration. The results we obtained can be used as design guidelines for all practical applications of multihop wireless networks in which both the shadowing and boundary effects must be taken into consideration.</p>\n<p>On the impact of radio irregularities on network connectivity:</p>\n<p>Existing results indicate that the network connectivity increases when the radio propagation becomes more irregular (i.e., the shadowing deviation increases). But all these known results were obtained only based on simulation studies or the assumption that the important boundary effect is ignored to avoid the challenging technical analysis, and thus hardly applied to any practical applications of wireless networks. Assume the wireless networking nodes are represented by a Poisson point process with density <em>n</em> over a unit-area disk. With the complicated boundary effect taken into consideration, we proved analytically that network connectivity increases when the radio propagation becomes more irregular under the log-normal shadowing model.</p>\n<p>On duty-cycled communication scheduling:</p>\n<p>The problem Minimum Latency Beaconing Schedule (MLBS) seeks a shortest schedule for beaconing subject to the interference constraint. MLBS has been well studied when all the nodes are always awake. However, it is well-known that the networking nodes often switch between the active state and the sleep state to save energy. A node in duty-cycled scenarios may require transmitting multiple times to inform all of its neighbors due to their different active times. Thus, none of the known algorithms for MLBS are suitable for duty-cycled multihop wireless networks. We f...",
  "por_txt_cntn": "\nOn network connectivity:  \n\nWe studied the connectivity of multihop wireless networks with the log-normal shadowing model by investigating the critical transmission power required by each node for asymptotic vanishing of the isolated nodes, and the precise distribution of the number of isolated nodes. The vanishing of isolated nodes is not only a prerequisite but also a good indication of network connectivity. Most of the known works on network connectivity under such a shadowing model were obtained only based on simulation studies or the assumption that the important boundary effect is ignored to avoid the challenging technical analysis, and thus hardly applied to practical multihop wireless networks. It is extremely challenging to take the complicated boundary effect into consideration under such a realistic shadowing model because the transmission area of each node is an irregular region other than a circular area. Assume the wireless nodes are represented by a Poisson point process with density n over a unit-area disk. With the boundary effect taken into consideration, we first obtained an explicit formula for the expected number of isolated nodes, we then derived upper and lower bounds of the critical transmission power for asymptotic vanishing of the isolated nodes. The tightness of the upper and lower bounds for the critical transmission power were verified via numerical analysis by using a software engineering approach. With the uniform power assignment adopted for all the nodes, if the transmission power is properly chosen so that the expected node degree of the network is equal to ln n + &xi;(n), where &xi;(n) approaches to some constant &xi; as n&rarr;&infin;, we derived the precise asymptotic distribution of the number of isolated nodes in the network under the log-normal shadowing model with the boundary effect taken into consideration. When a wireless network consists of n nodes distributed independently and uniformly over a unit-area disk, and the linear power assignment is adopted for each link, we also derived the precise distribution of the number of the isolated nodes under such a realistic shadowing model with the boundary effect taken into consideration. The results we obtained can be used as design guidelines for all practical applications of multihop wireless networks in which both the shadowing and boundary effects must be taken into consideration.\n\nOn the impact of radio irregularities on network connectivity:\n\nExisting results indicate that the network connectivity increases when the radio propagation becomes more irregular (i.e., the shadowing deviation increases). But all these known results were obtained only based on simulation studies or the assumption that the important boundary effect is ignored to avoid the challenging technical analysis, and thus hardly applied to any practical applications of wireless networks. Assume the wireless networking nodes are represented by a Poisson point process with density n over a unit-area disk. With the complicated boundary effect taken into consideration, we proved analytically that network connectivity increases when the radio propagation becomes more irregular under the log-normal shadowing model.\n\nOn duty-cycled communication scheduling:\n\nThe problem Minimum Latency Beaconing Schedule (MLBS) seeks a shortest schedule for beaconing subject to the interference constraint. MLBS has been well studied when all the nodes are always awake. However, it is well-known that the networking nodes often switch between the active state and the sleep state to save energy. A node in duty-cycled scenarios may require transmitting multiple times to inform all of its neighbors due to their different active times. Thus, none of the known algorithms for MLBS are suitable for duty-cycled multihop wireless networks. We first developed two constant-approximation algorithms for MLBS with the Duty-Cycled scenarios (MLBSDC) under the protocol interference model. These two algorithm..."
 }
}