{
 "awd_id": "1238895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Implementation Project: Philander Smith College HBCU-UP Project II",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 1749999.0,
 "awd_amount": 1749999.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2016-07-06",
 "awd_abstract_narration": "The project entitled - Philander Smith College HBCU-UP Project II - builds on a very successful previous implementation project and has the goal to have an impact on the institutional capacity by enhancing the competitiveness, currency, and efficiency of the STEM education experience at Philander Smith College (PSC). In the 2011-2012 academic year, 221 of the 732 students enrolled at the institution were STEM majors. The project seeks to increase the number of research prepared students, STEM graduates, and students attending graduate schools with a STEM focus. The project aims to enhance the current STEM undergraduate research infrastructure, improve STEM education by developing and implementing cyberinfrastructure-based strategies in teaching and learning, and prepare incoming freshmen for the transition from high school to college.\r\n\r\nThe project will establish models that promote the integration of inquiry-based learning environments in STEM disciplines through scholarly research. It seeks to infuse effective innovative cyberinfrastructure-based resources, concepts, and tools to enhance the overall integration of technology in PSC's STEM educational setting. Stakeholders include underrepresented high school students, undergraduate students, and the overall STEM community. Results will be published  to contribute to the body of knowledge that will lead to the understanding of educating underrepresented undergraduate students in STEM at a small liberal arts institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "James",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frank A James",
   "pi_email_addr": "fjames@philander.edu",
   "nsf_id": "000079659",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samar",
   "pi_last_name": "Swaid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samar Swaid",
   "pi_email_addr": "sswaid@philander.edu",
   "nsf_id": "000494390",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Burroughs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Burroughs",
   "pi_email_addr": "cburroughs@philander.edu",
   "nsf_id": "000505116",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Philander Smith College",
  "inst_street_address": "900 W DAISY L GATSON BATES DR",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLE ROCK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5015809743",
  "inst_zip_code": "722023726",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "PHILANDER SMITH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KNSZRUCJ3JA4"
 },
 "perf_inst": {
  "perf_inst_name": "Philander Smith College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "722023718",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 699999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcome of this award is its transformational approach to developed models that promoted integrations of inquiry-based learning environments in STEM disciplines through scholarly research. The Division of Natural and Physical Sciences at Philander Smith College implemented computational and emerging interdisciplinary STEM fields, such as high-performance computing, bioinformatics, analytics/optimization, computational chemistry, and human-computer interaction research efforts. In addition, the division infused effective innovative cyberinfrastructure based resources, concepts, and tools to enhance the overall integration of technology in PSC&rsquo;s STEM educational setting. Early exposure and involvement in research activities has increased the likelihood of students successfully matriculating through STEM disciplines and investigating graduate study or employment in STEM areas.</p>\n<p>In each interdisciplinary discipline, faculty and students, were provided the opportunity to explore new data to advance their knowledge in their fields of study. Research projects has stimulated the need of more laboratory instruments/supplies or space for strengthening the institutional competitiveness in STEM areas.&nbsp; Hands-on research experience improved and strengthened the scientific knowledge and motivation of undergraduate STEM majors at Philander Smith College, which has led to increased retention and higher enrollment. This project has also helped participants become more interested in the STEM interdisciplinary and become better prepared for future science careers and graduate programs.</p>\n<p>Cyberinfrastructure events and workshops provided a forum for faculty, staff, and students across disciplines to share how computational thinking is instrumental to enhancing processes and outcomes in their respective fields, classrooms and studies. A better understanding was derived during this award. Some topics covered included:&nbsp;&ldquo;Introduction of Cyber-Security&rdquo;, research and developments pertaining to passcodes &ldquo;What is Augmented Reality: Our Experience Developing Applications&rdquo;, &ldquo;Real Time Face Emotion Recognition System&rdquo;,&nbsp;student engagement through interactive face recognition software, innovative uses, and research opportunities, and&nbsp;&ldquo;Moving Philander Forward with Online Education&rdquo;,&nbsp;the benefits of cyberinfrastructure as it relates to online curricula engagement as the College prepares to offer online courses.&nbsp;STEM faculty shared their experiences, modules, and recommendations for supporting sustainability efforts for implementing Computational Thinking in their curricula. Interdisciplinary plans included,&nbsp;&ldquo;Moving Philander Forward with Computational Thinking&rdquo;, &ldquo;CT Applications and Chemical Bond&nbsp;Modeling for College Chemistry Classes&rdquo;, &ldquo;Biological Research and Computer Science: A Merging of&nbsp;Two Fields&rdquo;,&nbsp;and &ldquo;Use of Computational Physics and Astronomy Resources in the Internet&rdquo;,&nbsp;in the areas of Biology, Chemistry, Computer Science, and Physics. The study&nbsp;&ldquo;A Framework for Modeling Usability of Text CAPTCHA&rdquo;,&nbsp;has created a scale to measure usability of CAPTCHA. Study findings will be significant to practitioners in the areas of usable security and human-computer interaction.&nbsp;</p>\n<p>In Computer Science, research conducted contributed significantly to the area of semantic data, information retrieval and human-computer interaction with information systems. Two research projects in the Human-Computer Interaction component focused on categories generated for keywords and images when collaborative-tagging&nbsp;is&nbsp;used&nbsp;instead&nbsp;of automated approaches and the accuracy of collaborative-tagging as one of the efforts to ensure semantic data on the web. Beyond science and technology research, opened the door for community involvement and awareness both on and off campus.&nbsp;Further undergraduate research in the High-Performance Computing project,&nbsp;&ldquo;Application of classification algorithm on high-&shy;dimensional data&rdquo;,&nbsp;will fully develop an algorithm that will allow for population heterogeneity.</p>\n<p>Human Computer Interaction (HCI) research effort connected computing with visual arts and design, giving student participants the opportunity to visually comprehend the relation of science and technology to society and its reality. In completing&nbsp;&ldquo;When Random Number Meets Piet Mondrian &ndash; a Python Approach&rdquo;,&nbsp;students discovered the usage of random numbers and programming in the production of Mondrian&rsquo;s work and how this may assist art education with computer programming. This work will impact society in schools and classrooms of teachers who will view this research instrumental to the development of their students and interdisciplinary interests.&nbsp;</p>\n<p>Students discovered and shared how Analytics and Optimization affects Business and may assist in perfecting business systems for many organizations. This work will impact businesses, citizens, marketers and a number of other entities in the effort of preventing offenders and other violators in business sectors, aiming to provide a sense of peace and solve an alarming problem for the common U.S. citizen.&nbsp;</p>\n<p>This HBCU-UP award was successful in advancing discovery and understanding through research efforts, while promoting teaching, training, and learning.&nbsp;&nbsp;The concept of a holistic approach to learning was key to student longitudinal success in STEM disciplines.&nbsp;&nbsp;Student participants experienced new advances through the merger of cyberinfrastructure resources with biology, chemistry, mathematics, physics and computer science. Stakeholders included underrepresented high school students, undergraduate students, and the overall STEM community. Results were published in journals and other digital communication streams to contribute to the body of knowledge that led to the understanding of educating underrepresented, undergraduate students in STEM.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/12/2020<br>\n\t\t\t\t\tModified by: Frank&nbsp;A&nbsp;James</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcome of this award is its transformational approach to developed models that promoted integrations of inquiry-based learning environments in STEM disciplines through scholarly research. The Division of Natural and Physical Sciences at Philander Smith College implemented computational and emerging interdisciplinary STEM fields, such as high-performance computing, bioinformatics, analytics/optimization, computational chemistry, and human-computer interaction research efforts. In addition, the division infused effective innovative cyberinfrastructure based resources, concepts, and tools to enhance the overall integration of technology in PSC’s STEM educational setting. Early exposure and involvement in research activities has increased the likelihood of students successfully matriculating through STEM disciplines and investigating graduate study or employment in STEM areas.\n\nIn each interdisciplinary discipline, faculty and students, were provided the opportunity to explore new data to advance their knowledge in their fields of study. Research projects has stimulated the need of more laboratory instruments/supplies or space for strengthening the institutional competitiveness in STEM areas.  Hands-on research experience improved and strengthened the scientific knowledge and motivation of undergraduate STEM majors at Philander Smith College, which has led to increased retention and higher enrollment. This project has also helped participants become more interested in the STEM interdisciplinary and become better prepared for future science careers and graduate programs.\n\nCyberinfrastructure events and workshops provided a forum for faculty, staff, and students across disciplines to share how computational thinking is instrumental to enhancing processes and outcomes in their respective fields, classrooms and studies. A better understanding was derived during this award. Some topics covered included: \"Introduction of Cyber-Security\", research and developments pertaining to passcodes \"What is Augmented Reality: Our Experience Developing Applications\", \"Real Time Face Emotion Recognition System\", student engagement through interactive face recognition software, innovative uses, and research opportunities, and \"Moving Philander Forward with Online Education\", the benefits of cyberinfrastructure as it relates to online curricula engagement as the College prepares to offer online courses. STEM faculty shared their experiences, modules, and recommendations for supporting sustainability efforts for implementing Computational Thinking in their curricula. Interdisciplinary plans included, \"Moving Philander Forward with Computational Thinking\", \"CT Applications and Chemical Bond Modeling for College Chemistry Classes\", \"Biological Research and Computer Science: A Merging of Two Fields\", and \"Use of Computational Physics and Astronomy Resources in the Internet\", in the areas of Biology, Chemistry, Computer Science, and Physics. The study \"A Framework for Modeling Usability of Text CAPTCHA\", has created a scale to measure usability of CAPTCHA. Study findings will be significant to practitioners in the areas of usable security and human-computer interaction. \n\nIn Computer Science, research conducted contributed significantly to the area of semantic data, information retrieval and human-computer interaction with information systems. Two research projects in the Human-Computer Interaction component focused on categories generated for keywords and images when collaborative-tagging is used instead of automated approaches and the accuracy of collaborative-tagging as one of the efforts to ensure semantic data on the web. Beyond science and technology research, opened the door for community involvement and awareness both on and off campus. Further undergraduate research in the High-Performance Computing project, \"Application of classification algorithm on high-&shy;dimensional data\", will fully develop an algorithm that will allow for population heterogeneity.\n\nHuman Computer Interaction (HCI) research effort connected computing with visual arts and design, giving student participants the opportunity to visually comprehend the relation of science and technology to society and its reality. In completing \"When Random Number Meets Piet Mondrian &ndash; a Python Approach\", students discovered the usage of random numbers and programming in the production of Mondrian’s work and how this may assist art education with computer programming. This work will impact society in schools and classrooms of teachers who will view this research instrumental to the development of their students and interdisciplinary interests. \n\nStudents discovered and shared how Analytics and Optimization affects Business and may assist in perfecting business systems for many organizations. This work will impact businesses, citizens, marketers and a number of other entities in the effort of preventing offenders and other violators in business sectors, aiming to provide a sense of peace and solve an alarming problem for the common U.S. citizen. \n\nThis HBCU-UP award was successful in advancing discovery and understanding through research efforts, while promoting teaching, training, and learning.  The concept of a holistic approach to learning was key to student longitudinal success in STEM disciplines.  Student participants experienced new advances through the merger of cyberinfrastructure resources with biology, chemistry, mathematics, physics and computer science. Stakeholders included underrepresented high school students, undergraduate students, and the overall STEM community. Results were published in journals and other digital communication streams to contribute to the body of knowledge that led to the understanding of educating underrepresented, undergraduate students in STEM.\n\n \n\n\t\t\t\t\tLast Modified: 02/12/2020\n\n\t\t\t\t\tSubmitted by: Frank A James"
 }
}