{
 "awd_id": "1238612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Investigating the Bias of Alternative Statistical Inference Methods in Sequential Mixed-Mode Surveys",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 15153.0,
 "awd_amount": 15153.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "Sequential mixed-mode surveys use a mix of modes or data collection methods such as mail, telephone, in-person, and web to increase the number of people who respond to a survey. In sequential designs, there is usually no control in assigning subgroups of respondents to modes. As a result, nonrandom assignment of modes is an inherent characteristic of sequential mixed-mode surveys. This design is important since there are usually limited funds to probe people to respond. While the goal of using mixed modes is clear, one compelling research question is how the nonrandom mix of mode impacts survey data and how these effects should be handled in estimating survey population characteristics such as mean income, and health insurance coverage. To date, since the nonrandom mix of modes poses a challenge in evaluating the mode effects, the existing inference methods assume that mode effects can be ignored in sequential mixed-mode surveys despite their unknown impact on the quality of the survey estimates. This research develops and evaluates the statistical inference methods accounting for nonrandom mode effects to test the comparability of the survey estimates from the different modes. In parallel, this project also develops statistical inference methods accounting for both nonresponse and nonrandom mode effects in the presence of nonignorable mode effects. The public-use Current Population Survey (CPS), 1973, and Social Security Records Exact Match, and the nonpublic-use American Community Survey (ACS) data will be used to conduct empirical and simulation evaluations. \r\n\r\nThis research provides federal agencies, survey organizations, research centers, and other data producers assessment and inferential methods that adjust for both nonresponse and nonrandom mode effects in the context of sequential mixed-mode surveys. Some large surveys have employed some variation of mixed-mode surveys in order to meet budget constraints. On the other hand, in the presence of nonignorable mode effects, the bias properties for the survey population characteristics are not known and the existing assessment and inferential methods do not control for the nonrandom mode effects. This research produces sequential mixed-mode assessment methods which will test the ignorability of the mode effects which can be a threat for the quality of survey data. In parallel, this research also produces methods of inference which will yield higher quality survey estimates in the presence of nonignorable mode effects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Valliant",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Valliant",
   "pi_email_addr": "rvalliant@survey.umd.edu",
   "nsf_id": "000356887",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zeynep",
   "pi_last_name": "Suzer Gurtekin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zeynep Suzer Gurtekin",
   "pi_email_addr": "tsuzer@umich.edu",
   "nsf_id": "000598621",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of Michigan",
  "perf_str_addr": "3003 S. State Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15153.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Work addressed two specific research questions related to multi-mode surveys: 1) Are the measurement error differences between modes ignorable? and 2) What are the properties of statistical inference methods that incorporate nonignorable measurement error differences under a mixed-mode survey design? Work was completed on three alternative mixed-mode survey mean estimators.&nbsp; The general steps in the estimation method were: 1) Impute counterfactual data for the alternative mode(s) under specified mode choice and response models, 2) Use both observed and actual data for the complete set of respondents to compute mode specific survey means, 3) Adjust for nonresponse, 4) Compare mode specific mean estimates, and 5) Combine mode specific means under three alternative combining rules. Step 1) created data that were counterfactual in the sense that imputations for cases that responded using one mode were made as if they had responded via another mode. For the purpose of this research, nonresponse adjustments were omitted, although future research should address it.</p>\n<p>Using 1973 Current Population Survey (CPS)-Internal Revenue Service (IRS) Match Data and 2012 CPS data, comparisons were made between the na&iuml;ve and three alternative methods for Income and Health Insurance Coverage. Three alternative methods were: 1) Simple average estimator, in which mode specific means are combined by using a simple average estimator, 2) Combined estimator in which estimated means are weighted inversely according to their variances, and 3) Combined estimator in which estimated means are weighted inversely according to their mean square errors (MSEs).&nbsp; &nbsp;A fourth choice was the na&iuml;ve mean estimator ignoring any mode effects, i.e., 4) Combine data together in one sample and estimate the mean ignoring any differences in modes. &nbsp;An empirical study and a simulation study on 1973 CPS Match Data were conducted to study the bias properties of na&iuml;ve estimator and the three alternative estimators. A sensitivity analysis was conducted using the 2012 CPS data.</p>\n<p>The empirical study was conducted on a subset of 1973 CPS-IRS Match Data using wage and salary income as reported in the CPS. CPS-reported wage and salary income for 1972 were compared against the 1972 person-level IRS wage and salary income data. The average relative differences by mode were not significantly different between the CPS in-person and the telephone modes. On the other hand, the direct comparisons of individual in-person respondents&rsquo; earnings to telephone respondent earnings suggest a possible nonignorable mode choice mechanism, that is, the mode choice mechanism depends on the variable itself. On average, in-person respondents reported their earnings $1,369 less per year than telephone respondents. After controlling for personal characteristics, education, work experience, race (white vs. other), occupation type (professional, sales, craft, laborer), and industry (construction, manufacturing, transportation, trade, service) and residential (household) characteristics, central city, suburb, region, the difference remained significant. The empirical study considers this subset as the population and draws 50 simulation samples under 400/800 sample sizes of persons. In addition to sample size variation, the simulations also varied two imputation methods: 1) ignorable mode choice, and 2) nonignorable mode choice and 1) item missing included, and 2) item missing excluded conditions. The results were in the expected direction. That is, the standard procedure of ignoring potential mode differences led to biased estimators. &nbsp;The estimator that combined means inversely according to MSEs was generally least biased.&nbsp; For this estimator to be feasible in practice, one of the modes must be selected as producing the most nearly unbiased estimators. &nbsp;The differences between item mi...",
  "por_txt_cntn": "\nWork addressed two specific research questions related to multi-mode surveys: 1) Are the measurement error differences between modes ignorable? and 2) What are the properties of statistical inference methods that incorporate nonignorable measurement error differences under a mixed-mode survey design? Work was completed on three alternative mixed-mode survey mean estimators.  The general steps in the estimation method were: 1) Impute counterfactual data for the alternative mode(s) under specified mode choice and response models, 2) Use both observed and actual data for the complete set of respondents to compute mode specific survey means, 3) Adjust for nonresponse, 4) Compare mode specific mean estimates, and 5) Combine mode specific means under three alternative combining rules. Step 1) created data that were counterfactual in the sense that imputations for cases that responded using one mode were made as if they had responded via another mode. For the purpose of this research, nonresponse adjustments were omitted, although future research should address it.\n\nUsing 1973 Current Population Survey (CPS)-Internal Revenue Service (IRS) Match Data and 2012 CPS data, comparisons were made between the na&iuml;ve and three alternative methods for Income and Health Insurance Coverage. Three alternative methods were: 1) Simple average estimator, in which mode specific means are combined by using a simple average estimator, 2) Combined estimator in which estimated means are weighted inversely according to their variances, and 3) Combined estimator in which estimated means are weighted inversely according to their mean square errors (MSEs).   A fourth choice was the na&iuml;ve mean estimator ignoring any mode effects, i.e., 4) Combine data together in one sample and estimate the mean ignoring any differences in modes.  An empirical study and a simulation study on 1973 CPS Match Data were conducted to study the bias properties of na&iuml;ve estimator and the three alternative estimators. A sensitivity analysis was conducted using the 2012 CPS data.\n\nThe empirical study was conducted on a subset of 1973 CPS-IRS Match Data using wage and salary income as reported in the CPS. CPS-reported wage and salary income for 1972 were compared against the 1972 person-level IRS wage and salary income data. The average relative differences by mode were not significantly different between the CPS in-person and the telephone modes. On the other hand, the direct comparisons of individual in-person respondentsÆ earnings to telephone respondent earnings suggest a possible nonignorable mode choice mechanism, that is, the mode choice mechanism depends on the variable itself. On average, in-person respondents reported their earnings $1,369 less per year than telephone respondents. After controlling for personal characteristics, education, work experience, race (white vs. other), occupation type (professional, sales, craft, laborer), and industry (construction, manufacturing, transportation, trade, service) and residential (household) characteristics, central city, suburb, region, the difference remained significant. The empirical study considers this subset as the population and draws 50 simulation samples under 400/800 sample sizes of persons. In addition to sample size variation, the simulations also varied two imputation methods: 1) ignorable mode choice, and 2) nonignorable mode choice and 1) item missing included, and 2) item missing excluded conditions. The results were in the expected direction. That is, the standard procedure of ignoring potential mode differences led to biased estimators.  The estimator that combined means inversely according to MSEs was generally least biased.  For this estimator to be feasible in practice, one of the modes must be selected as producing the most nearly unbiased estimators.  The differences between item missing excluded and included conditions showed that sensitivity analysis should also be incorporated in selecting an..."
 }
}