{
 "awd_id": "1238665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Geochemistry of Mineral Deposits GRC",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2012-04-30",
 "awd_abstract_narration": "Intellectual Merit.  Mineral resources have always been an essential foundation of human civilization.\r\nDespite uncertain economic times for much of the world, prices for critical minerals continue to\r\nremain high as they are depleted by mining and as discovery of new resources becomes\r\nincreasingly difficult. Even with greater recycling and substitution, increasing demand requires\r\nthat metals and other rare elements will continue to be mined from ore deposits. Such deposits\r\ncan only be utilized in an environmentally responsible manner if the ore elements are highly\r\nenriched by natural chemical and physical processes. These processes operate over a great range\r\nof spatial and temporal scales from the Earth?s interior to its surface, and from the earliest\r\ngeological records of the planet to the present day. The 2012 Gordon Research Conference\r\n(GRC) on the Geochemistry of Mineral Deposits presents a forum to present and discuss new\r\ndata and ideas on processes that control the formation and location of a wide range of mineral\r\ndeposits, including precious metals, base metals, and other critical elements. Sessions will\r\ninclude lithospheric controls on mineral deposits, magmatic and hydrothermal processes that\r\npartition metals among various mineral and fluid phases, active hydrothermal systems as\r\nanalogues to mineral deposits, and dynamic processes involved in ore genesis, including\r\nvariations the fluxes and chemistry of magma and volatiles, tectonic triggers to regional ore\r\nformation, and the physical hydrogeology of hydrothermal systems. Evening sessions will focus\r\non puzzling, controversial and commonly overlooked ore systems. These systems include the\r\nAfrican Copper Belt in Zambia and the Democratic Republic of Congo, iron oxide-copper-gold\r\nsystems, and systems that form rare earth elements, which have critical high-technology and\r\nenvironmental applications. Another evening session focuses on the distal expressions of large\r\nore systems, which is of interest to private industry and government agencies involved in\r\nexploration and mineral assessments, which are important to land use decisions.\r\n\r\nBroader Impacts.  GRCs provide a unique opportunity for scientists from government, academia and\r\nindustry from all over the world to meet in an informal setting. GRCs provide a level of intimacy\r\nnot experienced in other conferences. Attendance is limited to 160 participants, emphasis is on\r\ndiscussion, and there are no concurrent sessions. Few conferences bring together such a wide\r\nrange of scientists of both experience and focus, which ranges from pure, process-related\r\nresearch to applied research. Not all the participants specialize in ore deposits. Researchers\r\nfocused on igneous petrology, aqueous and isotope geochemistry, fluid flow, and active\r\nhydrothermal systems are speaking and leading sessions. With such an intimate setting, the\r\nparticipants have little choice but to interact with each other during the conference. Such\r\ninteractions commonly lead to unforeseen collaborations. Funds will be provided to students,\r\npost-docs, and other young investigators to assist them in attending in the meeting, thus affording\r\nthem the opportunity to network with recognized experts in both academia and industry and have\r\na say in the future directions of mineral deposit research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Muntean",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L Muntean",
   "pi_email_addr": "munteanj@unr.edu",
   "nsf_id": "000287750",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028920984",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Conference on<br />Geochemistry of Mineral Deposits was held at Proctor<br />Academy Andover, New Hampshire, July 15-20,<br />2012. The Conference was well-attended with 150 participants (attendees<br />list attached). The attendees represented the spectrum of endeavor in this<br />field coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 150 attendees, 35 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 35 respondents, 6%<br />were Minorities &ndash; 6% Hispanic, 0% Asian and 0% African American. Approximately 21%<br />of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\n\n\n\n\nThe Gordon Research Conference on\nGeochemistry of Mineral Deposits was held at Proctor\nAcademy Andover, New Hampshire, July 15-20,\n2012. The Conference was well-attended with 150 participants (attendees\nlist attached). The attendees represented the spectrum of endeavor in this\nfield coming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 150 attendees, 35 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 35 respondents, 6%\nwere Minorities &ndash; 6% Hispanic, 0% Asian and 0% African American. Approximately 21%\nof the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/17/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}