{
 "awd_id": "1238292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF/FDA SIR: Reporter compounds for quantitative imaging of biomolecular interactions using coherent x-ray scattering",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 128106.0,
 "awd_amount": 128106.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "Abstract\r\n#1238292\r\nKann, Maricel\r\n\r\nThe PIs propose to demonstrate proof-of-concept feasibility for a biomolecular interaction characterization technology that utilizes Biomolecular Interactions using Coherent X-ray Scattering (BICXS). The BICXS technology is based on small-angle coherent x-ray scattering (SAXS) signatures of reporter agents to determine the occurrence of interactions between two targeted proteins or small molecules. A strong multidisciplinary team has been assembled and includes expertise in bioinformatics, cellular biology, Gold NanoParticles, physics, and computational studies. The team includes three faculty members from University of Maryland Baltimore County (UMBC)as well as team members from the Division of Imaging and Applied Mathematics (DIAM), OSEL/CDRH/FDA. The team members are experts in their fields and uniquely qualified. Three graduate students will participate and perform research at the FDA site for one year. The proposed imaging technology may provide improved spatial resolution with high specificity that could enable deep tissue characterization of biomolecular interaction processes providing unique opportunities to evaluate the differences between normal vs. abnormal cells at the molecular level for various disease states.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maricel",
   "pi_last_name": "Kann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maricel Kann",
   "pi_email_addr": "mkann@umbc.edu",
   "nsf_id": "000325163",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marie Christine",
   "pi_last_name": "Daniel-Onuta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marie Christine Daniel-Onuta",
   "pi_email_addr": "mdaniel@umbc.edu",
   "nsf_id": "000609100",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elsa",
   "pi_last_name": "Garcin",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Elsa D Garcin",
   "pi_email_addr": "egarcin@umbc.edu",
   "nsf_id": "000617516",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "OSEL, CDRH, U.S. Food and Drug Adminstration",
  "perf_str_addr": "10903 New Hampshire Avenue",
  "perf_city_name": "Silver Spring",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "209930001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "1480",
   "pgm_ref_txt": "ENGINEERING RESEARCH CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 128106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project explored the feasibility of a novel technology based on small?angle x?ray scattering signatures of reporter agents that are indicative of the level of interaction between two targeted proteins or biomolecules. This novel technology complements other methods under development for in vivo biomolecular interaction imaging: positron emission tomography and bioluminescence resonance energy transfer. In comparison, this novel approach has the potential to provide increased spatial resolution and deep tissue imaging. The project provided a proof?of?concept for this novel biomolecular interaction imaging technology.</span></p>\n<div>\n<div>Drs. M. G. Kann, Dr E. Garcin and M. C. Daniel at the UMBC, in collaboration with CDRH/FDA scientists, have demonstrated the use of small-angle x-ray scattering signatures associated with inter-particle distance of Gold nanoparticles (GNP). Using a monochromatic x-ray system coupled with a CCD camera, the team has shown that the scattering profiles of samples with dimer GNPs can be used to quantify the proximity of the GNPs in solution.&nbsp;</div>\n<div>&nbsp;When GNPs are conjugated with biomolecules, this quantification of the distance between them would be indicative of targeted biomolecular interactions. The team has successfully prepared and characterized GNP dimers and obtained satisfactory small-angle x-ray scattering profiles in both water and cellular lysate solutions, confirming the ability to resolve our GNP model system even with heavy cellular background noise. Using novel data analysis software the team was also capable of determining an \"interaction fraction\" of samples: a quantification of the relative amount of dimer to monomer GNPs in solution.</div>\n<div>&nbsp;In addition, Dr. Kann&rsquo;s team has implemented a prototype bioinformatics web resource for cataloging protein interaction candidates for BICXS imaging and network analysis to develop hypotheses about their biological roles as a platform for future studies with this x-ray imaging technique, for cataloging protein interaction candidates and network analysis of these proteins, and for developing hypotheses about their biological roles.</div>\n<div>The novel imaging technique developed during this project represents a scientific breakthrough as it can be applied for the characterization of biomolecular interactions within cells and living organisms with fundamental applications for the molecular understanding of biological processes, for the design of high?specificity pharmacological approaches, and for the immediate assessment of response to therapy. The novel technique will facilitate a variety of in vitro and in vivo studies including deep tissue imaging of biomolecular interactions with high spatial resolution.</div>\n<div>&nbsp; &nbsp;The multidisciplinary nature of the proposed research addresses questions pertaining to the areas of chemistry, biochemistry, biomolecular science, bioinformatics, and imaging science while providing a cross-cutting platform for undergraduate and graduate education, mentoring, and research. Dr. Kann&rsquo;s team and co-PIs at UMBC, in collaboration with scientists at FDA, have developed a framework for training graduate students, broadening participation of women (all PIs are women) and establishing collaborations between disciplines (chemistry, biochemistry, biology, physics, imaging). Moreover, the research facilitates links between academic (UMBC) and government (FDA) labs while contributing to the understanding of the potential regulatory challenges that this class of system will experience in the near future. Students also benefit from this link to the FDA by gaining experience working alongside FDA scientists in the CDRH research laboratories. The outcome of this research will be used to identify a wide range of biological and biomedical applications of relevance for further investigation.</div>\n</div>\n<p>&...",
  "por_txt_cntn": "\nThis project explored the feasibility of a novel technology based on small?angle x?ray scattering signatures of reporter agents that are indicative of the level of interaction between two targeted proteins or biomolecules. This novel technology complements other methods under development for in vivo biomolecular interaction imaging: positron emission tomography and bioluminescence resonance energy transfer. In comparison, this novel approach has the potential to provide increased spatial resolution and deep tissue imaging. The project provided a proof?of?concept for this novel biomolecular interaction imaging technology.\n\nDrs. M. G. Kann, Dr E. Garcin and M. C. Daniel at the UMBC, in collaboration with CDRH/FDA scientists, have demonstrated the use of small-angle x-ray scattering signatures associated with inter-particle distance of Gold nanoparticles (GNP). Using a monochromatic x-ray system coupled with a CCD camera, the team has shown that the scattering profiles of samples with dimer GNPs can be used to quantify the proximity of the GNPs in solution. \n When GNPs are conjugated with biomolecules, this quantification of the distance between them would be indicative of targeted biomolecular interactions. The team has successfully prepared and characterized GNP dimers and obtained satisfactory small-angle x-ray scattering profiles in both water and cellular lysate solutions, confirming the ability to resolve our GNP model system even with heavy cellular background noise. Using novel data analysis software the team was also capable of determining an \"interaction fraction\" of samples: a quantification of the relative amount of dimer to monomer GNPs in solution.\n In addition, Dr. KannÆs team has implemented a prototype bioinformatics web resource for cataloging protein interaction candidates for BICXS imaging and network analysis to develop hypotheses about their biological roles as a platform for future studies with this x-ray imaging technique, for cataloging protein interaction candidates and network analysis of these proteins, and for developing hypotheses about their biological roles.\nThe novel imaging technique developed during this project represents a scientific breakthrough as it can be applied for the characterization of biomolecular interactions within cells and living organisms with fundamental applications for the molecular understanding of biological processes, for the design of high?specificity pharmacological approaches, and for the immediate assessment of response to therapy. The novel technique will facilitate a variety of in vitro and in vivo studies including deep tissue imaging of biomolecular interactions with high spatial resolution.\n   The multidisciplinary nature of the proposed research addresses questions pertaining to the areas of chemistry, biochemistry, biomolecular science, bioinformatics, and imaging science while providing a cross-cutting platform for undergraduate and graduate education, mentoring, and research. Dr. KannÆs team and co-PIs at UMBC, in collaboration with scientists at FDA, have developed a framework for training graduate students, broadening participation of women (all PIs are women) and establishing collaborations between disciplines (chemistry, biochemistry, biology, physics, imaging). Moreover, the research facilitates links between academic (UMBC) and government (FDA) labs while contributing to the understanding of the potential regulatory challenges that this class of system will experience in the near future. Students also benefit from this link to the FDA by gaining experience working alongside FDA scientists in the CDRH research laboratories. The outcome of this research will be used to identify a wide range of biological and biomedical applications of relevance for further investigation.\n\n\n \n\n\t\t\t\t\tLast Modified: 09/04/2014\n\n\t\t\t\t\tSubmitted by: Maricel Kann"
 }
}