{
 "awd_id": "1238003",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Adopters of Curriculum Initiative in Parallel and Distributed Computing at EduPar-12",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 49977.0,
 "awd_amount": 49977.0,
 "awd_min_amd_letter_date": "2012-05-11",
 "awd_max_amd_letter_date": "2012-05-11",
 "awd_abstract_narration": "The penetration of parallel and distributed computing (PDC) technology into the daily lives of users has made it imperative that computer scientists and engineers provide rapidly changing, but yet effective, efficient and reliable technology to consumers.  This points to the urgent need for imparting a broad-based skill set in PDC technology at various levels in the educational fabric. However, the rapid change in computing technology and research advances challenge educators in knowing what to teach in any given semester. Employers face similar challenges regarding what constitutes basic expertise.  In this context, a working group has taken up the challenge of developing PDC curricular guidelines for Computer Science and Computer Engineering undergraduates, with particular emphasis on identifying a core curriculum that represents what every graduate should know about PDC. Throughout 2010, the working group has deliberated upon various topics and subtopics, specifying both the expected minimum level of coverage and the desired learning outcomes; it employed Bloom's classification as the medium for expressing the desired level of expertise on a topic.  A preliminary version of the core curriculum was released in Dec, 2010 (http://www.cs.gsu.edu/~tcpp/curriculum/index.php).  A major mechanism for evaluating a snapshot of our guidelines is the Early Adopter competition, with grants from NSF and Intel.  About four dozen early-adopter institutions are trying out this curriculum. We organized a workshop in Anchorage, May 2011, to bring together the early adopters and others interested in PDC education, primarily to receive the feedback from the Adopters, but also to stimulate discussion of curricular and other educational issues. This inaugural EduPar workshop - the first of its kind at IPDPS, being focused on educational matters - was a great success.  This has led to a follow up EduPar-12 workshop that is being organized at IPDPS-12 in Shanghai with the support of this grant.  The proposed curriculum is being revised currently for a formal released.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sushil",
   "pi_last_name": "Prasad",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sushil K Prasad",
   "pi_email_addr": "Sushil.prasad@utsa.edu",
   "nsf_id": "000429028",
   "pi_start_date": "2012-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "G-76 Alumni Hall 30 Courtland St",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303023999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7942",
   "pgm_ref_txt": "HIGH-PERFORMANCE COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background and Goals:</strong></p>\n<p>Parallel and Distributed Computing (PDC) now permeates most computing activities. However, the rapid change in computing hardware platforms and devices, languages, and supporting programming environments, and the research advances, more than ever challenges educators in deciding what to teach in any given semester. Students and their employers face similar challenges on what constitutes basic expertise. Our vision is to have all stakeholder experts working together and periodically providing guidance on restructuring the standard curriculum across various courses and modules related to parallel and distributed computing (PDC). Immediate benefit would be for students and their instructors to have guidelines on what aspects to cover in what courses. A curriculum working group from the IEEE Technical Committee on Parallel Processing (TCPP), the National Science Foundation (NSF), and sister communities such as the ACM, has taken up proposing and refining a curriculum for computer science (CS) and computer engineering (CE) undergraduates on PDC. The goal of this &nbsp;committee has been to propose a core curriculum for CS/CE undergraduates, with the premise that every such undergraduate should achieve a specified skill level regarding PDC-related topics as a result of required coursework.</p>\n<p>Throughout 2010, the working group deliberated upon various topics and subtopics, agreed upon their learning outcomes and level of coverage, identified where in current core courses these could be introduced, and provided examples of how they might be taught. Limited reviews have been carried out by selected stakeholders. Early adopters, selected via competitions held in Spring-11, Fall-11, Spring-12, and Fall-12, have been employing and evaluating the proposed curriculum. Their feedback has been monitored and employed to update the curriculum, and a first formal version was released in Dec 2012. In May-11, a follow-up curriculum workshop, EduPar-11 was held at IPDPS-2011. This workshop formally presented the curriculum to the PDC community, had early adopters present their findings, and drafted a roadmap for follow up activities.</p>\n<p><strong>Activities:&nbsp;</strong></p>\n<p>With support from this NSF grant, EduPar&rsquo;12 workshop was held at Shanghai in May as a regular IPDPS&rsquo;12 satellite workshop, with 5 regular and 8 short papers, a poster session, and a keynote session, with similar attendance. The accepted papers appeared in the proceedings of the IPDPS workshops and uploaded into IEEE XPlore. Proceedings of EduPar-12 is posted at http://cs.gsu.edu/~tcpp/curriculum/?q=advanced-technical-program. The funds from this NSF grant was employed to competitively award 16 early adopters from US institutions with eiter an accepted paper or poster to attend Edupar-12 workshop. Some additional awards were made to internation early adopters using Intel funds. The complete list of early adoters is posted at&nbsp;http://www.cs.gsu.edu/~tcpp/curriculum/?q=list-of-awardees.html</p>\n<p>We revised the preliminary version of the curriculum. We have worked through Fall 2011 and Spring 2012 on a bi-weekly basis. Feedback and evaluations from Early Adopters were collected and employed for finalizing the revisions in the curriculum. Our formal version I of the curriculum was released in Dec 2012 now available at&nbsp;http://www.cs.gsu.edu/~tcpp/curriculum/?q=home.</p>\n<p><strong>Current Activities and Roadmap:</strong></p>\n<p>EduPar-13 was subsequntly held last May as an IPDPS-13 workshop in Boston. The Fall-13 round of competition for additional early adopters has just been held with 25 new adopters selected.</p>\n<p>The twin activities of Early Adopter competitions and EduPar workshops will enable the working group to periodically update the curriculum. This will form a series of annual activities for the next few years to solidify the eff...",
  "por_txt_cntn": "\nBackground and Goals:\n\nParallel and Distributed Computing (PDC) now permeates most computing activities. However, the rapid change in computing hardware platforms and devices, languages, and supporting programming environments, and the research advances, more than ever challenges educators in deciding what to teach in any given semester. Students and their employers face similar challenges on what constitutes basic expertise. Our vision is to have all stakeholder experts working together and periodically providing guidance on restructuring the standard curriculum across various courses and modules related to parallel and distributed computing (PDC). Immediate benefit would be for students and their instructors to have guidelines on what aspects to cover in what courses. A curriculum working group from the IEEE Technical Committee on Parallel Processing (TCPP), the National Science Foundation (NSF), and sister communities such as the ACM, has taken up proposing and refining a curriculum for computer science (CS) and computer engineering (CE) undergraduates on PDC. The goal of this  committee has been to propose a core curriculum for CS/CE undergraduates, with the premise that every such undergraduate should achieve a specified skill level regarding PDC-related topics as a result of required coursework.\n\nThroughout 2010, the working group deliberated upon various topics and subtopics, agreed upon their learning outcomes and level of coverage, identified where in current core courses these could be introduced, and provided examples of how they might be taught. Limited reviews have been carried out by selected stakeholders. Early adopters, selected via competitions held in Spring-11, Fall-11, Spring-12, and Fall-12, have been employing and evaluating the proposed curriculum. Their feedback has been monitored and employed to update the curriculum, and a first formal version was released in Dec 2012. In May-11, a follow-up curriculum workshop, EduPar-11 was held at IPDPS-2011. This workshop formally presented the curriculum to the PDC community, had early adopters present their findings, and drafted a roadmap for follow up activities.\n\nActivities: \n\nWith support from this NSF grant, EduParÆ12 workshop was held at Shanghai in May as a regular IPDPSÆ12 satellite workshop, with 5 regular and 8 short papers, a poster session, and a keynote session, with similar attendance. The accepted papers appeared in the proceedings of the IPDPS workshops and uploaded into IEEE XPlore. Proceedings of EduPar-12 is posted at http://cs.gsu.edu/~tcpp/curriculum/?q=advanced-technical-program. The funds from this NSF grant was employed to competitively award 16 early adopters from US institutions with eiter an accepted paper or poster to attend Edupar-12 workshop. Some additional awards were made to internation early adopters using Intel funds. The complete list of early adoters is posted at http://www.cs.gsu.edu/~tcpp/curriculum/?q=list-of-awardees.html\n\nWe revised the preliminary version of the curriculum. We have worked through Fall 2011 and Spring 2012 on a bi-weekly basis. Feedback and evaluations from Early Adopters were collected and employed for finalizing the revisions in the curriculum. Our formal version I of the curriculum was released in Dec 2012 now available at http://www.cs.gsu.edu/~tcpp/curriculum/?q=home.\n\nCurrent Activities and Roadmap:\n\nEduPar-13 was subsequntly held last May as an IPDPS-13 workshop in Boston. The Fall-13 round of competition for additional early adopters has just been held with 25 new adopters selected.\n\nThe twin activities of Early Adopter competitions and EduPar workshops will enable the working group to periodically update the curriculum. This will form a series of annual activities for the next few years to solidify the effort and root it within the broader CS/CE community. We are beginning to put together a website for educational resources from academia and industry, and envision a book/tutorial series based on..."
 }
}