{
 "awd_id": "1238061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EarthCube Community Workshop: Designing A Roadmap for Workflows in Geosciences",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 14999.0,
 "awd_amount": 14999.0,
 "awd_min_amd_letter_date": "2012-03-27",
 "awd_max_amd_letter_date": "2012-03-27",
 "awd_abstract_narration": "EarthCube is focused on community-driven development of an integrated and interoperable knowledge management system for data in the geo- and environmental sciences. By utilizing a cooperative, as opposed to competitive, process like that which created the Internet and Open Source software, EarthCube will attack the recalcitrant and persistent problems that so far have prevented adequate access to and the analysis, visualization, and interoperability of the vast storehouses of disparate geoscience data and data types residing in distributed and diverse data systems. This awards funds a series of broad, inclusive community interactions to gather adequate information and requirements to create a roadmap for a critical capability (workflow) in the development of EarthCube, a major new NSF initiative. Workflow in the context of EarthCube, and cyberinfrastructure in general, encompasses a broad range of topics including distributed execution management, the coupling of multiple models into composite applications, the integration of a wide range of data sources with processing, and the creation of refined data products from raw data. A key benefit of the funded work in terms of evaluating and creating community consensus on the best way forward for this capability (i.e., workflow) is the ability to document the provenance of data used in modeling and reproduce model and data-enabled scientific results. The funded workshop and information collecting activity will be open to all interested parties and is being led by a diverse and expert team of cyberinfrastructure developers, computer scientists, and geoscientists. Broader impacts of the work include converging on approaches, protocols, and standards that may be applicable across the sciences.  They also include the fostering of close interaction between communities that do not commonly interact with one another and focusing them on the common goal of creating a new paradigm in data and knowledge management in the geosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marlon",
   "pi_last_name": "Pierce",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Marlon E Pierce",
   "pi_email_addr": "marpierc@indiana.edu",
   "nsf_id": "000356153",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suresh",
   "pi_last_name": "Marru",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suresh Marru",
   "pi_email_addr": "smarru@gatech.edu",
   "nsf_id": "000510509",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chathura",
   "pi_last_name": "Herath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chathura Herath",
   "pi_email_addr": "cherath@cs.indiana.edu",
   "nsf_id": "000617687",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "P. O. Box 1847",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748400",
   "pgm_ele_name": "IIS Special Projects"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2f492aee-85bf-b966-39b0-a8192a8ff694\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>The principal outcome of our project, &ldquo;EarthCube Community Workshop: Designing A Roadmap for Workflows in Geosciences&rdquo; is a road map document that provides a both a long term vision for scientific workflows supporting geoscience research and a concrete plan of action to make the vision real. &nbsp;The EarthCube Workflow Community Roadmap is compiled from insights gained through a series of workshops, through a community survey, through in-depth discussions with specific groups, and through regular open teleconference meetings. </span></p>\n<p dir=\"ltr\"><span><strong>Intellectual Merit: </strong>Our key insight is the need to bring workflow tools into the daily use by geoscientists. Scientific workflow research and development have resulted in a wide array of tools that can solve problems ranging from managing complicated simulations on geographically distributed supercomputers and clusters, to capturing the metadata and provenance information needed to document and reproduce a scientific result, to &ldquo;whiteboarding&rdquo; and planning for multidisciplinary collaboration teams who need to understand how to work together on challenging new projects. &nbsp;Collecting these overarching usage scenarios (or vignettes as we term them in the roadmap) from a wide range of projects, encoding them into a common format, and identifying the major operational modes for each was a significant effort of our project team.</span></p>\n<p><strong>Broader Impacts:&nbsp;</strong>By bringing together a diverse community of researchers in geosciences, computer science, and cyberinfrastructure into a single team, the project was able to gain deeper insights into the challenges faced by researchers as well as a better understanding of what has already been accomplished. &nbsp;Our team&rsquo;s depth and breadth also aided in bringing many participants to our workshops, to take our survey, and to participate in the authoring of the final roadmap document. The resulting roadmap document represents an open community effort that includes the inputs of volunteers as well as the project team. &nbsp;We believe this effort illustrates a path for open community governance in cyberinfrastructure research and development.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2013<br>\n\t\t\t\t\tModified by: Marlon&nbsp;E&nbsp;Pierce</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1238061/1238061_10160289_1372338780305_EC-WF-RoadmapSchematic-17August2012(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1238061/1238061_10160289_1372338780305_EC-WF-RoadmapSchematic-17August2012(1)--rgov-800width.jpg\" title=\"EarthCube Workflow Roadmap Summary\"><img src=\"/por/images/Reports/POR/2013/1238061/1238061_10160289_1372338780305_EC-WF-RoadmapSchematic-17August2012(1)--rgov-66x44.jpg\" alt=\"EarthCube Workflow Roadmap Summary\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A summary of the conclusions and implementation strategy for a sustainable, integrated EarthCube Workflow community.</div>\n<div class=\"imageCredit\">The EarthCube Workflow Community Working Group</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Marlon&nbsp;E&nbsp;Pierce</div>\n<div class=\"imageTitle\">EarthCube Workflow Roadmap Summary</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nThe principal outcome of our project, \"EarthCube Community Workshop: Designing A Roadmap for Workflows in Geosciences\" is a road map document that provides a both a long term vision for scientific workflows supporting geoscience research and a concrete plan of action to make the vision real.  The EarthCube Workflow Community Roadmap is compiled from insights gained through a series of workshops, through a community survey, through in-depth discussions with specific groups, and through regular open teleconference meetings. \nIntellectual Merit: Our key insight is the need to bring workflow tools into the daily use by geoscientists. Scientific workflow research and development have resulted in a wide array of tools that can solve problems ranging from managing complicated simulations on geographically distributed supercomputers and clusters, to capturing the metadata and provenance information needed to document and reproduce a scientific result, to \"whiteboarding\" and planning for multidisciplinary collaboration teams who need to understand how to work together on challenging new projects.  Collecting these overarching usage scenarios (or vignettes as we term them in the roadmap) from a wide range of projects, encoding them into a common format, and identifying the major operational modes for each was a significant effort of our project team.\n\nBroader Impacts: By bringing together a diverse community of researchers in geosciences, computer science, and cyberinfrastructure into a single team, the project was able to gain deeper insights into the challenges faced by researchers as well as a better understanding of what has already been accomplished.  Our teamÆs depth and breadth also aided in bringing many participants to our workshops, to take our survey, and to participate in the authoring of the final roadmap document. The resulting roadmap document represents an open community effort that includes the inputs of volunteers as well as the project team.  We believe this effort illustrates a path for open community governance in cyberinfrastructure research and development.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/28/2013\n\n\t\t\t\t\tSubmitted by: Marlon E Pierce"
 }
}