{
 "awd_id": "1238625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GeniVille: Exploring the Intersection of School and Social Media",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David B. Campbell",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 498251.0,
 "awd_amount": 498251.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "This project examines the design principles by which computer-based science learning experiences for students designed for classroom use can be integrated into virtual worlds that leverage students' learning of science in an informal and collaborative online environment. GeniVille,  developed and studied by the Concord Consortium, is the integration of Geniverse, a education based game that develops middle school students' understanding of genetics with Whyville, developed and studied by Numedeon, Inc., an educational virtual word in which students can engage in a wide variety of science activities and games. Genivers has been extensively researched in its implementation in the middle school science classroom. Research on Whyville has focused on how the learning environment supports the voluntary participation of students anywhere and anytime. This project seeks to develop an understanding of how these two interventions can be merged together and to explore mechanisms to create engagement and persistence through incentive structures that are interwoven with the game activities. The project examines the evidence that students in middle schools in Boston learn the genetics content that is the learning objective of GeniVille. \r\n\r\nThe project uses an iterative approach to the modification of Geniverse activites and the Whyville context so that the structured learning environment is accessible to students working collaboratively within the less structured context. The modification and expansion of the genetics activities of the project by which various inheritance patterns of imaginary dragons are studied continues over the course of the first year with pilot data collected from students who voluntarily engage in the game. In the second year of the project, teachers from middle schools in Boston who volunteer to be part of the project will be introduced to the integrated learning environment and will either use the virtual learning environment to teach genetics or will agree to engage their students in their regular instruction. Student outcomes in terms of engagement, persistence and understanding of genetics are measured within the virtual learning environment. Interviews with students are built into the GeniVille environment to gauge student interest. Observations of teachers engaging in GeniVille with their students are conducted as well as interviews with participating teachers. \r\n\r\nThis research and development project provides a resource that blends together students learning in a computer simulation with their working in a collaborative social networking virtual system. The integration of the software system is designed to engage students in learning about genetics in a simulation that has inherent interest to students with a learning environment that is also engaging to them. The project leverages the sorts of learning environments that make the best use of online opportunities for students, bringing rich disciplinary knowledge to educational games. Knowing more about how students collaboratively engage in learning about science in a social networking environment provides information about design principles that have a wide application in the development of new resources for the science classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Horwitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Horwitz",
   "pi_email_addr": "paul@concord.org",
   "nsf_id": "000194691",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Sun",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Y Sun",
   "pi_email_addr": "jen@whyville.net",
   "nsf_id": "000117277",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Concord Consortium",
  "inst_street_address": "25 LOVE LN",
  "inst_street_address_2": "",
  "inst_city_name": "CONCORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9784053205",
  "inst_zip_code": "017422345",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "CONCORD CONSORTIUM INC",
  "org_prnt_uei_num": "FY85DRNMJAM4",
  "org_uei_num": "FY85DRNMJAM4"
 },
 "perf_inst": {
  "perf_inst_name": "Concord Consortium",
  "perf_str_addr": "25 Love Lane",
  "perf_city_name": "Concord",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "017422345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 498251.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e47c9805-c9a8-0f12-961f-430422aa5fc6\"> </span></p>\n<p dir=\"ltr\"><span>There is a stark contrast between the extraordinary popularity of online social networking environments and their disappointing penetration into the more structured environment of the traditional school. At the same time, we know very little about how to translate the learning that undeniably takes place in informal virtual settings into the conceptual understanding and content knowledge called for by state and national standards. The goal of the GeniVille project was to explore and evaluate strategies for capitalizing on the engagement and collaboration of multi-player virtual worlds without compromising educational outcomes. The potential impact of the project, and others like it, is enormous.</span></p>\n<p dir=\"ltr\"><span>The technology we developed integrated game-like genetics software called Geniverse, created on a separate National Science Foundation grant at the Concord Consortium, into a social networking environment called Whyville that provides tweens aged 8 to 15 opportunities to learn STEM concepts and skills through online exploration and collaboration. The result of this union is Dragons in Whyville, a game in which visitors to a virtual world breed wild dragons to produce offspring with traits that enable them to collect treasures hidden throughout the environment. The Dragons game presents a sequence of 16 challenges in all, involving progressively more complex patterns of inheritance, each associated with one or more virtual labs in which players can further investigate dragon genetics through guided breeding experiments.</span></p>\n<p dir=\"ltr\"><span>We released our Dragons game into Whyville in September 2013, modified it in response to early feedback. Over 4,000 Whyville visitors voluntarily played the game in its first year. Toward the end of the second year we introduced the game to 20 life science classes at a local middle school &ndash; a total of 455 eighth-grade students. Each group, the &ldquo;at large&rdquo; players and the classroom students, answered a short survey before playing the game and were encouraged to answer the same questions after play. Over two-thirds of the school-based students but fewer than 10% of the Whyville at large players answered both sets of questions. The results were similar in the two groups and quite striking: we saw significant changes in the answers to questions that bore on the players&rsquo; confidence in their ability to solve genetics problems. For instance, players in both groups showed a greater tendency to agree with the statement &ldquo;I am good at genetics&rdquo; after playing the game than they had before. This finding is particularly intriguing in the case of the school-based group, since their two answers were only days apart!</span></p>\n<p><span>In order to determine whether players improved their understanding of genetics over time we logged and timestamped every action they took as they played the game. Our analysis of this data shows clear indications that the &ldquo;dragoneers&rdquo; did improve their ability to breed the right dragon by adopting a sophisticated strategy to decide which eggs to hatch, rather than relying on luck. This increase in sophistication, which indicates a deeper understanding of the underlying genetics, occurred both in the at large group, which was given no instruction, and in the school-based group, which had just completed the genetics portion of a life science course. Thus it appears that, at least for those who choose to play them, interactive, social online games can teach both STEM content and inquiry skills.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2014<br>\n\t\t\t\t\tModified by: Paul&nbsp;Horwitz</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n...",
  "por_txt_cntn": "\n \nThere is a stark contrast between the extraordinary popularity of online social networking environments and their disappointing penetration into the more structured environment of the traditional school. At the same time, we know very little about how to translate the learning that undeniably takes place in informal virtual settings into the conceptual understanding and content knowledge called for by state and national standards. The goal of the GeniVille project was to explore and evaluate strategies for capitalizing on the engagement and collaboration of multi-player virtual worlds without compromising educational outcomes. The potential impact of the project, and others like it, is enormous.\nThe technology we developed integrated game-like genetics software called Geniverse, created on a separate National Science Foundation grant at the Concord Consortium, into a social networking environment called Whyville that provides tweens aged 8 to 15 opportunities to learn STEM concepts and skills through online exploration and collaboration. The result of this union is Dragons in Whyville, a game in which visitors to a virtual world breed wild dragons to produce offspring with traits that enable them to collect treasures hidden throughout the environment. The Dragons game presents a sequence of 16 challenges in all, involving progressively more complex patterns of inheritance, each associated with one or more virtual labs in which players can further investigate dragon genetics through guided breeding experiments.\nWe released our Dragons game into Whyville in September 2013, modified it in response to early feedback. Over 4,000 Whyville visitors voluntarily played the game in its first year. Toward the end of the second year we introduced the game to 20 life science classes at a local middle school &ndash; a total of 455 eighth-grade students. Each group, the \"at large\" players and the classroom students, answered a short survey before playing the game and were encouraged to answer the same questions after play. Over two-thirds of the school-based students but fewer than 10% of the Whyville at large players answered both sets of questions. The results were similar in the two groups and quite striking: we saw significant changes in the answers to questions that bore on the playersÆ confidence in their ability to solve genetics problems. For instance, players in both groups showed a greater tendency to agree with the statement \"I am good at genetics\" after playing the game than they had before. This finding is particularly intriguing in the case of the school-based group, since their two answers were only days apart!\n\nIn order to determine whether players improved their understanding of genetics over time we logged and timestamped every action they took as they played the game. Our analysis of this data shows clear indications that the \"dragoneers\" did improve their ability to breed the right dragon by adopting a sophisticated strategy to decide which eggs to hatch, rather than relying on luck. This increase in sophistication, which indicates a deeper understanding of the underlying genetics, occurred both in the at large group, which was given no instruction, and in the school-based group, which had just completed the genetics portion of a life science course. Thus it appears that, at least for those who choose to play them, interactive, social online games can teach both STEM content and inquiry skills.\n\n \n\n\t\t\t\t\tLast Modified: 11/19/2014\n\n\t\t\t\t\tSubmitted by: Paul Horwitz"
 }
}