{
 "awd_id": "1239758",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CCEP-II: MADE-CLEAR - Maryland-Delaware Climate Change Education, Assessment, and Research",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 5630000.0,
 "awd_amount": 5630000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2018-04-20",
 "awd_abstract_narration": "The Maryland-Delaware Climate Change Education, Assessment, and Research partnership (MADE CLEAR) is building a sustainable infrastructure for effective and relevant climate change education within a two-state region. While MADE CLEAR focuses on formal education in grades 8-12, the partnership also reaches a broad spectrum of learners by educating teachers at universities and students of all ages through additional venues such as museums, aquaria, and nature centers. Through ongoing evaluation, the partnership is continuously improving how climate change education is delivered to students in Maryland and Delaware, and the lessons learned from this partnership are helping to craft education models that can be applied in other locations across the country. MADE CLEAR is led by faculty members at core institutions in Delaware and the University System of Maryland, including the University of Delaware, Delaware State University, the University of Maryland, College Park, the University of Maryland Center for Environmental Science, and Towson University; as well as the Maryland and Delaware Departments of Education and Maryland Public Television. MADE CLEAR is an outgrowth of the states' similar natural environments and climates, and their active approaches to education reform and climate change responsiveness. \r\n\r\nMADE CLEAR approaches specific goals and objectives through the structured engagement of educational researchers and practitioners, regional scientists and scientific institutions, and state and federal government agencies. The projects' four primary goals are: (1) infuse climate change concepts in all aspects of education by engaging the scientific community in collaboration with educators; (2) build sustainable infrastructure for climate change education through teacher education and professional development; (3) draw broader lessons about research and assessment to create climate education models that can be applied in other regions based on the local socio-cultural diversity; and (4) advance effective practice of climate change education in the Maryland-Delaware region and beyond. MADE CLEAR is supporting the development and distribution of teaching strategies, resources, and materials that integrate climate change science with classroom and out-of-school teaching and learning opportunities. The partnership is also promoting research on climate-related teaching and learning formats, ultimately helping to craft evidence-based educational approaches and instructional practices that deepen teacher knowledge and student understanding of climate science. \r\n\r\nMADE CLEAR is connecting Maryland and Delaware citizens with the world in which they live by fostering greater awareness of climate change in the local environment. The partnership empowers residents to consider the impacts of their individual and collective choices that can limit the magnitude of climate change and adapt to its consequences. Through the four overarching goals outlined above, MADE CLEAR is building an enduring capacity for climate-relevant education in Maryland and Delaware, and serves as a national model for comprehensive climate change education that is adaptable and responsive to the socio-cultural diversity of different teaching settings. The partnership is developing new models of professional development that account for climate learning progressions, contributing to a greater understanding of how evidence-based practices improve the efficacy of climate change teaching and learning practices.\r\n \r\nThis project is one of six Phase II projects being funded through the Climate Change Education Partnership (CCEP) program.  The CCEP program was developed as part of the NSF Climate Change Education program, established through Congressional appropriations in FY 2009.  The CCEP program is a one-time, dedicated NSF effort to establish a coordinated national network of regionally- or thematically-based partnerships devoted to increasing the adoption of effective, high quality educational programs and resources related to the science of climate change and its impacts.  The CCEP portfolio encompasses a major interdisciplinary research and development effort designed to promote deeper understanding of, and engagement with, climate system science and the impacts of climate change on natural and human systems.   The vision of this program is a scientifically literate society that can effectively weigh the evidence regarding global climate change as it confronts the challenges ahead, while preparing the innovative scientific and technical workforce to advance our knowledge of human-climate interactions and develop approaches for a sustainable, prosperous future.  Each CCEP is required to incorporate innovative collaborations among expertise of climate scientists, learning scientists, and education practitioners in either formal or informal learning environments to research, design, and test new models and strategies for effective teaching and learning about climate science.  With its focus on interdisciplinary approaches and transformative scales of impact, the CCEP program occupies a unique and complementary niche in the portfolio of Federal investments related to climate science education and workforce development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Boesch",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Donald F Boesch",
   "pi_email_addr": "boesch@umces.edu",
   "nsf_id": "000357788",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Targett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy M Targett",
   "pi_email_addr": "ntargett@udel.edu",
   "nsf_id": "000210066",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Brickhouse",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy W Brickhouse",
   "pi_email_addr": "nbrick@udel.edu",
   "nsf_id": "000369257",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy S Shapiro",
   "pi_email_addr": "nshapiro@usmd.edu",
   "nsf_id": "000237572",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dana",
   "pi_last_name": "Veron",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dana E Veron",
   "pi_email_addr": "dveron@udel.edu",
   "nsf_id": "000170940",
   "pi_start_date": "2018-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University System of Maryland",
  "inst_street_address": "3300 METZEROTT RD # 2C",
  "inst_street_address_2": "",
  "inst_city_name": "ADELPHI",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4438001980",
  "inst_zip_code": "207831651",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF MARYLAND",
  "org_prnt_uei_num": "KMGEN62NKEM9",
  "org_uei_num": "KMGEN62NKEM9"
 },
 "perf_inst": {
  "perf_inst_name": "University System of Maryland",
  "perf_str_addr": "3300 Metzerott Road",
  "perf_city_name": "Adelphi",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207831690",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689100",
   "pgm_ele_name": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ref_code": "7645",
   "pgm_ref_txt": "DISCOVERY RESEARCH K-12"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1712675.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3917325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Outcomes Report for MADE CLEAR Project</strong></p>\n<p>Led by the University System of Maryland and the University of Delaware, Maryland and Delaware Climate Change Education, Assessment, and Research (MADE CLEAR) worked to embed and build capacity for climate change education in formal (K-12 and higher education) and informal education in the two states. Based on learning principles and the sociocultural diversity of the states, it sought to advance practices and policies in region and beyond.</p>\n<p>MADE CLEAR emphasized preservice teacher education, but higher-education collaborators also brought climate change education to a broad into courses in mathematics,&nbsp;chemistry, political science, professional health education, landscape design, literature, and&nbsp;even French language.&nbsp;MADE CLEAR established introduced climate change education programs at five partner institutions, but also stimulated instructional and other activities at 14 colleges and universities in Delaware and Maryland.</p>\n<p>The largest component of MADE CLEAR focused on training and developing instructional resources for teachers at the K-12 level. MADE CLEAR developed in-person, online, and blended models for teacher professional development and shared them with regional and national partners. Throughout, teachers gained experience in developing and using materials for climate change education that are aligned with curricula in both states consistent with Next Generation Science Standards (NGSS) and with Maryland?s Environmental Literacy Standards. MADE CLEAR Climate Change Academies engaged 258 educators in in-depth programs of 30 or more hours of instructional time. &nbsp;These teachers are providing climate change education to more than 25,000 students per year and continue to train and empower a growing circle of teachers.</p>\n<p>Through alignment with the NGSS, MADE CLEAR emphasized exploration of diverse issues surrounding the causes, effects, and responses to climate change as an engaging&nbsp;pathway for learning disciplinary ideas, crosscutting concepts and science and engineering practices. MADE CLEAR-trained teachers introduce climate change to their students as a complex scientific&nbsp;and societal issue that requires multidisciplinary scientific understanding and engineering and technology solutions, improving literacy and reasoning while contributing to the STEM workforce.&nbsp;</p>\n<p>MADE CLEAR developed a community of practice for informal climate change educators, Partners Advancing Climate Change Education (PACCE).&nbsp; It includes 30 active members who serve more than 10,000 students and members of the public with climate change classes, programs, and interpreted displays each year. The process of establishing and sustaining this community of practice for informal climate change education was closely tracked, allowing development of a model of the requirements and sequences for forming such a community of practice.</p>\n<p>The MADE CLEAR learning sciences team conducted extensive research on how students and teachers learn about climate change. The research led to development of a Learning Progression for&nbsp;climate change education that guides educators in introducing climate change concepts in levels of increasing complexity as students move through grades toward mastery of the concepts. &nbsp;Sixteen scholarly publications and more than 100 juried presentations have been based on this and other MADE CLEAR research and activities, with a dedicated volume on climate change education scheduled for release in 2019.</p>\n<p>The long-lasting impact of MADE CLEAR will be felt in three domains:&nbsp; first, school site-based professional development that has led to changes in curriculum and pedagogy in the middle schools and high schools in Delaware and Maryland; second, standards for teacher preparation programs that will include climate change education outcomes; and third, original research findings that will help future scientists, educators, and educational researchers continuously improve the quality, content, and pedagogy to help generations of teachers and children learn how to make a difference for their community and the world by better understanding the science of climate change and its consequences.</p>\n<p>While climate change is not yet ubiquitous or fully integrated into K-12 instruction, higher education and informal environmental education in Maryland in Delaware, MADE CLEAR has catalyzed and substantially expanded its incorporation.&nbsp; Moreover, all evidence indicates that the impacts of this broad initiative will be enduring, supported by a growing cadre of trained teachers leading the way and the inclusion of climate change in the curricula and instructional policies of both states and sustained by the strong and growing public awareness of the challenges posed by climate change by the citizens of the region.&nbsp; Here, climate change literacy is now seen as an important aspect not only of the educational experience, but also of the societal response to this 21<sup>st</sup> century challenge. While MADE CLEAR was only indirectly responsible, an Education, Communications and Outreach Working Group was established within the Maryland Commission on Climate Change and a Maryland Climate Leadership Academy for governmental, business and community leaders has been initiated by Maryland state government. &nbsp;&nbsp;&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2018<br>\n\t\t\t\t\tModified by: Donald&nbsp;F&nbsp;Boesch</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543440648049_Mentoringbyexperts--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543440648049_Mentoringbyexperts--rgov-800width.jpg\" title=\"Expert mentoring\"><img src=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543440648049_Mentoringbyexperts--rgov-66x44.jpg\" alt=\"Expert mentoring\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">MADE CLEAR provided opportunities for teachers, undergraduates, and higher education faculty to consult with experts in climate change and education</div>\n<div class=\"imageCredit\">Melissa Rogers</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Donald&nbsp;F&nbsp;Boesch</div>\n<div class=\"imageTitle\">Expert mentoring</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543440099514_TeacherscollaborateatMADECLEARclimateacademy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543440099514_TeacherscollaborateatMADECLEARclimateacademy--rgov-800width.jpg\" title=\"Teachers collaborate at Climate Academy\"><img src=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543440099514_TeacherscollaborateatMADECLEARclimateacademy--rgov-66x44.jpg\" alt=\"Teachers collaborate at Climate Academy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">MADE CLEAR Climate Change Academies included model lessons and dedicated time for teachers to plan how to implement climate change in their classrooms.</div>\n<div class=\"imageCredit\">Melissa Rogers</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Donald&nbsp;F&nbsp;Boesch</div>\n<div class=\"imageTitle\">Teachers collaborate at Climate Academy</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543439972663_Teachersmeasurecircumferenceofatree--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543439972663_Teachersmeasurecircumferenceofatree--rgov-800width.jpg\" title=\"MADE CLEAR field studies for teachers\"><img src=\"/por/images/Reports/POR/2018/1239758/1239758_10201876_1543439972663_Teachersmeasurecircumferenceofatree--rgov-66x44.jpg\" alt=\"MADE CLEAR field studies for teachers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Teachers measure circumference of a tree as part of an exercise calculating the amount of carbon stored in trees.</div>\n<div class=\"imageCredit\">Pat Harcourt</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Donald&nbsp;F&nbsp;Boesch</div>\n<div class=\"imageTitle\">MADE CLEAR field studies for teachers</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOutcomes Report for MADE CLEAR Project\n\nLed by the University System of Maryland and the University of Delaware, Maryland and Delaware Climate Change Education, Assessment, and Research (MADE CLEAR) worked to embed and build capacity for climate change education in formal (K-12 and higher education) and informal education in the two states. Based on learning principles and the sociocultural diversity of the states, it sought to advance practices and policies in region and beyond.\n\nMADE CLEAR emphasized preservice teacher education, but higher-education collaborators also brought climate change education to a broad into courses in mathematics, chemistry, political science, professional health education, landscape design, literature, and even French language. MADE CLEAR established introduced climate change education programs at five partner institutions, but also stimulated instructional and other activities at 14 colleges and universities in Delaware and Maryland.\n\nThe largest component of MADE CLEAR focused on training and developing instructional resources for teachers at the K-12 level. MADE CLEAR developed in-person, online, and blended models for teacher professional development and shared them with regional and national partners. Throughout, teachers gained experience in developing and using materials for climate change education that are aligned with curricula in both states consistent with Next Generation Science Standards (NGSS) and with Maryland?s Environmental Literacy Standards. MADE CLEAR Climate Change Academies engaged 258 educators in in-depth programs of 30 or more hours of instructional time.  These teachers are providing climate change education to more than 25,000 students per year and continue to train and empower a growing circle of teachers.\n\nThrough alignment with the NGSS, MADE CLEAR emphasized exploration of diverse issues surrounding the causes, effects, and responses to climate change as an engaging pathway for learning disciplinary ideas, crosscutting concepts and science and engineering practices. MADE CLEAR-trained teachers introduce climate change to their students as a complex scientific and societal issue that requires multidisciplinary scientific understanding and engineering and technology solutions, improving literacy and reasoning while contributing to the STEM workforce. \n\nMADE CLEAR developed a community of practice for informal climate change educators, Partners Advancing Climate Change Education (PACCE).  It includes 30 active members who serve more than 10,000 students and members of the public with climate change classes, programs, and interpreted displays each year. The process of establishing and sustaining this community of practice for informal climate change education was closely tracked, allowing development of a model of the requirements and sequences for forming such a community of practice.\n\nThe MADE CLEAR learning sciences team conducted extensive research on how students and teachers learn about climate change. The research led to development of a Learning Progression for climate change education that guides educators in introducing climate change concepts in levels of increasing complexity as students move through grades toward mastery of the concepts.  Sixteen scholarly publications and more than 100 juried presentations have been based on this and other MADE CLEAR research and activities, with a dedicated volume on climate change education scheduled for release in 2019.\n\nThe long-lasting impact of MADE CLEAR will be felt in three domains:  first, school site-based professional development that has led to changes in curriculum and pedagogy in the middle schools and high schools in Delaware and Maryland; second, standards for teacher preparation programs that will include climate change education outcomes; and third, original research findings that will help future scientists, educators, and educational researchers continuously improve the quality, content, and pedagogy to help generations of teachers and children learn how to make a difference for their community and the world by better understanding the science of climate change and its consequences.\n\nWhile climate change is not yet ubiquitous or fully integrated into K-12 instruction, higher education and informal environmental education in Maryland in Delaware, MADE CLEAR has catalyzed and substantially expanded its incorporation.  Moreover, all evidence indicates that the impacts of this broad initiative will be enduring, supported by a growing cadre of trained teachers leading the way and the inclusion of climate change in the curricula and instructional policies of both states and sustained by the strong and growing public awareness of the challenges posed by climate change by the citizens of the region.  Here, climate change literacy is now seen as an important aspect not only of the educational experience, but also of the societal response to this 21st century challenge. While MADE CLEAR was only indirectly responsible, an Education, Communications and Outreach Working Group was established within the Maryland Commission on Climate Change and a Maryland Climate Leadership Academy for governmental, business and community leaders has been initiated by Maryland state government.     \n\n\t\t\t\t\tLast Modified: 11/28/2018\n\n\t\t\t\t\tSubmitted by: Donald F Boesch"
 }
}