{
 "awd_id": "1239957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "University of West Georgia Noyce Teacher Scholarship Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1198667.0,
 "awd_amount": 1198667.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2012-09-13",
 "awd_abstract_narration": "The Noyce project at the University of West Georgia (UWG) in partnership with the Carroll County School System and the Carrollton City Schools provides scholarships to 32 undergraduate students who pursue their professional certification as juniors and seniors and complete their STEM baccalaureate degrees. In addition, the recruitment component of the UWG Noyce project gives merit-based stipends of $150 each to 500 freshman and sophomore students to test-drive STEM teaching by enrolling in an introductory teaching course, participating in course-embedded early field experiences, and earning a B or better in the course. It also supports 50 internships, which enables freshman and sophomore students to work in STEM summer programs with in-service teachers and K-12 students. Finally, the UWG Noyce project affords Noyce Scholars induction workshops and mentoring during their first year of teaching.\r\n\r\nThe UWG Noyce project employs the UTeach teacher preparation model. Students major in mathematics or a science discipline and earn their teaching credential through specially designed, inquiry-based education courses. The project contributes to new knowledge by exploring two broad questions: 1) What is the impact of student support systems on the teacher preparation experience for Noyce Scholars? and 2) What is the impact of participation as a Noyce Scholar on their teaching and on student learning? In order to answer these questions, long term data about students are collected to assess supports that lead to graduation; pedagogical approaches for preparing STEM teachers; and the impact on P-12 student achievement. Some of the data from this project contribute to UTeach national data bases on STEM teacher preparation methods. Noyce Scholars, therefore, not only participate in research-based preparation for teaching themselves, they also are part of ongoing research that informs teacher preparation across the country.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dianne",
   "pi_last_name": "Hoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dianne Hoff",
   "pi_email_addr": "dhoff@westga.edu",
   "nsf_id": "000606018",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "christopher",
   "pi_last_name": "tabit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "christopher tabit",
   "pi_email_addr": "ctabit@westga.edu",
   "nsf_id": "000221921",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Drake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Drake",
   "pi_email_addr": "jdrake@westga.edu",
   "nsf_id": "000535675",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of West Georgia",
  "inst_street_address": "1601 MAPLE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CARROLLTON",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "6788394759",
  "inst_zip_code": "301180002",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "GA03",
  "org_lgl_bus_name": "UNIVERSITY OF WEST GEORGIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "WU6LEXX7KD81"
 },
 "perf_inst": {
  "perf_inst_name": "University of West Georgia",
  "perf_str_addr": "1601 Maple Street",
  "perf_city_name": "Carrollton",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "301180001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "GA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1198667.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>University of West Georgia</strong></p>\n<p style=\"text-align: center;\"><strong>Project Outcomes Report</strong></p>\n<p>&nbsp;</p>\n<p>The University of West Georgia&rsquo;s Noyce Scholars program was designed to increase the number of highly-skilled STEM teachers in Georgia, particularly for high-needs schools in rural or densely urban settings. The broader impact of the program can be seen in the program&rsquo;s success. We have awarded 37 Noyce Scholars, and 92% of them stayed in the program. All of these have been certified to teach in Georgia or will be certified upon graduation. The group is diverse, with 15 minority and 26 female Scholars, all of whom were immediately offered teaching contracts. Noyce support was critical to their success because it ensured that students were able to remain in school without the added stress of outside employment that can distract them from the rigors of academic work.</p>\n<p>Noyce support also enabled UWG to provide high-impact internship opportunities, such as mentoring our younger UTeach students and assisting them with lesson-planning.&nbsp; This developed Scholars&rsquo; leadership skills and enhanced their teaching skills in the process. Scholar interns received additional leadership opportunities by participating in grant activities, working in labs as research assistants, taking leadership roles in our student organization, <em>WeTeach</em>, and by teaching at our summer workshops for K-12 students and teachers. Noyce Scholar interns were also given roles in our annual STEM Competition, where middle and high school students present solutions to complex, technical problems designed to address a challenge for humanity. Through these experiences, Scholars developed skills in teaching, mentoring, organizing large groups, budgeting, and resource allocation. These same scholars are now in the field, inspiring students to major in STEM education, so that they, in turn, will become the highly-skilled workforce needed to fuel Georgia&rsquo;s economy and solve some of society&rsquo;s most pressing issues. The program has made an impact on school districts, as well, as they now have a larger pool of talented STEM teachers with the training and skills to mentor others in contemporary pedagogical approaches.</p>\n<p>The intellectual merit of the program and its contribution to the knowledge base on teacher preparation was measured by assessing our innovative approach to field experiences using simulation. The college has a mixed-reality simulator, <em>UWGLive,</em> in which students receive real-time practice and coaching on a variety of skills, including managing classrooms in which students display a variety of challenging behaviors; using inquiry-based instructional strategies; interacting with diverse student populations; and conducting parent-teacher conferences.&nbsp; We replaced some of the time scholars would have spent in schools with individualized sessions in the simulator. Students overwhelmingly reported that they learned more in the simulator because they received targeted practice in areas of needed growth. Cooperating teachers and principals likewise praised the preparation interns had been given in the simulator, awarding them higher marks for preparation than those who had not received this training. Using the simulator reduced travel for faculty supervisors, enabling them to coach students in the simulator instead of spending time on the road.&nbsp; Overall, we believe that simulation has an exciting role to play in the preparation of teachers, and that it contributed to Scholars&rsquo; success once they entered teaching. &nbsp;Some of these successes include that one of our Scholars was chosen for her first job specifically because of her ability to work with parents &ndash; a skill she had gained in the simulator that set her apart from other applicants. Other Scholar alumni, in just their first three years of teaching, have risen to Department Chair, Teacher Leader, and Teacher of the Year. One received the prestigious PhysTEC Outstanding Teaching Award, and others have had research proposals accepted for national conferences. Overall, the support from Noyce, coupled with high-impact experiences and training in the simulator, has produced excellent STEM teachers with skills that will sustain them well into the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2018<br>\n\t\t\t\t\tModified by: Dianne&nbsp;Hoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "University of West Georgia\nProject Outcomes Report\n\n \n\nThe University of West Georgia?s Noyce Scholars program was designed to increase the number of highly-skilled STEM teachers in Georgia, particularly for high-needs schools in rural or densely urban settings. The broader impact of the program can be seen in the program?s success. We have awarded 37 Noyce Scholars, and 92% of them stayed in the program. All of these have been certified to teach in Georgia or will be certified upon graduation. The group is diverse, with 15 minority and 26 female Scholars, all of whom were immediately offered teaching contracts. Noyce support was critical to their success because it ensured that students were able to remain in school without the added stress of outside employment that can distract them from the rigors of academic work.\n\nNoyce support also enabled UWG to provide high-impact internship opportunities, such as mentoring our younger UTeach students and assisting them with lesson-planning.  This developed Scholars? leadership skills and enhanced their teaching skills in the process. Scholar interns received additional leadership opportunities by participating in grant activities, working in labs as research assistants, taking leadership roles in our student organization, WeTeach, and by teaching at our summer workshops for K-12 students and teachers. Noyce Scholar interns were also given roles in our annual STEM Competition, where middle and high school students present solutions to complex, technical problems designed to address a challenge for humanity. Through these experiences, Scholars developed skills in teaching, mentoring, organizing large groups, budgeting, and resource allocation. These same scholars are now in the field, inspiring students to major in STEM education, so that they, in turn, will become the highly-skilled workforce needed to fuel Georgia?s economy and solve some of society?s most pressing issues. The program has made an impact on school districts, as well, as they now have a larger pool of talented STEM teachers with the training and skills to mentor others in contemporary pedagogical approaches.\n\nThe intellectual merit of the program and its contribution to the knowledge base on teacher preparation was measured by assessing our innovative approach to field experiences using simulation. The college has a mixed-reality simulator, UWGLive, in which students receive real-time practice and coaching on a variety of skills, including managing classrooms in which students display a variety of challenging behaviors; using inquiry-based instructional strategies; interacting with diverse student populations; and conducting parent-teacher conferences.  We replaced some of the time scholars would have spent in schools with individualized sessions in the simulator. Students overwhelmingly reported that they learned more in the simulator because they received targeted practice in areas of needed growth. Cooperating teachers and principals likewise praised the preparation interns had been given in the simulator, awarding them higher marks for preparation than those who had not received this training. Using the simulator reduced travel for faculty supervisors, enabling them to coach students in the simulator instead of spending time on the road.  Overall, we believe that simulation has an exciting role to play in the preparation of teachers, and that it contributed to Scholars? success once they entered teaching.  Some of these successes include that one of our Scholars was chosen for her first job specifically because of her ability to work with parents &ndash; a skill she had gained in the simulator that set her apart from other applicants. Other Scholar alumni, in just their first three years of teaching, have risen to Department Chair, Teacher Leader, and Teacher of the Year. One received the prestigious PhysTEC Outstanding Teaching Award, and others have had research proposals accepted for national conferences. Overall, the support from Noyce, coupled with high-impact experiences and training in the simulator, has produced excellent STEM teachers with skills that will sustain them well into the future.\n\n\t\t\t\t\tLast Modified: 09/20/2018\n\n\t\t\t\t\tSubmitted by: Dianne Hoff"
 }
}