{
 "awd_id": "1239987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Project FAST Capacity at UDC's Urban Teacher Academy",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nicole Bennett",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 299944.0,
 "awd_amount": 299944.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "The University of the District of Columbia (UDC) is planning and developing a STEM concentration within its recently-launched Master of Arts in Teaching (MAT) degree program. The concentration is focused on preparing aspiring teachers to meet the state requirements for licensure in Middle School Science in the District of Columbia. The project is developing UDC's capacity in areas that are critical to offering a high-quality teacher preparation program for aspiring middle-school science teachers. Key outcomes for the project include:  \r\n1) Ready-to-teach curriculum for a MAT concentration in Middle School Science; \r\n2) Program approval within UDC, and through the state education office; \r\n3) Programmatic materials to wrap around the curriculum; and  \r\n4) A strong, engaged network of STEM professionals and partner institutions prepared to support program implementation as adjunct faculty and/or experiential learning partners. \r\n\r\nThe Urban Teacher Academy at UDC prepares teacher candidates to differentiate instruction for exceptional learners and students building academic language proficiency.  The project team includes teacher educators, a special educator, and language development experts in addition to STEM faculty and content experts from partner organizations.  Project FAST Capacity is leading to the creation of a well-designed teacher preparation program for middle grades science, tailored to preparing teachers for high-needs urban schools, as well as a strategic plan for recruiting and preparing aspiring teachers from underrepresented minority backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lena",
   "pi_last_name": "Walton",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lena J Walton",
   "pi_email_addr": "lena.walton@aamu.edu",
   "nsf_id": "000233558",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "LaVonne",
   "pi_last_name": "Manning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "LaVonne Manning",
   "pi_email_addr": "lmanning@udc.edu",
   "nsf_id": "000230120",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Briana",
   "pi_last_name": "Wellman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Briana Wellman",
   "pi_email_addr": "briana.wellman@udc.edu",
   "nsf_id": "000618413",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wanda",
   "pi_last_name": "Mitchener-Colston",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Wanda K Mitchener-Colston",
   "pi_email_addr": "wcolston@udc.edu",
   "nsf_id": "000618459",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of the District of Columbia",
  "inst_street_address": "4200 CONNECTICUT AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022746260",
  "inst_zip_code": "200081122",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "UNIVERSITY OF THE DISTRICT OF COLUMBIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NLULJV36KE96"
 },
 "perf_inst": {
  "perf_inst_name": "University of the District of Columbia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200081122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p style=\"text-align: center;\"><strong>Project Firebirds are STEM Teacher (FAST) Capacity<br />Building Grant</strong></p>\n<p style=\"text-align: center;\"><strong>Final Project Outcomes Report</strong></p>\n<p style=\"text-align: center;\"><strong>June 2015</strong></p>\n<p><br />The project, &ldquo;Firebirds Are STEM Teachers -Capacity&rdquo; (Project FAST Capacity) at the University of the District of Columbia, &nbsp;focused<br />on developing UDC&rsquo;s capacity in areas essential to a high quality teacher<br />preparation program for aspiring middle-school science teachers.&nbsp; Project FAST had as its four outcomes:</p>\n<p>&bull; Curriculum: &nbsp;ready-to-teach curriculum for a MAT concentration in Middle School Science</p>\n<p>&bull; Curricular Authority: Program approval for the MAT concentration in Middle School Science</p>\n<p>&bull; Curricular Supports: Programmatic support materials in place to &lsquo;wrap around&rsquo; the rich, rigorous curriculum</p>\n<p>&bull; STEM Network: Strong, engaged network of STEM professionals and partner institutions prepared to support program implementation including faculty and mentors and partners for experiential learning.</p>\n<p>Project FASTCapacity&rsquo;s creation of a teacher preparation program in middle-school science, specifically for preparing aspiring teachers from underrepresented minority backgrounds, has poised the University of the District of Columbia (UDC) to admit its first cohort of aspiring middle science teachers for Academic Year 2016.&nbsp; Partnerships with DC Public DCPS) (and<br />Public Charter (DCPCS) middle schools provide fertile ground for the growth and development of teachers who understand the context and opportunities urban schools provide.&nbsp; Our recruitment efforts are targeting under-represented minorities to be trained in cutting edge approaches tailored towards teaching middle grade students who are diverse in terms of culture, language, and learning styles/abilities.&nbsp; It is anticipated that by attracting and<br />training this group of teachers for urban middle school settings they will encourage and inspire students, especially minorities, to select career pathways in STEM fields. Achieving this expectation will contribute to a desired societal outcome of having greater percentages of minorities and especially women in STEM careers.&nbsp;</p>\n<p>The teacher education curriculum developed&nbsp;by Project FAST Capacity&nbsp;has as its main pillars Academic language of Science, Practice of Science and Next Generation Science Standards.&nbsp; One of our key consultants and development partners, Center for Applied Linguistics (CAL) provided the framework and guidance&nbsp;for preparing curriculum materials for teachers who are astute in framing differentiated lesson activities to meet the needs of diverse urban middle-school learners specifically in understanding academic language of science. &nbsp;Another of our key partners, Carnegie<br />Institution of Science&rsquo;s Center for Academic Science Education (CASE), worked with the project team to create the ready-to-teach curriculum which<br />strategically includes practice of science and the Next Generation Science Standards.&nbsp; The curriculum is complete with syllabi,assessments, and teaching/learning resources as well access to a cadre of bench<br />research scientists secured by CASE who will mentor our teacher candidates in connecting with the practice of science.&nbsp;</p>\n<p>The project team&rsquo;s close collaboration with our third partners District of Columbia Public Schools (DCPS) and District of Columbia Public Charter (DCPCS) middle schools resulted in a test phase for curricula materials around the academic language of science.&nbsp; Teachers were also involved<br />in shaping the syllabi for three methods courses which is part of the curriculum.&nbsp; With the advice of CASE and collaborating mi...",
  "por_txt_cntn": "\n\n\n\nProject Firebirds are STEM Teacher (FAST) Capacity\nBuilding Grant\nFinal Project Outcomes Report\nJune 2015\n\n\nThe project, \"Firebirds Are STEM Teachers -Capacity\" (Project FAST Capacity) at the University of the District of Columbia,  focused\non developing UDCÆs capacity in areas essential to a high quality teacher\npreparation program for aspiring middle-school science teachers.  Project FAST had as its four outcomes:\n\n&bull; Curriculum:  ready-to-teach curriculum for a MAT concentration in Middle School Science\n\n&bull; Curricular Authority: Program approval for the MAT concentration in Middle School Science\n\n&bull; Curricular Supports: Programmatic support materials in place to æwrap aroundÆ the rich, rigorous curriculum\n\n&bull; STEM Network: Strong, engaged network of STEM professionals and partner institutions prepared to support program implementation including faculty and mentors and partners for experiential learning.\n\nProject FASTCapacityÆs creation of a teacher preparation program in middle-school science, specifically for preparing aspiring teachers from underrepresented minority backgrounds, has poised the University of the District of Columbia (UDC) to admit its first cohort of aspiring middle science teachers for Academic Year 2016.  Partnerships with DC Public DCPS) (and\nPublic Charter (DCPCS) middle schools provide fertile ground for the growth and development of teachers who understand the context and opportunities urban schools provide.  Our recruitment efforts are targeting under-represented minorities to be trained in cutting edge approaches tailored towards teaching middle grade students who are diverse in terms of culture, language, and learning styles/abilities.  It is anticipated that by attracting and\ntraining this group of teachers for urban middle school settings they will encourage and inspire students, especially minorities, to select career pathways in STEM fields. Achieving this expectation will contribute to a desired societal outcome of having greater percentages of minorities and especially women in STEM careers. \n\nThe teacher education curriculum developed by Project FAST Capacity has as its main pillars Academic language of Science, Practice of Science and Next Generation Science Standards.  One of our key consultants and development partners, Center for Applied Linguistics (CAL) provided the framework and guidance for preparing curriculum materials for teachers who are astute in framing differentiated lesson activities to meet the needs of diverse urban middle-school learners specifically in understanding academic language of science.  Another of our key partners, Carnegie\nInstitution of ScienceÆs Center for Academic Science Education (CASE), worked with the project team to create the ready-to-teach curriculum which\nstrategically includes practice of science and the Next Generation Science Standards.  The curriculum is complete with syllabi,assessments, and teaching/learning resources as well access to a cadre of bench\nresearch scientists secured by CASE who will mentor our teacher candidates in connecting with the practice of science. \n\nThe project teamÆs close collaboration with our third partners District of Columbia Public Schools (DCPS) and District of Columbia Public Charter (DCPCS) middle schools resulted in a test phase for curricula materials around the academic language of science.  Teachers were also involved\nin shaping the syllabi for three methods courses which is part of the curriculum.  With the advice of CASE and collaborating middle schools from DCPS and DCPCS, the project team procured science learning and\nteaching resources mostly related to physical, earth and apace science units\nfor middle grades.   \n\n\t\t\t\t\tLast Modified: 06/30/2015\n\n\t\t\t\t\tSubmitted by: Lena Walton"
 }
}