{
 "awd_id": "1239074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SEG-AGU Hydrogeophysics Workshop",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 16500.0,
 "awd_amount": 16500.0,
 "awd_min_amd_letter_date": "2012-05-08",
 "awd_max_amd_letter_date": "2012-05-08",
 "awd_abstract_narration": "A Hydrogeophysics workshop will be held 8-11 July 2012 at the Boise State University.  The conference will address current hydrogeophysical approaches to predicting and/or monitoring hydrologic properties and processes in both the saturated and unsaturated zones, at scales ranging from centimeters to watersheds.  The conference will also include ?homework sessions? that will enable attendees to independently analyze a shared dataset, which will provide insight into uncertainty in solutions, differences in processing algorithms, as well as variations in rock physics assumptions.  The workshop will enable the hydrogeophysics community to come together to think creatively about new ways to share resources (people, equipment, access to field sites) to advance the science.  Discussion will be organized into a white paper designed to provide a statement of the current state of the art.  The meeting is open and students are encouraged to attend.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kamini",
   "pi_last_name": "Singha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kamini Singha",
   "pi_email_addr": "ksingha@mines.edu",
   "nsf_id": "000173897",
   "pi_start_date": "2012-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "311 Deike Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168025000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This workshop brought together the world&rsquo;s experts who study water and instrumentation for exploring what happens to the movement of that water and the contaminants it carries in the shallow earth surface.&nbsp; The intent of the workshop was to address current approaches for determining, predicting, and studying hydrologic properties and processes below the earth&rsquo;s surface at scales ranging from centimeters to watersheds, and look forward into the future for what tools are needed to explore a changing planet.&nbsp; While some of the instruments used were developed years ago for exploration of oil and gas, many new methods, similar to those used in the medical industry, are currently being developed for application to the earth, and we evaluated what was needed for these tools to be utilized more regularly by practitioners.&nbsp; Eighty scientists from four continents came together to discuss the future of imaging the earth, and the applicability and utility of the available methods for a wide variety of societal issues related to water, including detection and monitoring of groundwater contamination; infiltration of rainwater into the ground for water supply; movement of contaminants in rock fractures; mapping of saltwater intrusion; leakage from irrigation canals; mapping the distribution of permafrost; and quantifying groundwater-river interactions.&nbsp; Twenty graduate students also participated.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2013<br>\n\t\t\t\t\tModified by: Kamini&nbsp;Singha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis workshop brought together the worldÆs experts who study water and instrumentation for exploring what happens to the movement of that water and the contaminants it carries in the shallow earth surface.  The intent of the workshop was to address current approaches for determining, predicting, and studying hydrologic properties and processes below the earthÆs surface at scales ranging from centimeters to watersheds, and look forward into the future for what tools are needed to explore a changing planet.  While some of the instruments used were developed years ago for exploration of oil and gas, many new methods, similar to those used in the medical industry, are currently being developed for application to the earth, and we evaluated what was needed for these tools to be utilized more regularly by practitioners.  Eighty scientists from four continents came together to discuss the future of imaging the earth, and the applicability and utility of the available methods for a wide variety of societal issues related to water, including detection and monitoring of groundwater contamination; infiltration of rainwater into the ground for water supply; movement of contaminants in rock fractures; mapping of saltwater intrusion; leakage from irrigation canals; mapping the distribution of permafrost; and quantifying groundwater-river interactions.  Twenty graduate students also participated.\n\n\t\t\t\t\tLast Modified: 05/06/2013\n\n\t\t\t\t\tSubmitted by: Kamini Singha"
 }
}