{
 "awd_id": "1239364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Collaborative Research: A Cyber Physical System for Proactive Traffic Management to Enhance Mobility and Sustainability",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 164000.0,
 "awd_amount": 164000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "This project demonstrates the synergistic use of a cyber-physical infrastructure consisting of smart-phone devices; cloud computing, wireless communication, and intelligent transportation systems to manage vehicles in the complex urban network ? through the use of traffic controls, route advisories and road pricing ? to jointly optimize drivers? mobility and the sustainability goals of reducing energy usage and improving air quality. The system developed, MIDAS-CPS, proactively manages the interacting traffic demand and the available transportation supply. A key element of MIDAS-CPS is the data collection and display device PICT that collects each participating driver?s vehicle position, forward images from the vehicle?s dashboard, and communication time stamps, and then displays visualizations of predicted queues ahead, relevant road prices, and route advisories.\r\n\r\nGiven the increasing congestion in most of the urban areas, and the rising costs of constructing traffic control facilities and implementing highway hardware, MIDAS-CPS could revolutionize the way traffic is managed on the urban network since all computing is done via clouds and the drivers instantly get in-vehicle advisories with graphical visualizations of predicted conditions. It is anticipated this would lead to improved road safety and lesser drive stress, besides the designed benefits on the environment, energy consumption, congestion mitigation, and driver mobility. This multidisciplinary project is at the cutting edge in several areas: real-time image processing, real-time traffic prediction and supply/demand management, and cloud computing. Its educational impacts include enhancements of curricula and laboratory experiences at participating universities, workforce development, and student diversity. Additional information on the project is available at http://midas-cps.mobicloud.asu.edu/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yafeng",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yafeng Yin",
   "pi_email_addr": "yafeng@umich.edu",
   "nsf_id": "000489707",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791800",
   "pgm_ele_name": "CPS-Cyber-Physical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 164000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This is a collaborative project with researchers at Arizona State University, which aims to investigate a transformative cyber-physical system named MIDAS-CPS. The system would monitor, manage and guide drivers through an urban environment, both in regular recurrent traffic congestion conditions and in more complicated non-recurrent conditions. It assumes a future where a large proportion of drivers will have access to advanced smartphone technologies, perhaps based on Android or iOS operating systems, which will enhance the monitoring of traffic. The devices will operate within their two-way communication platforms, through a cloud-computing environment with traffic management systems, to efficiently channelize the vehicles to flow through the network.</p>\n<p>The task undertaken by the research team at University of Florida is to leverage the MIDAS-CPS technological infrastructure to develop advanced proactive traffic management strategies to manage both the demand and supply of urban traffic networks. The main results are summarized as follows.</p>\n<p>Recognizing that MIDAS-CPS can provide real-time location information of vehicles across a traffic network, we have explored a new type of congestion pricing that differentiates users with respect to their travel origins, destinations or paths and then charges them different amounts of congestion toll accordingly. We have demonstrated that the novel differentiated pricing schemes can yield better performance of traffic networks and provide additional flexibility for tolling agencies to achieve different control objectives such as less financial burden to travelers. We have systematically addressed critical (technical) issues associated with the design and implementation of the differentiated schemes. In view of that differentiated schemes require tracking vehicles, we have proposed an incentive program to mitigate travelers&rsquo; privacy concerns and entice them to voluntarily disclose their location information.</p>\n<p>We have also investigated advanced parking management services enabled by smartphone technologies. The services provide the information of real-time availability and price of parking spaces and allow drivers to select and reserve parking spaces via their smartphones. The services provide real-time routing strategies to guide drivers to a parking space, reserved or otherwise. The services are intended to better manage parking demand and reduce traffic congestion in busy areas such as central business districts, where parking is a growing problem and the time spent on searching for a parking space often constitutes a substantial portion of travel cost of individual drivers.</p>\n<p>Lastly, anticipating the fast adoption of electric vehicles and the advent of the electrification of personal transportation in the foreseeable future, we have developed analytical foundations and methodologies for analyzing the interactions between prices of electricity and travel patterns of battery electric vehicles; deriving optimal control policies for the charging activities of electric vehicles based on real-time price of electricity and traffic conditions made available by MIDAS-CPS, and optimizing the deployment of various type of charging infrastructure.</p>\n<p>Given the increasing congestion in most of the urban areas, and the rising costs of constructing transportation infrastructure, MIDAS-CPS could revolutionize the way traffic is managed on the urban network. It may lead to improved road safety and lesser drive stress, besides the designed benefits on the environment, energy consumption, congestion mitigation, and driver mobility. This project has influenced education programs, at both universities directly involved, by offering fresh materials and case studies to expand their curricula. Finally, research results have been broadly disseminated through a variety of media. It also led to a successful workshop participated by transportation researchers, computer scientists, economists and local practitioners.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2016<br>\n\t\t\t\t\tModified by: Yafeng&nbsp;Yin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis is a collaborative project with researchers at Arizona State University, which aims to investigate a transformative cyber-physical system named MIDAS-CPS. The system would monitor, manage and guide drivers through an urban environment, both in regular recurrent traffic congestion conditions and in more complicated non-recurrent conditions. It assumes a future where a large proportion of drivers will have access to advanced smartphone technologies, perhaps based on Android or iOS operating systems, which will enhance the monitoring of traffic. The devices will operate within their two-way communication platforms, through a cloud-computing environment with traffic management systems, to efficiently channelize the vehicles to flow through the network.\n\nThe task undertaken by the research team at University of Florida is to leverage the MIDAS-CPS technological infrastructure to develop advanced proactive traffic management strategies to manage both the demand and supply of urban traffic networks. The main results are summarized as follows.\n\nRecognizing that MIDAS-CPS can provide real-time location information of vehicles across a traffic network, we have explored a new type of congestion pricing that differentiates users with respect to their travel origins, destinations or paths and then charges them different amounts of congestion toll accordingly. We have demonstrated that the novel differentiated pricing schemes can yield better performance of traffic networks and provide additional flexibility for tolling agencies to achieve different control objectives such as less financial burden to travelers. We have systematically addressed critical (technical) issues associated with the design and implementation of the differentiated schemes. In view of that differentiated schemes require tracking vehicles, we have proposed an incentive program to mitigate travelers? privacy concerns and entice them to voluntarily disclose their location information.\n\nWe have also investigated advanced parking management services enabled by smartphone technologies. The services provide the information of real-time availability and price of parking spaces and allow drivers to select and reserve parking spaces via their smartphones. The services provide real-time routing strategies to guide drivers to a parking space, reserved or otherwise. The services are intended to better manage parking demand and reduce traffic congestion in busy areas such as central business districts, where parking is a growing problem and the time spent on searching for a parking space often constitutes a substantial portion of travel cost of individual drivers.\n\nLastly, anticipating the fast adoption of electric vehicles and the advent of the electrification of personal transportation in the foreseeable future, we have developed analytical foundations and methodologies for analyzing the interactions between prices of electricity and travel patterns of battery electric vehicles; deriving optimal control policies for the charging activities of electric vehicles based on real-time price of electricity and traffic conditions made available by MIDAS-CPS, and optimizing the deployment of various type of charging infrastructure.\n\nGiven the increasing congestion in most of the urban areas, and the rising costs of constructing transportation infrastructure, MIDAS-CPS could revolutionize the way traffic is managed on the urban network. It may lead to improved road safety and lesser drive stress, besides the designed benefits on the environment, energy consumption, congestion mitigation, and driver mobility. This project has influenced education programs, at both universities directly involved, by offering fresh materials and case studies to expand their curricula. Finally, research results have been broadly disseminated through a variety of media. It also led to a successful workshop participated by transportation researchers, computer scientists, economists and local practitioners.\n\n\t\t\t\t\tLast Modified: 10/05/2016\n\n\t\t\t\t\tSubmitted by: Yafeng Yin"
 }
}