{
 "awd_id": "1239374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Metabolic Engineering IX Conference, June 3-7, 2012, Biarritz, France",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "Intellectual Merit\r\nThis proposal seeks funds from the National Science Foundation to support the conference \"Metabolic Engineering IX: Metabolic Engineering and Synthetic Biology\" to be held from June 3-7, 2012 in Biarritz, France. The Metabolic Engineering conference serves as the premier meeting for the metabolic engineering community. The 9th Metabolic Engineering conference will continue to be a leading conference for sharing the state-of-the-art developments and achievements made in the field over the last two years. The field of Metabolic Engineering has driven the interface between engineering and biological sciences the integration of synthetic biology into metabolic engineering has made huge impact. This growth has helped enable a new field of commercial opportunity in established and new start up industries to commercialize green technologies born out of this cross fertilization of disciplines.\r\n1239374/ Whited\r\n\r\nThe Metabolic Engineering Conference is one of the first among several conference series related to biotechnology sponsored by Engineering Conferences International (formerly United Engineering Foundation Conferences program) and started 20 years ago with the original title \"recombinant DNA technology\". It was the first conference with the explicit focus on the application of recombinant DNA technology to the engineering of microorganisms for industrial processes. The other conferences in related areas sponsored by ECI have focused on biocatalysis and bioprocess (Enzyme Engineering, Biochemical Engineering, Cell Culture Engineering). These conferences have been instrumental in addressing issues contemporary to technological advancements, engineering research and to education of up and coming players, both in academia and industry. The format is designed to maximize interactions and to stimulate discussion among attendees. Because of the reputation of past conferences, scientists and engineers from industry and academia from many countries oversubscribe the conference. The last meeting in 2010, the first Metabolic Engineering meeting hosted in Asia, showed a marked upswing in interest in the academic community with almost 75% attending from non industrial institutions with a total attendance of 274 attendees from 23 countries. This proposal is seeking financial support to continue this quality of excellence.\r\n\r\nMetabolic Engineering IX will have sessions in the fields of systems biology, synthetic biology, biochemical engineering, tools and methods, and emerging techniques, healthcare, biofuel, biorefinery, environmental biotechnology, microbial system, mammalian system, plant system, and other disciplines and applications. Many of these disciplines have seen rapid growth in technology in the recent years and the focus of this conference is to integrate the recent achievements to realize the potential synergy that this interdisciplinary conference stimulates.\r\n\r\nBroader Impact\r\nThe scope of this international conference is to bring together influential established researchers, young investigators, industrial researchers and practitioners, and graduate students to assess the contributions and future opportunities of metabolic engineering in the global areas of health and sustainability. In addition to plenary presentations, oral sessions, and poster sessions, ME IX will also employ workshops/tutorials that will aim to identify the needs of industry and how metabolic engineering research can better address these needs. Attendance by graduate students and industrial researchers is highly encouraged. Special consideration will be given to underrepresented groups. In the absence of this support, fewer US academic scientists and graduate students may attend and benefit from interactions with the international community of biotechnology researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregg",
   "pi_last_name": "Whited",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregg Whited",
   "pi_email_addr": "gregg.whited@danisco.com",
   "nsf_id": "000614419",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Engineering Conferences International, Inc.",
  "inst_street_address": "369 LEXINGTON AVENUE 3RD FLOOR #389",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2125146760",
  "inst_zip_code": "100176544",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "ENGINEERING CONFERENCES INTERNATIONAL INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "DB5QZX5KYP83"
 },
 "perf_inst": {
  "perf_inst_name": "Engineering Conferences International, Inc.",
  "perf_str_addr": "32 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100041644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes</p>\n<p>&nbsp;</p>\n<p><strong>The Metabolic Engineering Conference</strong> is one of the first among several conference series related to biotechnology sponsored by Engineering Conferences International (formerly United Engineering Foundation Conferences program) and started 20 years ago with the original title &ldquo;recombinant DNA technology&rdquo;. It was the first conference with the explicit focus on the application of recombinant DNA technology to the engineering of microorganisms for industrial processes. The other conferences in related areas sponsored by ECI have focused on biocatalysis and bioprocess (Enzyme Engineering, Biochemical Engineering, Cell Culture Engineering).&nbsp; These conferences have been instrumental in addressing issues contemporary to technological advancements, engineering research and to education of up and coming players, both in academia and industry.&nbsp; The<br />format is designed to maximize interactions and to stimulate discussion among attendees.&nbsp; Because of the reputation of past conferences, scientists and engineers from industry and academia from many countries oversubscribed the conference.&nbsp;</p>\n<p><br />Metabolic Engineering IX, held in June 2012 in Biarritz, France, attracted 348 attendees from 26 different countries. The attendance was a good cross-section of industry and academics, with 37% of attendees from academia, 36% from industry, 25% graduate students and the remaining 2% from government and other institutes.</p>\n<p>The Metabolic Engineering conference serves as the premier meeting for the metabolic engineering community. The 9th Metabolic Engineering conference continued to be a leading conference for sharing the state-of-the-art developments and achievements made in the field of &ldquo;Metabolic Engineering and Synthetic Biology&rdquo; over the last two years. The field of Metabolic Engineering has driven the interface between engineering and biological sciences the integration of synthetic biology into metabolic engineering has made huge impact.&nbsp; This growth has helped enable a new field of<br />commercial opportunity in established and new start up industries to<br />commercialize green technologies born out of this cross fertilization of<br />disciplines.&nbsp;&nbsp;&nbsp;</p>\n<p>Metabolic Engineering IX had sessions in the fields of systems biology, synthetic biology, biochemical engineering, tools and methods, and emerging techniques, healthcare, biofuel, biorefinery, environmental biotechnology, microbial system, mammalian system, plant system, and other disciplines and applications. Many of these disciplines have seen rapid growth in technology in the recent years and the focus of this conference is to integrate the recent achievements to realize the potential synergy that this interdisciplinary conference stimulates.&nbsp;&nbsp;</p>\n<p>The scope of this international conference brought together influential established researchers, young investigators, industrial researchers and practitioners, and graduate students to assess the contributions and future opportunities of metabolic engineering in the global areas of health and sustainability.</p>\n<p>&nbsp;</p>\n<p>Funding from NSF supported the attendance of 20 participants from academia, including graduate students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2013<br>\n\t\t\t\t\tModified by: Gregg&nbsp;Whited</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes\n\n \n\nThe Metabolic Engineering Conference is one of the first among several conference series related to biotechnology sponsored by Engineering Conferences International (formerly United Engineering Foundation Conferences program) and started 20 years ago with the original title \"recombinant DNA technology\". It was the first conference with the explicit focus on the application of recombinant DNA technology to the engineering of microorganisms for industrial processes. The other conferences in related areas sponsored by ECI have focused on biocatalysis and bioprocess (Enzyme Engineering, Biochemical Engineering, Cell Culture Engineering).  These conferences have been instrumental in addressing issues contemporary to technological advancements, engineering research and to education of up and coming players, both in academia and industry.  The\nformat is designed to maximize interactions and to stimulate discussion among attendees.  Because of the reputation of past conferences, scientists and engineers from industry and academia from many countries oversubscribed the conference. \n\n\nMetabolic Engineering IX, held in June 2012 in Biarritz, France, attracted 348 attendees from 26 different countries. The attendance was a good cross-section of industry and academics, with 37% of attendees from academia, 36% from industry, 25% graduate students and the remaining 2% from government and other institutes.\n\nThe Metabolic Engineering conference serves as the premier meeting for the metabolic engineering community. The 9th Metabolic Engineering conference continued to be a leading conference for sharing the state-of-the-art developments and achievements made in the field of \"Metabolic Engineering and Synthetic Biology\" over the last two years. The field of Metabolic Engineering has driven the interface between engineering and biological sciences the integration of synthetic biology into metabolic engineering has made huge impact.  This growth has helped enable a new field of\ncommercial opportunity in established and new start up industries to\ncommercialize green technologies born out of this cross fertilization of\ndisciplines.   \n\nMetabolic Engineering IX had sessions in the fields of systems biology, synthetic biology, biochemical engineering, tools and methods, and emerging techniques, healthcare, biofuel, biorefinery, environmental biotechnology, microbial system, mammalian system, plant system, and other disciplines and applications. Many of these disciplines have seen rapid growth in technology in the recent years and the focus of this conference is to integrate the recent achievements to realize the potential synergy that this interdisciplinary conference stimulates.  \n\nThe scope of this international conference brought together influential established researchers, young investigators, industrial researchers and practitioners, and graduate students to assess the contributions and future opportunities of metabolic engineering in the global areas of health and sustainability.\n\n \n\nFunding from NSF supported the attendance of 20 participants from academia, including graduate students.\n\n\t\t\t\t\tLast Modified: 06/26/2013\n\n\t\t\t\t\tSubmitted by: Gregg Whited"
 }
}