{
 "awd_id": "1239073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Continuous, Catalyzed Thermopower Wave Generators Powered by Renewable Biofuels: A New Fuel Cell Concept",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 81457.0,
 "awd_amount": 81457.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "Abstract\r\n\r\n#1239073\r\nStrano, Michael S.\r\n\r\nTechnical Basis\r\n\r\nPortable energy storage and delivery is the cornerstone of modern transportation systems and the of the proliferation of portable electronic devices and is a rapidly growing field. Additionally, the development of the newest autonomous and mobile sensors, robots, and off-grid wireless networks, particularly at the micro- and nanoscale, is often hampered today by the lack of high power density energy systems of similar size. Each of todays portable energy technologies has its distinct shortcomings. Batteries are the most familiar form of electrical energy storage, but electrochemical energy density is fundamentally limited compared to storing energy in the chemical bonds of fuels. In addition, batteries slowly lose their charge over years, making them less desirable for long-term energy storage. Supercapacitors offer substantially higher power density (in weight and volume terms), but at the expense of energy density. Moreover, they cannot hold their charge even as long as batteries. Fuel cells and engines can use the large energy density of chemical fuels but are more complicated to fabricate at the small scale, so their power density has been limited so far. Professor Michael Strano of the Massachusetts Institute of Technology has performed some initial studies on an alternative energy device that offers the possibility of supplanting these existing devices.Thermopower wave based energy devices may dramatically increase the energy density of portable power devices more than a factor of 10, with other advantages such as zero storage losses and charge decay. \r\n\r\nHigh-conductivity scaffolds, like carbon nanotubes (CNTs), direct a hot chemical reaction wave along their length; the wave also pushes charge carriers to create a high-power pulse of electricity. This fast wave means that thermopower waves can often outperform conventional thermoelectrics using static thermal gradients in terms of power density and may not have the same limits on efficiency (usually about 1-5%)according to Strano. The concept to be tested is whether thermopower fuel cells can be created, which could be operated to generate power continuously; previous devices could only make electrical pulses shorter than a second. This project introduces the new aspect of the addition of metal catalyst nanoparticles to the CNT thermoelectric conduits. By focusing on fuels like formic acid and methanol that can be biologically derived, these generators can use renewable energy sources. \r\n\r\nThis is an ideal EAGER project in that several high risk aspects must be successfully demonstrated. First, wave propagation using formic acid and alternatively methanol must be demonstrated using low- to medium-activity catalytic materials for their decomposition along the length of thermal conduit materials, including carbon nanotube fibers, inorganic nanowires, or grapheme films. Advances in theoretical understanding of these waves will accompany this effort. The choice of catalyst(s) must optimize the activation energy; too low and the fuel will react spontaneously without being controlled by the nanotubes, too high and the required initiation energy will be too large, sapping the efficiency. For liquid-fueled-TWGs to be practical, more common metals like Au, Fe, or Cu must be the active catalyst metal. Beyond this, a target would be to fabricate a working device and demonstrate extended operating life. This is clearly the high risk-high potential return project envisioned for EAGER awards. \r\n\r\n\r\n\r\nBroader Impacts \r\n\r\nFor this project, the PI intends to utilize undergraduate and graduate researchers, as a means of fostering diversity in Engineering. The PI notes that the experiments that make up this project seem to be well suited for undergraduates, who adapt and learn quickly how to prepare thermopower wave substrates, and learn how to use the instrumentation. The PI has extensively worked with a large body of undergraduate students in the past, many of whom are gender and racial minorities. It is difficult to develop these aspects in a short EAGER project, so the PI is to be commended for making this effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Strano",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Strano",
   "pi_email_addr": "strano@MIT.edu",
   "nsf_id": "000225624",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81457.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>NSF EAGER Project Outcomes Report</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Continuous, Catalyzed Thermopower Wave Generators Powered by Renewable Biofuels: A New Fuel Cell Concept</strong></p>\n<p>Prof. Michael S. Strano</p>\n<p>Charles and Hilda Roddey Professor of Chemical Engineering</p>\n<p>Massachusetts Institute of Technology</p>\n<p>&nbsp;</p>\n<p>The main aim of this project was to demonstrate a fundamentally new fuel cell operating on the concept of thermopower waves. While previous work on thermopower waves has been using solid fuels, we believe that biofuels can be explored to launch such thermopower waves to convert chemical energy to electrical energy. For this idea, we aim to launch self-propagating exothermic reaction wave along the length of a high thermal conductivity conduit. Thermoelectric effect and effect of difference in chemical potential between the reacted and un-reacted area atop the conduit surface will give rise to a potential difference across the ends of the conduit.</p>\n<p>With the view of exploiting biofuels, we explored various prospective catalyzed reactions for launching thermopower waves. Work in our lab has shown presence of thermal waves launched using liquid biofuels likes formic acid and methanol. Experiments with the aim to launch thermopower waves using such liquid fuels shows that initiation mechanisms and exothermicity of the reaction tends to vaporize some amount of unreacted fuel leading to inefficient operation. Hence, we shifted our focus to harvesting energy via vapor phase exothermic reactions. Preliminary results for harvesting vapor phase of commonly available liquid fuels like methanol and ethanol have shown successful initiation of reaction without any external input energy. These experiments carried out with different catalysts such as platinum (Pt) nanoparticles, Pt supported on alumina etc. For oxidation reaction of these fuels, we can reach temperature up to 200 ?C.</p>\n<p>Future work in this project entails reactor design by appropriate catalyst distribution to allow for wave generation along the length of the conduit. When used with appropriate conduit, this will helps us launch thermopower waves by exploiting exothermic vapor phase reactions of biofuels. During the course of this project, in the past year, we have made an important discovery of focusing on vapor phase reactions. Work is currently in progress for designing the reactor setup. Active improvement in the system operation will be carried out by continuously updating the system by detailed analysis of system parameters such as the thermal conduit used, catalyst used, fuel chosen etc. Finally, we want to demonstrate a continuous operation of the catalyzed thermopower wave device operating on biofuels.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2013<br>\n\t\t\t\t\tModified by: Michael&nbsp;S&nbsp;Strano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF EAGER Project Outcomes Report\n\n \n\nContinuous, Catalyzed Thermopower Wave Generators Powered by Renewable Biofuels: A New Fuel Cell Concept\n\nProf. Michael S. Strano\n\nCharles and Hilda Roddey Professor of Chemical Engineering\n\nMassachusetts Institute of Technology\n\n \n\nThe main aim of this project was to demonstrate a fundamentally new fuel cell operating on the concept of thermopower waves. While previous work on thermopower waves has been using solid fuels, we believe that biofuels can be explored to launch such thermopower waves to convert chemical energy to electrical energy. For this idea, we aim to launch self-propagating exothermic reaction wave along the length of a high thermal conductivity conduit. Thermoelectric effect and effect of difference in chemical potential between the reacted and un-reacted area atop the conduit surface will give rise to a potential difference across the ends of the conduit.\n\nWith the view of exploiting biofuels, we explored various prospective catalyzed reactions for launching thermopower waves. Work in our lab has shown presence of thermal waves launched using liquid biofuels likes formic acid and methanol. Experiments with the aim to launch thermopower waves using such liquid fuels shows that initiation mechanisms and exothermicity of the reaction tends to vaporize some amount of unreacted fuel leading to inefficient operation. Hence, we shifted our focus to harvesting energy via vapor phase exothermic reactions. Preliminary results for harvesting vapor phase of commonly available liquid fuels like methanol and ethanol have shown successful initiation of reaction without any external input energy. These experiments carried out with different catalysts such as platinum (Pt) nanoparticles, Pt supported on alumina etc. For oxidation reaction of these fuels, we can reach temperature up to 200 ?C.\n\nFuture work in this project entails reactor design by appropriate catalyst distribution to allow for wave generation along the length of the conduit. When used with appropriate conduit, this will helps us launch thermopower waves by exploiting exothermic vapor phase reactions of biofuels. During the course of this project, in the past year, we have made an important discovery of focusing on vapor phase reactions. Work is currently in progress for designing the reactor setup. Active improvement in the system operation will be carried out by continuously updating the system by detailed analysis of system parameters such as the thermal conduit used, catalyst used, fuel chosen etc. Finally, we want to demonstrate a continuous operation of the catalyzed thermopower wave device operating on biofuels.\n\n \n\n\t\t\t\t\tLast Modified: 11/08/2013\n\n\t\t\t\t\tSubmitted by: Michael S Strano"
 }
}