{
 "awd_id": "1239467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Collaborative Research:  Coordinated Resource Management of Cyber-Physical-Social Power Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 560858.0,
 "awd_amount": 560858.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "Large-scale critical infrastructure systems, including energy and transportation networks, comprise millions of individual elements (human, software and hardware) whose actions may be inconsequential in isolation but profoundly important in aggregate. The focus of this project is on the coordination of these elements via ubiquitous sensing, communications, computation, and control, with an emphasis on the electric grid. The project integrates ideas from economics and behavioral science into frameworks grounded in control theory and power systems. Our central construct is that of a ?resource cluster,? a collection of distributed resources (ex: solar PV, storage, deferrable loads) that can be coordinated to efficiently and reliably offer services (ex: power delivery) in the face of uncertainty (ex: PV output, consumer behavior). Three topic areas form the core of the project: (a) the theoretical foundations for the ?cluster manager? concept and complementary tools to characterize the capabilities of a resource cluster; (b) centralized resource coordination strategies that span multiple time scales via innovations in stochastic optimal control theory; and (c) decentralized coordination strategies based on cluster manager incentives and built upon foundations of non-cooperative dynamic game theory.\r\n\r\nThese innovations will improve the operation of infrastructure systems via a cyber-physical-social approach to the problem of resource allocation in complex infrastructures. By transforming the role of humans from passive resource recipients to active participants in the electric power system, the project will facilitate energy security for the nation, and climate change mitigation. The project will also engage K-12 students through lab-visits and lectures; address the undergraduate demand for power systems training through curricular innovations at the intersection of cyber-systems engineering and physical power systems; and equip graduate students with the multi-disciplinary training in power systems, communications, control, optimization and economics to become leaders in innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duncan",
   "pi_last_name": "Callaway",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Duncan Callaway",
   "pi_email_addr": "dcal@berkeley.edu",
   "nsf_id": "000544458",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pravin",
   "pi_last_name": "Varaiya",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Pravin P Varaiya",
   "pi_email_addr": "varaiya@eecs.berkeley.edu",
   "nsf_id": "000194063",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kameshwar",
   "pi_last_name": "Poolla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kameshwar Poolla",
   "pi_email_addr": "poolla@me.berkeley.edu",
   "nsf_id": "000483397",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 560858.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human decision-makers and uncertainty are extremely important factors in many critical infrastructure systems.&nbsp; On the grid, for example, supply must always equal total demand, which is the sum of decisions from millions of individuals.&nbsp; System reliability and performance requirements place tremendous pressure on the capacity of physical infrastructure. For example, transmission line infrastructure is often a bottleneck in the deployment of renewable generation; resource variability requires increased investment in reserve generation capacity.&nbsp; The overarching goal of this multi-institutional project was to study how to coordinate and control cyber-physical infrastructure in situations where human decision makers are fundamentally embedded in the system.</p>\n<p>We arrived at four major outcomes.&nbsp; First, we developed tools to model electricity loads as &ldquo;stochastic batteries,&rdquo; including theoretical bounds guaranteeing the performance of a load aggregation.&nbsp; There are multiple avenues for these tools to be used by power system operators and aggregators of electricity load.&nbsp; Second, we explored a variety of centralized load coordination strategies, leveraging and extending state of the art optimization tools.&nbsp; Among other things these tools enable us to efficiently compute optimal future electricity tariff structures, including their impact on generation capacity expansion and heterogeneous consumer decisions for consumption and investment in demand side infrastructure.&nbsp; An important outcome of that work is our finding that &ldquo;smart meter&rdquo; infrastructure &ndash; which enables time-varying electricity pricing &ndash; must be relatively inexpensive to justify their cost from a total social welfare perspective.&nbsp; Third, we developed a series of results to understand decentralized coordination and we quantified the performance of decentralized coordination approaches relative to centralized approaches.&nbsp; In this category of results we found that in some circumstances the &ldquo;price of anarchy&rdquo; (i.e. the lost economic performance associated with decentralization) can be as much as 50 percent. &nbsp;&nbsp;Fourth, we deployed our ideas in two testbeds.&nbsp; In one case, we worked with an electric vehicle software developer to deploy our real time centralized coordination algorithms.&nbsp; The algorithms were integrated into a pilot project to control a fleet of electric vehicles at the Los Angeles Air Force Base.&nbsp; These EVs were bid into the California electricity market and provided frequency regulation services to the grid.&nbsp; In the second testbed, we worked with a utility in New York to study how consumers respond to different incentives for demand response.&nbsp; The experiment involved 200 households that received lottery-based incentives, with a control group of 5000 households.&nbsp; We found that households who participated in the lottery provided 30% larger load reduction at 75% of the cost.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2017<br>\n\t\t\t\t\tModified by: Duncan&nbsp;Callaway</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHuman decision-makers and uncertainty are extremely important factors in many critical infrastructure systems.  On the grid, for example, supply must always equal total demand, which is the sum of decisions from millions of individuals.  System reliability and performance requirements place tremendous pressure on the capacity of physical infrastructure. For example, transmission line infrastructure is often a bottleneck in the deployment of renewable generation; resource variability requires increased investment in reserve generation capacity.  The overarching goal of this multi-institutional project was to study how to coordinate and control cyber-physical infrastructure in situations where human decision makers are fundamentally embedded in the system.\n\nWe arrived at four major outcomes.  First, we developed tools to model electricity loads as \"stochastic batteries,\" including theoretical bounds guaranteeing the performance of a load aggregation.  There are multiple avenues for these tools to be used by power system operators and aggregators of electricity load.  Second, we explored a variety of centralized load coordination strategies, leveraging and extending state of the art optimization tools.  Among other things these tools enable us to efficiently compute optimal future electricity tariff structures, including their impact on generation capacity expansion and heterogeneous consumer decisions for consumption and investment in demand side infrastructure.  An important outcome of that work is our finding that \"smart meter\" infrastructure &ndash; which enables time-varying electricity pricing &ndash; must be relatively inexpensive to justify their cost from a total social welfare perspective.  Third, we developed a series of results to understand decentralized coordination and we quantified the performance of decentralized coordination approaches relative to centralized approaches.  In this category of results we found that in some circumstances the \"price of anarchy\" (i.e. the lost economic performance associated with decentralization) can be as much as 50 percent.   Fourth, we deployed our ideas in two testbeds.  In one case, we worked with an electric vehicle software developer to deploy our real time centralized coordination algorithms.  The algorithms were integrated into a pilot project to control a fleet of electric vehicles at the Los Angeles Air Force Base.  These EVs were bid into the California electricity market and provided frequency regulation services to the grid.  In the second testbed, we worked with a utility in New York to study how consumers respond to different incentives for demand response.  The experiment involved 200 households that received lottery-based incentives, with a control group of 5000 households.  We found that households who participated in the lottery provided 30% larger load reduction at 75% of the cost.\n\n\t\t\t\t\tLast Modified: 02/09/2017\n\n\t\t\t\t\tSubmitted by: Duncan Callaway"
 }
}