{
 "awd_id": "1239138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER/Collaborative Research: Solid Freeform Fabrication of a Conceptual Artificial Photosynthesis Device",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 90615.0,
 "awd_amount": 102615.0,
 "awd_min_amd_letter_date": "2012-05-29",
 "awd_max_amd_letter_date": "2013-01-06",
 "awd_abstract_narration": "The main objective of this EArly Concept Grant for Exploratory Research (EAGER) research project is to fabricate an artificial photosynthesis device that is capable of converting sunlight, CO2 and water into sugars for the production of biofuels. Solid freeform fabrication (SFF) enhanced by high-resolution heterogeneous printing technology will be investigated to design and build the innovative device with multi-layer interconnected channels and micro-porous structures. This research will enable manufacturing and deployment of large-scale solar conversion systems that not only mimic the nature process of photosynthesis for the production of biofuels, but also make these reactions independent of the life of nature plants.  An interdisciplinary research team has been formed, synergistically combining the expertise of two investigators from Drexel University and Kansas State University in solid freeform fabrication, system design and control, biomaterials, biofuels and molecular biology.  The U.S. government aims to replace 20 percent (51 billion gasoline-equivalent gallons) of fossil-based transportation fuels with biofuels by the year 2030.  Producing this amount of biofuel would require an unsustainably large cropping area when using any bio-based sources (biomass) that are currently available.  As an alternative technology, artificial photosynthesis can produce tremendous amounts of clean and renewable biofuels because of its extremely high solar conversion efficiency and carbon neutral nature.  However, lacking commercially available artificial photosynthesis devices, there is a big gap between lab-scale artificial photosynthesis technologies and in-field applications.  This project will research a new manufacturing system and method to first-time fabricate a leaf-tree-like artificial photosynthesis device.  This research will be the first of its kind in solid freeform fabrication of artificial photosynthesis device integrated with polymers and protein/enzyme.  Knowledge obtained from this study will guide design of structures and determination of manufacturing methods of the artificial photosynthesis device, which will eventually lead to large-scale use of commercially deployable constructs for biofuel manufacturing.\r\n\r\nSuccessful completion of this research will lead to a new technology for designing and manufacturing an artificial photosynthesis device, which will help realize the vision of affordable bio-based energy manufacturing.  Economically viable manufacturing of biofuels will greatly benefit the U.S. economy and energy security, as well as society and the environment in general.  Success of the proposed activities will help expand the role of the manufacturing research community to create a new, trillion dollar energy manufacturing industry in the United States.  Two doctoral students will be trained and three project-based learning modules will be created to strengthen the undergraduate engineering curricula, engaging students with design projects in design, manufacturing and energy engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenqiao",
   "pi_last_name": "Yuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenqiao Yuan",
   "pi_email_addr": "wyuan2@ncsu.edu",
   "nsf_id": "000499047",
   "pi_start_date": "2012-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 90615.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The U.S. government aims to replace 20% (51 billion gasoline-equivalent gallons) of fossil-based transportation fuels with biofuels by the year 2030. Producing this amount of biofuel would require an unsustainably large cropping area when using any bio-based sources (biomass) that are currently available. As an alternative technology, artificial photosynthesis can produce tremendous amounts of clean and renewable biofuels because of its extremely high solar conversion efficiency and carbon neutral nature. However, lacking commercially deployable artificial photosynthesis devices, there is a significant gap between lab-scale artificial photosynthesis technologies and in-field applications. We proposed a new manufacturing system and method to first-time fabricate a leaf-tree-like artificial photosynthesis device.</p>\n<p>&nbsp;</p>\n<p>In the project period, A tri-block polymer was synthesized from hydrophobic poly-dimethylsiloxane (PDMS) and hydrophilic poly-2 -ethyl-2-oxazoline (PEtOz). Bacteriorhodopsin (BR) was isolated from bacteria <em>Halobactirum salinarum and </em>F<sub>0</sub>F<sub>1</sub> ATP synthase was obtained from bacteria <em>Basillus PS3. </em>The PEtOz-PDMS-PEtOz polymer was reconstituted with BR and F<sub>0</sub>F<sub>1</sub> ATP synthase for the light reaction of the artificial photosynthesis. We successfully<br />observed and measured the proton gradient generated from the light reaction by BR. We also observed and tracked ATP generation. In the second part of the project, we studied the synthesis of glucose. We first monitored the generation of glyceraldehyde-3-phosphate (G3P), which is an important intermediate product of photosynthesis. We successfully observed and monitored G3P generation and studied the effects of ATP and key enzyme concentrations on G3P production. It is therefore concluded that our research has met the objectives. More investigations are still undergoing to synthesize glucose in the dark reaction and transfer the process to the artificial photosynthesis device that was fabricated by our collaborator at Drexel University.</p>\n<p>&nbsp;</p>\n<p>At North Carolina State University, one Ph.D. student has been trained on this project, and two undergraduate students have also been involved. Research results have also been disseminated through a conference presentation so far.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2013<br>\n\t\t\t\t\tModified by: Wenqiao&nbsp;Yuan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1239138/1239138_10108767_1383142254505_ATPgeneration--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1239138/1239138_10108767_1383142254505_ATPgeneration--rgov-800width.jpg\" title=\"ATP synthesis by BR-ATP synthase vesicles\"><img src=\"/por/images/Reports/POR/2013/1239138/1239138_10108767_1383142254505_ATPgeneration--rgov-66x44.jpg\" alt=\"ATP synthesis by BR-ATP synthase vesicles\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The BR-ATP synthase vesicles showed an ATP production of about 300 nmol ATP/mg of ATP synthase at 45 min. ATP production remarkablly increased with time of light incubation in the first 45 min and then kept stable at around 250 mol ATP/mg of ATP.</div>\n<div class=\"imageCredit\">The PI</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Wenqiao&nbsp;Yuan</div>\n<div class=\"imageTitle\">ATP synthesis by BR-ATP synthase vesicles</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe U.S. government aims to replace 20% (51 billion gasoline-equivalent gallons) of fossil-based transportation fuels with biofuels by the year 2030. Producing this amount of biofuel would require an unsustainably large cropping area when using any bio-based sources (biomass) that are currently available. As an alternative technology, artificial photosynthesis can produce tremendous amounts of clean and renewable biofuels because of its extremely high solar conversion efficiency and carbon neutral nature. However, lacking commercially deployable artificial photosynthesis devices, there is a significant gap between lab-scale artificial photosynthesis technologies and in-field applications. We proposed a new manufacturing system and method to first-time fabricate a leaf-tree-like artificial photosynthesis device.\n\n \n\nIn the project period, A tri-block polymer was synthesized from hydrophobic poly-dimethylsiloxane (PDMS) and hydrophilic poly-2 -ethyl-2-oxazoline (PEtOz). Bacteriorhodopsin (BR) was isolated from bacteria Halobactirum salinarum and F0F1 ATP synthase was obtained from bacteria Basillus PS3. The PEtOz-PDMS-PEtOz polymer was reconstituted with BR and F0F1 ATP synthase for the light reaction of the artificial photosynthesis. We successfully\nobserved and measured the proton gradient generated from the light reaction by BR. We also observed and tracked ATP generation. In the second part of the project, we studied the synthesis of glucose. We first monitored the generation of glyceraldehyde-3-phosphate (G3P), which is an important intermediate product of photosynthesis. We successfully observed and monitored G3P generation and studied the effects of ATP and key enzyme concentrations on G3P production. It is therefore concluded that our research has met the objectives. More investigations are still undergoing to synthesize glucose in the dark reaction and transfer the process to the artificial photosynthesis device that was fabricated by our collaborator at Drexel University.\n\n \n\nAt North Carolina State University, one Ph.D. student has been trained on this project, and two undergraduate students have also been involved. Research results have also been disseminated through a conference presentation so far.\n\n\t\t\t\t\tLast Modified: 10/30/2013\n\n\t\t\t\t\tSubmitted by: Wenqiao Yuan"
 }
}