{
 "awd_id": "1239940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Broadening Participation and Inclusion: Sharing Best Practices for Gender Equity",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 660000.0,
 "awd_amount": 683356.0,
 "awd_min_amd_letter_date": "2012-08-19",
 "awd_max_amd_letter_date": "2013-12-11",
 "awd_abstract_narration": "The Association for Women in Science (AWIS) proposes to organize and host a series of meetings focused on sharing best practices for gender equity. This project will bring together institutional transformation experts, as well as various constituencies from community colleges and national laboratories for the purposes of disseminating cutting research findings, fostering networking and informing new research directions and paradigms in the social science and organizational change disciplines.  The goals of this organization are well aligned with the mission of the ADVANCE Program.  As such, it is ideally suited to serve as a catalyst in increasing the representation of women in the academic STEM disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Bandows Koster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Bandows Koster",
   "pi_email_addr": "koster@awis.org",
   "nsf_id": "000077696",
   "pi_start_date": "2012-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association for Women in Science, Inc.",
  "inst_street_address": "1629 K ST NW STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2025888175",
  "inst_zip_code": "200061631",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "THE ASSOCIATION FOR WOMEN IN SCIENCE, INC",
  "org_prnt_uei_num": "NDAWDC7EEV78",
  "org_uei_num": "NDAWDC7EEV78"
 },
 "perf_inst": {
  "perf_inst_name": "Association for Women in Science, Inc.",
  "perf_str_addr": "1321 Duke Street",
  "perf_city_name": "Alexandria",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "223143575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756800",
   "pgm_ele_name": "ADVANCE-PAID"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 23356.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Science Foundation&rsquo;s ADVANCE Program Workshop convened academics and a wide range of other stakeholder groups, including the National Laboratories and Federally Funded Research and Development Centers (FFRDC), to focus on the expansion and impact of research and programmatic efforts which further gender equity in science, technology, engineering, and mathematics (STEM).&nbsp; Leaders of both communities met together with an emphasis on using empirical knowledge to address the persistent gender and racial disparities in the STEM workforce as well as in STEM education and training.</p>\n<p>American universities and Federal and National Laboratories are harbingers of America&rsquo;s innovation and&nbsp;continue to do the research that will lead to breakthrough products, improved services, and new companies. It is imperative that they recruit and retain a diverse pool of talent in order to achieve novel breakthroughs that benefit the breadth of US society.&nbsp;There is an important synergy between universities and the National Laboratories with regard to research as well as faculty and student advancement, career growth, and engagement in STEM development and commercialization. Often times the National Laboratories have state of the art equipment and facilities attractive to those in the Academy, with research priorities linked to real world problems that are appealing to many researchers, particularly those from historically underrepresented backgrounds.&nbsp; Complementary advantages accrue to National Lab staff who interact with faculty and students conducting basic research with long-term scientific impact. The status of women and people of color in these important institutions is therefore a vital piece of the national strategy to broaden inclusion in STEM.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2015<br>\n\t\t\t\t\tModified by: Janet&nbsp;Bandows Koster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe National Science FoundationÆs ADVANCE Program Workshop convened academics and a wide range of other stakeholder groups, including the National Laboratories and Federally Funded Research and Development Centers (FFRDC), to focus on the expansion and impact of research and programmatic efforts which further gender equity in science, technology, engineering, and mathematics (STEM).  Leaders of both communities met together with an emphasis on using empirical knowledge to address the persistent gender and racial disparities in the STEM workforce as well as in STEM education and training.\n\nAmerican universities and Federal and National Laboratories are harbingers of AmericaÆs innovation and continue to do the research that will lead to breakthrough products, improved services, and new companies. It is imperative that they recruit and retain a diverse pool of talent in order to achieve novel breakthroughs that benefit the breadth of US society. There is an important synergy between universities and the National Laboratories with regard to research as well as faculty and student advancement, career growth, and engagement in STEM development and commercialization. Often times the National Laboratories have state of the art equipment and facilities attractive to those in the Academy, with research priorities linked to real world problems that are appealing to many researchers, particularly those from historically underrepresented backgrounds.  Complementary advantages accrue to National Lab staff who interact with faculty and students conducting basic research with long-term scientific impact. The status of women and people of color in these important institutions is therefore a vital piece of the national strategy to broaden inclusion in STEM.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/12/2015\n\n\t\t\t\t\tSubmitted by: Janet Bandows Koster"
 }
}