{
 "awd_id": "1239797",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CCEP II- Making Global Climate Science Local: Implementing an Effective Model to Educate Key Influentials and Community Leaders",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 4928001.0,
 "awd_amount": 4952346.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2018-08-17",
 "awd_abstract_narration": "This Phase II Climate Change Education Partnership project is developing a new model for educating Key Influentials (high profile, decision-makers and leaders) and the general public in the San Diego, California region about climate science. The project builds on a Phase I strategic planning effort to empirically assess the depth and gaps of knowledge about climate science in the San Diego general public and among Key Influentials (KI). These findings have informed the 5-year implementation plan for Phase II and have provided the evidence basis for the development of a multidisciplinary climate literacy model for regional KI community leaders. A robust suite of integrated activities is being implemented that will (1) develop climate science education resources applicable to adult audiences in informal settings, (2) educate Key Influentials and their communities using these resources, (3) assess the effectiveness of these resources and the application of innovative educational methods for learning, and (4) facilitate replication of the process for use in other regions. In particular, Phase II activities are investigating three different educational roles for KIs:  (1) Key Influentials being served as the target audience of climate science education; (2) Key Influentials being trained as knowledgeable messengers to deliver locally-relevant information about climate science and potential impacts to other KIs and their communities; and, (3) Key Influentials serving as the educational portal to their constituents and stakeholders. Each set of activities reflects relevant learning science theory and contemporary methods of dissemination to effectively communicate regional climate observations, models and impacts. Both the process of working with KIs and the whole suite of activities form the core of a replicable model that can be exported to other regions across the country. \r\n\r\nThis project is expected to significantly advance our knowledge and understanding of how to educate community leaders and non-K-16 community members about locally relevant, cutting-edge climate science. The suite of educational activities will have broad impacts by working with Key Influentials as the intended audience of activities, as educators themselves, and as portals to much larger audiences, including Native American tribes in San Diego County, regional planners, elected officials, and the local utility. Climate scientists, environmental educators and energy analysts are working together with learning scientists and communications specialists to develop educational resources for use in non-traditional venues, such as small and medium sized forums, climate tours, personal homes, and through social media. Learning science specialists are using rigorous research designs to assess the impacts of the educational activities and test hypothesized relationships between education and a variety of latent and observable outcomes. The results are expected to provide implementation guidelines and assessment tools that can be disseminated to other communities seeking to replicate this approach by the end of the 5th year. This is a catalytic project that will significantly increase scientific, technological and educational understanding and provide relevant science knowledge and evidence-based approaches for responding to climate change, thereby contributing to informed decision-making.\r\n\r\nThis project is one of six Phase II projects being funded through the Climate Change Education Partnership (CCEP) program.  The CCEP program was developed as part of the NSF Climate Change Education program, established through Congressional appropriations in FY 2009.  The CCEP program is a one-time, dedicated NSF effort to establish a coordinated national network of regionally- or thematically-based partnerships devoted to increasing the adoption of effective, high quality educational programs and resources related to the science of climate change and its impacts.  The CCEP portfolio encompasses a major interdisciplinary research and development effort designed to promote deeper understanding of, and engagement with, climate system science and the impacts of climate change on natural and human systems.   The vision of this program is a scientifically literate society that can effectively weigh the evidence regarding global climate change as it confronts the challenges ahead, while preparing the innovative scientific and technical workforce to advance our knowledge of human-climate interactions and develop approaches for a sustainable, prosperous future.  Each CCEP is required to incorporate innovative collaborations among expertise of climate scientists, learning scientists, and education practitioners in either formal or informal learning environments to research, design, and test new models and strategies for effective teaching and learning about climate science.  With its focus on interdisciplinary approaches and transformative scales of impact, the CCEP program occupies a unique and complementary niche in the portfolio of Federal investments related to climate science education and workforce development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michel",
   "pi_last_name": "Boudrias",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michel Boudrias",
   "pi_email_addr": "boum@sandiego.edu",
   "nsf_id": "000435152",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Gershunov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Gershunov",
   "pi_email_addr": "sasha@ucsd.edu",
   "nsf_id": "000460724",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Silva-Send",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne N Silva-Send",
   "pi_email_addr": "silvasend@sandiego.edu",
   "nsf_id": "000561876",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Anders",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Scott J Anders",
   "pi_email_addr": "scottanders@sandiego.edu",
   "nsf_id": "000561878",
   "pi_start_date": "2013-02-26",
   "pi_end_date": "2014-07-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mica",
   "pi_last_name": "Estrada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mica Estrada",
   "pi_email_addr": "mica.estrada@ucsf.edu",
   "nsf_id": "000564564",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of San Diego",
  "inst_street_address": "5998 ALCALA PARK FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192606825",
  "inst_zip_code": "921102476",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "UNIVERSITY OF SAN DIEGO",
  "org_prnt_uei_num": "V6S1GT51XD56",
  "org_uei_num": "V6S1GT51XD56"
 },
 "perf_inst": {
  "perf_inst_name": "University of San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921102492",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "005Y00",
   "pgm_ele_name": "STEM + Computing (STEM+C) Part"
  },
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ele_code": "689100",
   "pgm_ele_name": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  },
  {
   "pgm_ele_code": "762200",
   "pgm_ele_name": "GEO-LSAMP LINKAGES"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "1536",
   "pgm_ref_txt": "CSEMS--CS, ENG & MATH SCHOLAR"
  },
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ref_code": "7645",
   "pgm_ref_txt": "DISCOVERY RESEARCH K-12"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0418",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001819DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1094000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3834001.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 24345.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Climate Education Partners: Educating, Engaging and Empowering Community Leaders to Work Together to Protect the San Diego Region?s Quality of Life for Future Generations</strong></p>\n<p>Over the past several years, Climate Education Partners (CEP) employed a multidisciplinary approach that integrated climate science, social and learning sciences, and effective communication strategies that resulted in the creation of innovative resources, new approaches to climate change communication, and increased engagement of decision-makers and community leaders. Specifically, a robust suite of integrated activities was implemented including: (1) development of climate science education resources for adult audiences in informal settings, (2) educational workshops for Key Influentials and their communities that used these resources, (3) assessment of the effectiveness of these resources and the application of these innovative educational methods for learning, and (4) online learning tools for other communities to replicate or adopt this model of the process for use in other regions. The group of leaders we focused on most were from Business, &nbsp;Hispanic/Latino (with resources in Spanish), Tribal communities, and local, state and national Elected Officials. &nbsp;CEP?s first coordinated efforts among climate scientists, social scientists, community leaders and communication specialists was the production of a foundational resource ?<em>San Diego, 2050 is Calling: How will we answer.</em>? designed for decision-makers. &nbsp;This report identified 5 key climate impacts for the Sand Diego region and highlighted ways that Key Influentials (KI) were responding. These impact areas, identified by a scientific advisory group, were then used to direct the development of all other resources and activities. &nbsp;This resulted in the creation of an array of more specific business resources, including white papers, educational videos and short movies, culminating in a toolkit that highlighted case studies of solutions being implemented by local businesses in San Diego County. In order to more deeply engage regional leaders with science content and to build communities of action, CEP conducted several climate tours bringing Key Influentials to locations around San Diego County to show them both the impacts from and the potential solutions to the major climate change factors affecting our region. Additional workshops and outreach touched over 8000 San Diego citizens. &nbsp;One innovative approach to engaging the region involved bringing together scientists and artists to create ?<em>Weather on Steroids,? </em>an<strong> </strong>art exhibit that catalyzed new educational opportunities in front of new audiences.<strong> </strong>Moreover, many of the CEP resources were used in undergraduate and graduate courses to educate the next generation of scientists, policy makers, and business leaders about climate change, impacts, solutions and science communication and show them how to incorporate cutting-edge science and communication into applied research projects.&nbsp; Several students now are pursuing graduate studies in related fields.&nbsp; To assess impacts and gage understanding throughout the project, we conducted three public opinion surveys and more than 100 individual interviews with decision-makers and community leaders.&nbsp; Results showed that 100% of KIs indicated concern about climate change. Of the total KIs surveyed, 78% indicated that they strongly identified themselves as part of the community concerned about climate change compared to 60% in 2013. And most dramatically, KIs perception of other leaders being absolutely or somewhat concerned shifted from 81% to 98%. The ultimate resource was the ?Community Toolbox for Leading in a Changing Climate? website which tells the story of how CEP developed and implemented the program in a manner that can be tailored to the specific climate impacts in other regions. All resources, activities, evaluation and outcomes are available on this site. These resources and tools serve as an informative model in other communities of California, the nation and beyond.&nbsp; Finally, the culmination of our long-term efforts was the ?Key Influential Summit? in May 2018 titled \"The Pulse of Climate Action Leadership in the San Diego Region.\" This event brought together over 150 local leaders to hear from a panel of distinguished Key Influential political, business, and agency leaders and CEP team members about the accomplishments of CEP over the past 7 years. &nbsp;Attendees learned about the resources available to them and discussed the plans for the future in the San Diego region, including CEP?s incorporation into USD?s Non-Profit Leadership Institute. With a solid scientific foundation and by working together, leaders are making informed decisions on how to best protect the spectacular natural beauty, economic vibrancy and their community's quality of life, not just for today, but for all future generations.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2019<br>\n\t\t\t\t\tModified by: Michel&nbsp;Boudrias</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591137301_Hightidebreakfast--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591137301_Hightidebreakfast--rgov-800width.jpg\" title=\"Coastal Flooding Climate Tour\"><img src=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591137301_Hightidebreakfast--rgov-66x44.jpg\" alt=\"Coastal Flooding Climate Tour\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">High tide breakfast with San Diego County mayors discussing coastal flooding impacts, adaptation, and planning with advice from experts and peer-to-peer mentoring</div>\n<div class=\"imageCredit\">Lori Brookes</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Michel&nbsp;Boudrias</div>\n<div class=\"imageTitle\">Coastal Flooding Climate Tour</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591325219_SanDiegoFoundationevent513colorcorrected_compressed--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591325219_SanDiegoFoundationevent513colorcorrected_compressed--rgov-800width.jpg\" title=\"San Diego 2050 report launch\"><img src=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591325219_SanDiegoFoundationevent513colorcorrected_compressed--rgov-66x44.jpg\" alt=\"San Diego 2050 report launch\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Official launch event of the San Diego 2050 report.  This was the presentation of our core climate science communication resource to the San Diego community of leaders</div>\n<div class=\"imageCredit\">Lori Brookes</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Michel&nbsp;Boudrias</div>\n<div class=\"imageTitle\">San Diego 2050 report launch</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591420789_Sharingpublicopiniondatawithacommunityofleaders--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591420789_Sharingpublicopiniondatawithacommunityofleaders--rgov-800width.jpg\" title=\"Sharing Public Opinion Results\"><img src=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591420789_Sharingpublicopiniondatawithacommunityofleaders--rgov-66x44.jpg\" alt=\"Sharing Public Opinion Results\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Dave Metz from FM3 and the CEP team presenting the key results of our public opinion poll to our community of leaders</div>\n<div class=\"imageCredit\">Lori Brookes</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Michel&nbsp;Boudrias</div>\n<div class=\"imageTitle\">Sharing Public Opinion Results</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591603738_FilmingCEPshortmoviesoncoastslflooding--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591603738_FilmingCEPshortmoviesoncoastslflooding--rgov-800width.jpg\" title=\"Filming Leaders for Coastal Flooding Movie\"><img src=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591603738_FilmingCEPshortmoviesoncoastslflooding--rgov-66x44.jpg\" alt=\"Filming Leaders for Coastal Flooding Movie\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Filming local leader Matthew Tucker of North County Transit along the San Diego coastline for the Coastal Flooding short movie.</div>\n<div class=\"imageCredit\">Lori Brookes</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Michel&nbsp;Boudrias</div>\n<div class=\"imageTitle\">Filming Leaders for Coastal Flooding Movie</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591792411_UndergraduateChrisWaitecapstonePresentationonsciencecommunication--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591792411_UndergraduateChrisWaitecapstonePresentationonsciencecommunication--rgov-800width.jpg\" title=\"Undergraduate Research in Climate Science Communication\"><img src=\"/por/images/Reports/POR/2019/1239797/1239797_10201882_1575591792411_UndergraduateChrisWaitecapstonePresentationonsciencecommunication--rgov-66x44.jpg\" alt=\"Undergraduate Research in Climate Science Communication\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">University of San Diego undergraduate Chris Waite presenting his Environmental and Ocean Sciences capstone research project on climate science communication</div>\n<div class=\"imageCredit\">Lia Bruce</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Michel&nbsp;Boudrias</div>\n<div class=\"imageTitle\">Undergraduate Research in Climate Science Communication</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nClimate Education Partners: Educating, Engaging and Empowering Community Leaders to Work Together to Protect the San Diego Region?s Quality of Life for Future Generations\n\nOver the past several years, Climate Education Partners (CEP) employed a multidisciplinary approach that integrated climate science, social and learning sciences, and effective communication strategies that resulted in the creation of innovative resources, new approaches to climate change communication, and increased engagement of decision-makers and community leaders. Specifically, a robust suite of integrated activities was implemented including: (1) development of climate science education resources for adult audiences in informal settings, (2) educational workshops for Key Influentials and their communities that used these resources, (3) assessment of the effectiveness of these resources and the application of these innovative educational methods for learning, and (4) online learning tools for other communities to replicate or adopt this model of the process for use in other regions. The group of leaders we focused on most were from Business,  Hispanic/Latino (with resources in Spanish), Tribal communities, and local, state and national Elected Officials.  CEP?s first coordinated efforts among climate scientists, social scientists, community leaders and communication specialists was the production of a foundational resource ?San Diego, 2050 is Calling: How will we answer.? designed for decision-makers.  This report identified 5 key climate impacts for the Sand Diego region and highlighted ways that Key Influentials (KI) were responding. These impact areas, identified by a scientific advisory group, were then used to direct the development of all other resources and activities.  This resulted in the creation of an array of more specific business resources, including white papers, educational videos and short movies, culminating in a toolkit that highlighted case studies of solutions being implemented by local businesses in San Diego County. In order to more deeply engage regional leaders with science content and to build communities of action, CEP conducted several climate tours bringing Key Influentials to locations around San Diego County to show them both the impacts from and the potential solutions to the major climate change factors affecting our region. Additional workshops and outreach touched over 8000 San Diego citizens.  One innovative approach to engaging the region involved bringing together scientists and artists to create ?Weather on Steroids,? an art exhibit that catalyzed new educational opportunities in front of new audiences. Moreover, many of the CEP resources were used in undergraduate and graduate courses to educate the next generation of scientists, policy makers, and business leaders about climate change, impacts, solutions and science communication and show them how to incorporate cutting-edge science and communication into applied research projects.  Several students now are pursuing graduate studies in related fields.  To assess impacts and gage understanding throughout the project, we conducted three public opinion surveys and more than 100 individual interviews with decision-makers and community leaders.  Results showed that 100% of KIs indicated concern about climate change. Of the total KIs surveyed, 78% indicated that they strongly identified themselves as part of the community concerned about climate change compared to 60% in 2013. And most dramatically, KIs perception of other leaders being absolutely or somewhat concerned shifted from 81% to 98%. The ultimate resource was the ?Community Toolbox for Leading in a Changing Climate? website which tells the story of how CEP developed and implemented the program in a manner that can be tailored to the specific climate impacts in other regions. All resources, activities, evaluation and outcomes are available on this site. These resources and tools serve as an informative model in other communities of California, the nation and beyond.  Finally, the culmination of our long-term efforts was the ?Key Influential Summit? in May 2018 titled \"The Pulse of Climate Action Leadership in the San Diego Region.\" This event brought together over 150 local leaders to hear from a panel of distinguished Key Influential political, business, and agency leaders and CEP team members about the accomplishments of CEP over the past 7 years.  Attendees learned about the resources available to them and discussed the plans for the future in the San Diego region, including CEP?s incorporation into USD?s Non-Profit Leadership Institute. With a solid scientific foundation and by working together, leaders are making informed decisions on how to best protect the spectacular natural beauty, economic vibrancy and their community's quality of life, not just for today, but for all future generations.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/05/2019\n\n\t\t\t\t\tSubmitted by: Michel Boudrias"
 }
}