{
 "awd_id": "1239664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Gordon Research Conference on Solid State Studies in Ceramics: New Insights & New Paradigms for Fracture & Deformation in Ceramics; South Hadley, MA; 12-17 August 2012",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Fischman",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-05-02",
 "awd_max_amd_letter_date": "2012-05-02",
 "awd_abstract_narration": "This grant provides partial for support for participants at the 2012 Gordon Research Conference (GRC) on Solid State Studies in Ceramics: New Insights and New Paradigms for Fracture and Deformation in Ceramics, to be held August 12-17, 2012 at Mount Holyoke College, South Hadley, Massachusetts, USA.  The biennial conference focuses on topics at the leading edge of ceramics research; in 2012, this GRC will focus on research frontiers in ceramics with respect to fracture and deformation of ceramics, including exploration of new theories and computational and experimental approaches that push the boundaries of our understanding mechanical behavior of ceramics and the behavior of technical and structural ceramics under unique or extreme environments.  Applications in which such knowledge is critical include failure prevention in ceramics for energy applications, such as in electrochemical cells for fuel cell and battery applications, new designs to withstand high temperature environments such as hypersonic flight, innovative methods to fabricate high strength ceramics for structural applications using low cost materials or low energy-consuming routes, novel approaches to using ultralight porous ceramics, and applications to fracture of brittle material in biology, human health, and anthropology.  Technical ceramics are used in a wide range of everyday applications, from oxygen sensors in our cars to bone replacements in our bodies to streetlights in our neighborhood.\r\n\r\nThe aim of this conference is to better understand why and how fracture and deformation occur in technical ceramics so that failure can be prevented.  The Gordon Research Conferences are unique in that they focus on work in progress, encouraging speculation and extensive discussion of new concepts.  By disseminating new insights from theory and experiment, considering both basic materials and applications, it is hoped that the understanding and evaluation of future directions for this field will be enhanced.  This GRC comingles eminent researchers, junior investigators, and students and provides a unique forum for the exchange of ideas and the development of new collaborations among all participants.  This NSF grant will be used to defray conference expenses for junior researchers who otherwise would be unable to attend due to a lack of funds, with an emphasis on support of women and underrepresented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Mecartney",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Martha L Mecartney",
   "pi_email_addr": "martham@uci.edu",
   "nsf_id": "000269063",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on CERAMICS, SOLID STATE STUDIES in was held at Mount<br />Holyoke College, South Hadley, Massachusetts, August 12 &ndash; 17, 2012. The Conference was well-attended with 131 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 131 attendees, 83 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 83 respondents, 25%<br />were Minorities &ndash; 7% Hispanic, 14% Asian and 4% African American. Approximately<br />24% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and frontier-breaking<br />research, Gordon Research Conferences does not permit publication of meeting<br />proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on CERAMICS, SOLID STATE STUDIES in was held at Mount\nHolyoke College, South Hadley, Massachusetts, August 12 &ndash; 17, 2012. The Conference was well-attended with 131 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 131 attendees, 83 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 83 respondents, 25%\nwere Minorities &ndash; 7% Hispanic, 14% Asian and 4% African American. Approximately\n24% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and frontier-breaking\nresearch, Gordon Research Conferences does not permit publication of meeting\nproceedings.\n\n\t\t\t\t\tLast Modified: 08/24/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}