{
 "awd_id": "1239599",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAP: Collaborative Research: Building a Network to Advance Collaborative Research on Young Children's Learning through Public Media Assets",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cherniavsky",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 49985.0,
 "awd_amount": 49985.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2018-01-11",
 "awd_abstract_narration": "This Cyberlearning Capacity-Building project brings together learning scientists, experts in media creation, experts in child development, producers of public media assets, parent, and educators in an effort to build social infrastructure that will support bringing what is known about how people learn to the design of public media that can effectively connect school learning and out-of-school learning for young children. The team's theoretical framing and working hypothesis highlights the importance of media as a catalyst for collaboration and learning conversations; according to the theoretical base, these collaborations and learning conversations, when carried out across peers and in families, can play a powerful role in connecting children's school and outside-of-school experiences. Two workshops are being convened for the purpose of shedding light on the pragmatics of doing this -- the R&D partnerships needed, the methods that might be used, and the issues that need to be addressed for success.  Through partnerships with children's educational media producers, the team is building capacity for interdisciplinary teams that include learning scientists and media producers to engage in research around how to use public media assets to promote the kinds of learning conversations in and out of school that will connect home and school settings into a distributed learning environment. \r\n\r\nThis project is laying the groundwork for new interdisciplinary research efforts addressing issues in early learning. The team's theoretical framework points to media as a catalyst for the kinds of collaborations and conversations that might promote learning and connect children's school and out-of-school experiences. Thus, this project is bringing together learning scientists and children's educational media producers (PBS, Sesame Workshop, the Joan Ganz Cooney Center) to seed future collaborations. The goals of this initial collaboration are to work together to establish new methods for studying learning with media and advance understanding of how public media assets can be leveraged to support the learning and interest development of young children and their families.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reed",
   "pi_last_name": "Stevens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reed Stevens",
   "pi_email_addr": "reed-stevens@northwestern.edu",
   "nsf_id": "000421913",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Wartella",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen A Wartella",
   "pi_email_addr": "ewartella@gmail.com",
   "nsf_id": "000216672",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2120 Campus Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602082610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8055",
   "pgm_ref_txt": "Capacity-Building Projects"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Summary: This small scale project had the goal of bringing together researchers doing work on youth media practices, from different disciplines but with common interests in how these media practices affect youth learning and development. The project funding supported a workshop at Northwestern University hosted by Reed Stevens and Ellen Wartella called &ldquo;The Contemporary Terrain of Children&rsquo;s Media Practices&rdquo;. The project funding also supported the writing and production of a follow-on report, with the same title that will be released in April of 2019. This report includes a description of the studies featured at the workshop and short commissioned essays from leading scholars in this area, addressing the question, &ldquo;<em>What do you regard as the most important question(s) or issue(s) for research on children&rsquo;s media practices?&rdquo;</em></p>\n<p>Intellectual Merit: This project had the goal of bringing together researchers working on questions of youth media practice in different disciplines (e.g. the learning sciences, education, psychology, information sciences, and communication). The workshop and follow on report highlight approaches to research and to new questions that field should be addressing.</p>\n<p>Broader impact: The project goal of bringing together researchers from different disciplines and contributing to the building of a new network of scholars looking at questions of youth media practices was accomplished. The hope for the published report is that it will inspire new scholars in the field and potentially raise new questions and issues that are of interest to the general public (e.g. educators, parents, policy makers).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2019<br>\n\t\t\t\t\tModified by: Reed&nbsp;Stevens</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Summary: This small scale project had the goal of bringing together researchers doing work on youth media practices, from different disciplines but with common interests in how these media practices affect youth learning and development. The project funding supported a workshop at Northwestern University hosted by Reed Stevens and Ellen Wartella called \"The Contemporary Terrain of Children?s Media Practices\". The project funding also supported the writing and production of a follow-on report, with the same title that will be released in April of 2019. This report includes a description of the studies featured at the workshop and short commissioned essays from leading scholars in this area, addressing the question, \"What do you regard as the most important question(s) or issue(s) for research on children?s media practices?\"\n\nIntellectual Merit: This project had the goal of bringing together researchers working on questions of youth media practice in different disciplines (e.g. the learning sciences, education, psychology, information sciences, and communication). The workshop and follow on report highlight approaches to research and to new questions that field should be addressing.\n\nBroader impact: The project goal of bringing together researchers from different disciplines and contributing to the building of a new network of scholars looking at questions of youth media practices was accomplished. The hope for the published report is that it will inspire new scholars in the field and potentially raise new questions and issues that are of interest to the general public (e.g. educators, parents, policy makers).\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/03/2019\n\n\t\t\t\t\tSubmitted by: Reed Stevens"
 }
}