{
 "awd_id": "1239903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Evaluation of Dual Symbiosis in Lucinid Bivalves",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "liliana jaso-friedmann",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 107732.0,
 "awd_amount": 107732.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "Numerous symbiotic associations between chemotrophic bacteria and marine bivalves have been identified over the last three decades. Most  are associations with thiotrophic (sulfur-oxidizing) bacteria, but methanotrophic (methane-oxidizing) and dual symbiosis of thiotrophic and methanotrophic bacteria have also been reported from deep-water bivalves.  This laboratory has recently found bacterial endosymbionts in lucinid bivalves from shallow seagrass beds of Florida and the Bahamas that indicate a dual system in Phacoides pectinatus hosts. This project will take advantage of the availability of these bivalves to (1) resolve the phylogeny of genes associated with thiotrophic and methanotrophic bacterial metabolism from P. pectinatus hosts, and (2) use this genomic information to develop a combination of fluorescence in situ hybridization (FISH) technologies, microautoradiography and secondary ion mass spectroscopy to assess endosymbiont abundance and sulfide and methane utilization in the same animals. The multidisciplinary findings will not only provide insight into this novel bivalve symbiosis, but will have the potential to transform the field of symbiosis biology. Because lucinids substantially impact the productivity and diversity of seagrass beds and other nearshore marine environments, with abundances of up to 1500 individuals/m2, this research will improve understanding of methane cycling in climatically sensitive, nearshore marine systems, and should have broad implications for coastal resource management decisions in threatened coastal settings. The research will directly contribute to an enriching research and educational opportunity for women and minority students that are underrepresented in STEM areas. The findings will be used to develop online grade-appropriate science-education modules on 'animal-bacterial partnerships' for the K-12 science-education community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Annette",
   "pi_last_name": "Engel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Annette S Engel",
   "pi_email_addr": "aengel1@utk.edu",
   "nsf_id": "000269652",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 107732.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 8pt; mso-pagination: none;\"><span style=\"color: black;\"><span style=\"font-size: small;\">Shallow marine coastal environments contain rich and diverse animals. Some of these animals are in symbiotic associations with bacteria that convert inorganic carbon, like carbon dioxide, into organic carbon, for their hosts. The bacteria gain energy from oxidizing chemicals, such as hydrogen sulfide, hydrogen, or methane gases. One of the oldest associations is between lucinid bivalve clams and endosymbiotic bacteria, at approximately 430 million years old. However, little is known about modern lucinid-bacteria chemosymbiosis in seagrass beds and mangrove swamps, even though l</span></span><span><span style=\"font-size: small;\">ucinids substantially impact plant productivity in nearshore marine environments because they have abundances of up to 1500 individuals/m</span><sup><span style=\"font-size: x-small;\">2</span></sup><span style=\"font-size: small;\">. </span><span style=\"color: black;\"><span style=\"font-size: small;\">Recent evidence suggests that some lucinid species have dual symbiotic systems, which has not been previously described. <em style=\"mso-bidi-font-style: normal;\">Phacoides pectinatus</em></span><span style=\"font-size: small;\"> from marine seagrass beds in Florida were the focus of this study. Objectives were to </span></span><span style=\"font-size: small;\">(1) resolve the phylogeny of functional genes associated with sulfur- and methane-oxidizing bacterial metabolism from </span><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: small;\">P. pectinatus</span></em><span style=\"font-size: small;\"> from metagenomes, and (2) assess endosymbiont abundance and activity using a combination of microscopy and experiments using isotopically labelled substrates. From sequencing genes from </span><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: small;\">P. pectinatus</span></em><span style=\"font-size: small;\"> bacterial endosymbionts, higher diversity was uncovered among the Proteobacteria than previously identified. The results indicated a bacterial consortium, similar to other chemosymbiotic systems in marine animals like gutless worms and tubeworms. Metagenomes reveal key genes for carbon and sulfur chemosymbiotic metabolic pathways, but also for novel nitrogen metabolism. However, mixed phylogenetic affiliations among the retrieved genes suggested there was poor representation in databases for these genes. In particular,&nbsp;the metabolic pathways for nitrate, nitrite, and NO reduction by the</span><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: small;\"> P. pectinatus</span></em><span style=\"font-size: small;\"> endosymbionts were unique. Similarly, the potential for C1-compounds, i.e. methanol and methane, oxidation and nitrate reduction may also be a novel energetic pathway for chemosymbiotic energy conservation. Incubation experiments using heavy isotopically labelled substrates demonstrated that lucinid endosymbionts have the capability to incorporate methanol over time, which has not been previously demonstrated for lucinids despite recognition of methanol oxidation through nitrate reduction in various other environments. Determination of reliable proxies to evaluate such diverse sulfur-oxidizing, methane-oxidizing, or both symbiotic chemosymbiotic systems from the fossil record was done using geometric morphometrics from lucinid shells. Anatomical features preserved on the lucinid shell were quantified and interpreted in light of paleocommunity dynamics and biogeochemical cycling. Collectively, these results provide a paradigm shift for understanding lucinid chemosymbiosis, and the lucinid system could serve as a model to reexamine chemosymbioses in other marine organisms. Educational objectives for this project focused on...",
  "por_txt_cntn": "\n \nShallow marine coastal environments contain rich and diverse animals. Some of these animals are in symbiotic associations with bacteria that convert inorganic carbon, like carbon dioxide, into organic carbon, for their hosts. The bacteria gain energy from oxidizing chemicals, such as hydrogen sulfide, hydrogen, or methane gases. One of the oldest associations is between lucinid bivalve clams and endosymbiotic bacteria, at approximately 430 million years old. However, little is known about modern lucinid-bacteria chemosymbiosis in seagrass beds and mangrove swamps, even though lucinids substantially impact plant productivity in nearshore marine environments because they have abundances of up to 1500 individuals/m2. Recent evidence suggests that some lucinid species have dual symbiotic systems, which has not been previously described. Phacoides pectinatus from marine seagrass beds in Florida were the focus of this study. Objectives were to (1) resolve the phylogeny of functional genes associated with sulfur- and methane-oxidizing bacterial metabolism from P. pectinatus from metagenomes, and (2) assess endosymbiont abundance and activity using a combination of microscopy and experiments using isotopically labelled substrates. From sequencing genes from P. pectinatus bacterial endosymbionts, higher diversity was uncovered among the Proteobacteria than previously identified. The results indicated a bacterial consortium, similar to other chemosymbiotic systems in marine animals like gutless worms and tubeworms. Metagenomes reveal key genes for carbon and sulfur chemosymbiotic metabolic pathways, but also for novel nitrogen metabolism. However, mixed phylogenetic affiliations among the retrieved genes suggested there was poor representation in databases for these genes. In particular, the metabolic pathways for nitrate, nitrite, and NO reduction by the P. pectinatus endosymbionts were unique. Similarly, the potential for C1-compounds, i.e. methanol and methane, oxidation and nitrate reduction may also be a novel energetic pathway for chemosymbiotic energy conservation. Incubation experiments using heavy isotopically labelled substrates demonstrated that lucinid endosymbionts have the capability to incorporate methanol over time, which has not been previously demonstrated for lucinids despite recognition of methanol oxidation through nitrate reduction in various other environments. Determination of reliable proxies to evaluate such diverse sulfur-oxidizing, methane-oxidizing, or both symbiotic chemosymbiotic systems from the fossil record was done using geometric morphometrics from lucinid shells. Anatomical features preserved on the lucinid shell were quantified and interpreted in light of paleocommunity dynamics and biogeochemical cycling. Collectively, these results provide a paradigm shift for understanding lucinid chemosymbiosis, and the lucinid system could serve as a model to reexamine chemosymbioses in other marine organisms. Educational objectives for this project focused on providing interdisciplinary training and mentoring underrepresented student groups, particularly women. Research findings were used in undergraduate andgraduate courses, whereby students used geochemical, genetic, and metagenomic results to understand symbiotic processes. Project results so far have been disseminated in one published paper, one book chapter, and two conference abstracts. \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Annette S Engel"
 }
}