{
 "awd_id": "1239226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPS: Synergy: Collaborative Research: Multiple-Level Predictive Control of Mobile Cyber Physical Systems with Correlated Context",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 166000.0,
 "awd_amount": 166000.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "Cyber physical systems (CPSs) are merging into major mobile systems of our society, such as public transportation, supply chains, and taxi networks. Past researchers have accumulated significant knowledge for designing cyber physical systems, such as for military surveillance, infrastructure protection, scientific exploration, and smart environments, but primarily in relatively stationary settings, i.e., where spatial and mobility diversity is limited.  Differently, mobile CPSs interact with phenomena of interest at different locations and environments, and where the context information (e.g., network availability and connectivity) about these physical locations might not be available. This unique feature calls for new solutions to seamlessly integrate mobile computing with the physical world, including dynamic access to multiple wireless technologies.  The required solutions are addressed by (i) creating a network control architecture based on novel predictive hierarchical control and that accounts for characteristics of wireless communication, (ii) developing formal network control models based on in-situ network system identification and cross-layer optimization, and (iii) designing and implementing a reference implementation on a small scale wireless and vehicular test-bed based on law enforcement vehicles.  \r\n\r\nThe results can improve all mobile transportation systems such as future taxi control and dispatch systems. In this application advantages are: (i) reducing time for drivers to find customers; (ii) reducing time for passengers to wait; (iii) avoiding and preventing traffic congestion; (iv) reducing gas consumption and operating cost; (v) improving driver and vehicle safety, and (vi) enforcing municipal regulation. Class modules developed on mobile computing and CPS will be used at the four participating Universities and then be made available via the Web.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tian",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tian He",
   "pi_email_addr": "tianhe@cs.umn.edu",
   "nsf_id": "000244200",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200, Union St. S. E.",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550159",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7918",
   "pgm_ref_txt": "CYBER-PHYSICAL SYSTEMS (CPS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under the context of Smart Cities Initiative from the White House, this project was aimed to address urban mobility challenge (e.g., traffic congestion and gas consumption) by existing urban infrastructures. Our project was uniquely built upon large-scale urban infrastructures across different cities in the world, including NYC, Washington D.C., San Francisco, Rome, Beijing, Shanghai and Shenzhen. We have investigated real-time interactions among different urban systems including taxis, buses, trucks, subways, bikes, personal vehicles, electric vehicles, along with cellphone and smartcard systems. To improve these systems, we analyze several types of big urban data, e.g., 10 TB vehicle GPS data from 10,000 vehicles, 1 TB smartcard transaction data from 16 million smartcard users, and 1 TB cellphone CDR data from 16 million cellphone users. Based on these data, we reduce traffic congestion and gas consumption to improve urban mobility efficiency by a Cyber-Physical-Systems approach. In addition to scientific publications, the key outcomes of this projects include (i) visual Analytics, (ii) service implementation with field study, (iii) Real-world impact, (iv) Awards and<strong> </strong>invited talks.</p>\n<p>(i) <strong>Visual</strong> <strong>Analytics on Extremely-large-scale Systems: </strong></p>\n<p>(a) S<em>ame urban systems in different cities</em>: We have been analyzing a carpooling service we design for taxi systems in six cities across three continents, i.e., NYC, San Francisco, Rome, Beijing, Shanghai and Shenzhen, as shown in Fig.1. To our knowledge, such large-scale multi-site analyses have never been conducted before. A visualization of taxi systems in these cities is given in Fig.2 where the lighter the areas, the better the carpooling opportunities. The numbers indicate the percentage of reduced mileage by carpooling in particular cities. We have also been studying bikeshare networks across the U.S. to reduce their operational cost by forecasting passenger demand. For example, passenger demand maps for bikeshare networks in Washington D.C. and New York City are given in Fig.3.</p>\n<p>(b) <em>Different transportation systems in the same city</em>: We have been analyzing several large urban systems for the same city including cellphone, taxi, subway, bus, truck, smartcard, and road networks. These innovative analyses capture several urban phenomena including human mobility, traffic speed, passenger demand, and transit supply, which cannot be captured by isolated urban systems. A visualization of density heat maps of 4 urban systems is given in Fig.4.</p>\n<p><strong>(ii)</strong> <strong>Service Implementation with Field Study.</strong> As shown in Fig.5, we implement a carpooling service with 3 components, a dispatching cloud server, passenger clients, and onboard customized devices, called TaxiBox, which have been installed in more than 100 taxicabs. We conducted a field study fo 29 days to test the performance of our ridesharing by using the percentage of reduced mileage as a metric.</p>\n<p><strong>(iii) Real-world Impact:</strong> The result of our project also has several social impacts as shown in Fig.6. It has reduced development costs for real-world applications, which led the company PChomes to potentially commercialize one of our systems, a carpooling service, in the Dallas/Fort Worth area, and also led the Shenzhen Institutes of Advanced Technology, to use our models for a pilot program to predict bus arrivals under a platform used by 100,000 residents every day. Further, we have initiated a collaboration with Department of Transportation in Washington D.C. to improve the efficiency of Capital Bikeshare Network. Most importantly, our results led to the first released 20GB heterogeneous urban datasets and are used for urban research by many groups from different disciplines such as Civil Engineering and Urban Planning.<strong> </strong>The imp...",
  "por_txt_cntn": "\nUnder the context of Smart Cities Initiative from the White House, this project was aimed to address urban mobility challenge (e.g., traffic congestion and gas consumption) by existing urban infrastructures. Our project was uniquely built upon large-scale urban infrastructures across different cities in the world, including NYC, Washington D.C., San Francisco, Rome, Beijing, Shanghai and Shenzhen. We have investigated real-time interactions among different urban systems including taxis, buses, trucks, subways, bikes, personal vehicles, electric vehicles, along with cellphone and smartcard systems. To improve these systems, we analyze several types of big urban data, e.g., 10 TB vehicle GPS data from 10,000 vehicles, 1 TB smartcard transaction data from 16 million smartcard users, and 1 TB cellphone CDR data from 16 million cellphone users. Based on these data, we reduce traffic congestion and gas consumption to improve urban mobility efficiency by a Cyber-Physical-Systems approach. In addition to scientific publications, the key outcomes of this projects include (i) visual Analytics, (ii) service implementation with field study, (iii) Real-world impact, (iv) Awards and invited talks.\n\n(i) Visual Analytics on Extremely-large-scale Systems: \n\n(a) Same urban systems in different cities: We have been analyzing a carpooling service we design for taxi systems in six cities across three continents, i.e., NYC, San Francisco, Rome, Beijing, Shanghai and Shenzhen, as shown in Fig.1. To our knowledge, such large-scale multi-site analyses have never been conducted before. A visualization of taxi systems in these cities is given in Fig.2 where the lighter the areas, the better the carpooling opportunities. The numbers indicate the percentage of reduced mileage by carpooling in particular cities. We have also been studying bikeshare networks across the U.S. to reduce their operational cost by forecasting passenger demand. For example, passenger demand maps for bikeshare networks in Washington D.C. and New York City are given in Fig.3.\n\n(b) Different transportation systems in the same city: We have been analyzing several large urban systems for the same city including cellphone, taxi, subway, bus, truck, smartcard, and road networks. These innovative analyses capture several urban phenomena including human mobility, traffic speed, passenger demand, and transit supply, which cannot be captured by isolated urban systems. A visualization of density heat maps of 4 urban systems is given in Fig.4.\n\n(ii) Service Implementation with Field Study. As shown in Fig.5, we implement a carpooling service with 3 components, a dispatching cloud server, passenger clients, and onboard customized devices, called TaxiBox, which have been installed in more than 100 taxicabs. We conducted a field study fo 29 days to test the performance of our ridesharing by using the percentage of reduced mileage as a metric.\n\n(iii) Real-world Impact: The result of our project also has several social impacts as shown in Fig.6. It has reduced development costs for real-world applications, which led the company PChomes to potentially commercialize one of our systems, a carpooling service, in the Dallas/Fort Worth area, and also led the Shenzhen Institutes of Advanced Technology, to use our models for a pilot program to predict bus arrivals under a platform used by 100,000 residents every day. Further, we have initiated a collaboration with Department of Transportation in Washington D.C. to improve the efficiency of Capital Bikeshare Network. Most importantly, our results led to the first released 20GB heterogeneous urban datasets and are used for urban research by many groups from different disciplines such as Civil Engineering and Urban Planning. The impact of this project helps us win a few awards including a best-paper runner-up award, a government research award, a university research award and two fellowships. Further, this project is favorably perceived by the community. Th..."
 }
}