{
 "awd_id": "1239311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Roles of Membrane Trafficking and Receptor-Kinase Signaling during Plant Development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ben Holt",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 300701.0,
 "awd_amount": 300701.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2012-04-04",
 "awd_abstract_narration": "Sarah Liljegren\r\nIOS-0957794\r\nTitle: Roles of Membrane Trafficking and Receptor-Kinase Signaling in Plant Development\r\n\r\nPlants rely on signaling pathways to coordinate their growth and development as well as elaborate mechanisms to control the movements of proteins within their cells.  Key regulators of protein movement in plant and animal cells include members of the ADP-ribosylation factor GTPase activating protein (ARF GAP) family which promote efficient loading of protein cargo into membrane-bound vesicles.  Studies of an Arabidopsis ARF GAP, NEVERSHED (NEV), have revealed an essential role for regulating protein movement during the programmed process of cell separation that leads to flower abscission.  A sensitized genetic screen has led to the identification of a set of three receptor-like kinases, EVERSHED (EVR), SOMATIC EMBRYOGENESIS RECEPTOR-LIKE KINASE1 (SERK1), and CAST AWAY (CST), that function to prevent abscission.  The primary focus of this project is to characterize the roles of the EVR, SERK1, and CST receptor-like kinases as temporal and spatial inhibitors of organ separation, and to determine whether they control abscission by regulating the localization or activity of other receptor-like kinases known to activate abscission.  The secondary objective of this project is to analyze the functions of NEV and another closely-related ARF GAP during cell expansion and plant growth.  A combination of molecular, genetic, biochemical and cell biological approaches will be used to carry out these research objectives.  The expected results are that both the timing and extent of the loss of cell adhesion in plants are tightly controlled by complex interactions between receptor-like kinases.  This research is likely to provide novel insights into how abscission could be controlled in crop plants and has the potential to enhance our understanding of fundamental questions in plant biology such as how the availability of the transmembrane receptors that activate diverse signaling pathways is regulated. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Liljegren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Liljegren",
   "pi_email_addr": "liljegren@olemiss.edu",
   "nsf_id": "000433507",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Mississippi",
  "inst_street_address": "113 FALKNER",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6629157482",
  "inst_zip_code": "386779704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MS01",
  "org_lgl_bus_name": "THE UNIVERSITY OF MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "G1THVER8BNL4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Mississippi",
  "perf_str_addr": "PO Box 1848",
  "perf_city_name": "University",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "386771848",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 300701.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plants rely on signaling pathways to coordinate their growth and development as well as finely-tuned mechanisms to control the movements of proteins within their cells. Important regulators of protein movement in plant and animal cells include members of the ADP-ribosylation factor GTPase activating protein (ARF GAP) family which promote efficient loading of protein cargo into transport vesicles. Our previous studies of the NEVERSHED (NEV) ARF GAP in the model plant <em>Arabidopsis thaliana</em> revealed its essential role in regulating protein traffic during organ abscission. Research by other scientists has shown that a pair of closely-related receptor-like kinases, HAESA (HAE) and HAESA-like2 (HSL2), activate a cell signaling pathway that leads to organ abscission. We have discovered that three additional receptor-like kinases&mdash;EVERSHED (EVR), SERK1 and CAST AWAY (CST)&mdash;act as inhibitors of organ abscission. The primary goal of this project was to investigate how EVR, SERK1 and CST inhibit abscission, and whether they do so by altering the activity or location of HAE and HSL2. Two major outcomes of this research are highlighted here.</p>\n<p>Since CST, EVR and SERK1 may inhibit organ abscission by regulating HAE and HSL2, we began to test whether these receptor-like kinases physically interact. The procedure we used is called &ldquo;Bimolecular Fluorescence Complementation&rdquo;. It involves adding complementary halves of a fluorescent protein to each pair of proteins to be analyzed. If the tagged proteins interact within plant cells, the unique halves of the fluorescent protein will be brought together and fluoresce. This assay revealed evidence that CST interacts with EVR throughout the plasma membrane of plant cells, whereas CST interacts with HAE in distinct subdomains of the plasma membrane. These results suggest that CST may directly inhibit organ abscission by interacting with HAE/HSL2, and may potentially recruit EVR to specific regions of the plasma membrane to facilitate further regulation of HAE/HSL2 activity or localization at the cell surface.&nbsp;</p>\n<p>Another key research question we addressed is the timing at which HAE and HSL2 activate organ abscission with respect to the timing of the EVR and NEV activities. The order in which proteins regulate a developmental process can often be determined through genetic analysis of the corresponding mutants. Previously, we discovered that mutations in the <em>EVR</em> gene can rescue the loss of organ abscission characteristic of <em>nev</em> mutant flowers. These and other results suggest that EVR inhibits abscission after NEV either facilitates the delivery of proteins that activate abscission or promotes the removal of proteins that inhibit abscission. We predicted that if EVR inhibits abscission by negatively regulating HAE and HSL2, ectopic HAE and HSL2 activity could be responsible for the rescued organ shedding in <em>nev evr</em> double mutant flowers. To test this prediction, we generated plants carrying mutations in all four genes and discovered that organ abscission is indeed blocked in <em>nev evr hae hsl2</em> quadruple mutant flowers. These results are consistent with models in which NEV-mediated regulation of intracellular traffic during organ abscission converges with the HAE/HSL2 signaling pathway at the level of the HAE/HSL2 receptors. Mutations in <em>EVR</em> may rescue organ abscission in <em>nev</em> flowers by increasing the pool of activated HAE/HSL2 receptors at the cell surface.</p>\n<p>In summary, our results indicate that during organ abscission, loss of cell adhesion is tightly controlled by complex interactions between receptor-like kinases that activate and inhibit this process. Organ abscission is a desirable trait to modify in crop plants. The ability to induce abscission would facilitate mechanical harvest, allow leaf defoliation and enhance fruit thinning, whil...",
  "por_txt_cntn": "\nPlants rely on signaling pathways to coordinate their growth and development as well as finely-tuned mechanisms to control the movements of proteins within their cells. Important regulators of protein movement in plant and animal cells include members of the ADP-ribosylation factor GTPase activating protein (ARF GAP) family which promote efficient loading of protein cargo into transport vesicles. Our previous studies of the NEVERSHED (NEV) ARF GAP in the model plant Arabidopsis thaliana revealed its essential role in regulating protein traffic during organ abscission. Research by other scientists has shown that a pair of closely-related receptor-like kinases, HAESA (HAE) and HAESA-like2 (HSL2), activate a cell signaling pathway that leads to organ abscission. We have discovered that three additional receptor-like kinases&mdash;EVERSHED (EVR), SERK1 and CAST AWAY (CST)&mdash;act as inhibitors of organ abscission. The primary goal of this project was to investigate how EVR, SERK1 and CST inhibit abscission, and whether they do so by altering the activity or location of HAE and HSL2. Two major outcomes of this research are highlighted here.\n\nSince CST, EVR and SERK1 may inhibit organ abscission by regulating HAE and HSL2, we began to test whether these receptor-like kinases physically interact. The procedure we used is called \"Bimolecular Fluorescence Complementation\". It involves adding complementary halves of a fluorescent protein to each pair of proteins to be analyzed. If the tagged proteins interact within plant cells, the unique halves of the fluorescent protein will be brought together and fluoresce. This assay revealed evidence that CST interacts with EVR throughout the plasma membrane of plant cells, whereas CST interacts with HAE in distinct subdomains of the plasma membrane. These results suggest that CST may directly inhibit organ abscission by interacting with HAE/HSL2, and may potentially recruit EVR to specific regions of the plasma membrane to facilitate further regulation of HAE/HSL2 activity or localization at the cell surface. \n\nAnother key research question we addressed is the timing at which HAE and HSL2 activate organ abscission with respect to the timing of the EVR and NEV activities. The order in which proteins regulate a developmental process can often be determined through genetic analysis of the corresponding mutants. Previously, we discovered that mutations in the EVR gene can rescue the loss of organ abscission characteristic of nev mutant flowers. These and other results suggest that EVR inhibits abscission after NEV either facilitates the delivery of proteins that activate abscission or promotes the removal of proteins that inhibit abscission. We predicted that if EVR inhibits abscission by negatively regulating HAE and HSL2, ectopic HAE and HSL2 activity could be responsible for the rescued organ shedding in nev evr double mutant flowers. To test this prediction, we generated plants carrying mutations in all four genes and discovered that organ abscission is indeed blocked in nev evr hae hsl2 quadruple mutant flowers. These results are consistent with models in which NEV-mediated regulation of intracellular traffic during organ abscission converges with the HAE/HSL2 signaling pathway at the level of the HAE/HSL2 receptors. Mutations in EVR may rescue organ abscission in nev flowers by increasing the pool of activated HAE/HSL2 receptors at the cell surface.\n\nIn summary, our results indicate that during organ abscission, loss of cell adhesion is tightly controlled by complex interactions between receptor-like kinases that activate and inhibit this process. Organ abscission is a desirable trait to modify in crop plants. The ability to induce abscission would facilitate mechanical harvest, allow leaf defoliation and enhance fruit thinning, while inhibition of abscission would prevent premature flower or fruit drop and improve postharvest quality. Advances in understanding the abscission process in mod..."
 }
}