{
 "awd_id": "1239775",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CCEP-II: National Network for Ocean and Climate Change Interpretation",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925164",
 "po_email": "andjohns@nsf.gov",
 "po_sign_block_name": "Andrea Johnson",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 5506000.0,
 "awd_amount": 5506000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2016-02-24",
 "awd_abstract_narration": "The National Network for Ocean and Climate Change Education (NNOCCI) strengthens the capacity of informal science education institutions (ISEIs) to increase public understanding of climate change and its impacts on coastal zones and marine life. Building on ISEIs' large audiences, interpretive capacity, and public trust, NNOCCI has a transformative impact on public science communication. The project's goals are to: (1) Expand interpretive techniques based on sound social science research; (2) Expand the emerging community of practice developed through a CCEP-Phase I planning grant; (3) Deepen content knowledge and communication skills of scientists and interpreters; and (4) Develop a resilient and replicable national infrastructure for reaching ISEIs and their public audiences. This partnership is led by the New England Aquarium in collaboration with the Association of Zoos and Aquariums, FrameWorks Institute, and the Woods Hole Oceanographic Institution, with evaluation conducted by the New Knowledge Organization, Pennsylvania State University, and Ohio State University.  A series of 14 Study Circles are being developed to provide professional development for ISEI interpretive staff in collaboration with climate scientists and cognitive/social scientists. Fifteen Regional Leaders participate in recruiting and in planning and leading additional workshops. Special training methods are being developed and implemented for youth interpreters. For scientists, workshops focusing on strategic framing and communication are being offered.  Best practices from current social science research are being incorporated into a new e-Workshop. \r\n\r\nNNOCCI engages stakeholders from 140 institutions, with the potential to reach tens of millions of people through their interpretation and communication. An even larger impact arises from the potential to transform how ISEIs translate information about climate change and oceans. The activities of this project help to achieve the vision of scaling up a training program to reach thousands of interpreters, including underserved youth, over several years. This project builds on the knowledge, success, and momentum generated during a previous CCEP-I project to expand the depth, reach, and legacy of this work over the next five years. NNOCCI will ultimately engage millions of visitors to aquariums and other ISEIs in learning about the scientific processes linking climate change and the ocean. The project's strategic impact is its potential to transform how these organizations present this topic and, ultimately, how they communicate other complex environmental or scientific topics that involve policy implications. Anticipated outcomes include: a new \"culture of communication\" about complex science within the ISE community; a national network of interpretive leaders throughout the ISE field who are skilled, confident, and capable of disseminating that information effectively; engagement of a critical mass of ISEIs with a broad and diverse national reach; increased public awareness of climate change as a salient, meaningful, and actionable topic; and increased capacity of the next generation of ocean scientists.\r\n\r\nThis project is one of six Phase II projects being funded through the Climate Change Education Partnership (CCEP) program.  The CCEP program was developed as part of the NSF Climate Change Education program, established through Congressional appropriations in FY 2009.  The CCEP program is a one-time, dedicated NSF effort to establish a coordinated national network of regionally- or thematically-based partnerships devoted to increasing the adoption of effective, high quality educational programs and resources related to the science of climate change and its impacts.  The CCEP portfolio encompasses a major interdisciplinary research and development effort designed to promote deeper understanding of, and engagement with, climate system science and the impacts of climate change on natural and human systems.   The vision of this program is a scientifically literate society that can effectively weigh the evidence regarding global climate change as it confronts the challenges ahead, while preparing the innovative scientific and technical workforce to advance our knowledge of human-climate interactions and develop approaches for a sustainable, prosperous future.  Each CCEP is required to incorporate innovative collaborations among expertise of climate scientists, learning scientists, and education practitioners in either formal or informal learning environments to research, design, and test new models and strategies for effective teaching and learning about climate science.  With its focus on interdisciplinary approaches and transformative scales of impact, the CCEP program occupies a unique and complementary niche in the portfolio of Federal investments related to climate science education and workforce development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Spitzer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Spitzer",
   "pi_email_addr": "bspitzer@alum.mit.edu",
   "nsf_id": "000184711",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Boyle",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J Boyle",
   "pi_email_addr": "pjrboyle@gmail.com",
   "nsf_id": "000106088",
   "pi_start_date": "2012-08-15",
   "pi_end_date": "2016-02-24"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Yoder",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Yoder",
   "pi_email_addr": "jyoder@whoi.edu",
   "nsf_id": "000292986",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Bales",
   "pi_mid_init": "N",
   "pi_sufx_name": "Ms.",
   "pi_full_name": "Susan N Bales",
   "pi_email_addr": "bfisher@frameworksinstitute.org",
   "nsf_id": "000565579",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nette",
   "pi_last_name": "Pletcher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nette Pletcher",
   "pi_email_addr": "npletcher@aza.org",
   "nsf_id": "000713792",
   "pi_start_date": "2016-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New England Aquarium Corporation",
  "inst_street_address": "1 CENTRAL WHARF",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172262268",
  "inst_zip_code": "021103309",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "NEW ENGLAND AQUARIUM CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "UUKAGAEN4ST3"
 },
 "perf_inst": {
  "perf_inst_name": "New England Aquarium Corporation",
  "perf_str_addr": "Central Wharf",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021103399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  },
  {
   "pgm_ele_code": "689100",
   "pgm_ele_name": "CLIMATE CHANGE EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5506000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"BodyA\"><strong>INTELLECTUAL MERIT</strong></p>\n<p class=\"BodyA\">The National Network for Ocean and Climate Change Interpretation (NNOCCI) is a network of individuals and organizations in informal education, the social sciences, and climate sciences currently working in 170 institutions in 38 states. The NNOCCI network advances the educational role of informal science centers, collaborates on research and development, and continues to support a community of practice and a powerful social movement. Our consistent messaging about climate change across the country is changing public discourse to be positive, productive, solutions-focused and supportive of community climate action.</p>\n<p class=\"BodyA\">&nbsp;</p>\n<p class=\"BodyA\">Project researchers discovered that engaging public audiences around the issue of climate change is very emotional work and tends to be deeply connected to communicators? self-efficacy (or sense that they can achieve their objectives). Prior to joining the NNOCCI community, educators, exhibit designers, and facilitators at informal science centers worried their discussions of climate change left audiences confused, alienated, guilty, and resigned.</p>\n<p class=\"BodyA\">&nbsp;</p>\n<p class=\"BodyA\">The NNOCCI training model featured two unique systems to help members. First, the training affirmed the emotional challenges of climate change communication work. Second, NNOCCI focused on the centrality of social support as a keystone of the training and created a dynamic professional network of alumni to sustain educators and scientists engaged in climate change communication work long after their training ended.</p>\n<p class=\"BodyA\">&nbsp;</p>\n<p class=\"BodyA\">The NNOCCI model has shown that a motivated group of communicators ? armed with effective messaging techniques and emotional support from members of a tight-knit community of practice that shares their values and concerns ? can shift the national dialogue about climate change. We conservatively estimate attendance at NNOCCI-affiliated institutions exceeds 150 million people, or about 45% of the US population. When we consider the social networks of these visitors, in addition to the social networks of the communicators and their colleagues, it is no surprise that the national dialogue on climate change is moving toward finding effective solutions to one of the great environmental challenges of our time.</p>\n<p class=\"BodyA\"><strong>&nbsp;</strong></p>\n<p class=\"BodyA\"><strong>BROADER IMPACTS</strong></p>\n<p class=\"BodyA\">Among the lessons learned through the NNOCCI Network, the following stand out for their relevance to public engagement in issues related to science and society:</p>\n<p class=\"BodyA\">&nbsp;</p>\n<p class=\"BodyA\"><strong>Engaging in place-based solutions empowers communities</strong></p>\n<p class=\"BodyA\">By focusing on specific applications and solutions to real-world problems, crisis-framing and despair is minimized. Appealing to strongly held universal values and concepts, such as responsible management and stewardship, can minimize polarization and contention. Focusing on solutions helps the public to see themselves as potential participants in community issues, rather than simply as individual consumers of knowledge.</p>\n<p class=\"BodyA\">&nbsp;</p>\n<p class=\"BodyA\"><strong>Being a part of a network increases confidence which leads to more dialogue and action</strong></p>\n<p class=\"BodyA\">The NNOCCI initiative has reached aquariums, zoos, and science/nature centers across the United States and beyond. Visitors to institutions that have participated in NNOCCI training are significantly more:</p>\n<ul>\n<li>Knowledgeable about climate change science</li>\n<li>Hopeful that we can solve climate change challenges</li>\n<li>Confident talking about climate change with others</li>\n<li>Likely to believe that talking with community leaders lead to community level change</li>\n<li>Likely to engage in community-level community action to address climate change.</li>\n</ul>\n<p class=\"BodyA\">&nbsp;</p>\n<p class=\"BodyA\"><strong>A ?train the trainer? model has a high return on investment</strong></p>\n<p class=\"BodyA\">NNOCCI has trained 400 individuals, who have, in turn, trained more than 38,000 people to use NNOCCI?s communication techniques, influencing 150+ million visitor interactions per year.</p>\n<p class=\"BodyA\"><strong>&nbsp;</strong></p>\n<p class=\"BodyA\"><strong>Lessons of what works inform other institutions? programs</strong></p>\n<p class=\"BodyA\">The New England Aquarium has been applying the lessons learned from NNOCCI to multiple other projects, including:</p>\n<ul>\n<li>Visualizing Change a related NOAA-funded collaboration among several aquariums, focused on developing strategically-framed ?visual narratives? that take advantage of global datasets presented on platforms such as the Science on a Sphere. Observations during formative evaluation demonstrate that after listening to a strategically-framed presentation, visitors can describe climate change causes, impacts, and solutions.</li>\n<li>Communities Advancing Science Literacy, an NSF-funded collaboration in which New England Aquarium (Boston, MA) and Aquarium of the Pacific (Long Beach, CA) are pilot testing an approach for informal science learning centers to partner with community organizations to build climate literacy and resilience at a community level. For example, in East Boston this has enabled New England Aquarium to convene a group of community-based organizations to facilitate conversations about shared responsibility for the future of the waterfront, and its critical role in strengthening social capital, climate preparedness, and environmental quality.</li>\n<li>Community Partners for Resilience, an NOAA-funded project that is helping to engage youth in community climate action projects in three small cities in the Boston region.</li>\n<li>CYCLIST, an IMLS-funded partnership among New England Aquarium, Alliance for Climate Education, and the WILD Center to strengthen youth climate leadership programs at informal science centers.</li>\n</ul>\n<p class=\"BodyA\">All of these projects represent efforts to apply what NNOCCI has learned through research and practice for greater benefit to society.</p>\n<p class=\"BodyA\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2018<br>\n\t\t\t\t\tModified by: William&nbsp;S&nbsp;Spitzer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543426906870_map02--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543426906870_map02--rgov-800width.jpg\" title=\"HogleZoo Teen Training May 2018\"><img src=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543426906870_map02--rgov-66x44.jpg\" alt=\"HogleZoo Teen Training May 2018\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NNOCCI Teen Training at Utah's Hogle Zoo</div>\n<div class=\"imageCredit\">New England Aquarium</div>\n<div class=\"imageSubmitted\">William&nbsp;S&nbsp;Spitzer</div>\n<div class=\"imageTitle\">HogleZoo Teen Training May 2018</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428338316_map3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428338316_map3--rgov-800width.jpg\" title=\"NNOCCI Teen Training at Utah's Hogle Zoo\"><img src=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428338316_map3--rgov-66x44.jpg\" alt=\"NNOCCI Teen Training at Utah's Hogle Zoo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NNOCCI Teen Training at Utah's Hogle Zoo</div>\n<div class=\"imageCredit\">New England Aquarium</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;S&nbsp;Spitzer</div>\n<div class=\"imageTitle\">NNOCCI Teen Training at Utah's Hogle Zoo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428076899_Map05--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428076899_Map05--rgov-800width.jpg\" title=\"NNOCCI Leadership Retreat\"><img src=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428076899_Map05--rgov-66x44.jpg\" alt=\"NNOCCI Leadership Retreat\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NNOCCI Leadership Retreat - July 2018</div>\n<div class=\"imageCredit\">New England Aquarium</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;S&nbsp;Spitzer</div>\n<div class=\"imageTitle\">NNOCCI Leadership Retreat</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428578554_map04_3402--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428578554_map04_3402--rgov-800width.jpg\" title=\"NNOCCI Leadership Retreat\"><img src=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543428578554_map04_3402--rgov-66x44.jpg\" alt=\"NNOCCI Leadership Retreat\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NNOCCI Leadership Retreat - July 2018</div>\n<div class=\"imageCredit\">New England Aquarium</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;S&nbsp;Spitzer</div>\n<div class=\"imageTitle\">NNOCCI Leadership Retreat</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543426642718_map01--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543426642718_map01--rgov-800width.jpg\" title=\"Map of Institutions Reached by NNOCCI\"><img src=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543426642718_map01--rgov-66x44.jpg\" alt=\"Map of Institutions Reached by NNOCCI\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map of Institutions Reached by NNOCCI</div>\n<div class=\"imageCredit\">New England Aquarium</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;S&nbsp;Spitzer</div>\n<div class=\"imageTitle\">Map of Institutions Reached by NNOCCI</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543429202179_map06_3700--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543429202179_map06_3700--rgov-800width.jpg\" title=\"NNOCCI Leadership Retreat\"><img src=\"/por/images/Reports/POR/2018/1239775/1239775_10201870_1543429202179_map06_3700--rgov-66x44.jpg\" alt=\"NNOCCI Leadership Retreat\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NNOCCI Leadership Retreat - July 2018</div>\n<div class=\"imageCredit\">New England Aquarium</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;S&nbsp;Spitzer</div>\n<div class=\"imageTitle\">NNOCCI Leadership Retreat</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "INTELLECTUAL MERIT\nThe National Network for Ocean and Climate Change Interpretation (NNOCCI) is a network of individuals and organizations in informal education, the social sciences, and climate sciences currently working in 170 institutions in 38 states. The NNOCCI network advances the educational role of informal science centers, collaborates on research and development, and continues to support a community of practice and a powerful social movement. Our consistent messaging about climate change across the country is changing public discourse to be positive, productive, solutions-focused and supportive of community climate action.\n \nProject researchers discovered that engaging public audiences around the issue of climate change is very emotional work and tends to be deeply connected to communicators? self-efficacy (or sense that they can achieve their objectives). Prior to joining the NNOCCI community, educators, exhibit designers, and facilitators at informal science centers worried their discussions of climate change left audiences confused, alienated, guilty, and resigned.\n \nThe NNOCCI training model featured two unique systems to help members. First, the training affirmed the emotional challenges of climate change communication work. Second, NNOCCI focused on the centrality of social support as a keystone of the training and created a dynamic professional network of alumni to sustain educators and scientists engaged in climate change communication work long after their training ended.\n \nThe NNOCCI model has shown that a motivated group of communicators ? armed with effective messaging techniques and emotional support from members of a tight-knit community of practice that shares their values and concerns ? can shift the national dialogue about climate change. We conservatively estimate attendance at NNOCCI-affiliated institutions exceeds 150 million people, or about 45% of the US population. When we consider the social networks of these visitors, in addition to the social networks of the communicators and their colleagues, it is no surprise that the national dialogue on climate change is moving toward finding effective solutions to one of the great environmental challenges of our time.\n \nBROADER IMPACTS\nAmong the lessons learned through the NNOCCI Network, the following stand out for their relevance to public engagement in issues related to science and society:\n \nEngaging in place-based solutions empowers communities\nBy focusing on specific applications and solutions to real-world problems, crisis-framing and despair is minimized. Appealing to strongly held universal values and concepts, such as responsible management and stewardship, can minimize polarization and contention. Focusing on solutions helps the public to see themselves as potential participants in community issues, rather than simply as individual consumers of knowledge.\n \nBeing a part of a network increases confidence which leads to more dialogue and action\nThe NNOCCI initiative has reached aquariums, zoos, and science/nature centers across the United States and beyond. Visitors to institutions that have participated in NNOCCI training are significantly more:\n\nKnowledgeable about climate change science\nHopeful that we can solve climate change challenges\nConfident talking about climate change with others\nLikely to believe that talking with community leaders lead to community level change\nLikely to engage in community-level community action to address climate change.\n\n \nA ?train the trainer? model has a high return on investment\nNNOCCI has trained 400 individuals, who have, in turn, trained more than 38,000 people to use NNOCCI?s communication techniques, influencing 150+ million visitor interactions per year.\n \nLessons of what works inform other institutions? programs\nThe New England Aquarium has been applying the lessons learned from NNOCCI to multiple other projects, including:\n\nVisualizing Change a related NOAA-funded collaboration among several aquariums, focused on developing strategically-framed ?visual narratives? that take advantage of global datasets presented on platforms such as the Science on a Sphere. Observations during formative evaluation demonstrate that after listening to a strategically-framed presentation, visitors can describe climate change causes, impacts, and solutions.\nCommunities Advancing Science Literacy, an NSF-funded collaboration in which New England Aquarium (Boston, MA) and Aquarium of the Pacific (Long Beach, CA) are pilot testing an approach for informal science learning centers to partner with community organizations to build climate literacy and resilience at a community level. For example, in East Boston this has enabled New England Aquarium to convene a group of community-based organizations to facilitate conversations about shared responsibility for the future of the waterfront, and its critical role in strengthening social capital, climate preparedness, and environmental quality.\nCommunity Partners for Resilience, an NOAA-funded project that is helping to engage youth in community climate action projects in three small cities in the Boston region.\nCYCLIST, an IMLS-funded partnership among New England Aquarium, Alliance for Climate Education, and the WILD Center to strengthen youth climate leadership programs at informal science centers.\n\nAll of these projects represent efforts to apply what NNOCCI has learned through research and practice for greater benefit to society.\n \n\n\t\t\t\t\tLast Modified: 11/28/2018\n\n\t\t\t\t\tSubmitted by: William S Spitzer"
 }
}