{
 "awd_id": "1239783",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CCEP-II: Polar Learning and Responding: PoLAR Climate Change Education Partnership",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Valentine Kass",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 5655000.0,
 "awd_amount": 5655000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2015-06-29",
 "awd_abstract_narration": "The Polar Learning And Responding (PoLAR) Climate Change Partnership is using fascination with the changing polar regions and novel educational approaches to engage adult learners and inform public understanding and response to climate change. Learning research and activities implemented during the Phase I demonstration project show that games and game-like approaches motivate exploration and learning of complex material. Focus has been placed on the poles because climate change is rapid in these regions and has global consequences. Images of the changing Arctic and Antarctic have become emblematic of environmental change for the public at large. \r\n\r\nPoLAR partners include expertise in: 1) Climate Science, both in Natural Science and Social Science; 2) Learning and Decision Science, including Learning Theory and Practice and Decision Science; and 3) Practitioners in Formal education, Informal education, and Gaming. The intellectual merit of the PoLAR Partnership is the combination of learning, decision, and climate science applied to educational approaches for adult learners. Adults, be they community leaders, the general public, pre- and in-service teachers, or college students, are today's decision-makers. Informed decisions are more likely if individuals are aware of the scientific evidence of climate change and potential economic and social consequences. Research is being conducted in this Phase II project to evaluate the impact of different platforms and tools in raising awareness and improving understanding. The project seeks to: 1) Deepen adult learner awareness and understanding of climate change; 2) Inform responses to climate change impacts through engaged problem-solving; and 3) Advance knowledge on more effective modes of climate change education and outreach. \r\n\r\nThis project will transform education policies and practices by catalyzing new ways of learning about climate change at the poles based on scientific evidence, learning theory, and education practice, including current and emerging technology. Activities to achieve this goal include: 1) Providing transformative educational approaches that are easy to disseminate and exciting to use in homes, museums, classrooms, and communities; and 2) Inspiring change in practices and policies by seeding game-like approaches in informal and formal educational environments in collaboration with catalytic associates. \r\n\r\nThis Phase II CCEP project is serving as a hub of communication and dissemination of information on polar climate change through the Polar Home website, which leverages existing resources, including the Climate Change Education Program Alliance (CCEPA). Diverse communities are being engaged through professional development of and public outreach to key stakeholder communities: AMNH teachers, Alaskan leaders through culturally responsive camps, and radio dispatches in multiple languages. The project has the potential to reach millions of adults through partners and associates including the Alaskan Association of Interior Native Educators, Games for Change, Isla Earth, Arctic Portal, AMNH, Association of Arctic Expedition Cruise Operators, American Geophysical Union and WWF Global Arctic Programme.\r\n\r\nThis project is one of six Phase II projects being funded through the Climate Change Education Partnership (CCEP) program.  The CCEP program was developed as part of the NSF Climate Change Education program, established through Congressional appropriations in FY 2009.  The CCEP program is a one-time, dedicated NSF effort to establish a coordinated national network of regionally- or thematically-based partnerships devoted to increasing the adoption of effective, high quality educational programs and resources related to the science of climate change and its impacts.  The CCEP portfolio encompasses a major interdisciplinary research and development effort designed to promote deeper understanding of, and engagement with, climate system science and the impacts of climate change on natural and human systems.   The vision of this program is a scientifically literate society that can effectively weigh the evidence regarding global climate change as it confronts the challenges ahead, while preparing the innovative scientific and technical workforce to advance our knowledge of human-climate interactions and develop approaches for a sustainable, prosperous future.  Each CCEP is required to incorporate innovative collaborations among expertise of climate scientists, learning scientists, and education practitioners in either formal or informal learning environments to research, design, and test new models and strategies for effective teaching and learning about climate science.  With its focus on interdisciplinary approaches and transformative scales of impact, the CCEP program occupies a unique and complementary niche in the portfolio of Federal investments related to climate science education and workforce development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Pfirman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie L Pfirman",
   "pi_email_addr": "spfirman@asu.edu",
   "nsf_id": "000159076",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Schlosser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Schlosser",
   "pi_email_addr": "schlosser@asu.edu",
   "nsf_id": "000129415",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Steiner",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Robert V Steiner",
   "pi_email_addr": "rsteiner@amnh.org",
   "nsf_id": "000460308",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Sparrow",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Elena B Sparrow",
   "pi_email_addr": "ebsparrow@alaska.edu",
   "nsf_id": "000419928",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joey",
   "pi_last_name": "Lee",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joey J Lee",
   "pi_email_addr": "jl3471@tc.columbia.edu",
   "nsf_id": "000608515",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ele_code": "520800",
   "pgm_ele_name": "ARCTIC RESEARCH AND EDUCATION"
  },
  {
   "pgm_ele_code": "529400",
   "pgm_ele_name": "Antarctic Education"
  },
  {
   "pgm_ele_code": "689100",
   "pgm_ele_name": "CLIMATE CHANGE EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5655000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Polar Learning and Responding Climate Change Education Partnership (PoLAR CCEP) focused on the poles, on adult learners, and on simulations and other interactive educational approaches. Interactive tools are increasingly used to engage diverse participants in problem solving and systems thinking.&nbsp; We used novel educational approaches and fascination with the changing polar regions to engage adult learners and inform public understanding of and response to climate change.&nbsp; The portfolio of projects and approaches developed by the PoLAR CCEP provides climate scientists, formal and informal education practitioners, and learning science experts with a wide variety of ways to engage diverse audiences in learning about and responding to climate change.&nbsp;</p>\n<p>Intellectual Merit: Through the development, research, and implementation of innovative educational practices, the PoLAR CCEP advanced knowledge on more effective models of climate change education.&nbsp; We catalyzed new ways of learning about climate change at the poles based on scientific evidence, learning theory, and education practice, including current and emerging technology, by providing transformative educational approaches that are easy to disseminate and exciting to use in homes, museums, classrooms, and communities.&nbsp; For example, the Polar Explorer: Sea Level app brings together in one resource wide ranging and often disparate datasets from the physical and social sciences that measure changing climate and its impacts through changing sea level. This scientific communication tool is unique not only in how the data are pulled into one digital resource, but also in the way that the data are organized around 'big questions' which engage and empower audiences in learning directly from a wide range of digital climate science data. &nbsp;The app?s integration of instructional technology and the incorporation of system sciences in the data delivery pushes climate science education into a new area at the same time that it helps increase public accessibility to data.&nbsp;</p>\n<p>The activities of the PoLAR CCEP inspired change in methods, practices, and policies of key institutions and stakeholders by seeding interactive approaches in informal and formal educational environments in collaboration with catalytic associates.&nbsp; Peer learning was engaged through fun and interactive simulations as well as other endeavors that drew upon participant prior knowledge and experience. &nbsp;Research studies on these tools add to an emerging body of work in the decision sciences, environmental communication, and systems thinking literature that emphasize the important role of novel educational approaches in enhancing systems thinking skills, factual learning and informing decision making. &nbsp;PoLAR CCEP research shows that such novel educational approaches deepened adult learner awareness and understanding of climate change, informed their knowledge of responses to climate change, and increased retention of new learning in comparison with more traditional educational approaches.&nbsp;</p>\n<p>Broader Impacts:&nbsp; The innovative educational resources developed under this project reached millions of participants, through direct, facilitated experiences, and indirectly through other media.&nbsp; Our projects and approaches are now incorporated into formal and informal education courses, public outreach initiatives, academic conferences, and professional development programs.&nbsp; Participatory experiences range from science fairs, to camps, in person problem solving workshops, online classes and resources, the internet-based app ?The Polar Explorer,? and internet-served climate quizzes. These activities engage diverse stakeholder communities, including the general public, teachers in grade 5-12 serving a broad socioeconomic range of students, and Alaskan leaders, educators and community members.</p>\n<p>The PoLAR CCEP helped catalyze cross-cultural knowledge exchange among those working in climate science and education. ?Reaching Arctic Communities Facing Climate Change? serves as a model of meaningful collaboration between western scientists, climate educators, and Indigenous communities.&nbsp; Using a systems approach and culturally responsive strategies in reaching Arctic communities,&nbsp;?Reaching Arctic Communities Facing Climate Change? events and activities braided indigenous knowledge and ways of knowing with western science, social science, science communication, natural resources management in teaching, learning and dissemination of climate change education for adults.&nbsp;&nbsp;This project?s approach of culturally-centered climate education enriched understanding and expanded perspectives, especially with regard to the critical role that Alaska Native Elders, indigenous knowledge, and local observations play.</p>\n<p>Our activities advanced perceptions of the validity and utility of novel and interactive educational approaches within a wide range of institutions, and our partners are continuing to work in their respective fields to bring the tools developed under this NSF award to new projects and collaborators.&nbsp;In collaboration with the other Climate Change Education Partnerships through the CCEP Alliance we co-developed the ?Climate Change Education: Effective Practices for Working with Educators, Scientists, Decision Makers and the Public? guide which provides recommendations for effective and high-impact education and communication practices when working with different types of audiences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;L&nbsp;Pfirman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Polar Learning and Responding Climate Change Education Partnership (PoLAR CCEP) focused on the poles, on adult learners, and on simulations and other interactive educational approaches. Interactive tools are increasingly used to engage diverse participants in problem solving and systems thinking.  We used novel educational approaches and fascination with the changing polar regions to engage adult learners and inform public understanding of and response to climate change.  The portfolio of projects and approaches developed by the PoLAR CCEP provides climate scientists, formal and informal education practitioners, and learning science experts with a wide variety of ways to engage diverse audiences in learning about and responding to climate change. \n\nIntellectual Merit: Through the development, research, and implementation of innovative educational practices, the PoLAR CCEP advanced knowledge on more effective models of climate change education.  We catalyzed new ways of learning about climate change at the poles based on scientific evidence, learning theory, and education practice, including current and emerging technology, by providing transformative educational approaches that are easy to disseminate and exciting to use in homes, museums, classrooms, and communities.  For example, the Polar Explorer: Sea Level app brings together in one resource wide ranging and often disparate datasets from the physical and social sciences that measure changing climate and its impacts through changing sea level. This scientific communication tool is unique not only in how the data are pulled into one digital resource, but also in the way that the data are organized around 'big questions' which engage and empower audiences in learning directly from a wide range of digital climate science data.  The app?s integration of instructional technology and the incorporation of system sciences in the data delivery pushes climate science education into a new area at the same time that it helps increase public accessibility to data. \n\nThe activities of the PoLAR CCEP inspired change in methods, practices, and policies of key institutions and stakeholders by seeding interactive approaches in informal and formal educational environments in collaboration with catalytic associates.  Peer learning was engaged through fun and interactive simulations as well as other endeavors that drew upon participant prior knowledge and experience.  Research studies on these tools add to an emerging body of work in the decision sciences, environmental communication, and systems thinking literature that emphasize the important role of novel educational approaches in enhancing systems thinking skills, factual learning and informing decision making.  PoLAR CCEP research shows that such novel educational approaches deepened adult learner awareness and understanding of climate change, informed their knowledge of responses to climate change, and increased retention of new learning in comparison with more traditional educational approaches. \n\nBroader Impacts:  The innovative educational resources developed under this project reached millions of participants, through direct, facilitated experiences, and indirectly through other media.  Our projects and approaches are now incorporated into formal and informal education courses, public outreach initiatives, academic conferences, and professional development programs.  Participatory experiences range from science fairs, to camps, in person problem solving workshops, online classes and resources, the internet-based app ?The Polar Explorer,? and internet-served climate quizzes. These activities engage diverse stakeholder communities, including the general public, teachers in grade 5-12 serving a broad socioeconomic range of students, and Alaskan leaders, educators and community members.\n\nThe PoLAR CCEP helped catalyze cross-cultural knowledge exchange among those working in climate science and education. ?Reaching Arctic Communities Facing Climate Change? serves as a model of meaningful collaboration between western scientists, climate educators, and Indigenous communities.  Using a systems approach and culturally responsive strategies in reaching Arctic communities, ?Reaching Arctic Communities Facing Climate Change? events and activities braided indigenous knowledge and ways of knowing with western science, social science, science communication, natural resources management in teaching, learning and dissemination of climate change education for adults.  This project?s approach of culturally-centered climate education enriched understanding and expanded perspectives, especially with regard to the critical role that Alaska Native Elders, indigenous knowledge, and local observations play.\n\nOur activities advanced perceptions of the validity and utility of novel and interactive educational approaches within a wide range of institutions, and our partners are continuing to work in their respective fields to bring the tools developed under this NSF award to new projects and collaborators. In collaboration with the other Climate Change Education Partnerships through the CCEP Alliance we co-developed the ?Climate Change Education: Effective Practices for Working with Educators, Scientists, Decision Makers and the Public? guide which provides recommendations for effective and high-impact education and communication practices when working with different types of audiences.\n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Stephanie L Pfirman"
 }
}