{
 "awd_id": "1239723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:The Percy Julian Project: STEM Opportunities for African-American Boys",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 198145.0,
 "awd_amount": 198145.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "Abstract\r\n\r\nThis project seeks to conduct research on a new school for African-American boys under a charter to 100 Black Men in Oakland, California. The PI from Stanford University investigates how leaders of the school plan and design instruction to meet the needs of African-American boys where 75% are eligible for free and/or reduced lunch.  The leadership serves as the primary target for this study.  The PI chronicles the implementation process to provide the STEM education community with first-hand information about effective school development and implementation for African-American boys in STEM fields. During the first year, the school operates grades 3, 6, and 7. Each successive year, school leaders add kindergarten and/or one or more of the remaining grades until the school reaches the entire K-12 level. \r\n\r\nA mixed methods approach uses interviews, observations, and content analysis to gather data about the design, implementation, and leadership of the school. The PI examines how the leadership understands the needs of students, develop standards, plan curricula, select pedagogy, and provide scaffolds for teachers and students. The PI also explores how the leadership selects teachers and supports their professional development as well as summarizes many aspects of the organization and programming. The PI reviews planning documents through retrospective analysis to obtain a more accurate account of efforts taken from the initiation of ideas about the school to implementation for the first year. Regarding proposed outcomes, the project offers a vision of what works in science STEM classroom for African American boys and tracks the impact of instructional approaches on the interest of students in science, attitudes about belonging, and science achievement. A RAPID is the most appropriate funding avenue for this timely and worthy effort of national importance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan Brown",
   "pi_email_addr": "brbrown@stanford.edu",
   "nsf_id": "000446883",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943053096",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 198145.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how a charter school plans a STEM school provides an accurate understanding of its intent and execution. The Benjamin Banneker School is an urban charter school designed to provide high quality STEM education to African-American boys in California. To gain access to the philosophy, knowledge about African-American boys in STEM, and implementation designs of the school we conducted a one-shot case study research investigation.</p>\n<p>Our study combined three methods: (a) a pre-and-post year survey, (b) pre-and-post year interviews, and (c) a content analysis of the school documents to examine the school&rsquo;s design. We studied the team involved in the design and execution of the school.&nbsp; In our case, that group included 3 groups: (1) school board members, (2) teachers, and (3) and administrative staff members. We were curious about how their thoughts about African-American boys translated to the implementation of the school itself. Ultimately, we use the three constructs including (1) Assumptions about African-American boys, (2) Thoughts about school design, and (3) Strategies for Implementation to design our three data analyses <em>(Surveys, Interviews, &amp; Content Analysis). </em></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Research Questions</strong></p>\n<p>In exploring the school&rsquo;s design and its focus on race, culture and identity, we explored two primary research questions:</p>\n<p>&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp; What perspectives on race, culture, and identity served as central tenants in designing a school for African-American boys?</p>\n<p>&nbsp;</p>\n<p>(2)&nbsp;&nbsp;&nbsp; After a year of operating the institution, what perspectives changed and what did the school&rsquo;s leaders learn?</p>\n<p>&nbsp;</p>\n<p><strong>Results</strong></p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>The resulting analysis revealed an intriguing mixture of insights. In one way, the school was successful in its approach to constructing science identities for young people. In another way, the leadership team identified its own failure to engage in effective pedagogy due to an overemphasis on race in hiring. Third, the school identified its struggle to successfully integrate STEM into elementary education due to an inability to provide adequate professional development opportunities for students.</p>\n<p><em>Survey Results </em><em>&nbsp;</em></p>\n<p>We were able to find a number find statistically significant results that marked changes in the leadership&rsquo;s perception of the school over the course of the year. First, the school built itself upon an assumption of that African-American boys needed positive reinforcement to discipline students. We discovered a change in this lens and an emphasis on both positive and punitive discipline at the end of the year. We also discovered that the leadership placed a greater emphasis on the need for race-based professional development. Additionally, we discovered a change in the board member&rsquo;s assessment of their capability to develop teachers to prepare African-American boys. Initially, they held a firm assumption that training was paramount, this shifted towards a focus on hiring qualified teachers.</p>\n<p>Along similar lines, questions about the ethnic identity of teachers emerged as statistically significant across the year. From the beginning to the end of the year, a significant change pertaining to the importance of the race of the teacher emerged.&nbsp; School staff, faculty, and Board members&rsquo; were less likely to agree that the teaching staff should look like the students, and more likely to agree that race of teacher has no impact on African American male achievement (p=. 006).</p>\n<p><strong>&nbsp;</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A final area of changing perspective involved the leadership&rsquo;s thoughts about the...",
  "por_txt_cntn": "\nUnderstanding how a charter school plans a STEM school provides an accurate understanding of its intent and execution. The Benjamin Banneker School is an urban charter school designed to provide high quality STEM education to African-American boys in California. To gain access to the philosophy, knowledge about African-American boys in STEM, and implementation designs of the school we conducted a one-shot case study research investigation.\n\nOur study combined three methods: (a) a pre-and-post year survey, (b) pre-and-post year interviews, and (c) a content analysis of the school documents to examine the schoolÆs design. We studied the team involved in the design and execution of the school.  In our case, that group included 3 groups: (1) school board members, (2) teachers, and (3) and administrative staff members. We were curious about how their thoughts about African-American boys translated to the implementation of the school itself. Ultimately, we use the three constructs including (1) Assumptions about African-American boys, (2) Thoughts about school design, and (3) Strategies for Implementation to design our three data analyses (Surveys, Interviews, &amp; Content Analysis). \n\n \n\nResearch Questions\n\nIn exploring the schoolÆs design and its focus on race, culture and identity, we explored two primary research questions:\n\n \n\n(1)    What perspectives on race, culture, and identity served as central tenants in designing a school for African-American boys?\n\n \n\n(2)    After a year of operating the institution, what perspectives changed and what did the schoolÆs leaders learn?\n\n \n\nResults\n\n            The resulting analysis revealed an intriguing mixture of insights. In one way, the school was successful in its approach to constructing science identities for young people. In another way, the leadership team identified its own failure to engage in effective pedagogy due to an overemphasis on race in hiring. Third, the school identified its struggle to successfully integrate STEM into elementary education due to an inability to provide adequate professional development opportunities for students.\n\nSurvey Results  \n\nWe were able to find a number find statistically significant results that marked changes in the leadershipÆs perception of the school over the course of the year. First, the school built itself upon an assumption of that African-American boys needed positive reinforcement to discipline students. We discovered a change in this lens and an emphasis on both positive and punitive discipline at the end of the year. We also discovered that the leadership placed a greater emphasis on the need for race-based professional development. Additionally, we discovered a change in the board memberÆs assessment of their capability to develop teachers to prepare African-American boys. Initially, they held a firm assumption that training was paramount, this shifted towards a focus on hiring qualified teachers.\n\nAlong similar lines, questions about the ethnic identity of teachers emerged as statistically significant across the year. From the beginning to the end of the year, a significant change pertaining to the importance of the race of the teacher emerged.  School staff, faculty, and Board membersÆ were less likely to agree that the teaching staff should look like the students, and more likely to agree that race of teacher has no impact on African American male achievement (p=. 006).\n\n          A final area of changing perspective involved the leadershipÆs thoughts about the role of parent involvement. From the beginning to the end of the year, there was a shift in Board membersÆ beliefs about the level of parent involvement. Specifically, members of the Board were less likely to agree that the parents at the school were very involved as compared to other schools (p=. 03). The fundamental take away was that although parent involvement and teacher training are ideal goals, the broader culture had a huge impact on the schoolÆs ability to ..."
 }
}