{
 "awd_id": "1239782",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "CCEP-II: Climate and Urban Systems Partnership (CUSP)",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032928624",
 "po_email": "jjohnson@nsf.gov",
 "po_sign_block_name": "Julie Johnson",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 5882653.0,
 "awd_amount": 5882653.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2019-01-31",
 "awd_abstract_narration": "The Climate and Urban Systems Partnership (CUSP) is engaging urban residents in community-based learning about climate, climate-change science, and the prospects for enhancing urban quality of life through informed responses to a changing Earth.  With over 50% of the world population and 75% of Americans living in urban areas, the urban climate is becoming the climate and environment experienced by the majority of the world's population. The urban systems upon which these populations rely, including energy, transportation, water, and public health, face unique vulnerabilities to climate change.\r\n\r\nThe project is developing, deploying and studying a transferable model for urban climate education. Working through Urban Learning Networks (ULN) of community-based organizations in Philadelphia, New York City, Washington, DC, and Pittsburgh, CUSP is coordinating programs and messages through three interlinked community platforms that reach residents in neighborhoods, online, and at city festivals. In addition, ULN members in each city work as a community of practice to provide peer support to improve their shared practices in climate change education.  These four, integrated community platforms comprise the CUSP model, connecting the interests and concerns of city residents to the urban systems on which city life depends, systems that are vulnerable to climate hazards and climate change. \r\n\r\nThe CUSP partnership includes the Franklin Institute (TFI), the Columbia University Center for Climate Systems Research (CCSR), the University of Pittsburgh Learning Research and Development Center (LRDC), the Carnegie Museum of Natural History (CMNH), the New York Hall of Science (NYSCI), and the Marian Koshland Science Museum of the National Academy of Sciences (Koshland).  Climate researchers on the CUSP team are providing syntheses of climate and climate-change science and climate risk assessments tailored to the CUSP cities. CUSP education researchers are studying the dynamics of learning across CUSP programs, elaborating design principles for learning that spans multiple contexts across a lifetime. External evaluation is focusing on the effectiveness of the CUSP partnership, the capacity of ULNs to deliver CUSP programming, and impacts of CUSP programming on urban audiences.\r\n\r\nThis project is one of six Phase II projects being funded through the Climate Change Education Partnership (CCEP) program.  The CCEP program was developed as part of the NSF Climate Change Education program, established through Congressional appropriations in FY 2009.  The CCEP program is a one-time, dedicated NSF effort to establish a coordinated national network of regionally- or thematically-based partnerships devoted to increasing the adoption of effective, high quality educational programs and resources related to the science of climate change and its impacts.  The CCEP portfolio encompasses a major interdisciplinary research and development effort designed to promote deeper understanding of, and engagement with, climate system science and the impacts of climate change on natural and human systems.   The vision of this program is a scientifically literate society that can effectively weigh the evidence regarding global climate change as it confronts the challenges ahead, while preparing the innovative scientific and technical workforce to advance our knowledge of human-climate interactions and develop approaches for a sustainable, prosperous future.  Each CCEP is required to incorporate innovative collaborations among expertise of climate scientists, learning scientists, and education practitioners in either formal or informal learning environments to research, design, and test new models and strategies for effective teaching and learning about climate science.  With its focus on interdisciplinary approaches and transformative scales of impact, the CCEP program occupies a unique and complementary niche in the portfolio of Federal investments related to climate science education and workforce development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Elinich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Elinich",
   "pi_email_addr": "kelinich@yahoo.com",
   "nsf_id": "000226370",
   "pi_start_date": "2018-04-20",
   "pi_end_date": "2019-01-31"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Snyder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Snyder",
   "pi_email_addr": "ssnyder@rhfleet.org",
   "nsf_id": "000193756",
   "pi_start_date": "2012-08-15",
   "pi_end_date": "2013-06-24"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Frederic",
   "pi_last_name": "Bertley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederic Bertley",
   "pi_email_addr": "bertley@cosi.org",
   "nsf_id": "000082271",
   "pi_start_date": "2013-06-24",
   "pi_end_date": "2017-01-23"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Valletta",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel D Valletta",
   "pi_email_addr": "rvalletta@fi.edu",
   "nsf_id": "000791089",
   "pi_start_date": "2019-01-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Crowley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin J Crowley",
   "pi_email_addr": "crowleyk+@pitt.edu",
   "nsf_id": "000317741",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Elinich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Elinich",
   "pi_email_addr": "kelinich@yahoo.com",
   "nsf_id": "000226370",
   "pi_start_date": "2014-07-30",
   "pi_end_date": "2017-01-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Radley",
   "pi_last_name": "Horton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Radley Horton",
   "pi_email_addr": "rh142@columbia.edu",
   "nsf_id": "000506420",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Franklin Institute Science Museum",
  "inst_street_address": "222 N 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2154481121",
  "inst_zip_code": "191031115",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "THE FRANKLIN INSTITUTE",
  "org_prnt_uei_num": "NKPJBP5TK4W1",
  "org_uei_num": "NKPJBP5TK4W1"
 },
 "perf_inst": {
  "perf_inst_name": "Franklin Institute Science Museum",
  "perf_str_addr": "222 N. 20th Street",
  "perf_city_name": "Philadelhpia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191031115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ele_code": "689100",
   "pgm_ele_name": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6891",
   "pgm_ref_txt": "CLIMATE CHANGE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2200875.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3681778.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">INTELLECTUAL MERIT</span></strong></p>\n<p>The Climate and Urban Systems Partnership (CUSP) project created comprehensive networks of community organizations to educate public audiences about climate change impacts. CUSP unites learning scientists, climate scientists, and informal education specialists in collaboration with local community partners to design and deliver innovative educational experiences. More than 600 organizations have engaged with CUSP?s four urban learning networks (ULN) based in Philadelphia, New York City, Pittsburgh, and Washington, DC. More than half of these organizations sustained multi-year engagement with CUSP, and ULNs remain active following the project?s completion.</p>\n<p>ULNs promote citywide climate literacy by increasing the overall number and quality of opportunities for public audiences to engage with climate change education. Through CUSP, ULN members have increased their capacity to communicate climate science and how it relates to their own work by accessing climate communications trainings, a digital resource sharing database, hands-on educational activity design workshops, and mini-grant funding for collaborative projects, among other efforts.</p>\n<p>CUSP programming is based in research and is <em>participatory </em>(hands-on, authentic experiences lead to learning, increased personal connections, and development of climate-friendly attitudes), <em>relevant </em>(made personally relatable by appealing to audiences? unique values), and rooted in<em> local systems understanding </em>(addressing climate change requires understanding of interconnected environmental and societal systems). Such an approach allows for meaningful conversations about concern over climate change and actionable solutions to emerge.</p>\n<p>Further, CUSP advanced the understanding of what makes informal education networks successful and valuable to participants. CUSP network structure began as a community of practice, but evolved to incorporate features from networked improvement communities (structured, prescribed networks specific to certain industries/sectors), and collective impact strategy (a purposeful network strategy intended to effect change and promote cross-sector collaborations). Learning scientists identified four features of the CUSP network structure that enabled sustained engagement with ULN members:</p>\n<ol>\n<li><strong>Adaptive and flexible project leadership<strong>?</strong></strong>project leaders allowed the network structure to evolve to best suit members? needs by maintaining open communication and flexibility; in turn, members felt empowered to share in decision-making with project leaders;<em>&nbsp;</em></li>\n<li><strong>Use of hands-on educational activities?</strong>these acted as a central, organizing featured within the ULN, as well as shared tool for communication with public audiences;<em>&nbsp;</em></li>\n<li><strong>Shared system of iterative development and inquiry?</strong>co-design of hands-on activities, especially, allowed for collaborative relationships to develop; and,<em>&nbsp;</em></li>\n<li><strong><em>Support of heterogenous, cross-sector collaboration</em>?</strong>ULN members<em> </em>carved out their own niches within ULNs, which fit their organizations? specific missions, needs, and expertise.</li>\n</ol>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">BROADER IMPACTS</span></strong></p>\n<p><em>Impact on ULN members</em></p>\n<p>Each CUSP ULN unites otherwise disparate organizations?including workers from educational, governmental, non-profit, and community leadership roles?and offers unparalleled accessibility to one another: 90% of ULN members made new connections to local researchers, urban planners, and/or decision makers in urban centers due to their participation in CUSP. The vast majority of CUSP members came away from having participated in the project with a strong desire to seek and maintain professional collaboration with other ULN members beyond the project.</p>\n<p>Participation in the ULN further increased ULN members?:</p>\n<p>-&nbsp; Ability and confidence to communicate using consistent language about climate change, climate impacts, mitigation, and adaptation;</p>\n<p>-&nbsp; Awareness of tools and strategies for communicating the science of climate change in a way that is relevant to their audience; and,</p>\n<p>-&nbsp; Recognition of the value informal education has on citywide learning.</p>\n<p>&nbsp;</p>\n<p><em>Impact on city residents</em></p>\n<p>More than 10,000 city residents attended an average of 110 CUSP events each year of the project. Considering subsequent ripples of community learning, we expect program reach well into the tens of thousands of people each year. As a direct effect of participating in CUSP programming, city residents reported connecting their daily behaviors to something they learned at CUSP events and adjusting these behaviors; and--importantly--reportedcommunicating about climate change content they encountered through CUSP programming, predominantly as it related to hands-on activities with which they engaged.</p>\n<p>In addition to increasing climate literacy, the CUSP experience directly exposed community members to local climate adaptation and mitigation plans, helping to build the social will and public capacity necessary to reach municipal, statewide, and regional climate action goals.</p>\n<p><em>&nbsp;</em></p>\n<p><em>Impact on project partners</em></p>\n<p>CUSP project partners are sustaining collaboration with ULN members and applying CUSP best practices to ongoing institutional and federally-funded projects at their home institutions. Notable examples include:</p>\n<p>- The creation of an annual climate &amp; sustainability teacher professional development session born of a CUSP collaboration between The Franklin Institute, the School District of Philadelphia, and the National Wildlife Federation;</p>\n<p>- The application of CUSP networking approach through the Climate and Rural Systems Partnership (CRSP), an NSF AISL-funded project based at Carnegie Museum of Natural History; and,</p>\n<p>- The co-design of a new exhibit themed on climate resilience at the New York Hall of Science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/22/2019<br>\n\t\t\t\t\tModified by: Rachel&nbsp;D&nbsp;Valletta</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574459927288_CUSP.ClimateCity_group.4-29-17--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574459927288_CUSP.ClimateCity_group.4-29-17--rgov-800width.jpg\" title=\"CUSP makes climate change education engaging\"><img src=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574459927288_CUSP.ClimateCity_group.4-29-17--rgov-66x44.jpg\" alt=\"CUSP makes climate change education engaging\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CUSP ULN members celebrate public climate change education at the annual Philadelphia Science Festival.</div>\n<div class=\"imageCredit\">The Franklin Institute</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;D&nbsp;Valletta</div>\n<div class=\"imageTitle\">CUSP makes climate change education engaging</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460080481_public_workshop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460080481_public_workshop--rgov-800width.jpg\" title=\"ULN members collaborate through mini-grant funding\"><img src=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460080481_public_workshop--rgov-66x44.jpg\" alt=\"ULN members collaborate through mini-grant funding\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ULN members collaborated on a variety of climate change education events, including this public workshops on climate change & health connections.</div>\n<div class=\"imageCredit\">The Franklin Institute</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;D&nbsp;Valletta</div>\n<div class=\"imageTitle\">ULN members collaborate through mini-grant funding</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460295789_ULN_training--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460295789_ULN_training--rgov-800width.jpg\" title=\"ULN members in training\"><img src=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460295789_ULN_training--rgov-66x44.jpg\" alt=\"ULN members in training\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CUSP project leaders and ULN members collaboratively develop new hands-on educational activities in engaging exercises.</div>\n<div class=\"imageCredit\">The Franklin Institute</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;D&nbsp;Valletta</div>\n<div class=\"imageTitle\">ULN members in training</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460483742_christine_PSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460483742_christine_PSF--rgov-800width.jpg\" title=\"ULN members engage public audiences\"><img src=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460483742_christine_PSF--rgov-66x44.jpg\" alt=\"ULN members engage public audiences\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ULN members engage directly with public audiences via hands-on activities that make climate change local, relevant, and solutions-focused.Facilitator: Christine Knapp, Director of Philadelphia Mayor's Office of Sustainability</div>\n<div class=\"imageCredit\">The Franklin Institute</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;D&nbsp;Valletta</div>\n<div class=\"imageTitle\">ULN members engage public audiences</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460777500_climate_science_training--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460777500_climate_science_training--rgov-800width.jpg\" title=\"CUSP builds capacity of ULN members\"><img src=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574460777500_climate_science_training--rgov-66x44.jpg\" alt=\"CUSP builds capacity of ULN members\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ULN members accessed various capacity-building opportunities through CUSP, including climate science lectures, climate communications training, and professional development in public engagement strategies.</div>\n<div class=\"imageCredit\">The Franklin Institute</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;D&nbsp;Valletta</div>\n<div class=\"imageTitle\">CUSP builds capacity of ULN members</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574461282430_ClimateCity.PSF_booths.4-28-18(2)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574461282430_ClimateCity.PSF_booths.4-28-18(2)--rgov-800width.jpg\" title=\"Climate Cities draw thousands of visitors\"><img src=\"/por/images/Reports/POR/2019/1239782/1239782_10201895_1574461282430_ClimateCity.PSF_booths.4-28-18(2)--rgov-66x44.jpg\" alt=\"Climate Cities draw thousands of visitors\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Climate Cities offer a \"festival within a festival\" situated within larger community gatherings, cultural fairs, and science festivals.Positioned in this way, ULN members offer collective messaging on climate change.</div>\n<div class=\"imageCredit\">The Franklin Institute</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;D&nbsp;Valletta</div>\n<div class=\"imageTitle\">Climate Cities draw thousands of visitors</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nINTELLECTUAL MERIT\n\nThe Climate and Urban Systems Partnership (CUSP) project created comprehensive networks of community organizations to educate public audiences about climate change impacts. CUSP unites learning scientists, climate scientists, and informal education specialists in collaboration with local community partners to design and deliver innovative educational experiences. More than 600 organizations have engaged with CUSP?s four urban learning networks (ULN) based in Philadelphia, New York City, Pittsburgh, and Washington, DC. More than half of these organizations sustained multi-year engagement with CUSP, and ULNs remain active following the project?s completion.\n\nULNs promote citywide climate literacy by increasing the overall number and quality of opportunities for public audiences to engage with climate change education. Through CUSP, ULN members have increased their capacity to communicate climate science and how it relates to their own work by accessing climate communications trainings, a digital resource sharing database, hands-on educational activity design workshops, and mini-grant funding for collaborative projects, among other efforts.\n\nCUSP programming is based in research and is participatory (hands-on, authentic experiences lead to learning, increased personal connections, and development of climate-friendly attitudes), relevant (made personally relatable by appealing to audiences? unique values), and rooted in local systems understanding (addressing climate change requires understanding of interconnected environmental and societal systems). Such an approach allows for meaningful conversations about concern over climate change and actionable solutions to emerge.\n\nFurther, CUSP advanced the understanding of what makes informal education networks successful and valuable to participants. CUSP network structure began as a community of practice, but evolved to incorporate features from networked improvement communities (structured, prescribed networks specific to certain industries/sectors), and collective impact strategy (a purposeful network strategy intended to effect change and promote cross-sector collaborations). Learning scientists identified four features of the CUSP network structure that enabled sustained engagement with ULN members:\n\nAdaptive and flexible project leadership?project leaders allowed the network structure to evolve to best suit members? needs by maintaining open communication and flexibility; in turn, members felt empowered to share in decision-making with project leaders; \nUse of hands-on educational activities?these acted as a central, organizing featured within the ULN, as well as shared tool for communication with public audiences; \nShared system of iterative development and inquiry?co-design of hands-on activities, especially, allowed for collaborative relationships to develop; and, \nSupport of heterogenous, cross-sector collaboration?ULN members carved out their own niches within ULNs, which fit their organizations? specific missions, needs, and expertise.\n\n\n \n\nBROADER IMPACTS\n\nImpact on ULN members\n\nEach CUSP ULN unites otherwise disparate organizations?including workers from educational, governmental, non-profit, and community leadership roles?and offers unparalleled accessibility to one another: 90% of ULN members made new connections to local researchers, urban planners, and/or decision makers in urban centers due to their participation in CUSP. The vast majority of CUSP members came away from having participated in the project with a strong desire to seek and maintain professional collaboration with other ULN members beyond the project.\n\nParticipation in the ULN further increased ULN members?:\n\n-  Ability and confidence to communicate using consistent language about climate change, climate impacts, mitigation, and adaptation;\n\n-  Awareness of tools and strategies for communicating the science of climate change in a way that is relevant to their audience; and,\n\n-  Recognition of the value informal education has on citywide learning.\n\n \n\nImpact on city residents\n\nMore than 10,000 city residents attended an average of 110 CUSP events each year of the project. Considering subsequent ripples of community learning, we expect program reach well into the tens of thousands of people each year. As a direct effect of participating in CUSP programming, city residents reported connecting their daily behaviors to something they learned at CUSP events and adjusting these behaviors; and--importantly--reportedcommunicating about climate change content they encountered through CUSP programming, predominantly as it related to hands-on activities with which they engaged.\n\nIn addition to increasing climate literacy, the CUSP experience directly exposed community members to local climate adaptation and mitigation plans, helping to build the social will and public capacity necessary to reach municipal, statewide, and regional climate action goals.\n\n \n\nImpact on project partners\n\nCUSP project partners are sustaining collaboration with ULN members and applying CUSP best practices to ongoing institutional and federally-funded projects at their home institutions. Notable examples include:\n\n- The creation of an annual climate &amp; sustainability teacher professional development session born of a CUSP collaboration between The Franklin Institute, the School District of Philadelphia, and the National Wildlife Federation;\n\n- The application of CUSP networking approach through the Climate and Rural Systems Partnership (CRSP), an NSF AISL-funded project based at Carnegie Museum of Natural History; and,\n\n- The co-design of a new exhibit themed on climate resilience at the New York Hall of Science.\n\n\t\t\t\t\tLast Modified: 11/22/2019\n\n\t\t\t\t\tSubmitted by: Rachel D Valletta"
 }
}