{
 "awd_id": "1239277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Expanding Our Understanding of Seismic Sources via Investigations of Icequakes on an Alpine Glacier",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2012-07-18",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "Given technological advances, seismologists/glaciologists are obtaining ever-increasingly larger and higher quality datasets of continuous and semi-continuous seismic waveform streams. These data undoubtedly contain important, but not readily recognized, signals that require additional user-interaction to properly identify. Carefully distilling these data, particularly to identify the more exotic signals, could potentially answer key questions about the physics of glaciers (e.g., how does a glacier couple to the bedrock; are icequakes similar to earthquakes). This is exemplified by observations of ~250,000 \"icequakes\" recorded during the four summer seasons 2004-2007 on the Gorner Glacier in Switzerland.  This work will provide a broader understanding of the range of modes of stress relaxation by failure and slip across sliding bi-material surfaces, which is relevant to natural systems ranging from small alpine glaciers to major plate-boundary faults. \r\n\r\nThe complete Gorner Glacier dataset has a volume of ~1 terabyte of which only ~10% has been explored.  We propose to exploit the remaining ~90% of data to: (1) identify correlations and thus causal connections between the behavior of icequakes (temporal/spatial and waveform frequency content) and strain within the glacier system as inferred from GPS and theodolite measurements; and (2) search for tremor-like signals and study their sources. These efforts will allow us to identify what aspects in the data are repeatable season to season, to assess the extent to which slip on glacial/bedrock interfaces is analogous to that inferred on tectonic faults (i.e., earthquakes), and how to efficiently monitor glaciers with seismic techniques. The culmination of this unprecedented amount of data, the interdisciplinary aspect of the work (seismology and glaciology), and the novel detection methods make this a potentially transformative research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Kilb",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah L Kilb",
   "pi_email_addr": "dkilb@ucsd.edu",
   "nsf_id": "000157527",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "8775 Biological Grade",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930225",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mountain glaciers represent one of the largest repositories of fresh water in alpine regions globally and they are the main contributors to global changes in sea level.&nbsp; However, little is known about the processes by which water moves through and under these systems. Gornersee is a lake that forms each spring at the confluence of two glaciers in the Swiss Alps.&nbsp; During most summers, this lake drains through channels within and beneath the glacier ice, sometimes suddenly and within a few days.&nbsp; Because glacial lake drainage events can occur with little or no warning, floods have caused damage in the valley below the glacier.</p>\n<p>In part one of this study [<em>Heeszel, et al., 2014</em>] we use seismic recordings collected near Lake Gornersee in the Swiss Alps to look for signs of water moving through fractures near the glacier bed. This work includes examination of &lsquo;icequakes&rsquo;, which are seismic events associated with fracture in ice, similar to earthquakes. Our results demonstrate the harmonic properties of hour-long glacier seismic tremor within mountain glaciers and harmonic properties of individual icequakes at the glacier base. We show this by imaging the energy peaks at specific harmonic frequencies within the icequake and tremor signals.&nbsp; These observations suggest a complex and quickly evolving network of fluid-induced fractures at the glacier base.&nbsp; We developed computer models that show how the frequency content of icequakes and tremor are related to fracture geometry and water pressure inside the glacier. &nbsp;Similar to industrial fracking, this hydraulic fracturing at the base of a glacier provides a conduit for fluid flow within glaciers.</p>\n<p>In part two of this study [Walter et al., 2015], we propose a new technique to monitor structural changes within glacier ice and to measure its thickness (i.e., bedrock depth) using passive seismic recordings. Studying the large number of icequake records (tens of thousands per month) reveals small changes in how fast a seismic wave travels through the glacier. Direct waves are icequake generated seismic waves that travel directly from the icequake to the seismic recording station, and scattered waves result from scattering of the direct waves caused by variations in the material properties.&nbsp; Using waveform cross-correlation (a method of comparing one signal to another) of direct waves, we can measure phase velocities.&nbsp; We propose that combining these measurements either with high-precision GPS data or with scattered waves we can monitor fracture growth and microscopic water content within the glacier. In this way, surface measurements can be used to monitor a glacier&rsquo;s subsurface structure and structural changes.</p>\n<p>In total, these studies will help guide future work that may lead to improved glacial outburst flood hazard predictions and ultimately provide insights into important subglacial and hydrologic processes within the glacier.</p>\n<p>The broader impact component of this work included two components. First, using a time compression method we convert the Gornergletscher harmonic seismic tremor signal to audible sound**, which was distributed primarily via the media interest in our &ldquo;Humming Glaciers&rdquo; manuscript. This included postings by <em>Scientific American</em>, <em>Science Daily</em>, <em>Huffington Post</em>, <em>Innovations Report</em>, <em>Popular Mechanics</em>, <em>Scoopnest</em>, and <em>Motherboard</em> among others.&nbsp; Second, we designed 8 Tilt Trivia educational multi-player tablet games where up to 6 players can compete in the same game space simultaneously.&nbsp; These games were used to teach science concepts pertaining to the undergraduate class &ldquo;Ice and the Climate System&rdquo; (SIO 115) and students in the class got a chance to play a new game each Friday.</p>\n<p class=\"annotation\">** Listen to Switze...",
  "por_txt_cntn": "\nMountain glaciers represent one of the largest repositories of fresh water in alpine regions globally and they are the main contributors to global changes in sea level.  However, little is known about the processes by which water moves through and under these systems. Gornersee is a lake that forms each spring at the confluence of two glaciers in the Swiss Alps.  During most summers, this lake drains through channels within and beneath the glacier ice, sometimes suddenly and within a few days.  Because glacial lake drainage events can occur with little or no warning, floods have caused damage in the valley below the glacier.\n\nIn part one of this study [Heeszel, et al., 2014] we use seismic recordings collected near Lake Gornersee in the Swiss Alps to look for signs of water moving through fractures near the glacier bed. This work includes examination of æicequakesÆ, which are seismic events associated with fracture in ice, similar to earthquakes. Our results demonstrate the harmonic properties of hour-long glacier seismic tremor within mountain glaciers and harmonic properties of individual icequakes at the glacier base. We show this by imaging the energy peaks at specific harmonic frequencies within the icequake and tremor signals.  These observations suggest a complex and quickly evolving network of fluid-induced fractures at the glacier base.  We developed computer models that show how the frequency content of icequakes and tremor are related to fracture geometry and water pressure inside the glacier.  Similar to industrial fracking, this hydraulic fracturing at the base of a glacier provides a conduit for fluid flow within glaciers.\n\nIn part two of this study [Walter et al., 2015], we propose a new technique to monitor structural changes within glacier ice and to measure its thickness (i.e., bedrock depth) using passive seismic recordings. Studying the large number of icequake records (tens of thousands per month) reveals small changes in how fast a seismic wave travels through the glacier. Direct waves are icequake generated seismic waves that travel directly from the icequake to the seismic recording station, and scattered waves result from scattering of the direct waves caused by variations in the material properties.  Using waveform cross-correlation (a method of comparing one signal to another) of direct waves, we can measure phase velocities.  We propose that combining these measurements either with high-precision GPS data or with scattered waves we can monitor fracture growth and microscopic water content within the glacier. In this way, surface measurements can be used to monitor a glacierÆs subsurface structure and structural changes.\n\nIn total, these studies will help guide future work that may lead to improved glacial outburst flood hazard predictions and ultimately provide insights into important subglacial and hydrologic processes within the glacier.\n\nThe broader impact component of this work included two components. First, using a time compression method we convert the Gornergletscher harmonic seismic tremor signal to audible sound**, which was distributed primarily via the media interest in our \"Humming Glaciers\" manuscript. This included postings by Scientific American, Science Daily, Huffington Post, Innovations Report, Popular Mechanics, Scoopnest, and Motherboard among others.  Second, we designed 8 Tilt Trivia educational multi-player tablet games where up to 6 players can compete in the same game space simultaneously.  These games were used to teach science concepts pertaining to the undergraduate class \"Ice and the Climate System\" (SIO 115) and students in the class got a chance to play a new game each Friday.\n** Listen to SwitzerlandÆs Humming Glaciers: http://www.scientificamerican.com/article/listen-to-a-glacier-forecast-a-flood/\n\n \nReferences:\nHeeszel, DS, F. Walter, and DL Kilb. \"Humming glaciers\", Geology, 42, 1099-1102, doi: 10.1130/G35994.1, 2014 (5 pp).\nWalter, F., P. Roux, C. Roeoesli, A. L..."
 }
}