{
 "awd_id": "1239841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Toward Cyber-Infrastructure 2025:  Addressing Critical Milestones for EarthCube",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 218524.0,
 "awd_amount": 218524.0,
 "awd_min_amd_letter_date": "2012-03-28",
 "awd_max_amd_letter_date": "2012-03-28",
 "awd_abstract_narration": "This EAGER award promotes a new paradigm in the development of an integrative and interoperable data and knowledge management system for the geosciences for a new NSF initiative called EarthCube. Led by a team of experts from academia and the private section, the funded work is focused on developing the key EarthCube cyberinfrastructure capability of brokering, which among other things enables sharing of very diverse data across disciplinary and technological boundaries.  It also allows data repositories to easily expose and make discoverable their data to potential users via multiple standards and services. The approach employed utilizes an inclusive, community-driven, collaborative approach to the problem and emphasizes the testing and evaluation of different brokering technologies using community-agreed upon standard datasets and applications, such as water sustainability, geohazards, biodiversity loss, and climate change. The work substantially and positively impacts our ability to carry out quantitative data-enabled research in the geo- and environmental sciences.  The project includes technical assessments of existing technologies, the development of a brokering roadmap that will mature ideas and technology over the next few years, and will engage a broad and diverse community of geoscientists, cyberinfrastructure developers, and computer scientists. Broader impacts of the work include maturation of a key capability that is required for the realization of EarthCube, a new NSF initiative in geoscience knowledge and data management, the engagement of a broad spectrum of individuals from the geoscience, cyberinfrastructure, and computer science communities, the inclusion of members of under-represented groups in the leadership team, and international collaboration with partners in France, Germany, and Canada.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siri Jodha",
   "pi_last_name": "Khalsa",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Siri Jodha S Khalsa",
   "pi_email_addr": "khalsa@colorado.edu",
   "nsf_id": "000451569",
   "pi_start_date": "2012-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Duerr",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth E Duerr",
   "pi_email_addr": "ruth.duerr@ronininstitute.org",
   "nsf_id": "000401600",
   "pi_start_date": "2012-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Parsons",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Parsons",
   "pi_email_addr": "parsom3@rpi.edu",
   "nsf_id": "000462651",
   "pi_start_date": "2012-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Pearlman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jay Pearlman",
   "pi_email_addr": "jay.pearlman@jandfent.com",
   "nsf_id": "000617783",
   "pi_start_date": "2012-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francoise",
   "pi_last_name": "Pearlman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francoise Pearlman",
   "pi_email_addr": "jsp@sprintmail.com",
   "nsf_id": "000617828",
   "pi_start_date": "2012-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 218524.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cross-disciplinary science has become essential to address major global challenges such as water sustainability, geohazards, biodiversity loss, and climate change. The proliferation of data sources, modeling and simulation tools, processing environments and distributed computing platforms which have been developed to address these challenges has itself created challenges stemming from the vast data volumes, diverse data types, semantic differences between communities, and siloed access to information through discipline-specific cyber-infrastructure capabilities. This project begins to address these challenges by testing and evaluating &ldquo;brokering&rdquo; technologies that enable data repositories to easily expose their data via multiple standards and services. Such technologies, when deployed as a cyber-infrastructure service, allow repositories to meet the needs of diverse communities by providing data in ways that make sense to those communities without requiring significant changes in the repository&rsquo;s current practice. A key output of this project is the development of a longer-term strategy for building and deploying the capabilities that are needed to help realize NSF&rsquo;s EarthCube cyber-infrastructure vision.</p>\n<p>&nbsp;</p>\n<p>The most significant results of this project were: the creation of a roadmap for broker implementation in EarthCube; the technical assessment of several brokering approaches; and the recognition by the EarthCube community of the importance of brokering in achieving the goals of EarthCube. This was evidenced by the increased use, through the course of the project, of brokering concepts and terminology in the dialog among the EarthCube Concept Awards and Community Groups, in the various forums such as the EarthCube ning website (<a href=\"http://earthcube.ning.com/group/brokering\">http://earthcube.ning.com/group/brokering</a>) , the EarthCube second Charrette, and in the Roadmaps that were produced by the funded EarthCube activities. The project advanced a community-based approach to implementation of the EarthCube cyberinfrastructure by including a broad spectrum of disciplines and stakeholders in its multi-disciplinary, international team.</p>\n<p>Major Activities in this project included:</p>\n<ol>\n<li>Developed a \"Brokering Manifesto\" describing the principles, premises and place of brokering in the EarthCube Cyberinfrastructure. </li>\n<li>Evaluated various brokering solutions in a series of experiments that the broad EarthCube community was invited to participate in. These \"Hack-a-thons\" provided hand's on experience with configuring and testing brokering middleware using information resources brought to the table by the EarthCube community</li>\n<li>Gained operational experience with one brokering solution, the GI-Cat from CNR (http://www.essi-lab.eu) at various locations including modifications to improve&nbsp; data and information discovery</li>\n<li>Organized a meeting of Principal Investigators of all the EarthCube Concept Awards to address unfinished business of the second EarthCube Community Event (Charrette, June 2012), specifically, harmonization of timelines and developing recommendations for advancing EarthCube's agenda. Held a webinar to inform the broader EarthCube community on the outcomes of the meeting</li>\n<li>Disseminated information on project activities through the EarthCube ning website (<a href=\"http://earthcube.ning.com/group/brokering\">http://earthcube.ning.com/group/brokering</a>) , a project newsletter, conference papers, webinars and direct communication with other EarthCube groups.</li>\n<li>Maintained an outreach program to inform the broader geoscience community about EarthCube developments. This included presentations at international conferences, and one-day workshop on EarthCube at the kickoff meeting of the COOPEUS European Commission framework project, which focuses on European and US col...",
  "por_txt_cntn": "\nCross-disciplinary science has become essential to address major global challenges such as water sustainability, geohazards, biodiversity loss, and climate change. The proliferation of data sources, modeling and simulation tools, processing environments and distributed computing platforms which have been developed to address these challenges has itself created challenges stemming from the vast data volumes, diverse data types, semantic differences between communities, and siloed access to information through discipline-specific cyber-infrastructure capabilities. This project begins to address these challenges by testing and evaluating \"brokering\" technologies that enable data repositories to easily expose their data via multiple standards and services. Such technologies, when deployed as a cyber-infrastructure service, allow repositories to meet the needs of diverse communities by providing data in ways that make sense to those communities without requiring significant changes in the repositoryÆs current practice. A key output of this project is the development of a longer-term strategy for building and deploying the capabilities that are needed to help realize NSFÆs EarthCube cyber-infrastructure vision.\n\n \n\nThe most significant results of this project were: the creation of a roadmap for broker implementation in EarthCube; the technical assessment of several brokering approaches; and the recognition by the EarthCube community of the importance of brokering in achieving the goals of EarthCube. This was evidenced by the increased use, through the course of the project, of brokering concepts and terminology in the dialog among the EarthCube Concept Awards and Community Groups, in the various forums such as the EarthCube ning website (http://earthcube.ning.com/group/brokering) , the EarthCube second Charrette, and in the Roadmaps that were produced by the funded EarthCube activities. The project advanced a community-based approach to implementation of the EarthCube cyberinfrastructure by including a broad spectrum of disciplines and stakeholders in its multi-disciplinary, international team.\n\nMajor Activities in this project included:\n\nDeveloped a \"Brokering Manifesto\" describing the principles, premises and place of brokering in the EarthCube Cyberinfrastructure. \nEvaluated various brokering solutions in a series of experiments that the broad EarthCube community was invited to participate in. These \"Hack-a-thons\" provided hand's on experience with configuring and testing brokering middleware using information resources brought to the table by the EarthCube community\nGained operational experience with one brokering solution, the GI-Cat from CNR (http://www.essi-lab.eu) at various locations including modifications to improve  data and information discovery\nOrganized a meeting of Principal Investigators of all the EarthCube Concept Awards to address unfinished business of the second EarthCube Community Event (Charrette, June 2012), specifically, harmonization of timelines and developing recommendations for advancing EarthCube's agenda. Held a webinar to inform the broader EarthCube community on the outcomes of the meeting\nDisseminated information on project activities through the EarthCube ning website (http://earthcube.ning.com/group/brokering) , a project newsletter, conference papers, webinars and direct communication with other EarthCube groups.\nMaintained an outreach program to inform the broader geoscience community about EarthCube developments. This included presentations at international conferences, and one-day workshop on EarthCube at the kickoff meeting of the COOPEUS European Commission framework project, which focuses on European and US collaboration.\n\n\nFurther information is available in a summary technical publication (S. Nativi, M. Craglia and J. Pearlman (6/30/13). Earth Science Infrastructures Interoperability: the Brokering Approach.  Journal of Selected Topics in Applied Earth Observation and Remote Sensing. (I..."
 }
}