{
 "awd_id": "1239722",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Southern Biomedical Engineering Conference (28th) on May 4-6, 2012 at the University of Texas M.D. Anderson Cancer Center",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 16000.0,
 "awd_amount": 16000.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "1239722\r\nMathur\r\n\r\nIntellectual Merits. This proposal to the National Science Foundation (NSF) requests partial support of the 28th Southern Biomedical Engineering Conference (SBEC), to be held May 4-May 6, 2012, at The University of Texas M. D. Anderson Cancer Center and co-hosted by Rice University and Methodist Research Hospital Institute. Funds from the NSF will be used to provide partial support for student awards, keynote speakers, publicity and supplies, and conference publications.\r\n\r\nThe overall themes of this conference series is \"Translational and Basic Science Research in Bioengineering and Medicine.\" The broad impact of this conference falls within the various areas of Biomedical Engineering such as Computational Modeling, Bioinformatics, Imaging, Cell and Tissue Engineering, Nanotechnology, Clinical Applications of Technology, and Medical Devices. Since this meeting is being held at MD Anderson this year it will particularly highlight researchers who are not only conducting basic science research but also translational research. The field of biomedical engineering is rapidly evolving. Meetings and conferences provide the means for individuals to promote and disseminate advances they have made, subject to peer and professional critique. These gatherings are most valuable venues for discussing new directions, ideas and approaches for research and education. They also aid both in reinforcing contacts and collaborations and establishing new ones. The Southern Biomedical Engineering Conference draws heavily from institutions and organizations in the South, Southwest, and Southeast regions of the US; but from the beginning, many from outside of the region and even other countries have actively participated in this regional conference. In the past conferences many distinguished scientists, biomedical engineers, and physicians have participated, which included even a Nobel Laureate.\r\n\r\n\r\nBoard Impact. The abstracts will be disseminated by publishing in the Program Abstract Book. The Proceedings from the conference will be published in a CD format and provided to the conference attendees. It is planned to encourage a selected set of high-impact publications for subsequent publication in a book or journal format. The SBEC program committee will identify these authors through the abstract review and presentation process. Invitations and announcement posters has been mailed to the chairpersons of all bioengineering and biomedical engineering departments and programs located throughout the United States. Conference flyers have been mailed to all faculty and graduate students in appropriate programs at US institutions. Posters and flyers will also be mailed to members of appropriate technical Societies and other bioengineering mailing lists available to us. Announcements will be posted and distributed on the internet via e-mail and list serve groups and through linking the Southern Biomedical Engineering Conference homepage to other biomedical engineering sites such as Biomedical Engineering Society (BMES). The conference has been announced at the BMES website. Recognizing the importance of diversity is a priority and we plan to support students and faculty from diverse backgrounds by giving them an opportunity to present at the meeting with award support. The SBEC serves a special purpose by emphasizing student participation. Unlike national meetings, the participation of students (undergraduate, graduate, and professional) is strongly encouraged. Work presented by student authors, while their mentors observe, helps them develop public speaking skills and establish self-confidence in their presentations. Established investigators will present papers in the same sessions with the students, thus encouraging a high level of professionalism as a standard for the students and allowing students to hear well-known authorities in the field as well. In keeping with the emphasis on student participation, the SBEC presents best paper awards to undergraduate, graduate, and professional students based on both their written papers and presentations at the conference. At large national and international meetings, many students are either overwhelmed or lost in the crowd. The Southern Biomedical Engineering Conference strives to create a more relaxed and more personal environment. This is beneficial to all attendees but particularly important for students and young investigators. Indeed, the conference's emphasis on students encourages them to be actively involved, not just by attending, but by participating and contributing to the conference through their individual presentations. It is important to note that some of the organizers of recent SBEC conferences did their very first conference presentation at SBEC when they were doctoral students or young assistant professors. Despite being primarily a regional conference, attendees in the past have come from all over the US as well as foreign countries. The audience size of the Southern Biomedical Engineering Conference allows interactions between students and prominent biomedical engineers and researchers are both possible and likely. These interactions are key to the continued development and advancement of biomedical engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anshu",
   "pi_last_name": "Mathur",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Anshu B Mathur",
   "pi_email_addr": "amathur@mdanderson.org",
   "nsf_id": "000607873",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas, M.D. Anderson Cancer Center",
  "inst_street_address": "1515 HOLCOMBE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137923220",
  "inst_zip_code": "770304009",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "THE UNIVERISTY OF TEXAS M.D. ANDERSON CANCER CENTER",
  "org_prnt_uei_num": "S3GMKS8ELA16",
  "org_uei_num": "S3GMKS8ELA16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas, M.D. Anderson Cancer Center",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770304009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:RelyOnVML /> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]--></p>\n<p><!--[if gte mso 9]><xml> <w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves /> <w:TrackFormatting /> <w:PunctuationKerning /> <w:ValidateAgainstSchemas /> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF /> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>X-NONE</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables /> <w:SnapToGridInCell /> <w:WrapTextWithPunct /> <w:UseAsianBreakRules /> <w:DontGrowAutofit /> <w:SplitPgBreakAndParaMark /> <w:EnableOpenTypeKerning /> <w:DontFlipMirrorIndents /> <w:OverrideTableStyleHps /> </w:Compatibility> <m:mathPr> <m:mathFont m:val=\"Cambria Math\" /> <m:brkBin m:val=\"before\" /> <m:brkBinSub m:val=\" \" /> <m:smallFrac m:val=\"off\" /> <m:dispDef /> <m:lMargin m:val=\"0\" /> <m:rMargin m:val=\"0\" /> <m:defJc m:val=\"centerGroup\" /> <m:wrapIndent m:val=\"1440\" /> <m:intLim m:val=\"subSup\" /> <m:naryLim m:val=\"undOvr\" /> </m:mathPr></w:WordDocument> </xml><![endif]--><!--[if gte mso 9]><xml> <w:LatentStyles DefLockedState=\"false\" DefUnhideWhenUsed=\"true\"   DefSemiHidden=\"true\" DefQFormat=\"false\" LatentStyleCount=\"267\"> <w:LsdException Locked=\"false\" SemiHidden=\"false\" UnhideWhenUsed=\"false\"    QFormat=\"true\" Name=\"Normal\" /> <w:LsdException Locked=\"false\" SemiHidden=\"false\" UnhideWhenUsed=\"false\"    QFormat=\"true\" Name=\"heading 1\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"heading 2\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"heading 3\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"heading 4\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"heading 5\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"heading 6\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"heading 7\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"heading 8\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"heading 9\" /> <w:LsdException Locked=\"false\" QFormat=\"true\" Name=\"caption\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"footnote reference\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"line number\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"page number\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"endnote reference\" /> <w:LsdException Locked=\"false\" SemiHidden=\"false\" UnhideWhenUsed=\"false\"    QFormat=\"true\" Name=\"Title\" /> <w:LsdException Locked=\"false\" Priority=\"1\" Name=\"Default Paragraph Font\" /> <w:LsdException Locked=\"false\" SemiHidden=\"false\" UnhideWhenUsed=\"false\"    QFormat=\"true\" Name=\"Subtitle\" /> <w:LsdException Locked=\"false\" Priority=\"22\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Strong\" /> <w:LsdException Locked=\"false\" Priority=\"20\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Emphasis\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Top of Form\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Bottom of Form\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"Normal (Web)\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Acronym\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Cite\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Code\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Definition\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Keyboard\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Sample\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Typewriter\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"HTML Variable\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"Normal Table\" /> <w:LsdException Locked=\"false\" Priority=\"99\" Name=\"No L...",
  "por_txt_cntn": "\n     \n\n  Normal 0     false false false  EN-US X-NONE X-NONE                                                                                                                                                                                                                             \nThe objective of the 28th Southern Biomedical Engineering Conference was  to bring together students, researchers, clinicians, and industry leaders in various areas of Biomedical Engineering and Medicine such as  to disseminate information in the rapidly growing field.  The meeting covered the following areas:  Bioinformatics/Computational Biology, Bioinstrumentation/MEMs/Single Molecule Dynamics, Biomaterials/Drug and Gene Delivery/Nanotechnology, Imaging, Cell and Tissue Engineering, Reconstructive MicroSurgery. \nMD Anderson Cancer Center was the host institution wanted this meeting to be an opportunity to highlight the research at the cancer center in all areas and highlight upcoming clinical and basic science research areas in Microsurgery, Nanotechnology, and Devices.  We collaborated with and had enthusiastic input from Rice University, Baylor College of Medicine, and Methodist Research Hospital Institute. \nThe field of biomedical engineering is rapidly evolving. Meetings and conferences provide the means for individuals to promote and disseminate advances they have made, subject to peer and professional critique. These gatherings are most valuable venues for discussing new directions, ideas and approaches for research and education. They also aid both in reinforcing contacts and collaborations and establishing new ones.  We had Plenary, Oral and Poster sessions.\nThe Southern Biomedical Engineering Conference draws heavily from institutions and organizations in the South, Southwest, and Southeast regions of the US; but from the beginning, many from outside of the region and even other countries have actively participated in this regional conference. In the past conferences many distinguished scientists, biomedical engineers, and physicians have participated.  \nThe overall themes of this conference series was \"Translational and Basic Science Research in Bioengineering and Medicine.\"\nCONFERENCE PROGRAM CHAIRS \nAnshu B. Mathur PhD, Associate Professor in the Department of Plastic Surgery and the Director of Research for Tissue Regeneration and Molecular Cell Engineering Labs at The University of Texas M. D. Anderson Cancer Center and Renata Pasqualini, PhD, Helen Buchanan &amp; Stanley Seeger Professor of Medicine and Experimental Diagnostic Imaging at The University of Texas M. D. Anderson Cancer Center are the joint chair of this conference.  A program committee comprised of colleagues from the Bioengineering Department at Rice University, Biomedical Engineering Departments as Texas A&amp;M University and University of Texas at Austin, Baylor College of Medicine, and the Methodist Research Hospital Institute who organized the sessions, perform the abstract review process, poster judging and chairing the sessions.\nConference Co-Chairs: Jennifer West PhD (Rice University) and Mauro Ferrari (Methodist Research Hospital Institute)\n Program, 28th Southern BME Meeting, May 4-6, 2012\nMay 4, 2012- Friday, Welcome Reception, 6-8 pm\nKeynote Speaker\nMay 5, 2012- Parallel Sessions (7 am- 6 pm)\nTrack 1: Bioinformatics/Computational Biology- Stephen Wong PhD PE (Methodist Hospital) and Gordon Mills MD (MD Anderson)\nTrack 2: Bioinstrumentation/MEMs- Michael Diehl PhD (Rice U) and Michael McShane PhD (Texas A&amp;M)\nTrack 3: Biomaterials/Drug and Gene Delivery/Nanotechnology &ndash; Wadih Arap MD (MD Anderson), Renata Pasqualini PhD (MD Anderson), Anshu Mathur PhD (MD Anderson)\nTrack 4: Imaging Instrumentation- Mary Dickinson PhD (Baylor College of Medicine) and Stephen Wong PhD PE (Methodist Hospital)\nTrack 5: Cell and Tissue Engineering/ Cell Adhesion and Biomechanics &ndash; Jane Grande Allen PhD (Rice U), Peirong Yu MD (MD Anderson), Michael Sacks PhD (UT ..."
 }
}