{
 "awd_id": "1239660",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AMS Summer Policy Colloquium 2012-2014",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 412800.0,
 "awd_amount": 495155.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2013-01-04",
 "awd_abstract_narration": "This is a program to support for the American Meteorological Society Summer Policy Colloquium.  The goal of this program is to build knowledge, experience and leadership capacity in the intersection of science and policy for individual scientists and for the geosciences as a whole.  The workshop participants generally consist of 30 early to mid-career researchers and graduate students.  The program exposes the participants to variety of issues related to science and science policy, including: 1) reconciling scientific opportunities and national needs in developing research programs; 2) allocating and managing resources for science; 3) incorporating science and knowledge into policy formulation and the national agenda; 4) strengthening their ability to listen to and understand, as well as educate and inspire other scientists, policymakers, users of science and science-based services, and the general public; 5) understanding the special ethical dimensions and demands of scientific research and scientific leadership; and 6) building understanding of the implications of their science for national security.   Course instructors are scientists and others with significant policy experience, which is shared with the workshop participants during a 10-day colloquium in Washington, DC.  \r\n\r\n\r\nFacilitating the interaction among researchers and policy analysts and practitioners is a significant benefit to both groups.  The focus on early career individuals, especially the graduate students, is also a strength of the project, providing these individuals with the tools they will need to work together to address important societal problems in which scientific research plays a role.   The impacts of the AMS Policy Colloquium, which has been serving the research and science policy communities for more than ten years, can be observed in the influential positions that its alumni (now totaling more than 400 individuals) now hold.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hooke",
   "pi_mid_init": "H",
   "pi_sufx_name": "DR",
   "pi_full_name": "William H Hooke",
   "pi_email_addr": "hooke@ametsoc.org",
   "nsf_id": "000224398",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Meteorological Society",
  "inst_street_address": "45 BEACON ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172272425",
  "inst_zip_code": "021083631",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "AMERICAN METEOROLOGICAL SOCIETY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWMNNVBUMJX9"
 },
 "perf_inst": {
  "perf_inst_name": "American Meteorological Society",
  "perf_str_addr": "1200 New York Avenue, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053928",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9145",
   "pgm_ref_txt": "SPECIAL PROGRAMS-RESERVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 412800.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 82355.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;<br /><br /></p>\n<p>Each year, early in June, the American MeteorologicalSociety runs a Summer Policy Colloquium providing 25-40 early-career scientists and engineers a structured, broadly-based dialog with: (1) policy-level&nbsp;scientist-leaders from both the legislative and executive branches; (2) executives from non-governmental organizations; and (3) policy analysts, science journalists, and other actors in the policy arena. Colloquium participants are given pre-assigned reading and work through group exercises and case studies. Through these and other means they develop a new grasp of and<br />appreciation for the way the national policy discussion shapes science, and the way science and scientists contribute to policy formulation. Colloquium<br />participants take important first steps toward <strong><em>becoming as</em> <em>disciplined in their approach to the policy process as they are with respect to their own scientific research</em></strong>.</p>\n<p>More than 500 participants &ndash; most funded by their respective<br />host institutions &ndash; have completed the program to date. Over the years, the National Science Foundation has provided support for Colloquium participation by over 200 graduate students (and 20 HBCU or MSI faculty) selected by means of a national competitive process on the basis of their intellectual achievements and their potential for leadership.</p>\n<p>At the same time the AMS Summer Policy Colloquium helps individual<br />scientists develop leadership skills, it builds leadership capacity across the<br />larger geosciences community. Participants learn best practices with respect to allocating and managing resources for science and developing options for<br />policymakers. The Colloquium experience helps them work effectively with<br />policymakers to infuse scientific understanding into policy formulation and the<br />national agenda with respect to natural resources, environmental protection,<br />and resilience to hazards. Participants hone a range of communication skills &ndash; especially their ability to listen to and respond to the needs of other scientists, policymakers, users of science and science-based services, and the general public. They become familiar with the special ethical challenges confronting scientist-leaders. They learn from journalists and policymakers how to communicate in ways that encourage information sharing and collaboration rather than confrontation and divisiveness. They build their understanding of the broader implications of their science for national security and geopolitical stability. Colloquium participants learn directly from policy makers at the highest levels of government, in both the executive and legislative branches, and from leaders of private enterprise and NGO&rsquo;s, rather than secondhand through academics. Most (though not all) of the Colloquium panelists and discussion leaders have themselves been educated as scientists. By sharing their experiences, they help Colloquium participants to spot and avoid pitfalls that often trip up novices in the policy arena.</p>\n<p>The Colloquium experience itself isn&rsquo;t self-contained. It equips<br />participants with tools, habits, and motivation they need for lifelong<br />learning. The Colloquium is also a portal for scientists seeking to contribute<br />to society. As they put their knowledge into practice, they help the nation<br />become increasingly more effective in addressing aspects of the national agenda that are directly or indirectly dependent on the geosciences: (natural<br />resources, including but not limited to food, water, and energy; resilience to<br />hazards at local and national levels; and environmental protection). By<br />building trust and understanding with political leaders and the public,<br />scientists over time will grow more effective in working with these partners to<br />reduce losses due to natur...",
  "por_txt_cntn": "\n \n\n\n\nEach year, early in June, the American MeteorologicalSociety runs a Summer Policy Colloquium providing 25-40 early-career scientists and engineers a structured, broadly-based dialog with: (1) policy-level scientist-leaders from both the legislative and executive branches; (2) executives from non-governmental organizations; and (3) policy analysts, science journalists, and other actors in the policy arena. Colloquium participants are given pre-assigned reading and work through group exercises and case studies. Through these and other means they develop a new grasp of and\nappreciation for the way the national policy discussion shapes science, and the way science and scientists contribute to policy formulation. Colloquium\nparticipants take important first steps toward becoming as disciplined in their approach to the policy process as they are with respect to their own scientific research.\n\nMore than 500 participants &ndash; most funded by their respective\nhost institutions &ndash; have completed the program to date. Over the years, the National Science Foundation has provided support for Colloquium participation by over 200 graduate students (and 20 HBCU or MSI faculty) selected by means of a national competitive process on the basis of their intellectual achievements and their potential for leadership.\n\nAt the same time the AMS Summer Policy Colloquium helps individual\nscientists develop leadership skills, it builds leadership capacity across the\nlarger geosciences community. Participants learn best practices with respect to allocating and managing resources for science and developing options for\npolicymakers. The Colloquium experience helps them work effectively with\npolicymakers to infuse scientific understanding into policy formulation and the\nnational agenda with respect to natural resources, environmental protection,\nand resilience to hazards. Participants hone a range of communication skills &ndash; especially their ability to listen to and respond to the needs of other scientists, policymakers, users of science and science-based services, and the general public. They become familiar with the special ethical challenges confronting scientist-leaders. They learn from journalists and policymakers how to communicate in ways that encourage information sharing and collaboration rather than confrontation and divisiveness. They build their understanding of the broader implications of their science for national security and geopolitical stability. Colloquium participants learn directly from policy makers at the highest levels of government, in both the executive and legislative branches, and from leaders of private enterprise and NGOÆs, rather than secondhand through academics. Most (though not all) of the Colloquium panelists and discussion leaders have themselves been educated as scientists. By sharing their experiences, they help Colloquium participants to spot and avoid pitfalls that often trip up novices in the policy arena.\n\nThe Colloquium experience itself isnÆt self-contained. It equips\nparticipants with tools, habits, and motivation they need for lifelong\nlearning. The Colloquium is also a portal for scientists seeking to contribute\nto society. As they put their knowledge into practice, they help the nation\nbecome increasingly more effective in addressing aspects of the national agenda that are directly or indirectly dependent on the geosciences: (natural\nresources, including but not limited to food, water, and energy; resilience to\nhazards at local and national levels; and environmental protection). By\nbuilding trust and understanding with political leaders and the public,\nscientists over time will grow more effective in working with these partners to\nreduce losses due to natural hazards, and foster more sustainable economic\ngrowth, cleaner air and water, and a more peaceable world.\n\nThese are critical issues not just for the United States but also for all nations and peoples. Building a critical understanding of th..."
 }
}