{
 "awd_id": "1240009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematics Enhancement for Detroit Area Teachers (MEDeATe)",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Haddock",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 239907.0,
 "awd_amount": 239907.0,
 "awd_min_amd_letter_date": "2012-08-03",
 "awd_max_amd_letter_date": "2012-08-03",
 "awd_abstract_narration": "The Mathematics Enhancement for Detroit Area Teachers (MEDeATe) Project is developing a cross-institutional infrastructure for systemic improvement in mathematics instruction driven by elementary and middle school master teachers in Detroit area schools. The activities build capacity for a potential Noyce Master Teacher Fellowship (MTF) project and bring together a multidisciplinary team to enhance the strengths of Detroit area MTFs with explicit intention to cultivate an expanding cadre of excellent mathematics teachers and document their instruction in order to better understand and replicate successful mathematics teaching in high-poverty urban settings. Knowledge of these processes is essential for systemic improvement in mathematics education locally and nationally.   The partners are Detroit Public Schools, Wayne Westland Community Schools, and Wayne State University and they serve a diverse urban student body.  MEDeATe is working inside existing school structures with outstanding teachers who are already in place and is building from their strengths to expand excellent mathematics instruction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Lewis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Lewis",
   "pi_email_addr": "jmlewis@wayne.edu",
   "nsf_id": "000579613",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Chelst",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth R Chelst",
   "pi_email_addr": "kchelst@wayne.edu",
   "nsf_id": "000129828",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Edwards",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas G Edwards",
   "pi_email_addr": "aa1368@wayne.edu",
   "nsf_id": "000151611",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Saliha",
   "pi_last_name": "Ozgun-Koca",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Saliha A Ozgun-Koca",
   "pi_email_addr": "aokoca@wayne.edu",
   "nsf_id": "000559328",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University/College of  Education",
  "perf_str_addr": "5425 Gullen Mall",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023424",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 239907.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>MEDeATe (Mathematics Enhancement for Detroit Area Teachers) was a capacity-building Project designed to improve the quality of mathematics instruction in the Detroit area. Over a two-year period, MEDeATe assembled faculty from the College of Education, the College of Engineering, and the department of mathematics to create professional development experiences for Detroit-area teachers that to build a cadre of high-quality mathematics teachers who could eventually mentor novice teachers and thereby drive the expansion of a high-quality mathematics teaching force so desperately needed in Detroit schools. MEDeATe teachers participated in an intensive summer learning institute focusing on mathematics content and pedagogical practices, and ongoing professional development embedded during the school year in the form of &ldquo;lesson study.&rdquo;</p>\n<p>Our findings from this project include the following:</p>\n<ol> </ol>\n<p>1. Detroit-area schools are hungry for high-quality professional development for mathematics teachers and are eager to partner with Wayne State University to enhance teachers&rsquo; knowledge and skill in teaching mathematics. Common Core State Standards of Mathematical Practices have given this an urgency, and a shared framework for working on improving mathematics instruction across educational institutions.</p>\n<p>2. The highly dynamic environment in Detroit schools presents challenge and opportunities for rigorous, ongoing professional development. Teachers are moved to different grade levels, positions, and buildings with great frequency, so building a stable, experienced cadre of high-quality mathematics teachers is especially challenging. On the other hand, their movement from position to position spread an awareness of MEDeATe&rsquo;s efforts in an organic and informed way.</p>\n<p>3. Detroit-area teachers sought to integrate their increased knowledge and skill in teaching mathematics with an increased awareness and expertise about working with children of color living in poverty. Working on both domains in an integrated way deepened the impact of this work. This is an area ripe for future research.</p>\n<p>4. Two years is not enough time to make significant and lasting change with teachers, but it was the right amount of time to build capacity to do so. Because teachers&rsquo; environment is so dynamic, and because their time to learn, collaborate, study, and reflect is highly circumscribed, two years gave MEDeATe time to build working relationships and a taste of the serious work that can be done together. The funding for MEDeATe allowed the leadership team to grow a &ldquo;rolodex&rdquo; of contacts in the school districts and across the university, and MEDeATe now counts among our close colleagues university deans, professors of engineering and mathematics and law, school superintendents, math coordinators, human resource specialists, Michigan Department of Education administrators, community activists, principals and teachers and parent advocates, and Wayne State University is seen as a valuable resource for improving mathematics teaching and learning, as well as addressing social issues in the broader community. This team of colleagues is diverse along the lines of race, gender, age, experience, and occupational identity.</p>\n<p>5. Teachers of elementary and middle school mathematics students found that intensive work on very basic number sense for all children was extremely useful for building students&rsquo; competence in mathematics overall. Teachers also found it helpful to work on their pedagogical skill in leading rich mathematical discussions as a way to help children learn mathematics for understanding. These two instructional foci were productive choices for developing a curriculum for MEDeATe teachers.</p>\n<p>6. Gaining mathematicians as partners in teacher education is one of the most significant positive outcomes of MEDeATe. Th...",
  "por_txt_cntn": "\nMEDeATe (Mathematics Enhancement for Detroit Area Teachers) was a capacity-building Project designed to improve the quality of mathematics instruction in the Detroit area. Over a two-year period, MEDeATe assembled faculty from the College of Education, the College of Engineering, and the department of mathematics to create professional development experiences for Detroit-area teachers that to build a cadre of high-quality mathematics teachers who could eventually mentor novice teachers and thereby drive the expansion of a high-quality mathematics teaching force so desperately needed in Detroit schools. MEDeATe teachers participated in an intensive summer learning institute focusing on mathematics content and pedagogical practices, and ongoing professional development embedded during the school year in the form of \"lesson study.\"\n\nOur findings from this project include the following:\n \n\n1. Detroit-area schools are hungry for high-quality professional development for mathematics teachers and are eager to partner with Wayne State University to enhance teachersÆ knowledge and skill in teaching mathematics. Common Core State Standards of Mathematical Practices have given this an urgency, and a shared framework for working on improving mathematics instruction across educational institutions.\n\n2. The highly dynamic environment in Detroit schools presents challenge and opportunities for rigorous, ongoing professional development. Teachers are moved to different grade levels, positions, and buildings with great frequency, so building a stable, experienced cadre of high-quality mathematics teachers is especially challenging. On the other hand, their movement from position to position spread an awareness of MEDeATeÆs efforts in an organic and informed way.\n\n3. Detroit-area teachers sought to integrate their increased knowledge and skill in teaching mathematics with an increased awareness and expertise about working with children of color living in poverty. Working on both domains in an integrated way deepened the impact of this work. This is an area ripe for future research.\n\n4. Two years is not enough time to make significant and lasting change with teachers, but it was the right amount of time to build capacity to do so. Because teachersÆ environment is so dynamic, and because their time to learn, collaborate, study, and reflect is highly circumscribed, two years gave MEDeATe time to build working relationships and a taste of the serious work that can be done together. The funding for MEDeATe allowed the leadership team to grow a \"rolodex\" of contacts in the school districts and across the university, and MEDeATe now counts among our close colleagues university deans, professors of engineering and mathematics and law, school superintendents, math coordinators, human resource specialists, Michigan Department of Education administrators, community activists, principals and teachers and parent advocates, and Wayne State University is seen as a valuable resource for improving mathematics teaching and learning, as well as addressing social issues in the broader community. This team of colleagues is diverse along the lines of race, gender, age, experience, and occupational identity.\n\n5. Teachers of elementary and middle school mathematics students found that intensive work on very basic number sense for all children was extremely useful for building studentsÆ competence in mathematics overall. Teachers also found it helpful to work on their pedagogical skill in leading rich mathematical discussions as a way to help children learn mathematics for understanding. These two instructional foci were productive choices for developing a curriculum for MEDeATe teachers.\n\n6. Gaining mathematicians as partners in teacher education is one of the most significant positive outcomes of MEDeATe. The involvement of research mathematicians working with teachers on school mathematics increased the mathematical knowledge of teachers in MEDeATe, increased the m..."
 }
}