{
 "awd_id": "1240634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 17th Annual RNA Society Meeting to be held May 29-June 3, 2012; University of Michigan in Ann Arbor",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 8700.0,
 "awd_amount": 8700.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "Intellectual Merit. The 17th Annual Meeting of the RNA Society will be held May 29-June 3, 2012 at the University of Michigan in Ann Arbor.  The meeting will bring together scientists working on many aspects of RNA biology.  There will be numerous sessions covering a broad range of topics including: RNA-protein interactions, non-coding RNAs, ribosomes and translation, RNA-protein architecture, RNA-seq and computational structure prediction, RNA turnover, interconnections and regulation, ribozymes and riboswitches. \r\n\r\nBroader Impacts. As in the past, the meeting will include special events aimed at engaging students and postdocs. The roster of speakers is diverse and includes many junior scientists. The format of the meeting (short talks, workshops and poster sessions) offers an excellent opportunity for sharing latest research findings and for building the kinds of professional networks that are so crucial to scientific success.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nils",
   "pi_last_name": "Walter",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nils G Walter",
   "pi_email_addr": "nwalter@umich.edu",
   "nsf_id": "000089035",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "930 N. University",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funds were requested to allow 12 US graduate students to participate in the 17<sup>th</sup> Annual Meeting of the RNA Society, held May 29<sup>th</sup> to June 3<sup>rd</sup>, 2012, at the University of Michigan in Ann Arbor, MI.&nbsp; The RNA Society and its meetings have a long tradition.&nbsp; They first emerged from a group of scientists engaged in the study of RNA Processing at a meeting in Brookhaven in 1974, and began gathering from late May of 1982 at the Cold Spring Harbor Laboratories.&nbsp; From its beginning, this RNA Processing meeting had an unusual &ldquo;group meeting&rdquo; format, with graduate students and postdocs giving most of the talks.&nbsp; These talks are short and come in quick succession.&nbsp; Fueled by the Nobel Prize in Chemistry in 1989 to Tom Cech and Sidney Altman for the discovery of RNA processing ribozymes, the meeting grew at the 1992 RNA Processing meeting in Keystone, CO.&nbsp; The RNA Society then was founded as a non-profit entity in the State of Colorado on Jan 27, 1993, with Tom Cech as its first President.&nbsp; The first &ldquo;RNA Processing Meeting of the RNA Society&rdquo; was held in 1994 in Madison, WI.&nbsp; In 1996, the meeting came back to Madison and became the &ldquo;First Annual Meeting of the RNA Society&rdquo;, followed by large (~1,000-participant) Society meetings every year since, alternating between Madison, WI, and other venues while maintaining its unique format of short student and postdoc talks.&nbsp; This year the meeting will be held at the University of Michigan, Ann Arbor.</p>\n<p>The RNA Society is a non-profit, international scientific society with more than 1,000 members dedicated to fostering research and education in the field of RNA science (<a href=\"http://www.rnasociety.org/\">http://www.rnasociety.org/</a>).&nbsp; It hosts a peer-reviewed scientific journal, <em>RNA</em>, and the annual RNA Society meeting.&nbsp; The Society serves as a community of scientists who are passionate about better understanding the fascinating world of RNA biology.&nbsp; This field has dramatically expanded over the last few years through the discovery that over 60% of the human genome codes for RNA, not protein, with profound impact on our understanding of gene regulation through processes such as RNA silencing (recognized with the 2006 Nobel Prize for Physiology or Medicine). &nbsp;Last year&rsquo;s RNA Society meeting brought together RNA researchers from around the world to discuss progress in all areas of the field.&nbsp; NSF conference support was used to offer travel awards to some of the best of these young RNA researchers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2013<br>\n\t\t\t\t\tModified by: Nils&nbsp;G&nbsp;Walter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFunds were requested to allow 12 US graduate students to participate in the 17th Annual Meeting of the RNA Society, held May 29th to June 3rd, 2012, at the University of Michigan in Ann Arbor, MI.  The RNA Society and its meetings have a long tradition.  They first emerged from a group of scientists engaged in the study of RNA Processing at a meeting in Brookhaven in 1974, and began gathering from late May of 1982 at the Cold Spring Harbor Laboratories.  From its beginning, this RNA Processing meeting had an unusual \"group meeting\" format, with graduate students and postdocs giving most of the talks.  These talks are short and come in quick succession.  Fueled by the Nobel Prize in Chemistry in 1989 to Tom Cech and Sidney Altman for the discovery of RNA processing ribozymes, the meeting grew at the 1992 RNA Processing meeting in Keystone, CO.  The RNA Society then was founded as a non-profit entity in the State of Colorado on Jan 27, 1993, with Tom Cech as its first President.  The first \"RNA Processing Meeting of the RNA Society\" was held in 1994 in Madison, WI.  In 1996, the meeting came back to Madison and became the \"First Annual Meeting of the RNA Society\", followed by large (~1,000-participant) Society meetings every year since, alternating between Madison, WI, and other venues while maintaining its unique format of short student and postdoc talks.  This year the meeting will be held at the University of Michigan, Ann Arbor.\n\nThe RNA Society is a non-profit, international scientific society with more than 1,000 members dedicated to fostering research and education in the field of RNA science (http://www.rnasociety.org/).  It hosts a peer-reviewed scientific journal, RNA, and the annual RNA Society meeting.  The Society serves as a community of scientists who are passionate about better understanding the fascinating world of RNA biology.  This field has dramatically expanded over the last few years through the discovery that over 60% of the human genome codes for RNA, not protein, with profound impact on our understanding of gene regulation through processes such as RNA silencing (recognized with the 2006 Nobel Prize for Physiology or Medicine).  Last yearÆs RNA Society meeting brought together RNA researchers from around the world to discuss progress in all areas of the field.  NSF conference support was used to offer travel awards to some of the best of these young RNA researchers.\n\n\t\t\t\t\tLast Modified: 05/06/2013\n\n\t\t\t\t\tSubmitted by: Nils G Walter"
 }
}