{
 "awd_id": "1240641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "City as Living Laboratory for Sustainability in Urban Design",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 60127.0,
 "awd_amount": 60127.0,
 "awd_min_amd_letter_date": "2012-04-27",
 "awd_max_amd_letter_date": "2012-04-27",
 "awd_abstract_narration": "The Institute for Learning Innovation, in collaboration with Mary Miss Studio and the Institute for Urban Design, is conducting an exploratory research and development project on sustainable practices related to the built infrastructure of New York City. The work will (1) pilot test and study new interpretive strategies for urban \"place-based\" public learning experiences that focus pedestrians' attention on a city's ecology and existing built sustainability infrastructure; (2) engage urban design professionals and STEM researchers to explore how these new strategies have the potential to transform how urban design fields inform, dialog and interact with the public about sustainable urban design and planning; and (3) assess the effectiveness of these public interpretation programs on STEM learning beyond traditional Informal Science Learning Environments (ISEs) such as science museums. Project participants also include faculty from the City College of NY Graduate Program in Urban Design, STEM faculty from Columbia University, and staff of the Provisions Library in Washington, D.C. \r\n\r\nThe project is an early phase of the \"City as Living Laboratory\" initiative that can leverage the Rockefeller Foundation-funded Urban Design Week program in New York City scheduled to occur September 15 - 20, 2011. This request to NSF adds an additional track to the process to specifically focus on STEM learning and urban sustainability. From the promotional materials: \"The Institute for Urban Design is currently preparing for the first annual Urban Design Week, a public festival created to engage New Yorkers in the fascinating and complex issues of the public realm and celebrate the city's exceptional urbanity. Through a rich roster of charettes, summits, installations, film screenings, exhibitions, and tours, Urban Design Week will draw in citizens from every borough and walk of life and highlight the idea that cities are made by collective effort, and that each of us can be a part of that great endeavor.\" \r\n\r\nThe project goal is to generate new models for public engagement with science in the city environment and to explore how urban designers and planners, as they design for sustainability, can more effectively collaborate with STEM researchers and with the public. \r\n\r\nThe project has both research and programmatic deliverables.\r\nResearch activities include: Public Audiences: observational study of pedestrians in the installation environment; intercept surveys of the public about their experiences with the streetscape installations. Professional Audiences: pre-installation surveys on the role of public space science interpretation for altering public discourse about urban planning and sustainable cities; focus group assessment of professionals' experiences with observing public interactions with the installations; online delayed- post experience survey on learning outcomes in terms of knowledge, attitude, motivation and anticipated impacts on professional practices; analysis of blog postings and public media surrounding the installation; survey of attendees at an ISE forum on the project, its goals, outcomes and potential for future developments.\r\n\r\nProgrammatic deliverables include: a workshop that engages urban design students in the development of experimental streetscape installations; a pilot installation on streets in the City College of NY (consistent with approvals already received by NYC Dept. of Transportation); a City as Living Laboratory art-science workshop for Urban Design Week professionals to highlight possible benefits of inter-disciplinary collaboration; a panel discussion around new forms of citizen engagement through a \"city as a science learning environment\"; a forum specifically for ISE professionals to explore the research findings and potential for use as a strategy to increase science learning in city places.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Fraser",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Fraser",
   "pi_email_addr": "johnfraser@alaskasealife.org",
   "nsf_id": "000616435",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Hunter College",
  "inst_street_address": "695 PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127724020",
  "inst_zip_code": "100655024",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EK93EZLLBSC4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Institute for Sustainable Cities",
  "perf_str_addr": "695 Park Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100655024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60127.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A NSF EArly-concept Grant for Exploratory Research (EAGER) was awarded to Principal Investigator John Fraser, PhD, AIA, in collaboration with co-Principal Investigators, Mary Miss and William Solecki, PhD, for City as Living Laboratory for Sustainability in Urban Design (CaLL). The CaLL project explored how public art installations can promote public discussion about sustainability. The project examined the emerging role of artists and visual thinkers as people with the skills to encourage conversation between scientists and the public.</p>\n<p>The grant supported an experimental installation incorporating scientific information organized as an art installation at 137th St., Montefiore Park, in upper Manhattan, New York from September &ndash; December 2011, and a series of public forums to discuss and consider how an the arts inform science learning.</p>\n<p>The project prototyped a &ldquo;Kit of Parts&rdquo; as a set of objects that drew attention to everyday street features such as manhole covers, streetlights, sewer drains and fire hydrants, and gave them short bits of information about the hidden parts of nature that support city life.&nbsp; &nbsp;Passersby were &ldquo;invited&rdquo; to think about the connection between life on city streets and the hidden things that make their neighborhood work. The installation aimed to inspire the public to think about how their individual actions might help shape a sustainable future.</p>\n<p>Additional programs included: a workshop with urban design students who proposed new ideas for streets installations; an art-science event for the public during Urban Design Week when historians, artist and scientists met pedestrians and talked about the city; a panel discussion about citizen engagement; a professional forum to debate the research findings and how these results might change how people think about science learning; and a public forum presentation by leading thinkers in the arts to talk about the role of artists in drawing attention to environmental science. Lastly, the project produced two research journal articles that summarize the research findings. One paper considered the theory of how art and science education overlap, while the other presented the results that showed science reasoning is connected to how people interpret art.</p>\n<p>The results showed that the average New Yorker is open and interested in thinking scientifically when offered the opportunity to see facts about how nature is part of the city. It showed that artists have the skills to provoke positive conversations between scientists and the public in ways that allow people to &ldquo;negotiate&rdquo; what they find important in their lives. Public surveys showed that science facts curated by the artist could increase scientific discussion and dialogue in the community.&nbsp;&nbsp; The research also showed that showing science information in public spaces for three months can increase the amount people in the area know and think about the topic.</p>\n<p>The research showed that many people separate science thinking from art thinking.&nbsp; People who consider something art were likely to think in scientific ways about how to use the information to make personal choices.&nbsp; Those who think something is a science exhibit were more likely to try to figure out what the person who made the exhibit wanted other people to do.&nbsp; These answers led the researchers to suggest that there is an opportunity to bring art and science exhibits together in a way that will increase public conversation about what science means, and how we decide to make sustainable changes in cities based on good science information.</p>\n<p>These results seemed to say that science information presented in public spaces can help people who might not visit science themed museums to advance their science learning. The results suggest that people are interested in their own science as pa...",
  "por_txt_cntn": "\nA NSF EArly-concept Grant for Exploratory Research (EAGER) was awarded to Principal Investigator John Fraser, PhD, AIA, in collaboration with co-Principal Investigators, Mary Miss and William Solecki, PhD, for City as Living Laboratory for Sustainability in Urban Design (CaLL). The CaLL project explored how public art installations can promote public discussion about sustainability. The project examined the emerging role of artists and visual thinkers as people with the skills to encourage conversation between scientists and the public.\n\nThe grant supported an experimental installation incorporating scientific information organized as an art installation at 137th St., Montefiore Park, in upper Manhattan, New York from September &ndash; December 2011, and a series of public forums to discuss and consider how an the arts inform science learning.\n\nThe project prototyped a \"Kit of Parts\" as a set of objects that drew attention to everyday street features such as manhole covers, streetlights, sewer drains and fire hydrants, and gave them short bits of information about the hidden parts of nature that support city life.   Passersby were \"invited\" to think about the connection between life on city streets and the hidden things that make their neighborhood work. The installation aimed to inspire the public to think about how their individual actions might help shape a sustainable future.\n\nAdditional programs included: a workshop with urban design students who proposed new ideas for streets installations; an art-science event for the public during Urban Design Week when historians, artist and scientists met pedestrians and talked about the city; a panel discussion about citizen engagement; a professional forum to debate the research findings and how these results might change how people think about science learning; and a public forum presentation by leading thinkers in the arts to talk about the role of artists in drawing attention to environmental science. Lastly, the project produced two research journal articles that summarize the research findings. One paper considered the theory of how art and science education overlap, while the other presented the results that showed science reasoning is connected to how people interpret art.\n\nThe results showed that the average New Yorker is open and interested in thinking scientifically when offered the opportunity to see facts about how nature is part of the city. It showed that artists have the skills to provoke positive conversations between scientists and the public in ways that allow people to \"negotiate\" what they find important in their lives. Public surveys showed that science facts curated by the artist could increase scientific discussion and dialogue in the community.   The research also showed that showing science information in public spaces for three months can increase the amount people in the area know and think about the topic.\n\nThe research showed that many people separate science thinking from art thinking.  People who consider something art were likely to think in scientific ways about how to use the information to make personal choices.  Those who think something is a science exhibit were more likely to try to figure out what the person who made the exhibit wanted other people to do.  These answers led the researchers to suggest that there is an opportunity to bring art and science exhibits together in a way that will increase public conversation about what science means, and how we decide to make sustainable changes in cities based on good science information.\n\nThese results seemed to say that science information presented in public spaces can help people who might not visit science themed museums to advance their science learning. The results suggest that people are interested in their own science as part of daily life, enjoy discovering new and useful information when they can explore something on their own terms and over a few weeks in public spaces, but might not ch..."
 }
}