{
 "awd_id": "1240116",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Project:  Methane Imaging Search for Planetary Mass Objects in the Nearest Star-Forming Regions",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 96379.0,
 "awd_amount": 96379.0,
 "awd_min_amd_letter_date": "2012-04-26",
 "awd_max_amd_letter_date": "2012-04-26",
 "awd_abstract_narration": "In this project, Dr. Barsony and her collaborators will conduct an observational survey to search for sub-stellar or planetary-mass objects in regions of star formation.  These objects, called T-dwarfs, are relatively luminous when young, and can be detected because they exhibit broad absorption features from methane in their spectra.  The research team will conduct a wide-area infrared survey to find T-dwarfs by imaging at the wavelength of the methane band and at an adjacent wavelength.  Objects that are faint in the methane band are likely to be T-dwarf stars.\r\n\r\nThe research activity will have a broader educational impact through the involvement of undergraduate students in the research effort.  Students will be recruited at San Francisco State University and at Utah Valley State College (now Utah Valley University), and will have the opportunity to visit the other institution in the collaboration.  The detection of large numbers of T-dwarfs will help improve theories of star formation, especially in the domain between the least-massive stars and the most-massive planets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Barsony",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Barsony",
   "pi_email_addr": "mbarsony@seti.org",
   "nsf_id": "000473238",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SETI Institute",
  "inst_street_address": "339 BERNARDO AVE STE 200",
  "inst_street_address_2": "",
  "inst_city_name": "MOUNTAIN VIEW",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6509616633",
  "inst_zip_code": "940435232",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SETI INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "WKAUE7NHR4L1"
 },
 "perf_inst": {
  "perf_inst_name": "SETI Institute",
  "perf_str_addr": "13115 Dupont Road",
  "perf_city_name": "Sebastopol",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "954729786",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "1215",
   "pgm_ref_txt": "STELLAR ASTRONOMY & ASTROPHYSC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 96379.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The motivation for this research was to find whether or not<br />free-floating objects of planetary mass (less than about 13 Jupiter masses for <br />objects of Solar composition) are common in the Galaxy. If found in large numbers, our ideas of how stars and their planetary systems form would need to be revised.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Since&nbsp; such objects are at their brightest upon formation, and quickly fade to&nbsp; below detectable faintness even in the Solar neighborhood, our strategy<br />was to search the five nearest and youngest star-forming regions to Earth<br />for their presence. The recent technology of large-format near-infrared detectors enabled this search, since at the young ages of the star-forming regions we explored, young objects are still enshrouded in their natal dust and gas, making them impossible to detect at visible wavelengths, wherease interstellar dust is much more transparentat near-infrared wavelengths. <br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Originally, our aim was to detect young objects of planetary mass by a special atmospheric signature -- that of absorption<br />of near-infrared radiation by methane molecules -- that is the signature of the cool atmospheres found in the brown dwarfs of the Solar neighborhood. Brown dwarfs are objects between 13 to 80 Jupiter masses that do not reach central temperarures hot enough to ignite the hydrogen fusion that is the ultimate energy source making stars shine.&nbsp; At the young ages of the star-forming regions in our investigation (1-3 million years), objects with temperatures characteristic of old (5-10 billion years) brown dwarfs<br />in the Solar neighborhood, should have planetary masses. By analogy with the cool atmospheres of brown dwarfs, we had expected to find methane absorption in the young planetary mass objects in the five star-forming regions we searched.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The methane absorption would be detected by comparing near-infrared<br />images of individual star-forming regions viewed in special filters that transmitted wavelengths at which the methane absorption occurs, and at nearby wavelengths where methane absorption does not occur.&nbsp; By comparing images taken through these two adjacent filters, objects that absorb methane would appear significantly dimmer in one filter than the other, whereas (most) astronomical objects that do not have intrinsic methane absorption would appear equally bright in both filters. Much to <br />our surprise, we did not find any objects that had methane absorption in their atmospheres.&nbsp; Other investigators, who are studying planetary mass objects orbiting young stars have recently discovered a similar phenomenon: lack of methane absorption in atmospheres that are cool enough to allow the presence of methane molecules. This surprising finding has led to new models of the atmospheres of young, low-gravity planetary mass objects, in which the upwelling of carbon monoxide from lower atmospheric layers can destroy the methane that is there, accounting for the lack of observed methane absorption.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Despite this setback, our team developed an alternative means<br />of identifying potential planetary mass objects in the five nearby star-forming<br />regions we investigated.&nbsp; Verification that our candidates are really<br />of planetary mass requires near-infrared spectra of these faint objects. We have acquired such spectra, on the largest telescopes in the world, and are currently working throught the detailed, challenging task of processing the data to compare the intrinsic spectra of our candidate planetary mass objects with template and model spectra to ascertain their nature.<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp...",
  "por_txt_cntn": "\n       The motivation for this research was to find whether or not\nfree-floating objects of planetary mass (less than about 13 Jupiter masses for \nobjects of Solar composition) are common in the Galaxy. If found in large numbers, our ideas of how stars and their planetary systems form would need to be revised.\n\n       Since  such objects are at their brightest upon formation, and quickly fade to  below detectable faintness even in the Solar neighborhood, our strategy\nwas to search the five nearest and youngest star-forming regions to Earth\nfor their presence. The recent technology of large-format near-infrared detectors enabled this search, since at the young ages of the star-forming regions we explored, young objects are still enshrouded in their natal dust and gas, making them impossible to detect at visible wavelengths, wherease interstellar dust is much more transparentat near-infrared wavelengths. \n\n        Originally, our aim was to detect young objects of planetary mass by a special atmospheric signature -- that of absorption\nof near-infrared radiation by methane molecules -- that is the signature of the cool atmospheres found in the brown dwarfs of the Solar neighborhood. Brown dwarfs are objects between 13 to 80 Jupiter masses that do not reach central temperarures hot enough to ignite the hydrogen fusion that is the ultimate energy source making stars shine.  At the young ages of the star-forming regions in our investigation (1-3 million years), objects with temperatures characteristic of old (5-10 billion years) brown dwarfs\nin the Solar neighborhood, should have planetary masses. By analogy with the cool atmospheres of brown dwarfs, we had expected to find methane absorption in the young planetary mass objects in the five star-forming regions we searched.\n\n     The methane absorption would be detected by comparing near-infrared\nimages of individual star-forming regions viewed in special filters that transmitted wavelengths at which the methane absorption occurs, and at nearby wavelengths where methane absorption does not occur.  By comparing images taken through these two adjacent filters, objects that absorb methane would appear significantly dimmer in one filter than the other, whereas (most) astronomical objects that do not have intrinsic methane absorption would appear equally bright in both filters. Much to \nour surprise, we did not find any objects that had methane absorption in their atmospheres.  Other investigators, who are studying planetary mass objects orbiting young stars have recently discovered a similar phenomenon: lack of methane absorption in atmospheres that are cool enough to allow the presence of methane molecules. This surprising finding has led to new models of the atmospheres of young, low-gravity planetary mass objects, in which the upwelling of carbon monoxide from lower atmospheric layers can destroy the methane that is there, accounting for the lack of observed methane absorption.\n\n              Despite this setback, our team developed an alternative means\nof identifying potential planetary mass objects in the five nearby star-forming\nregions we investigated.  Verification that our candidates are really\nof planetary mass requires near-infrared spectra of these faint objects. We have acquired such spectra, on the largest telescopes in the world, and are currently working throught the detailed, challenging task of processing the data to compare the intrinsic spectra of our candidate planetary mass objects with template and model spectra to ascertain their nature.\n\n             Two graduate students were supported and trained under the auspices of this grant. Many public lectures, spanning audiences from elementary school children, to high school students, to the general public, were delivered focussing on the research pursued in this grant.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Mary Barsony"
 }
}