{
 "awd_id": "1240416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI-BioFlex: Miniature, low-cost fiber-optics technology for measurement of tissue structure at sub-diffractional length scales: a platform for cancer screening",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2000000.0,
 "awd_amount": 2394995.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2016-09-01",
 "awd_abstract_narration": "This project is at the interface of biophotonics, electronics and computational electrodynamics with applications to medicine. The main thrust is the development of a principally new disposable, low-cost, miniature fiber-optics probe technology that would enable minimally or non-invasive population screening for major cancers while being comfortable to patients, enabling a major improvement in diagnostic accuracy, and reducing health care costs. \r\n\r\nIntellectual Merit: \r\nFrom the engineering perspective, the key areas of innovation are biophotonics and computational electromagnetics. The underlying biophotonics technology is Low-coherence Enhanced Backscattering Spectroscopy. The major technological advantages are miniaturization and the ability to depth-selectively quantify sub-diffractional (down to a few tens of nanometers) structure of live tissue, which is impossible with existing endoscopic or fiber-optic tools. In its application to cancer screening, the proposed approach takes advantage of the concept of field carcinogenesis, the notion that, initially, molecular/nanostructural alterations develop diffusely throughout an affected organ while further stochastic mutations lead to focal tumors. Thus, a cancer risk can be assessed by non-invasive analysis of tissue ultrastructure from an easily accessible surrogate site, such as the rectum for colon cancer, cheek mucosa for lung cancer, duodenal mucosa for pancreatic cancer, endocervix for ovarian cancer, etc.  The project has three aims: (1) Development of a new paradigm for linking the ultrastructural and optical properties of tissue based on the Finite-Difference Time-Domain modeling of light-tissue interactions with nanoscale detail. Stochastic Finite-Difference Time-Domain simulation, a principally new approach to numerically solving Maxwell?s equations and modeling light transport in tissue of arbitrary complexity, will be developed.  (2) Development of the miniature Low-coherence Enhanced Backscattering Spectroscopy probe. The design is a radical departure from other fiber-optics probes currently under development for biomedical applications, leveraging micro- and nano-fabrication technology and new sub-millimeter image sensors to produce an integrated device with unprecedented compactness capable of fully resolving the enhanced backscattering peak, and in turn, quantifying nanostructural changes in tissue.  (3) Pilot human studies to demonstrate the potential clinical impact of the technology. \r\n\r\nBroader Impact:\r\nAlthough it is well accepted that cancer screening can dramatically decrease cancer mortality, no population screening exists for the majority of cancers. This is because existing techniques require examination of already formed cancerous or pre-cancerous lesions through interventional procedures (colonoscopy, endoscopy, bronchoscopy, etc.) and suffer from some of the following drawbacks: invasiveness, expense, low patient tolerance, or low sensitivity to curable lesions. The proposed technology may lead to a new paradigm in cancer screening that would be applicable to essentially any major cancer type and, due to its low-cost and high patient tolerance, can actually be used in the entire population. Furthermore, the implementation of the technology has the potential to dramatically reduce health care costs by identifying early preventable neoplastic lesions or early, readily treatable cancers. The project will also help increase the exposure of middle and high school students from underrepresented minority groups and inner-city schools to engineering, science and technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vadim",
   "pi_last_name": "Backman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vadim Backman",
   "pi_email_addr": "v-backman@northwestern.edu",
   "nsf_id": "000188997",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Taflove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allen Taflove",
   "pi_email_addr": "taflove@ece.northwestern.edu",
   "nsf_id": "000298199",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hemant",
   "pi_last_name": "Roy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hemant Roy",
   "pi_email_addr": "h-roy@northwestern.edu",
   "nsf_id": "000072698",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Rogers",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy D Rogers",
   "pi_email_addr": "jdrogers5@wisc.edu",
   "nsf_id": "000326224",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 394995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The behavior of organisms is determined by both their genetic code and their capacity to explore a transcriptional landscape of thousands of genes in order to create new functional states. In turn, gene expression is influenced by chromatin, the three-dimensional structure of the genome. Regulation of gene expression occurs across a hierarchy of length scales from the molecular to the nanoscale structure of chromatin itself. Understanding these processes depends on our ability to image chromatin structure at the nanoscale. This project has led to the development of a suite of new optical and electron microscopy techniques that collectively enable the imaging of the genome structure with unprecedented accuracy, detail, and resolution. Leveraging these technologies has enabled the research team to identify chromatin packing as a crucial regulator of the ability of cells to dynamically change their gene expression, which in turn plays a key role in the ability of cancer cells to evolve, progress, and survive anti-cancer therapeutics. The combination of the imaging techniques and the new biological understanding can lead to the development of new tests for early diagnostics of some of the deadliest and and most pervasive forms of cancer as well as new targets for cancer therapeutics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2019<br>\n\t\t\t\t\tModified by: Vadim&nbsp;Backman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe behavior of organisms is determined by both their genetic code and their capacity to explore a transcriptional landscape of thousands of genes in order to create new functional states. In turn, gene expression is influenced by chromatin, the three-dimensional structure of the genome. Regulation of gene expression occurs across a hierarchy of length scales from the molecular to the nanoscale structure of chromatin itself. Understanding these processes depends on our ability to image chromatin structure at the nanoscale. This project has led to the development of a suite of new optical and electron microscopy techniques that collectively enable the imaging of the genome structure with unprecedented accuracy, detail, and resolution. Leveraging these technologies has enabled the research team to identify chromatin packing as a crucial regulator of the ability of cells to dynamically change their gene expression, which in turn plays a key role in the ability of cancer cells to evolve, progress, and survive anti-cancer therapeutics. The combination of the imaging techniques and the new biological understanding can lead to the development of new tests for early diagnostics of some of the deadliest and and most pervasive forms of cancer as well as new targets for cancer therapeutics.\n\n\t\t\t\t\tLast Modified: 01/03/2019\n\n\t\t\t\t\tSubmitted by: Vadim Backman"
 }
}