{
 "awd_id": "1240160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Managing Cyberinfrastructure Centers in a Demanding Era: The Development of Science Executives",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 288671.0,
 "awd_amount": 288671.0,
 "awd_min_amd_letter_date": "2012-08-07",
 "awd_max_amd_letter_date": "2015-08-31",
 "awd_abstract_narration": "The goal of this project will be to develop and test a \"science executive\" education program. Science executives are the senior scientific personnel charged with leading the centers that enable large-scale science and engineering. Centers are broader than projects and must endure within institutions such as universities, national labs and institutes, government agencies, and firms. Center leaders are usually scientists or engineers with strong project management skills who learn how to manage and lead on-the-job, through trial-and-error, much as entrepreneurs learn. However, they often lack knowledge that would improve the effectiveness of their centers. In the same way that entrepreneurial organizations benefit from professional management as they grow, science and engineering centers will benefit. Such centers are not \"normal\" organizations, so typical business executive education models will not apply.  Science and engineering centers are complex hybrids with nested social networks, transitory roles, ever-changing, \"drifting\" arrangements, and work that is increasingly interdisciplinary, collaborative, geographically distributed, and computation and data intensive.  Focused preparation is needed in organizational governance, innovation management, resource provisioning, workforce development and turnover reduction, process improvement, and strategic leadership. This project adapts organization science as embodied in executive education to the needs of CI center executives.\r\n\r\nSpecifically, the project will involve: (1) identifying the points of leverage within centers where improved executive leadership might affect science and engineering outcomes; (2) discovering and develop a curriculum for disseminating \"best practices\" based on organization science to equip science executives with the skills, tools, and techniques; (3) delivery pilot sessions of effective, focused training to science executives through a modified \"science executive education\" strategy; (4) conducting workshops and tutorials to evaluate and improve the curriculum and to disseminate knowledge gained throughout the project; and (5) actively promote and seek the involvement of junior-level personnel and traditionally underrepresented groups, thus encouraging the career progression of current and future science executives with an explicit focus on broader inclusion.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Berente",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Berente",
   "pi_email_addr": "nberente@nd.edu",
   "nsf_id": "000570486",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "King",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L King",
   "pi_email_addr": "jlking@umich.edu",
   "nsf_id": "000539005",
   "pi_start_date": "2012-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia Research Foundation Inc",
  "perf_str_addr": "200 D.W. Brooks Drive",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7477",
   "pgm_ref_txt": "CI-TEAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 288671.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: x-small;\">Leaders  of cyberinfrastructure enterprises (&ldquo;CI enterprises&rdquo;) are under  increasing pressure to think strategically and to demonstrate their  impact on a diversity of stakeholders. Most CI enterprise leaders are  scientists or engineers with strong project management skills. Few have  been exposed to practices, frameworks, and theories from organization  science that can potentially improve the effectiveness of their  enterprises. In short, as CI enterprise leaders evolve into executives,  they do so with minimal formal guidance.<br /><br />To help in thinking  about cyberinfrastructure and CI enterprises strategically, the NSF  Division of Advanced Cyberinfrastructure (ACI) funded this project to  develop a &ldquo;science executive&rdquo; curriculum for leaders of CI enterprises,  to help these leaders think strategically, align their activities with  key stakeholders, and to understand and communicate their value. This curriculum was developed in 2013, stemming  from two planning workshops, and then delivered in 2013 to 22 leaders of  CI enterprises, and subsequently evaluated and amended. Since then, lessons from the workshop have been revised and disseminated broadly.<br /><br />Key areas of focus for the curriculum include:<br />- The changing nature of science and the role of CI enterprises;<br />- CI enterprise stakeholder analysis and stakeholder alignment approaches;<br />- Value propositions of CI enterprises for stakeholders;<br />- Understanding and communicating the value of CI enterprises with metrics.</span></p>\n<p><span style=\"font-size: x-small;\">A full report of and publically available curriculum can be found here: </span></p>\n<p><span style=\"font-size: x-small;\">http://ssrn.com/abstract=2881752</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2016<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Berente</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLeaders  of cyberinfrastructure enterprises (\"CI enterprises\") are under  increasing pressure to think strategically and to demonstrate their  impact on a diversity of stakeholders. Most CI enterprise leaders are  scientists or engineers with strong project management skills. Few have  been exposed to practices, frameworks, and theories from organization  science that can potentially improve the effectiveness of their  enterprises. In short, as CI enterprise leaders evolve into executives,  they do so with minimal formal guidance.\n\nTo help in thinking  about cyberinfrastructure and CI enterprises strategically, the NSF  Division of Advanced Cyberinfrastructure (ACI) funded this project to  develop a \"science executive\" curriculum for leaders of CI enterprises,  to help these leaders think strategically, align their activities with  key stakeholders, and to understand and communicate their value. This curriculum was developed in 2013, stemming  from two planning workshops, and then delivered in 2013 to 22 leaders of  CI enterprises, and subsequently evaluated and amended. Since then, lessons from the workshop have been revised and disseminated broadly.\n\nKey areas of focus for the curriculum include:\n- The changing nature of science and the role of CI enterprises;\n- CI enterprise stakeholder analysis and stakeholder alignment approaches;\n- Value propositions of CI enterprises for stakeholders;\n- Understanding and communicating the value of CI enterprises with metrics.\n\nA full report of and publically available curriculum can be found here: \n\nhttp://ssrn.com/abstract=2881752\n\n\t\t\t\t\tLast Modified: 12/07/2016\n\n\t\t\t\t\tSubmitted by: Nicholas Berente"
 }
}