{
 "awd_id": "1240144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EarthCube Assessment of the 2012 State of Geoinformatics: A Community and Interagency Exploration of the LifeCycle, Citation, and Integration of Geoscience Data",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2012-05-20",
 "awd_max_amd_letter_date": "2014-02-12",
 "awd_abstract_narration": "EarthCube is focused on community-driven development of an integrated and interoperable knowledge management system for data in the geo- and environmental sciences. By utilizing a cooperative, as opposed to competitive process like that which created the Internet and Open Source software, EarthCube will attack the recalcitrant and persistent problems that so far have prevented adequate access to and the analysis, visualization, and interoperability of the vast storehouses of disparate geoscience data and data types residing in distributed and diverse data systems.  This award funds broad, inclusive community interactions and a follow-on workshop to GeoData 2011 which will address gaps in the funding portfolio and development of EarthCube, a major new NSF initiative.  Some of these gaps include unresolved issues related to data accessibility and attribution.  Others involve interagency planning for improving interoperability and integration of large Federal data repositories with academic datasets and data management facilities.  The funded workshop and associated conversations will be open and available to the public via virtual participation of interested parties not included in the list of invitees. Broader impacts of the work include fostering of close interaction between communities and federal agencies that do not presently effectively interact with one another and to build alignment around a common goal of creating a new, interoperable paradigm in data and knowledge management in the geosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Fox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Fox",
   "pi_email_addr": "foxp@rpi.edu",
   "nsf_id": "000518316",
   "pi_start_date": "2012-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th St",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over 85 invited participants from government, academia and the private sector attended the GeoData 2014 Workshop at Boulder, CO in June 2014. The GeoData in the title of this workshop represents datasets collected and curated by the broad &lsquo;Geo&rsquo; community supported by numerous federal agencies: DoE, EPA, NASA, NOAA, NSF, USDA, USGS, etc. These datasets cover subject areas including agriculture, atmospheric, solid Earth, energy and climate, environment, geospace, ocean and polar sciences. The GeoData workshop series initiated alongside the NSF EarthCube initiative.&nbsp; EarthCube seeks a community-driven, interoperable, geoscience-wide geoinformatics infrastructure in concert with other agencies.&nbsp;</p>\n<p>GeoData 2014 built on the success of the first GeoData meeting in 2011. Keynote talks at GeoData 2014 reviewed progress of Data Citation, Data Integration, and the Data Life Cycle. Panels and breakouts centered on two topic areas: (1) Social, political and financial issues of connecting geodata within and among governmental agencies and (2) Technical issues of connecting geodata within and among governmental agencies.</p>\n<p>Each topic area of GeoData 2014 was covered by an introductory panel discussion and four working breakouts. Invited panelists and participants came from all &lsquo;Geo&rsquo; disciplines, and beyond: information, computer and library science, agency, academia and commercial organizations, and student to senior faculty/administrators. The key findings and recommendations were developed by topic, focusing on tangible activities over the next six month / one year, working level collaborations around geodata, and clear opportunities for where and how the geodata network can be enhanced.</p>\n<p>Specific themes addressed under the first topic area were: Governmental open data; Inter-agency geodata coordination efforts &ndash; progress and political/sociological challenges; Feedback from the academic and commercial sectors; and Collaborating environment and culture building. Those addressed under the second topic were: Data lifecycle, data citation and data integration frameworks &ndash; technical progress; Experience and best practices on data interoperability; Connections among distributed data repositories &ndash; looking forward; and Vocabularies for data annotation and services especially related to data discovery and use.</p>\n<p>Centered on those themes, GeoData 2014 participants discussed solutions and approaches for a wide range of questions. On the social, political and financial side, questions discussed included: The OSTP mandate does not explicitly address cross-agency coordination. Should it? Is it possible for agencies to devise standardized (or similar) policies for grantees? What would be the benefits/drawbacks to the agencies and science community? In addition, what useful lessons, positive or negative, can be drawn from existing large scale integration efforts (e.g. DATA.gov, the National Climate Assessment)? What are the challenges and success stories of those initiatives related to the discoverability and accessibility of dataset and data sources? What is the role of cross-section communities such as the Federation of Earth Science Information Partners (ESIP), AGU-Earth and Space Science Informatics Special Focus Group, and EarthCube in promoting geodata connections among governmental agencies?</p>\n<p>Participants also discussed approaches and methods for technical issues, such as: What are next steps to advance data citation in the geosciences, and how can the geo community leverage existing international data citation initiatives? How does the community address the issue of interoperability as a function of audience? Different communities use different tools and need data in different formats &ndash; how is this being addressed? How can we address the need for authoritative metadata records for individual datasets...",
  "por_txt_cntn": "\nOver 85 invited participants from government, academia and the private sector attended the GeoData 2014 Workshop at Boulder, CO in June 2014. The GeoData in the title of this workshop represents datasets collected and curated by the broad æGeoÆ community supported by numerous federal agencies: DoE, EPA, NASA, NOAA, NSF, USDA, USGS, etc. These datasets cover subject areas including agriculture, atmospheric, solid Earth, energy and climate, environment, geospace, ocean and polar sciences. The GeoData workshop series initiated alongside the NSF EarthCube initiative.  EarthCube seeks a community-driven, interoperable, geoscience-wide geoinformatics infrastructure in concert with other agencies. \n\nGeoData 2014 built on the success of the first GeoData meeting in 2011. Keynote talks at GeoData 2014 reviewed progress of Data Citation, Data Integration, and the Data Life Cycle. Panels and breakouts centered on two topic areas: (1) Social, political and financial issues of connecting geodata within and among governmental agencies and (2) Technical issues of connecting geodata within and among governmental agencies.\n\nEach topic area of GeoData 2014 was covered by an introductory panel discussion and four working breakouts. Invited panelists and participants came from all æGeoÆ disciplines, and beyond: information, computer and library science, agency, academia and commercial organizations, and student to senior faculty/administrators. The key findings and recommendations were developed by topic, focusing on tangible activities over the next six month / one year, working level collaborations around geodata, and clear opportunities for where and how the geodata network can be enhanced.\n\nSpecific themes addressed under the first topic area were: Governmental open data; Inter-agency geodata coordination efforts &ndash; progress and political/sociological challenges; Feedback from the academic and commercial sectors; and Collaborating environment and culture building. Those addressed under the second topic were: Data lifecycle, data citation and data integration frameworks &ndash; technical progress; Experience and best practices on data interoperability; Connections among distributed data repositories &ndash; looking forward; and Vocabularies for data annotation and services especially related to data discovery and use.\n\nCentered on those themes, GeoData 2014 participants discussed solutions and approaches for a wide range of questions. On the social, political and financial side, questions discussed included: The OSTP mandate does not explicitly address cross-agency coordination. Should it? Is it possible for agencies to devise standardized (or similar) policies for grantees? What would be the benefits/drawbacks to the agencies and science community? In addition, what useful lessons, positive or negative, can be drawn from existing large scale integration efforts (e.g. DATA.gov, the National Climate Assessment)? What are the challenges and success stories of those initiatives related to the discoverability and accessibility of dataset and data sources? What is the role of cross-section communities such as the Federation of Earth Science Information Partners (ESIP), AGU-Earth and Space Science Informatics Special Focus Group, and EarthCube in promoting geodata connections among governmental agencies?\n\nParticipants also discussed approaches and methods for technical issues, such as: What are next steps to advance data citation in the geosciences, and how can the geo community leverage existing international data citation initiatives? How does the community address the issue of interoperability as a function of audience? Different communities use different tools and need data in different formats &ndash; how is this being addressed? How can we address the need for authoritative metadata records for individual datasets (and version control), considering records are often adjusted to address the needs of a community (once harvested)? What appr..."
 }
}