{
 "awd_id": "1240412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Colonial Persistence and Transformation of Social and Economic Relations:  Veracruz Port to Pensacola Presidios",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 29890.0,
 "awd_amount": 29890.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "Under the supervision of Dr. Barbara L. Stark, Ms. Krista Eschbach will compare 18th century historical and archaeological data from casta neighborhoods in Veracruz, Mexico, to that from presidios of Pensacola, Florida, to assess persistence and transformation in social and economic relations. Colonial research often structures questions of social transformation within a colonized/colonizer dichotomy, which can disguise variation within both groups. Between A.D. 1698 and 1763, hundreds of castas (those of mixed heritage) were sent from urban centers in Mexico to three Pensacola presidios. This research will make explicit the origin and strategies of these diverse colonial agents that were historically linked through military recruitment and governmental supply. Because the presidios were sequentially occupied over 65 years, they offer an ideal case for assessing rapidity of social change in a borderland.   \r\n\r\nTo assess strategies, Ms. Eschbach will analyze historical data and pottery from residential contexts. Approximately half of the pottery categories recovered from these contexts are well understood, but plain, lead-glazed, and slipped (or painted) pottery have received less attention and will constitute the main focus of laboratory procedures. Analyses will include visual inspection of attributes, chemical and mineralogical studies, and petrography. These methods will be used to identify wares that were locally produced in Veracruz and Pensacola and to compare manufacturing techniques to discriminate between wares produced by castas and Native Americans in Florida.\r\n \r\nThis project represents one of the few interregional studies of changing ceramic technology and socioeconomic relations in an imperial frontier. At the conceptual level, this research examines the contributions of both institutions and diverse colonizers in social transformations. A better understanding of social transformations offers insights into imperial/colonial persistence and the emergence of new nations within the following century. At the substantive level, this research revises broad categorization of pottery in Florida by discriminating production by castas from Native Americans. Further, this research will provide comparative data from Instrumental Neutron Activation Analysis for regions that have received less attention and will compare the utility of a lower cost method of chemical characterization. \r\n\r\nResearch will add to current understanding of the colonial era in Mexican archaeology and contribute to information sharing across international borders, through publications, presentations, and public talks in Spanish and English in Mexico and the United States. All data will be made permanently available online through the Digital Archaeological Record. Graduate and undergraduate anthropology students will receive training and experience in archaeometric techniques.  In the United States, this project will add to our current understanding of African and Mexican contributions to the American past.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Stark",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara L Stark",
   "pi_email_addr": "BLSTARK@ASU.EDU",
   "nsf_id": "000309023",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krista",
   "pi_last_name": "Eschbach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krista Eschbach",
   "pi_email_addr": "keschbac@asu.edu",
   "nsf_id": "000605525",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 29890.0
  }
 ],
 "por": null
}