{
 "awd_id": "1240198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Doctoral Consortium for ASSETS 2012",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 25074.0,
 "awd_amount": 25074.0,
 "awd_min_amd_letter_date": "2012-04-26",
 "awd_max_amd_letter_date": "2012-04-26",
 "awd_abstract_narration": "This is funding to support a doctoral consortium (workshop) of approximately 10 promising graduate students from the United States and abroad, along with 5 distinguished research faculty.  The event will take place on Sunday, October 21, immediately preceding and in conjunction with the 14th International ACM SIGACCESS Conference on Computers and Accessibility (ASSETS 2012), to be held Monday-Wednesday, October 22-24, in Boulder, CO.  The ASSETS conferences are the premier forum for presenting innovative research on the design and use of both mainstream and specialized assistive technologies.  This includes the use of technology by and in support of: individuals with hearing, sight and other sensory impairments; individuals with motor impairments; individuals with memory, learning and cognitive impairments; individuals with multiple impairments; older adults; and professionals who work with these populations.  Researchers and developers from around the world in both academia and industry will meet to exchange ideas and present their latest work.  More information about the conference may be found at http://www.sigaccess.org/assets12. \r\n\r\nA key component of building this community is through its youth.  The ASSETS 2012 doctoral consortium will provide an opportunity for graduate students from diverse backgrounds (computing, engineering, psychology, architecture, etc.) to come together and explore their research interests in an interdisciplinary workshop, under the guidance of the PI and a panel of other distinguished experts in the field, so that they can appreciate the broader spectrum of research and development approaches to assistive technologies and universal usability, and also experience the community in which they can pursue their endeavors.  Student participants will make formal presentations of their work during the consortium, and will receive constructive feedback from the faculty panel. The feedback is designed to help students understand and articulate how their work is positioned relative to related research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  Thus, the consortium will help shape ongoing and future research projects aimed at assistive technologies and universal access, will promote scholarship and networking among new researchers in this emerging interdisciplinary area, and will also expose these promising young researchers to a larger community.  In an effort to further integrate doctoral consortium participants into the conference itself, a poster session has been set aside in the technical program to allow all doctoral consortium participants to present their research to the full conference.  In addition, one student from the doctoral consortium will be selected to deliver the closing plenary presentation.  An evaluation of the consortium will be conducted and the results made available to the organizers of future such events. \r\n\r\nBroader Impacts:  The doctoral consortium will help expand the participation of young researchers pursuing graduate studies in this field, by providing them an opportunity to gain wider exposure in the community for their innovative work and to obtain feedback and guidance from senior members of the research community.  It will further help foster a sense of community among these young researchers, by allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development.  Because the students and faculty constitute a diverse group across a variety of dimensions, including nationality/cultural and scientific discipline, the students' horizons are broadened to the future benefit of the field.  The organizers will take special steps to promote participation from institutions with relatively large numbers of students from under-represented groups; to further increase diversity, participation will be limited to at most one male and one female student from the same institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Bigham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Bigham",
   "pi_email_addr": "jbigham@cmu.edu",
   "nsf_id": "000541549",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "ASSET 2012",
  "perf_str_addr": "1345 Twenty-Eighth Street",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803026899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25074.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3db69c65-5cf0-ae8c-a325-e9d47920617d\"> </span></p>\n<p dir=\"ltr\"><span>This award funded the ASSETS 2012 Doctoral Consortium in Boulder, Colorado on Sunday, October 21st, 2012. This annual event provides a unique opportunity for doctoral students to get feedback on their research from peers and panelists on the day before the conference itself begins. Overall, 10 Ph.D. students (6 female) participated.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The distinguished panel represented both academia and industry research labs, and included Shaun Kane (University of Maryland, Baltimore County), Joanna McGrenere (University of British Columbia), Meredith Ringel Morris (Microsoft Research), and Thad Starner (Georgia Institute of Technology). Jeffrey P. Bigham (University of Rochester) served as the chair and organizer.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The student participants presented on a wide range of topics relevant to improving&nbsp;</span>access for people with disabilities and older adults. Projects included a system for improving efficiency in augmented and alternative communication devices, a new method for improving transmission of sign language video on cellular telephones, a new modeling technique for facial expressions in American sign language, a system for improving spatial reading for people with visual impairments, and a new mapping system for people with visual impairments.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Presentations lasted for 15 minutes followed by 30 minutes dedicated to discussion of each presenter&rsquo;s work by the panel and other students. The goal of the discussion was to both comment on the student&rsquo;s current work and also serve as a chance for the student to get feedback about future directions. Discussions were lively with both faculty panelists and students participating. Despite the diversity of topics, a number of common themes emerged in regards to fashioning and scoping one&rsquo;s dissertation research.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The formal day&rsquo;s program concluded with a session dedicated to addressing questions&nbsp;</span>the students had about their careers. Originally scheduled for 45 minutes, this session lasted well over an hour. Panelists offered candid advice about conducting research and establishing one&rsquo;s career as a researcher.</p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>All of the student participants also attended the ASSETS conference and presented their work in a poster session that was dedicated specifically to the Doctoral Consortium participants. This provided an opportunity for the students to interact with and have their work highlighted &nbsp;to the broader ASSETS community.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2013<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;Bigham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis award funded the ASSETS 2012 Doctoral Consortium in Boulder, Colorado on Sunday, October 21st, 2012. This annual event provides a unique opportunity for doctoral students to get feedback on their research from peers and panelists on the day before the conference itself begins. Overall, 10 Ph.D. students (6 female) participated.\n\n \nThe distinguished panel represented both academia and industry research labs, and included Shaun Kane (University of Maryland, Baltimore County), Joanna McGrenere (University of British Columbia), Meredith Ringel Morris (Microsoft Research), and Thad Starner (Georgia Institute of Technology). Jeffrey P. Bigham (University of Rochester) served as the chair and organizer.\n\n \nThe student participants presented on a wide range of topics relevant to improving access for people with disabilities and older adults. Projects included a system for improving efficiency in augmented and alternative communication devices, a new method for improving transmission of sign language video on cellular telephones, a new modeling technique for facial expressions in American sign language, a system for improving spatial reading for people with visual impairments, and a new mapping system for people with visual impairments.\n\n \nPresentations lasted for 15 minutes followed by 30 minutes dedicated to discussion of each presenterÆs work by the panel and other students. The goal of the discussion was to both comment on the studentÆs current work and also serve as a chance for the student to get feedback about future directions. Discussions were lively with both faculty panelists and students participating. Despite the diversity of topics, a number of common themes emerged in regards to fashioning and scoping oneÆs dissertation research.\n\n \nThe formal dayÆs program concluded with a session dedicated to addressing questions the students had about their careers. Originally scheduled for 45 minutes, this session lasted well over an hour. Panelists offered candid advice about conducting research and establishing oneÆs career as a researcher.\n\n \nAll of the student participants also attended the ASSETS conference and presented their work in a poster session that was dedicated specifically to the Doctoral Consortium participants. This provided an opportunity for the students to interact with and have their work highlighted  to the broader ASSETS community.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/26/2013\n\n\t\t\t\t\tSubmitted by: Jeffrey Bigham"
 }
}