{
 "awd_id": "1240041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "From the Laboratory to the Classroom:  Building Capacity for Math and Science Teaching in DC (Lab2Class)",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924657",
 "po_email": "srichard@nsf.gov",
 "po_sign_block_name": "Sandra Richardson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2019-09-30",
 "tot_intn_awd_amt": 2999403.0,
 "awd_amount": 2999403.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2016-08-09",
 "awd_abstract_narration": "From the Laboratory to the classroom: Building Capacity for Math and Science Teaching in DC Secondary Schools (Lab2Class) is a collaborative NSF Teaching Fellows (TF) project that brings together American University's (AU) School of Education, Teaching, and Health (SETH), Departments of Mathematics and Statistics and Environmental Science, The Carnegie Institution of Washington, the District of Columbia Public Schools (DCPS), and DC Public Charter Schools (DCPCS). The overarching project goals are to increase the number of highly qualified math and science teachers in high-need schools in Washington, DC by recruiting STEM professionals with strong backgrounds in science and math to teach in DC schools for at least four years after completing a one-year intensive teacher certification Masters degree program designed to prepare the Fellows for teacher licensure.  Two cohorts of Lab2Class Fellows, consisting of a total of 32 Fellows, 16 in science and 16 in mathematics, are supported throughout their first four years of teaching with professional development, mentoring support and salary supplements.  The project is built on the premise and research base that teachers with very strong content knowledge in STEM fields can help secondary school students develop these essential skills.  Strategies and outcomes include the following:  1) careful preparation of teachers with deep math or science understanding to be effective teachers; 2) pedagogical innovations for teaching to traditionally under-prepared urban students; 3) assessments of student achievement; 4) insights of the Fellows regarding training and classroom activities; and 5) data on how knowledgeable teachers affect student attainment in a high-need school district. This project is grounded in the literature on what constitutes student learning in science and mathematics. The partners have come together to design a program that empowers teachers to think differently about how they teach in the STEM fields, focusing on inquiry and by using assessments as a tool for instructional decision-making with the ultimate goal of increasing the quality of instruction and student achievement in mathematics and science.  The project also brings new information to bear on the conversation around the relationship between teacher content knowledge and student learning.  While the partnership is increasing the quality of math and science teachers in Washington, DC, the impact is expected to grow as the participants take on leadership roles and engage in a more systemic change to improve STEM education in the District and beyond. This partnership serves as a model of teacher development in STEM education with potential to increase the pipeline of minority students into the STEM fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Irvine Belson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Irvine Belson",
   "pi_email_addr": "sirvine@american.edu",
   "nsf_id": "000485024",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Nolan",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Nolan",
   "pi_email_addr": "jpnolan@american.edu",
   "nsf_id": "000232570",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kiho",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiho Kim",
   "pi_email_addr": "kiho@american.edu",
   "nsf_id": "000482608",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Keynes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Keynes",
   "pi_email_addr": "keynes@american.edu",
   "nsf_id": "000385689",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bianca",
   "pi_last_name": "Abrams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bianca Abrams",
   "pi_email_addr": "babrams@carnegiescience.edu",
   "nsf_id": "000521322",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American University",
  "inst_street_address": "4400 MASSACHUSETTS AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028853440",
  "inst_zip_code": "200168003",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H4VNDUN2VWU5"
 },
 "perf_inst": {
  "perf_inst_name": "American University",
  "perf_str_addr": "",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200168002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "7908",
   "pgm_ref_txt": "Teaching & Mstr Tchng Fellows"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1884606.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 756553.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 358244.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"x_p1\"><span>From the Laboratory to the Classroom (Lab2Class) was a partnership program between three units at American University, namely the School of Education, the Department of Mathematics and Statistics, and the Department of Environmental Science, along with the Carnegie Institution of Washington, and DC Public and Public Charter Schools.</span><span>The program goals were to increase the number of highly qualified math and science teachers in high-need schools in Washington, DC in order to increase the quality of instruction and student achievement in secondary mathematics and science.<span>&nbsp;</span>In order to achieve these goals, the program activities included recruiting, preparing and retaining 30 fellows who had strong academic and experiential backgrounds in math or science, provide them with an intensive, one-year Master of Arts in Teaching (MAT) program paired with full-time student teaching leading to licensure. Each fellow also received ongoing mentoring, professional development, and salary supplements through their first four years of teaching.<span>&nbsp;</span></span></p>\n<p class=\"x_p1\">The program had an 87% program completion rate, including the five-year commitment to teaching math or science in DC Public and Public Charter Schools (26 of 30 fellows).&nbsp;The fellows (14 women and 16 men) were recent college graduates as well as early-mid career professionals with strong&nbsp;science and math content knowledge and strong teaching aptitudes and attitudes, based on an intensive application and interview process with a teaching demonstration component.&nbsp;</p>\n<p>Lab2Class science and math fellows taught approximately 8,775 DC Public and Public Charter School students since the 2014-2015 school year when the first cohort became teachers of record in a DC classroom.&nbsp;The science fellows took, on average, an additional 12 credits of graduate-level policy and leadership coursework as part of their ongoing professional development program. One science fellow received a second master's degree in Education Policy and Leadership and is now looking to continue toward a doctoral degree in science and education leadership. The math fellows participated in ongoing professional development delivered by the Math for America &ndash; DC program at the Carnegie Institution of Washington.</p>\n<p>Approximately half of the Lab2Class fellows reported data from student standardized tests such as Measures of Academic Performance (MAP), iReady, and adapted AP exams. While these results were not consistently available in raw form to allow for significance testing, all classes attained growth of practical significance, in some cases equivalent to a year&rsquo;s grade level, and students scored higher than the national average on two science AP exams. For the remaining fellows who used self-created exams (over-representing Science fellows), two-thirds reported a statistically significant growth in average test scores for all classes, and the remaining fellows reported significant growth for all but one grouping (whether by class, unit, or sub-group like SPED or ELL).</p>\n<p>The Lab2Class program serves as a model of both commitment to teacher development in the content areas and the value of ongoing teacher induction and mentoring. Elements of the induction program are used across the teacher preparation programs at American University, and the mentoring program has led to a Master Teaching program at the Carnegie Institution of Washington.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2020<br>\n\t\t\t\t\tModified by: Sarah&nbsp;Irvine Belson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "From the Laboratory to the Classroom (Lab2Class) was a partnership program between three units at American University, namely the School of Education, the Department of Mathematics and Statistics, and the Department of Environmental Science, along with the Carnegie Institution of Washington, and DC Public and Public Charter Schools.The program goals were to increase the number of highly qualified math and science teachers in high-need schools in Washington, DC in order to increase the quality of instruction and student achievement in secondary mathematics and science. In order to achieve these goals, the program activities included recruiting, preparing and retaining 30 fellows who had strong academic and experiential backgrounds in math or science, provide them with an intensive, one-year Master of Arts in Teaching (MAT) program paired with full-time student teaching leading to licensure. Each fellow also received ongoing mentoring, professional development, and salary supplements through their first four years of teaching. \nThe program had an 87% program completion rate, including the five-year commitment to teaching math or science in DC Public and Public Charter Schools (26 of 30 fellows). The fellows (14 women and 16 men) were recent college graduates as well as early-mid career professionals with strong science and math content knowledge and strong teaching aptitudes and attitudes, based on an intensive application and interview process with a teaching demonstration component. \n\nLab2Class science and math fellows taught approximately 8,775 DC Public and Public Charter School students since the 2014-2015 school year when the first cohort became teachers of record in a DC classroom. The science fellows took, on average, an additional 12 credits of graduate-level policy and leadership coursework as part of their ongoing professional development program. One science fellow received a second master's degree in Education Policy and Leadership and is now looking to continue toward a doctoral degree in science and education leadership. The math fellows participated in ongoing professional development delivered by the Math for America &ndash; DC program at the Carnegie Institution of Washington.\n\nApproximately half of the Lab2Class fellows reported data from student standardized tests such as Measures of Academic Performance (MAP), iReady, and adapted AP exams. While these results were not consistently available in raw form to allow for significance testing, all classes attained growth of practical significance, in some cases equivalent to a year’s grade level, and students scored higher than the national average on two science AP exams. For the remaining fellows who used self-created exams (over-representing Science fellows), two-thirds reported a statistically significant growth in average test scores for all classes, and the remaining fellows reported significant growth for all but one grouping (whether by class, unit, or sub-group like SPED or ELL).\n\nThe Lab2Class program serves as a model of both commitment to teacher development in the content areas and the value of ongoing teacher induction and mentoring. Elements of the induction program are used across the teacher preparation programs at American University, and the mentoring program has led to a Master Teaching program at the Carnegie Institution of Washington.\n\n\t\t\t\t\tLast Modified: 01/26/2020\n\n\t\t\t\t\tSubmitted by: Sarah Irvine Belson"
 }
}