{
 "awd_id": "1240008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Collaborative Research: 3dWomen: Exploring Three Decades of Women's Groups in Sustainable Development and the Impact of Social Media on Women's Professional Networks",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kevin Crowston",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 98360.0,
 "awd_amount": 98360.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "Our understanding of why people come together to create social networks is evolving as social media grow in complexity and popularity. Of particular interest is understanding how social networks emerge and are enacted across geography, culture and over time ? especially when they are generated by a polarizing event such as global climate change. \r\n\r\nThis project, 3dWomen, will study the emergence and enactment of a network among women that has coalesced around the World Congress on Sustainable Development (CSD) that meets every ten years (1992, 2002, and will convene again in June 2012).  The 3dWomen project takes advantage of a unique opportunity for three dimensional research on the emergence of this network across time (three decades), space (global networks) and culture.  This in-depth and multidimensional research is only possible because, in response to the great sense of urgency to address the global climate crisis, the women?s caucus which will reconvene in 2012 will bring together the women from the CSD events in 1992, 2002 and 2012.\r\n\r\nOur analysis - based on interviews, archival data and social network analysis - will allow us to elucidate how different networking mechanisms at and between the CSD events, contribute to women persisting to engage in networks on specialized fields such as sustainability, science and climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noshir",
   "pi_last_name": "Contractor",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Noshir S Contractor",
   "pi_email_addr": "nosh@northwestern.edu",
   "nsf_id": "000470079",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Road",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080834",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research focused on three decades of women&rsquo;s networks (3dWomen) associated with the World Congress on Sustainable Development (CSD). The CSD meets once every ten years (1992, 2002, 2012). 3dWomen represented a unique opportunity for three dimensional research on network characteristics across time (three decades), space (global networks), and culture (developing and developed nations). Our focus allowed us to tease out multiple mechanisms that inform us as to how social networks contribute to women persisting in professional fields such as sustainability and science.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Analysis of data collected aimed to understand three dimensions of the gender and sustainability issue network that we studied. These three dimensions included: (1) the semantic (or knowledge) dimension of the network; (2) the social (or collaborative) dimension; and (3) and the relationship between the semantic and social dimensions.&nbsp; Each part of this analysis yielded salient insights, which we describe below.</p>\n<p>&nbsp;</p>\n<p>The semantic dimension of the issue network speaks to how network members order their understanding of the key issues that they work to advance: gender and sustainability. As a network of concept relationships, semantic structure is captured in terms of influential words and word pairs used to describe the unique contributions women make to the institutional conversation about sustainable development.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We found that &ldquo;high influence&rdquo; words tended to represent the societal contexts in which women play important roles that contribute to or are perceived to be related to environmental sustainability, for example &ldquo;agriculture&rdquo;, &ldquo;community&rdquo;, and &ldquo;health.&rdquo; &nbsp;Second, other influential words like &ldquo;caring&rdquo; and &ldquo;family&rdquo; and &ldquo;community&rdquo; suggest certain stereotypes about women and what they contribute to society (i.e., being maternal, family oriented, natural community builders).&nbsp; But they also occurred in the same space as words like &ldquo;decision maker&rdquo;, &ldquo;leadership&rdquo;, and&nbsp; &ldquo;management&rdquo;, which imply qualities of professionalism.&nbsp; So there seemed to be two different themes presented here.&nbsp; The first builds on traditional notions of women&rsquo;s roles and a very practical understanding of how women can be mobilized in efforts to facilitate sustainable development on the ground. While the second theme seems to take the perspective of women as professional actors in this space, advocating and making policy decisions.</p>\n<p>&nbsp;</p>\n<p>The second dimension of the issue network that we examined was the social dimension, which was measured in terms collaboration between network members. &nbsp;Here we wanted to understand what factors motivated the formation of collaborative partnerships between network members.&nbsp; Collaboration was defined as &ldquo;working together in a professional manner to bring attention to issues related to gender and sustainability.&rdquo; &nbsp;Using an inferential technique of analysis designed specifically for network data structures, we learned that members were more likely collaborate with other members that they communicated with frequently and with the collaborators of their collaborators. However, other factors known to influence collaborative choices, like a particular member&rsquo;s authority, the desire to access novel information and insight, and the domain of their organizational affiliation (i.e., government, education, nonprofit) were not significant predictors.&nbsp; Thus, we concluded that the collaborative relationships within the gender and sustainability issue space reinforced members&rsquo; co-existing communication relationships and were motivated by desires to create small teams of collaboration where norms of commitment and accountab...",
  "por_txt_cntn": "\nThis research focused on three decades of womenÆs networks (3dWomen) associated with the World Congress on Sustainable Development (CSD). The CSD meets once every ten years (1992, 2002, 2012). 3dWomen represented a unique opportunity for three dimensional research on network characteristics across time (three decades), space (global networks), and culture (developing and developed nations). Our focus allowed us to tease out multiple mechanisms that inform us as to how social networks contribute to women persisting in professional fields such as sustainability and science. \n\n \n\nAnalysis of data collected aimed to understand three dimensions of the gender and sustainability issue network that we studied. These three dimensions included: (1) the semantic (or knowledge) dimension of the network; (2) the social (or collaborative) dimension; and (3) and the relationship between the semantic and social dimensions.  Each part of this analysis yielded salient insights, which we describe below.\n\n \n\nThe semantic dimension of the issue network speaks to how network members order their understanding of the key issues that they work to advance: gender and sustainability. As a network of concept relationships, semantic structure is captured in terms of influential words and word pairs used to describe the unique contributions women make to the institutional conversation about sustainable development. \n\n \n\nWe found that \"high influence\" words tended to represent the societal contexts in which women play important roles that contribute to or are perceived to be related to environmental sustainability, for example \"agriculture\", \"community\", and \"health.\"  Second, other influential words like \"caring\" and \"family\" and \"community\" suggest certain stereotypes about women and what they contribute to society (i.e., being maternal, family oriented, natural community builders).  But they also occurred in the same space as words like \"decision maker\", \"leadership\", and  \"management\", which imply qualities of professionalism.  So there seemed to be two different themes presented here.  The first builds on traditional notions of womenÆs roles and a very practical understanding of how women can be mobilized in efforts to facilitate sustainable development on the ground. While the second theme seems to take the perspective of women as professional actors in this space, advocating and making policy decisions.\n\n \n\nThe second dimension of the issue network that we examined was the social dimension, which was measured in terms collaboration between network members.  Here we wanted to understand what factors motivated the formation of collaborative partnerships between network members.  Collaboration was defined as \"working together in a professional manner to bring attention to issues related to gender and sustainability.\"  Using an inferential technique of analysis designed specifically for network data structures, we learned that members were more likely collaborate with other members that they communicated with frequently and with the collaborators of their collaborators. However, other factors known to influence collaborative choices, like a particular memberÆs authority, the desire to access novel information and insight, and the domain of their organizational affiliation (i.e., government, education, nonprofit) were not significant predictors.  Thus, we concluded that the collaborative relationships within the gender and sustainability issue space reinforced membersÆ co-existing communication relationships and were motivated by desires to create small teams of collaboration where norms of commitment and accountability would thrive.\n\n \n\nThe final component of our analysis focused on the intersection between the semantic and social dimensions.  Here we sought to understand how having similar perspectives on the contributions women make to the conversation about sustainable development (i.e., semantic similarity) influences collaborative choices.  To this..."
 }
}