{
 "awd_id": "1240966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: BP: CS Unplugged: Encourage Computing without Computers",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 64703.0,
 "awd_amount": 64703.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2012-09-05",
 "awd_abstract_narration": "Colorado School of Mines, in collaboration with the National Center for Women & Information Technology at the University of Colorado, will implement and evaluate Computer Science (CS) Unplugged activities at five middle schools in the Jefferson County Public Schools district. CS Unplugged activities are designed to engage students in computational thinking activities without using computers. Many in the CS community hypothesize that the absence of a computer and the social of the Unplugged activities make CS Unplugged especially engaging for female and under-represented minority students who tend to have less experience and confidence with computing concepts. But what is the impact of Unplugged on students? Using pre- and post-surveys and learning assessments the project team will explore a number of questions to assess the impact of Unplugged activities on students. For example, does participation in CS Unplugged activities actually have a positive impact on students' interest (especially women and underrepresented minorities) in pursuing computing as a major or career? Can exposure to CS concepts in a more accessible format (i.e., with no computers) increase students' confidence that they are able to learn the fundamentals required to continue in the field?  In addition to evaluating the impact on students, the project team will explore how to effectively incorporate CS Unplugged activities in a middle-school classroom, and how to encourage middle school teachers to include CS Unplugged activities and CS concepts in their classroom instruction.\r\n\r\nMany K-12 school students have had limited exposure to computing concepts, and therefore, have a very poor understanding of what computing education and careers involve. To address this lack of knowledge, an international community of CS Unplugged contributors has developed activities to illustrate the kind of thinking that is expected of a computer scientist.  CS Unplugged activities involve problem solving to achieve a goal, and engage students via kinesthetic activities, games, magic tricks, and competitions. Studies have shown that middle school is where students' interest in computing deteriorates; thus, this project will extend CS Unplugged activities with career information and then assess the impact of the Unplugged activities in the largest school district in Colorado with significant student diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "DuBow",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy M DuBow",
   "pi_email_addr": "wendy.dubow@colorado.edu",
   "nsf_id": "000527046",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7579",
   "pgm_ref_txt": "Broadening Participation (BP)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 64703.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Middle school is often considered a critical point for laying the foundation for students&rsquo; interest in pursuing computing, either as a college major or as part of a career. Unfortunately, students have differential preparatory experiences for the eventual pursuit of computing depending on where they go to secondary school, what resources their schools have, and what topics they are exposed to within and outside of the school day. CS Unplugged is a unique approach to teaching complex, foundational computational concepts to students without the need for a computer lab. It can engage students on a number of different levels conducive to learning since activities involve physical movement, games, magic, imagination, and peer interaction.</p>\n<p>This project took Computer Science (CS) Unplugged lesson plans into a subset of charter middle schools in Colorado, most of which ended up being STEM-focused. Undergraduate and graduate students in computer science had the opportunity to teach children about complex computational concepts in a kinesthetic, playful way through using CS Unplugged materials they had either refined or developed from scratch. While the middle school students were learning about key computing concepts such as binary numbers, sorting and encryption/decryption, their school teachers were learning these concepts alongside them. At the same time, the teachers learned how to teach these important 21st century skills in an engaging way. This pedagogical modeling strengthened the middle school teachers&rsquo; abilities to teach computational concepts themselves in the future. In addition, the undergraduate and graduate CS students were able to see experienced teachers manage classroom dynamics and get a taste of teaching young students.</p>\n<p>Evaluation data suggested that the middle school students generally (1) increased or maintained confidence that they can learn computing topics, (2) increased understanding of fundamental computing concepts, and (3) increased or maintained knowledge of career opportunities in computing.</p>\n<p>Broader Impacts: The project enabled the refinement of existing CS Unplugged materials and the development of new educational activities, complete with better scaffolding for supporting non-CS teachers (detailed instructions, instructional videos, illustrations, handouts, and more) as well as authentic assessments of the students&rsquo; learning. All of the materials are available for free download via <a href=\"http://www.ncwit.org/csunplugged\">www.ncwit.org/csunplugged</a>. As technology is pervasive in our society, the more informed individuals are about how it works, the more innovative they can be regarding its applications.</p>\n<p>Intellectual Merit: Being able to teach complex, foundational computational concepts without a computer to secondary school children is one avenue to decreasing the educational disparities that restrict broader participation in technology innovation and the economic advantages that accompany participation. Along with the educational products, the evaluation and assessment instruments developed for this project are also available to anyone implementing the CS Unplugged materials or teaching these concepts to middle school students.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2017<br>\n\t\t\t\t\tModified by: Wendy&nbsp;M&nbsp;Dubow</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1240966/1240966_10211126_1513995161041_ComputerScience-in-a-Box_CoverSIZED--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1240966/1240966_10211126_1513995161041_ComputerScience-in-a-Box_CoverSIZED--rgov-800width.jpg\" title=\"Computer Science-in-a-Box: Unplug Your Curriculum\"><img src=\"/por/images/Reports/POR/2017/1240966/1240966_10211126_1513995161041_ComputerScience-in-a-Box_CoverSIZED--rgov-66x44.jpg\" alt=\"Computer Science-in-a-Box: Unplug Your Curriculum\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Computer Science-in-a-Box: Unplug Your Curriculum introduces fundamental building blocks of computer science -- without using computers. Use it with students ages 9 to 14 to teach lessons about how computers work, while addressing critical mathematics and science concepts.</div>\n<div class=\"imageCredit\">NCWIT</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Wendy&nbsp;M&nbsp;Dubow</div>\n<div class=\"imageTitle\">Computer Science-in-a-Box: Unplug Your Curriculum</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMiddle school is often considered a critical point for laying the foundation for students? interest in pursuing computing, either as a college major or as part of a career. Unfortunately, students have differential preparatory experiences for the eventual pursuit of computing depending on where they go to secondary school, what resources their schools have, and what topics they are exposed to within and outside of the school day. CS Unplugged is a unique approach to teaching complex, foundational computational concepts to students without the need for a computer lab. It can engage students on a number of different levels conducive to learning since activities involve physical movement, games, magic, imagination, and peer interaction.\n\nThis project took Computer Science (CS) Unplugged lesson plans into a subset of charter middle schools in Colorado, most of which ended up being STEM-focused. Undergraduate and graduate students in computer science had the opportunity to teach children about complex computational concepts in a kinesthetic, playful way through using CS Unplugged materials they had either refined or developed from scratch. While the middle school students were learning about key computing concepts such as binary numbers, sorting and encryption/decryption, their school teachers were learning these concepts alongside them. At the same time, the teachers learned how to teach these important 21st century skills in an engaging way. This pedagogical modeling strengthened the middle school teachers? abilities to teach computational concepts themselves in the future. In addition, the undergraduate and graduate CS students were able to see experienced teachers manage classroom dynamics and get a taste of teaching young students.\n\nEvaluation data suggested that the middle school students generally (1) increased or maintained confidence that they can learn computing topics, (2) increased understanding of fundamental computing concepts, and (3) increased or maintained knowledge of career opportunities in computing.\n\nBroader Impacts: The project enabled the refinement of existing CS Unplugged materials and the development of new educational activities, complete with better scaffolding for supporting non-CS teachers (detailed instructions, instructional videos, illustrations, handouts, and more) as well as authentic assessments of the students? learning. All of the materials are available for free download via www.ncwit.org/csunplugged. As technology is pervasive in our society, the more informed individuals are about how it works, the more innovative they can be regarding its applications.\n\nIntellectual Merit: Being able to teach complex, foundational computational concepts without a computer to secondary school children is one avenue to decreasing the educational disparities that restrict broader participation in technology innovation and the economic advantages that accompany participation. Along with the educational products, the evaluation and assessment instruments developed for this project are also available to anyone implementing the CS Unplugged materials or teaching these concepts to middle school students. \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2017\n\n\t\t\t\t\tSubmitted by: Wendy M Dubow"
 }
}