{
 "awd_id": "1240438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI-ODISSEI: Externally-Triggered Origami of Responsive Polymer Sheets",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032925390",
 "po_email": "kmukerji@nsf.gov",
 "po_sign_block_name": "Kerstin Mukerji",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 1758783.0,
 "awd_amount": 1846358.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2013-05-09",
 "awd_abstract_narration": "The research objective of this Emerging Frontiers in Research and Innovation (EFRI) Origami Design for the Integration of Self-assembling Systems for Engineering Innovation (ODISSEI) award is to study a new class of origami by means of polymer sheets that fold in response to external triggers (i.e., light), for hands free folding.  Folding occurs in response to the localization of energy to hinges that are defined on the polymer sheet by Deskjet printing.  The appeal of this approach is its simplicity, versatility, and ability to harness the multitude of 2D patterning techniques to convert surface patterns on pre-strained polymer sheets into 3D objects within seconds upon exposure to a stimulus.  The team, which includes two artists/designers who specialize in surface design and sculpting, a mechanical engineer with expertise in multi-scale mechanics of materials, a mathematician with 35 years of origami experience, and materials/chemical engineers, seeks to study experimentally and model computationally the folding process to create new multi-functional 3D structures that can form rapidly with precise control over shape.  We will explore experimentally and model the scaling laws of folding, the rate of folding, and the mechanics of folding to develop compliant folding mechanisms.  Our interdisciplinary team will collaborate to advance our scientific objectives while broadening participation of underrepresented groups and developing outreach modules on origami for K-12 students.  \r\n\r\nGeneration of novel structures based on folding/unfolding of 2D sheets is expected to lead to a novel paradigm towards developing materials with unprecedented function/property.  Our approach has significant commercial relevance because it is compatible with both low-tech, high throughput 2D patterning techniques (e.g., roll-to-roll patterning) as well as 2D patterning of electronics and photonics.  Packaging or manufacturing of unfoldable materials employed in various technological applications (including those relevant to the Air Force, such as, unfoldable air foils for precision airdrop of humanitarian supplies) constitute examples of structures that will benefit from the research effort.  We will develop a means of attracting local K-12 teachers and students to take part in our interdisciplinary research endeavors through educational and outreach programs at NC State University, Elon University, and at Meredith, a neighboring women?s college.  The outreach programs will be developed and distributed synergistically by our team featuring artists, a former high school teacher, a mathematician who teaches origami, and engineers / scientists from NC State University.\r\n\r\nThis project is supported in part by funds from the Air Force Office of Scientific Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Genzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Genzer",
   "pi_email_addr": "Jan_Genzer@ncsu.edu",
   "nsf_id": "000218786",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Zhu",
   "pi_email_addr": "yong_zhu@ncsu.edu",
   "nsf_id": "000291435",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Brandeis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Brandeis",
   "pi_email_addr": "susan_brandeis@ncsu.edu",
   "nsf_id": "000607570",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "911 Partners Way",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1758783.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 87575.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Origami is an ancient art of paper folding.&nbsp; In this project we use the principles of origami to fold a thin (a fraction of a millimeter) sheet of plastic.&nbsp; The plastic is pre-strained and it shrinks uniformly when exposed to heat.&nbsp; We deliver heat locally via external light source of by an electrical current.&nbsp; This directional delivery of heat enables localized relaxation of the stored strain.&nbsp; As a result, the sheet does not shrink in plane but instead it folds.&nbsp; You can see an example of the process in this video: <a href=\"https://www.youtube.com/watch?v=NKRWZG67dtQ\">https://www.youtube.com/watch?v=NKRWZG67dtQ</a>.&nbsp; You can follow these instructions in this video <a href=\"https://www.youtube.com/watch?v=O9WnvixaZRQ&amp;t=27s\">https://www.youtube.com/watch?v=O9WnvixaZRQ&amp;t=27s</a> to fold polymer sheets in your own house.&nbsp; All you need is a plastic sheet called &ldquo;Shrinky-Dinks&rdquo; (available at local craft stores or the Internet), a black marker (you can also print the ink via an inkjet directly on the sheet), and a pair of scissors.&nbsp; When the ink is localized on the plastic sheet, such as in the examples noted above, the sheet folds.&nbsp; However, you can make the polymer sheet bend by distributing the ink on the polymer sheet in a directional manner.&nbsp; In this way, you can induce various curvatures to the sheet: <a href=\"https://www.youtube.com/watch?v=2Iqq8lIrri8\">https://www.youtube.com/watch?v=2Iqq8lIrri8</a>.&nbsp; One can take this process even further by using inks of different colors and light of different colors.&nbsp; Recognizing that different colors absorb light selectively, we can &ldquo;pre-program&rdquo; when various sections of the polymer sheets fold by simply printing color hinges with different colors and use external light source with various colors to control the sequence of folding events that will take place.&nbsp; It is quite simple: <a href=\"https://www.youtube.com/watch?v=ZlZOdiwbZIE\">https://www.youtube.com/watch?v=ZlZOdiwbZIE</a>.&nbsp; The exciting thing about this method is that is does not require any major instrumentation.&nbsp; You can do it in your home.&nbsp; And it only costs $15 to fold your own plastic sheets.&nbsp; Try it, it is fun!</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2018<br>\n\t\t\t\t\tModified by: Jan&nbsp;Genzer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOrigami is an ancient art of paper folding.  In this project we use the principles of origami to fold a thin (a fraction of a millimeter) sheet of plastic.  The plastic is pre-strained and it shrinks uniformly when exposed to heat.  We deliver heat locally via external light source of by an electrical current.  This directional delivery of heat enables localized relaxation of the stored strain.  As a result, the sheet does not shrink in plane but instead it folds.  You can see an example of the process in this video: https://www.youtube.com/watch?v=NKRWZG67dtQ.  You can follow these instructions in this video https://www.youtube.com/watch?v=O9WnvixaZRQ&amp;t=27s to fold polymer sheets in your own house.  All you need is a plastic sheet called \"Shrinky-Dinks\" (available at local craft stores or the Internet), a black marker (you can also print the ink via an inkjet directly on the sheet), and a pair of scissors.  When the ink is localized on the plastic sheet, such as in the examples noted above, the sheet folds.  However, you can make the polymer sheet bend by distributing the ink on the polymer sheet in a directional manner.  In this way, you can induce various curvatures to the sheet: https://www.youtube.com/watch?v=2Iqq8lIrri8.  One can take this process even further by using inks of different colors and light of different colors.  Recognizing that different colors absorb light selectively, we can \"pre-program\" when various sections of the polymer sheets fold by simply printing color hinges with different colors and use external light source with various colors to control the sequence of folding events that will take place.  It is quite simple: https://www.youtube.com/watch?v=ZlZOdiwbZIE.  The exciting thing about this method is that is does not require any major instrumentation.  You can do it in your home.  And it only costs $15 to fold your own plastic sheets.  Try it, it is fun!\n\n\t\t\t\t\tLast Modified: 06/17/2018\n\n\t\t\t\t\tSubmitted by: Jan Genzer"
 }
}