{
 "awd_id": "1240786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CER: Collaborative Research: Computing Education through Collaborative Debugging",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 274999.0,
 "awd_amount": 304999.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2016-05-10",
 "awd_abstract_narration": "The University of Washington and Oregon State University will investigate how to teach debugging and computing skills in personalized, social, online learning settings. The investigators will create an interactive website that presents a series of debugging puzzles to learners, allowing them learn diagnostic strategies and computing concepts in a self-paced manner and in collaboration with their peers. The website will also allow learners to create their own debugging puzzles to share with friends, family, and the world, resulting in an online community of social learning. Using this design, the project will investigate the effect of explicit instruction on debugging strategies on learners' ability to learn basic programming concepts and the effect of social learning features on learning outcomes and engagement. The project will also contribute basic discoveries on how to teach debugging and how such teaching can be integrated into instruction on other aspects of computing. Evaluations will include both controlled laboratory experiments, annual summer camps involving over 200 U.S. teens, and a worldwide deployment of the website.\r\n\r\nThis project is part of a larger effort to increase both computing literacy and interest in computing careers on the part of U.S. teens. This project's focus on social learning is particularly important for broadening participation in computing, allowing teens to learn computing in supportive and collaborative settings, rather than the highly competitive settings that tend to deter many teens today. Moreover, because the website will only require an Internet connection and a web browser, and not software installations or special devices, the project will also improve access to effective, evidence-based computing education, reaching learners who only have Internet access at public libraries or at school. These efforts will not only improve U.S. citizens' global competitiveness for information technology jobs, but also help the broader citizenry better understand and debug the increasingly software-based world around them.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Ko",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amy J Ko",
   "pi_email_addr": "ajko@uw.edu",
   "nsf_id": "000510102",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981955852",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7439",
   "pgm_ref_txt": "Comp Ed Res (CER)"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 274999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-91a3df47-f804-f749-adbd-3e3715716474\"> </span></p>\n<p dir=\"ltr\"><span>Millions of people are using websites to learn computer programming and other computing skills. However, there is little evidence that these websites are effectively teaching these skills, and significant evidence that people abandon these websites soon after trying them. This project investigated how to prevent this abandonment and promote better learning by systematically investigating how people engage with online coding tutorials.</span></p>\n<p dir=\"ltr\"><span>Across the four years of the project, we made several discoveries. For example, we found that reframing the relationship between a learner and a computer as a collaborative one, rather than an authoritative one, better guided learners&rsquo; attention toward instruction. This resulted in faster learning and lower abandonment. In another study, we found that including small quizzes between lessons also produced faster learning and lower abandonment. We also found that by providing more immediate feedback about errors and other potential misunderstandings promoted better and faster learning when compared to popular online coding tutorials. This work also led to new discoveries about how to teach the problem solving required in programming, new evidence of the types of self-awareness that is required to succeed at programming problem solving, and new approaches to rapidly teaching programming languages. We applied these discoveries to an evaluation of the 30 most popular online coding tutorials available, and found that most of them, aside from those based on research, did not implement best practices from education research or from our recent discoveries. These results set a clear agenda for future designers of online coding tutorials. They also provide a scientific foundation for designing future learning technologies for teaching many types of computing skills. These technologies will be increasingly important as more American jobs begin to require computing skills, requiring rapid and effective retraining.</span></p>\n<p dir=\"ltr\">In addition to these scientific contributions, the project had many direct impacts on society. All of these discoveries were incorporated into a new online coding tutorial called Gidget (<a href=\"helpgidget.org\" target=\"_blank\">helpgidget.org</a>), which tens of thousands of people have played. The tutorial, which is framed as a puzzle game, is freely available for anyone to use, and has been equally effective for people of all genders and learners from ages 8 to 80. The principles underlying the game have also been incorporated into Code Studio, the online tutorial offered by code.org that has been used by millions of U.S. students and teachers. The project also ran 5 summer camps, reaching over 200 high school teens, including 123 girls, 25 Native American girls, more than 50 rural teens in Oregon, and 11 urban teens from lower-income south Seattle neighborhoods. The project also trained 8 doctoral students (one is now faculty), 18 undergraduates (who have since joined Google, Airbnb, Dropbox, IBM, Microsoft, and several startups), and 6 high school students (all of whom have entered college).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/24/2016<br>\n\t\t\t\t\tModified by: Andrew&nbsp;J&nbsp;Ko</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1240786/1240786_10211830_1477335000615_Gidget--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1240786/1240786_10211830_1477335000615_Gidget--rgov-800width.jpg\" title=\"Gidget\"><img src=\"/por/images/Reports/POR/2016/1240786/1240786_10211830_1477335000615_Gidget--rgov-66x44.jpg\" alt=\"Gidget\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Gidget programming game, which equitably and engagingly teaches introductory programming concepts.</div>\n<div class=\"imageCredit\">Michael J. Lee</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Andrew&nbsp;J&nbsp;Ko</div>\n<div class=\"imageTitle\">Gidget</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \nMillions of people are using websites to learn computer programming and other computing skills. However, there is little evidence that these websites are effectively teaching these skills, and significant evidence that people abandon these websites soon after trying them. This project investigated how to prevent this abandonment and promote better learning by systematically investigating how people engage with online coding tutorials.\nAcross the four years of the project, we made several discoveries. For example, we found that reframing the relationship between a learner and a computer as a collaborative one, rather than an authoritative one, better guided learners? attention toward instruction. This resulted in faster learning and lower abandonment. In another study, we found that including small quizzes between lessons also produced faster learning and lower abandonment. We also found that by providing more immediate feedback about errors and other potential misunderstandings promoted better and faster learning when compared to popular online coding tutorials. This work also led to new discoveries about how to teach the problem solving required in programming, new evidence of the types of self-awareness that is required to succeed at programming problem solving, and new approaches to rapidly teaching programming languages. We applied these discoveries to an evaluation of the 30 most popular online coding tutorials available, and found that most of them, aside from those based on research, did not implement best practices from education research or from our recent discoveries. These results set a clear agenda for future designers of online coding tutorials. They also provide a scientific foundation for designing future learning technologies for teaching many types of computing skills. These technologies will be increasingly important as more American jobs begin to require computing skills, requiring rapid and effective retraining.\nIn addition to these scientific contributions, the project had many direct impacts on society. All of these discoveries were incorporated into a new online coding tutorial called Gidget (helpgidget.org), which tens of thousands of people have played. The tutorial, which is framed as a puzzle game, is freely available for anyone to use, and has been equally effective for people of all genders and learners from ages 8 to 80. The principles underlying the game have also been incorporated into Code Studio, the online tutorial offered by code.org that has been used by millions of U.S. students and teachers. The project also ran 5 summer camps, reaching over 200 high school teens, including 123 girls, 25 Native American girls, more than 50 rural teens in Oregon, and 11 urban teens from lower-income south Seattle neighborhoods. The project also trained 8 doctoral students (one is now faculty), 18 undergraduates (who have since joined Google, Airbnb, Dropbox, IBM, Microsoft, and several startups), and 6 high school students (all of whom have entered college).\n\n \n\n\t\t\t\t\tLast Modified: 10/24/2016\n\n\t\t\t\t\tSubmitted by: Andrew J Ko"
 }
}