{
 "awd_id": "1240730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Locomotion Systems Science Workshop in Arlington, VA",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-06-13",
 "awd_max_amd_letter_date": "2012-06-13",
 "awd_abstract_narration": "The three-day \"Locomotion Systems Science Workshop\" to be held in May, in Arlington, VA, co-funded by NSF and ARO, will include a diversity of thinkers in biology, physics, engineering, chemistry, computer science, and mathematics, for the purpose of asking an actionable version of the question: why do animals move better than machines in typical terrestrial environments? One of the themes will be devoted to the question: how do living locomotion systems emerge from nonliving components and is there a \"locomotion systems science\" that can describe such emergence? The meeting will include a series of sessions that mix different modes of problem formulation and categories of problem. The participants will discuss: 1) Fundamental limits-- attempting to pin down how close to a limit evolution has selected an animal's operating point, and why, can help illuminate the analogous engineering tradeoffs between reductive focus on optimality of components and integrative emphasis on modularity achieved through better coordination of existing parts. 2) Multi-scale models-- compare and assess formalisms for multiple scale modeling and analysis. 3) Comparative Methods -- compare and interrelate traditional methods of inquiry in disciplines like biology, physics, mathematics, computer science.  These will be focused on themes including Systems, Environment, Power and Information. The meeting with have an impact on our ability to develop efficient machines that use the basic motion principles that animals use.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Goldman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel I Goldman",
   "pi_email_addr": "daniel.goldman@physics.gatech.edu",
   "nsf_id": "000077253",
   "pi_start_date": "2012-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Koditschek",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Koditschek",
   "pi_email_addr": "kod@ese.upenn.edu",
   "nsf_id": "000197893",
   "pi_start_date": "2012-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Robust and intelligent mobile robotic systems are essential components of humanity&rsquo;s future. Our everyday world, its life-altering disasters, and future extraplanetary exploration all urge the design of engineered devices with animal-like mobility and the intelligence to use it wisely. All-terrain personal mobility devices promise a myriad of applications, for example in support of the elderly (&ldquo;ambulatory assistant&rdquo;), the disabled (&ldquo;intelligent prosthetics&rdquo;), for general telepresence, disaster response, or access to forbidding environments. At the same time, robots can serve as physical models of organisms to reveal secrets of natural locomotion. Discovery of principles can inspire better robots; in turn, efforts to capture natural behavior in synthetic devices reveal missing insight and suggest new hypotheses for science. However, such fundamental efforts have slowed due to emphasis of recent funding on short term projects. Support for scientific study of the physiology, energetics and informatics of organism locomotion and its relation to synthetic models is nearly nonexistent. Funding efforts from engineering directorates and military agencies to create mobile robots have been scattered and largely built upon a cut-and-try approach with success measured by specific, incremental performance. As a result, mobile robots still work best in relatively controlled environments like factory floors, indoor hallways, or engineered roadways and urban canyons; most that have entered the unstructured real world suffer performance losses when confronted with unfamiliar situations and complex terrain &ndash; and none are at home in the rough.</p>\n<h3>Intellectual Merit</h3>\n<p>The time is now to ignite a field with the ambition to create useful artificial approximations of living systems, focused on problems of autonomous mobility. This requires a coordinated, synergistic and non-reductionist synthesis of multi-scale systems science, mathematics and engineering for which a broadly based community of scholars presently exists. We propose that encouragement of intellectual effort coupled with financial resources should be devoted toward a unified, networked effort to understand movement behaviors and mechanisms of biological and robotic systems in realistic environments. The opportunity would galvanize this community of researchers toward concrete progress on the core challenges to a more general science of nonequilibrium phenomena. Such grand challenge issues include focused experimental, theoretical and computational studies of: 1) Dynamical systems theory and multi-scale eco-mechanics modeling of <em>interaction</em> with the natural world during movement; 2) Definitions, quantification and synthesis of <em>robustness</em>; 3) <em>Emergence</em> of &ldquo;patterns&rdquo; of movement from multi-scale systems, well beyond a primary bifurcation.</p>\n<h3>Broader Impacts</h3>\n<p>The mobilized scholarly community revealed by the NSF/ARL workshop represents an unprecedented blending of physics, biology, engineering and mathematics. Our agenda differs from earlier &ldquo;bioinspiration&rdquo; approaches: we do not live in the &ldquo;inspirational&rdquo; loop, but instead have come to recognize a rigorous alternative where biological, engineering and physical sciences co-mingle with robotic artifacts and formal mathematical analysis. This new-found rigor and breadth arises as a generation of earlier &ldquo;inspired&rdquo; researchers is joined by their growing ranks of former students, &nbsp;many now trained in several of the constituent disciplines (e.g. convergence of robotics engineering and applied mathematics, biology and robotics, physics and robotics, and so on).</p>\n<p>Several early insights achieved by this emerging community have already proved promising. For example, robots using principles derived from specific biological locomotors have hint...",
  "por_txt_cntn": "\nRobust and intelligent mobile robotic systems are essential components of humanityÆs future. Our everyday world, its life-altering disasters, and future extraplanetary exploration all urge the design of engineered devices with animal-like mobility and the intelligence to use it wisely. All-terrain personal mobility devices promise a myriad of applications, for example in support of the elderly (\"ambulatory assistant\"), the disabled (\"intelligent prosthetics\"), for general telepresence, disaster response, or access to forbidding environments. At the same time, robots can serve as physical models of organisms to reveal secrets of natural locomotion. Discovery of principles can inspire better robots; in turn, efforts to capture natural behavior in synthetic devices reveal missing insight and suggest new hypotheses for science. However, such fundamental efforts have slowed due to emphasis of recent funding on short term projects. Support for scientific study of the physiology, energetics and informatics of organism locomotion and its relation to synthetic models is nearly nonexistent. Funding efforts from engineering directorates and military agencies to create mobile robots have been scattered and largely built upon a cut-and-try approach with success measured by specific, incremental performance. As a result, mobile robots still work best in relatively controlled environments like factory floors, indoor hallways, or engineered roadways and urban canyons; most that have entered the unstructured real world suffer performance losses when confronted with unfamiliar situations and complex terrain &ndash; and none are at home in the rough.\nIntellectual Merit\n\nThe time is now to ignite a field with the ambition to create useful artificial approximations of living systems, focused on problems of autonomous mobility. This requires a coordinated, synergistic and non-reductionist synthesis of multi-scale systems science, mathematics and engineering for which a broadly based community of scholars presently exists. We propose that encouragement of intellectual effort coupled with financial resources should be devoted toward a unified, networked effort to understand movement behaviors and mechanisms of biological and robotic systems in realistic environments. The opportunity would galvanize this community of researchers toward concrete progress on the core challenges to a more general science of nonequilibrium phenomena. Such grand challenge issues include focused experimental, theoretical and computational studies of: 1) Dynamical systems theory and multi-scale eco-mechanics modeling of interaction with the natural world during movement; 2) Definitions, quantification and synthesis of robustness; 3) Emergence of \"patterns\" of movement from multi-scale systems, well beyond a primary bifurcation.\nBroader Impacts\n\nThe mobilized scholarly community revealed by the NSF/ARL workshop represents an unprecedented blending of physics, biology, engineering and mathematics. Our agenda differs from earlier \"bioinspiration\" approaches: we do not live in the \"inspirational\" loop, but instead have come to recognize a rigorous alternative where biological, engineering and physical sciences co-mingle with robotic artifacts and formal mathematical analysis. This new-found rigor and breadth arises as a generation of earlier \"inspired\" researchers is joined by their growing ranks of former students,  many now trained in several of the constituent disciplines (e.g. convergence of robotics engineering and applied mathematics, biology and robotics, physics and robotics, and so on).\n\nSeveral early insights achieved by this emerging community have already proved promising. For example, robots using principles derived from specific biological locomotors have hinted at principles broadly required for robust movement. Such issues have inspired theoretical development in dynamical systems theory,  geometric techniques, and neuromechanics. We propose that the time is now..."
 }
}