{
 "awd_id": "1240294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Grant: Improving Attitudes towards Engineering Via Aesthetics",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "This engineering education research initiation grant seeks to explore how engineering fluid dynamics can be taught by engaging students from the arts on engineering teams.  The study explore development of students' perception of fluid mechanics, contrasting what is learned with more traditional, mathematical approaches via the impact on learning outcomes and retention.   A mixed-methods study and perceptual training study will be conducted to explore expertise development. \r\n\r\nThe broader significance and importance of this project arises through the potential for such alternative pedagogies to address both motivation and retention of students who are currently retained in engineering at a lower rate than peers.  Combining students from visual arts and engineering backgrounds to explore fluid problems may lead to insights on communicating engineering to a broader audience.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by building the capacity of the nation's citizenry for addressing societal challenges through engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Hertzberg",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jean R Hertzberg",
   "pi_email_addr": "hertzberg@colorado.edu",
   "nsf_id": "000430215",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Curran",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy E Curran",
   "pi_email_addr": "tim.curran@colorado.edu",
   "nsf_id": "000333029",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Finkelstein",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Noah D Finkelstein",
   "pi_email_addr": "noah.finkelstein@colorado.edu",
   "nsf_id": "000469391",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Ito",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany A Ito",
   "pi_email_addr": "Tiffany.Ito@colorado.edu",
   "nsf_id": "000469235",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 481",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Flow visualization is the process of making the physics of fluid flows (gases, liquids) visible, and is a well-established research tool in fluid mechanics. Since 2003, University of Colorado students from engineering and the arts (photography, film) have participated in a course on flow visualization (FV). The course has significant technical content on flow visualization and photographic techniques, and underscores accurate documentation and the interpretation of results. One particular unit covers atmospheric dynamics as revealed by clouds.&nbsp; What makes this course unusual is the emphasis on the production of images for aesthetic purposes: for art. A preliminary study demonstrated that this course changed the way students view the world; they saw fluids everywhere, and enjoyed their beauty. Educators want this impact for all of their courses. This Research Initiation Grant was used to begin an investigation into how to do this. Our over-arching research question was &ldquo;how does increasing visual perception of engineering topics improve educational outcomes?&rdquo;</p>\n<p>We explored several methodologies for approaching this question, developing fruitful collaborations with interdisciplinary experts. The research design took shape in two areas: 1) A mixed-methods attitude study of students in the FV course, a new course on Aesthetics of Design, and a traditional Fluid Mechanics course. 2) A perceptual training study to examine whether a short flow visualization experience can produce <em>visual expertise</em> akin to that of other visual experts, such as bird watchers.</p>\n<p>The mixed-methods attitude study involved quantitative surveys and student interviews to probe how students view fluid mechanics and design, which, like fluids, is pervasive in the environment and critical to engineering student success. In analyzing the results, we developed a framing that we call &lsquo;Twain Versus Feynman&rsquo; to describe attitudinal shifts. Mark Twain trained as a riverboat pilot, and consequently lost all appreciation for the beauty of the river. A similar negative affect shift is common during engineering courses. In contrast, Richard Feynman&rsquo;s famous anecdote about how deep knowledge of a flower only adds to its beauty reflects an expansion of perception, application of knowledge and an increased positive affect, behaviors demonstrated by FV students. We identified these behaviors as markers of a <em>transformative experience</em>, as defined by Kevin Pugh (2011).</p>\n<p>In coding our interview data, we highlighted examples of expanded perception relating to fluids. While many students shared instances of noticing course content in the &lsquo;real world&rsquo;, these anecdotes were not elicited by questions about courses. Rather, students made these comments when asked if they identified as engineers, and what it meant to be engineers. This connection between identity and expanded perception was unexpected and is a ripe area for future work.</p>\n<p>Our interpretive findings further suggest that by engaging students with multiple sources of interest (complexity, applicability, ubiquity, aesthetics) and allowing them to choose their own challenges, students not only achieve their stated learning objectives, but stretch beyond to contribute to the overall goal of their education: increasing their confidence in becoming engineers. Thus while we don&rsquo;t yet have a prescription for triggering transformative experiences, we have identified promising elements.</p>\n<p>&nbsp;</p>\n<p>The visual expertise study involved training both novices and fluids &lsquo;experts&rsquo; (students who had taken a fluids course) to correctly categorize images of fluid flows as either laminar or turbulent, without prior knowledge of the categories. The novices were indeed able to gain <em>visual expertise</em> akin to that of other visual experts, such as bird watchers, des...",
  "por_txt_cntn": "\nFlow visualization is the process of making the physics of fluid flows (gases, liquids) visible, and is a well-established research tool in fluid mechanics. Since 2003, University of Colorado students from engineering and the arts (photography, film) have participated in a course on flow visualization (FV). The course has significant technical content on flow visualization and photographic techniques, and underscores accurate documentation and the interpretation of results. One particular unit covers atmospheric dynamics as revealed by clouds.  What makes this course unusual is the emphasis on the production of images for aesthetic purposes: for art. A preliminary study demonstrated that this course changed the way students view the world; they saw fluids everywhere, and enjoyed their beauty. Educators want this impact for all of their courses. This Research Initiation Grant was used to begin an investigation into how to do this. Our over-arching research question was \"how does increasing visual perception of engineering topics improve educational outcomes?\"\n\nWe explored several methodologies for approaching this question, developing fruitful collaborations with interdisciplinary experts. The research design took shape in two areas: 1) A mixed-methods attitude study of students in the FV course, a new course on Aesthetics of Design, and a traditional Fluid Mechanics course. 2) A perceptual training study to examine whether a short flow visualization experience can produce visual expertise akin to that of other visual experts, such as bird watchers.\n\nThe mixed-methods attitude study involved quantitative surveys and student interviews to probe how students view fluid mechanics and design, which, like fluids, is pervasive in the environment and critical to engineering student success. In analyzing the results, we developed a framing that we call æTwain Versus FeynmanÆ to describe attitudinal shifts. Mark Twain trained as a riverboat pilot, and consequently lost all appreciation for the beauty of the river. A similar negative affect shift is common during engineering courses. In contrast, Richard FeynmanÆs famous anecdote about how deep knowledge of a flower only adds to its beauty reflects an expansion of perception, application of knowledge and an increased positive affect, behaviors demonstrated by FV students. We identified these behaviors as markers of a transformative experience, as defined by Kevin Pugh (2011).\n\nIn coding our interview data, we highlighted examples of expanded perception relating to fluids. While many students shared instances of noticing course content in the æreal worldÆ, these anecdotes were not elicited by questions about courses. Rather, students made these comments when asked if they identified as engineers, and what it meant to be engineers. This connection between identity and expanded perception was unexpected and is a ripe area for future work.\n\nOur interpretive findings further suggest that by engaging students with multiple sources of interest (complexity, applicability, ubiquity, aesthetics) and allowing them to choose their own challenges, students not only achieve their stated learning objectives, but stretch beyond to contribute to the overall goal of their education: increasing their confidence in becoming engineers. Thus while we donÆt yet have a prescription for triggering transformative experiences, we have identified promising elements.\n\n \n\nThe visual expertise study involved training both novices and fluids æexpertsÆ (students who had taken a fluids course) to correctly categorize images of fluid flows as either laminar or turbulent, without prior knowledge of the categories. The novices were indeed able to gain visual expertise akin to that of other visual experts, such as bird watchers, despite the more abstract stimuli, and despite having no formal instruction in the pertinent physics. As with other visual expertise studies, subjects trained on a narrow range of images demonstrate..."
 }
}