{
 "awd_id": "1240394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshops for Creating a Community Roadmap for EarthCube Services for Data Discovery, Mining and Access: Data Mining Services",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 99394.0,
 "awd_amount": 99394.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2013-04-17",
 "awd_abstract_narration": "EarthCube, a major new NSF initiative, is focused on community-driven development of an integrated and interoperable knowledge management system for data in the geo- and environmental sciences. By utilizing a cooperative, as opposed to competitive process like that which created the Internet and Open Source software, EarthCube will attack the recalcitrant and persistent problems that so far have prevented adequate access to and the analysis, visualization, and interoperability of the vast storehouses of disparate geoscience data and data types residing in distributed and diverse data systems.  This awards funds a series of broad, inclusive community interactions to gather adequate information and requirements to create a roadmap for a critical capability (data mining and algorithm/data analytic techniques) that will enable the development of EarthCube. The focus of the community conversations include exploration of present data analysis approaches and possible new novel approaches; data filtering; pattern recognition and machine learning as applied to geoscience datasets; and search algorithm identification and development.  Intensive interaction will also take place with awardees and participants in the other EarthCube community groups and concept development awards.  Broader impacts of the work include: helping EarthCube realize its potential to dramatically improve the infrastructure for science, actively engaging early career geoscience researchers in the process, and supporting investigators at an institution in an EPSCoR state.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rahul",
   "pi_last_name": "Ramachandran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rahul Ramachandran",
   "pi_email_addr": "rahul.ramachandran@nasa.gov",
   "nsf_id": "000362191",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Graves",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sara J Graves",
   "pi_email_addr": "sgraves@itsc.uah.edu",
   "nsf_id": "000352295",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99394.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--  /* Font Definitions */ @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073743103 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:10.0pt; \tmargin-left:0in; \tline-height:115%; \tmso-pagination:widow-orphan; \tfont-size:11.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Cambria; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} p \t{mso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} -->\n<p style=\"text-align: justify; text-justify: inter-ideograph;\"><span style=\"font-size: 11.0pt;\">EarthCube, a National Science Foundation (NSF) initiative, aims to transform the conduct of research in geosciences and encourage the community-guided cyberinfrastructure development of a coherent framework to integrate and use data and information for knowledge management across the research enterprise with the goal of creating a more sustainable future through improvements in our understanding of Earth as a complex and changing planet. <span style=\"mso-spacerun: yes;\">&nbsp;</span>Geoscientists, Computer Scientists, Information Technologists, Social Scientists, and others are collaborating to define a shared vision for the next generation of research over the next decade.&nbsp;</span></p>\n<p style=\"text-align: justify; text-justify: inter-ideograph;\"><span style=\"font-size: 11.0pt;\">To enable transformational research and education within and across geoscience disciplines, NSF has sponsored 26 end-user workshops in<span style=\"color: black;\"> diverse geoscience domains</span> over the past two years.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The workshops engaged over <span style=\"color: black;\">1,200 </span>participants from the academic, government and private sectors of the Earth, atmospheric, ocean, computer, information and social science communities; with the overarching objectives of better understanding the limitations of existing cyberinfrastructure, and identifying synergistic opportunities that will help make web-based <span style=\"color: black;\">technologies for sharing data, tools and models accessible to the majority of geoscientists.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p style=\"text-align: justify; text-justify: inter-ideograph;\"><span style=\"font-size: 11.0pt; color: black;\">This project supported a workshop to initiate a process of community dialogue in the area of data including data mining/analytics through &ldquo;virtual&rdquo; discussions to </span><span style=\"font-size: 11.0pt;\">leverage existing data mining capabilities and explor...",
  "por_txt_cntn": "\nEarthCube, a National Science Foundation (NSF) initiative, aims to transform the conduct of research in geosciences and encourage the community-guided cyberinfrastructure development of a coherent framework to integrate and use data and information for knowledge management across the research enterprise with the goal of creating a more sustainable future through improvements in our understanding of Earth as a complex and changing planet.  Geoscientists, Computer Scientists, Information Technologists, Social Scientists, and others are collaborating to define a shared vision for the next generation of research over the next decade. \nTo enable transformational research and education within and across geoscience disciplines, NSF has sponsored 26 end-user workshops in diverse geoscience domains over the past two years.  The workshops engaged over 1,200 participants from the academic, government and private sectors of the Earth, atmospheric, ocean, computer, information and social science communities; with the overarching objectives of better understanding the limitations of existing cyberinfrastructure, and identifying synergistic opportunities that will help make web-based technologies for sharing data, tools and models accessible to the majority of geoscientists.  \nThis project supported a workshop to initiate a process of community dialogue in the area of data including data mining/analytics through \"virtual\" discussions to leverage existing data mining capabilities and explore emerging data analytics techniques with the over-arching objective of enhancing the scientific productivity of EarthCube datasets and promoting new multi-disciplinary scientific collaborations.  The EarthCube Data Discovery, Mining and Access (DDMA) virtual workshop reviewed existing tools/approaches used by the geosciences community, identified challenges that must be overcome, identified promising new approaches, and developed a roadmap for the future of data in EarthCube. Data analytics included data exploration, mining and visualization. The aim was to achieve, through discussions, convergence between needs of the geoscientist and the current and the proposed cyberinfrastructure solutions. The workshop was open to participation by all interested parties, including individuals, institutions, and networks, and across the entire geosciences domain, as well as information sciences.  The group prepared a document entitled, \"A Community Roadmap for EarthCube Data Discovery, Mining and Access\" to recommend a path forward.\nA two-day EarthCube End-User Principal Investigator workshop was also held, bringing together 40 community leaders tasked with synthesizing the outcomes of the end-user workshops.  The goal of the meeting was to articulate a common vision to facilitate EarthCubeÆs ongoing development by identifying opportunities and mechanisms to further engage their scientific communities; encouraging collaboration across disciplines and domains; and understanding social and technical requirements for future infrastructure.  These efforts culminated in the expression of forward-looking and actionable steps that will motivate and guide the development of EarthCube. \nInformation from the end-user workshops showed individual geoscience domains routinely utilize ~30 distinct data sources.  These data increasingly overlap traditional disciplinary boundaries and, to provide concrete value to the geoscience community, &gt;70% of end-users thought EarthCube should establish guidelines that would render the mechanisms used to find and store data uniform and interoperable, and ensure the context(s) within which data are generated are reliably documented.  For these reasons, the meetingÆs common vision for EarthCube highlighted the need to develop a cyberinfrastructure that will: (1) make data discovery, access and integration easier; and (2) enable the construction of shared knowledge bases, communication and coordination through the adoption of community conventio..."
 }
}