{
 "awd_id": "1240213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: FASEB Summer Research Conference on Mitosis: Spindle Assembly and Function conference being held August 5-10, 2012 in Steamboat Springs, Colorado.",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "Objectives: Cell division (mitosis) is the culmination of the cell cycle, and even seemingly minute deficiencies in the molecular mechanisms that control mitosis profoundly affect the fate of the daughter cells and ultimately, the fate of the entire organism. As such, elucidating the fundamental mechanisms of cell division has been in the focus of cell biology ever since this dynamic and complex process was revealed by early microscopy. A vast number of scientists investigate various aspects of the mitotic apparatus assembly and function. In fact, the field of mitosis amalgamates molecular cell biology, biochemistry, biophysics, computational biology, and functional genomics. To foster exchange of the information and ideas, as well as to encourage new interdisciplinary collaborations funds are requested to provide NSF travel awards for young scientists (graduate students, post-docs, and junior faculty) to attend the FASEB sponsored meeting on Mitosis: Spindle Assembly and Function.\r\n\r\nIntellectual Merit: This international meeting, organized by professors Claire Walczak of Indiana University (Bloomington, Indiana, USA) and Erich Nigg of Biozentrum, University of Basel (Basel, Switzerland), will bring together approximately 175 researchers from the various subdisciplines within the field of mitosis. The overall aim of the meeting is to encourage direct exchange of ideas and experimental data among scientists who study diverse aspects of mitosis. The meeting will feature a keynote address by the eminent scientist Dr. Conly Rieder of the Wadsworth Center (Albany, NY). His lecture will focus on conceptual developments in the understanding of cell division, and it will put recently-unveiled molecular mechanisms in the context of live-cell microscopy observations made over the course of several decades. Podium presentations will feature invited internationally-renowned experts, as well as younger scientists (graduate students, post-docs, and junior faculty) whose work will be selected from the submitted abstracts. Nine platform sections covering all major aspects of mitosis will be held: 1. Mitotic spindle assembly; 2. Quantitative approaches to mitosis; 3. Centrosome structure and function; 4. Kinetochore assembly and function; 5. Chromosome structure and function; 6. Mitosis career symposium; 7. Cytokinesis and mitotic exit; 8. Chromosome segregation and aneuploidy; 9. Mitosis in Development. Of special note is the Mitosis Career Symposium in which three senior leaders in the field (Professors Dick McIntosh, MaryAnn Jordan, and Ted Salmon) will provide an overview of their many contributions to this field. In addition, the session on quantitative approaches to mitosis represents the newest multidisciplinary science that is critical to the future of this field, and the session on mitosis in development is aimed to integrate the cell biology with mitosis in the broader context of the organism. To complement the platform sessions, time will be allocated for three poster sessions, each 2 hours long. The remainder of the afternoons will be orchestrated for informal scientific exchanges to promote cross-disciplinary interactions and to nurture the initiation of new collaborations.\r\n\r\nBroader Impacts: A unique feature of the meeting is that it will focus on disseminating new cutting-edge information in a didactic and expertly assimilated form, which is essential in the rapidly changing scientific landscape of research in mitosis. Due to enormously vast and diverse professional literature it has become difficult, particularly for younger scientists who only recently entered the field, to view individual discoveries in a common perspective. In addition, because of the small size and informal nature of the meeting, this venue provides a unique opportunity for young scientists to interact with world-renowned experts in the field to gain their insight and perspective on their research. Graduate students, post-doctoral fellows, and junior faculty will all be considered for platform presentations to feature their work, and all attendees are expected to present research in platform or poster sessions to ensure that everyone actively participates in the meeting. The information gathered from this meeting will be used to advance both the research and educational goals of the meeting participants by broadly disseminating the latest information to participants, who are actively involved in graduate and undergraduate training and education at institutions throughout the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Walczak",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Claire E Walczak",
   "pi_email_addr": "cwalczak@indiana.edu",
   "nsf_id": "000075058",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Federation of Amer Societies For Exper Biology",
  "inst_street_address": "6120 EXECUTIVE BLVD STE 575",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKVILLE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016347013",
  "inst_zip_code": "208529839",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "FEDERATION OF AMERICAN SOCIETIES FOR EXPERIMENTAL BIOLOGY",
  "org_prnt_uei_num": "PTK7AJZVT7C1",
  "org_uei_num": "CLHCSTHHSX25"
 },
 "perf_inst": {
  "perf_inst_name": "Federation of Amer Societies For Exper Biology",
  "perf_str_addr": "9650 Rockville Pike",
  "perf_city_name": "Bethesda",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "208143998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The most fundamental property of life is the ability to procreate, and on the cellular level this is achieved via cell division (mitosis). For single cell organisms, to divide is to reproduce. In complex multicellular organisms, division is required not only to increase the number of cells for development and growth, but also in mature tissues to replace cells as they die. Thus, proper execution of mitosis remains essential throughout the life span of any organism, just as errors in this process continuously pose a clear and present danger of causing developmental defects.&nbsp; For these reasons, the process of cell division, and the mechanisms responsible for its errorless execution have continuously remained a major research interest of the scientific community since the discovery of mitosis by Walther Flemming in 1879.</p>\n<p>Mitosis represents the culmination of the cell cycle, and it is estimated that at any given time ~250*10<sup>6</sup> cells are dividing in the human body.&nbsp; The division of each cell requires the assembly of a complex, macromolecular machine, called the mitotic spindle that is used to drive the separation of the chromosomes, which are the source of our genetic material, into the two daughter cells.&nbsp; Scientists use a complex array of tools ranging from studying the behavior of individual molecules involved in this process, using complex imaging to see the events of mitosis, using computational approaches to predict how the system works, as well as reconstituting the process from individual parts. Understanding and implementing these cross-disciplinary approaches can best be accomplished by bringing together experts in the field and by sharing information with the next generation of scientists.</p>\n<p>This project provided funding for travel awards to junior investigators to attend the Federation of American Society for Experimental Biology conference on &ldquo;Mitosis: Spindle Assembly and Function&rdquo; in the summer of 2012.&nbsp; This conference brought together ~130 scientists from all over the world to present and discuss their latest findings on understanding how cells divide.&nbsp; Attendees included distinguished world-renowned scientists in the field as well as younger scientists who were taught both the history of the field as well as the latest findings.&nbsp; This type of conference is key to stimulating new discoveries that drive science in new directions.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/08/2013<br>\n\t\t\t\t\tModified by: Claire&nbsp;Walczak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe most fundamental property of life is the ability to procreate, and on the cellular level this is achieved via cell division (mitosis). For single cell organisms, to divide is to reproduce. In complex multicellular organisms, division is required not only to increase the number of cells for development and growth, but also in mature tissues to replace cells as they die. Thus, proper execution of mitosis remains essential throughout the life span of any organism, just as errors in this process continuously pose a clear and present danger of causing developmental defects.  For these reasons, the process of cell division, and the mechanisms responsible for its errorless execution have continuously remained a major research interest of the scientific community since the discovery of mitosis by Walther Flemming in 1879.\n\nMitosis represents the culmination of the cell cycle, and it is estimated that at any given time ~250*106 cells are dividing in the human body.  The division of each cell requires the assembly of a complex, macromolecular machine, called the mitotic spindle that is used to drive the separation of the chromosomes, which are the source of our genetic material, into the two daughter cells.  Scientists use a complex array of tools ranging from studying the behavior of individual molecules involved in this process, using complex imaging to see the events of mitosis, using computational approaches to predict how the system works, as well as reconstituting the process from individual parts. Understanding and implementing these cross-disciplinary approaches can best be accomplished by bringing together experts in the field and by sharing information with the next generation of scientists.\n\nThis project provided funding for travel awards to junior investigators to attend the Federation of American Society for Experimental Biology conference on \"Mitosis: Spindle Assembly and Function\" in the summer of 2012.  This conference brought together ~130 scientists from all over the world to present and discuss their latest findings on understanding how cells divide.  Attendees included distinguished world-renowned scientists in the field as well as younger scientists who were taught both the history of the field as well as the latest findings.  This type of conference is key to stimulating new discoveries that drive science in new directions.  \n\n \n\n\t\t\t\t\tLast Modified: 05/08/2013\n\n\t\t\t\t\tSubmitted by: Claire Walczak"
 }
}