{
 "awd_id": "1240709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Request for GLOBE Teacher Guide Refresh Virtual Panel/Workshop",
 "cfda_num": "47.050",
 "org_code": "06000000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 23388.0,
 "awd_amount": 23388.0,
 "awd_min_amd_letter_date": "2012-06-04",
 "awd_max_amd_letter_date": "2012-06-04",
 "awd_abstract_narration": "This award is being used to conduct a review of the GLOBE program data collection protocols, instrumentation specifications, and associated Teachers Guide, which was last re-written in 2003.   This effort builds on a panel convened in January 10-11, 2011, which reported that the science content of the GLOBE protocols is overall still quite relevant, but in need of minor updating (as opposed to a complete overhaul). The Teachers Guide is being reviewed on an investigation area by investigation area basis, in order to better identify specific areas that need addressing. Five sub-groups addressing major sections of the Teachers Guide related to Atmosphere,\r\nHydrology, Soil, Land Cover, and, Earth as a System/Phenology are meeting meeting virtually through web conferencing tools.  These sub-groups consiste of discipline and program experts with considerable expertise and insight into the working and implementation of these protocols. Each sub-group is reviewing the state of the science protocols within that topic area and identifying those that need updating or long-term augmentation; prioritizing the proposed modifications; and assessing the suitability of protocols for on-line as opposed to hands-on training, as well as the need for more customized training requirements. A panel report addressing these topics will be issued by July 6, 2012.  A revised GLOBE Teachers Guide will complement and better integrate with the revised GLOBE web site and database as well as prepare the program for new mobile technologies and the 2013 renewal of the GLOBE management contract.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Washburne",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Washburne",
   "pi_email_addr": "jwash@hwr.arizona.edu",
   "nsf_id": "000417024",
   "pi_start_date": "2012-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "POB 210158b; 845 N Park Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210158",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "105300",
   "pgm_ele_name": "GLOB LEARN & OBSER TO BEN ENVI"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 23388.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Teacher&rsquo;s Guide contains the protocols, learning activities, and supporting materials that guide teachers through the process of carrying out scientific investigations with their students.&nbsp; To be applicable for this use, the materials must be up-to-date from a scientific perspective and use procedures and instrumentation available to teachers. Additionally the Guide has broad impact to both the scientific veracity of the GLOBE data set and it impacts both the teachers and students involved in GLOBE activities on a daily basis.&nbsp;</p>\n<p>This effort was aimed at providing detailed information about specific areas of the Guide that are in need of revision from a scientific perspective.&nbsp; In May of 2012, a panel was formed to focus on this task.&nbsp; The panel was made up of 32 content experts, the majority of which had experience working with GLOBE.&nbsp; The panelists were selected to comprise five sub-committees, corresponding to the five GLOBE investigation areas, namely: Atmosphere, Hydrology, Soil, Land Cover/Biology, and Earth as a System (commonly known as Phenology).&nbsp; Each sub-committee had a chair responsible for the deliverables of that sub-committee. All panel and sub-committee meetings were held virtually.&nbsp;</p>\n<p>The main tasking of the sub-committees was to provide: a) a prioritized list of recommended scientific updates for the investigation area being reviewed, and b) an identification of which protocols are appropriate for application of online training.&nbsp; A set of &ldquo;supplemental questions&rdquo; relating to new technology were also submitted to the entire panel.</p>\n<p>The findings of the sub-subcommittees were presented to the GLOBE community for comment at the program&rsquo;s 2012 GLOBE Annual Partner Meeting and via the program web site in July and August of 2012. They vary in complexity and scope, from minor editorial corrections, to recommending new protocols, to some reorganization of the investigation areas themselves.&nbsp;&nbsp; The findings were categorized as short-term -- potentially being made in the through existing GLOBE science infrastructure, and long-term -- which would require additional resources to address.&nbsp;</p>\n<p>The findings of this panel provide a picture of the work required to update the scientific content of the GLOBE Teacher&rsquo;s Guide.&nbsp; Some of the specific edits can be made in the near-term with the existing support capacity for GLOBE science.&nbsp;&nbsp; In some cases, the recommendations call for further investigation, such as testing of possible alternative instrumentation.&nbsp; Possibly the most significant recommendation is the reorganization of the Chapters featuring a melding of the current Land Cover/Biology and Earth as a System chapter.&nbsp;&nbsp; These larger recommendations will require additional resources, such as dedicated time from research-level specialists, to be brought to bear on the process.</p>\n<p>There was considerable discussion across all the panels regarding improving the background sections to put the value of data and measurements in the broader and more up-to-date context of global change; of increasing collaborations or links to related volunteer observing networks; of putting more emphasis on data analysis; of encouraging the use of existing tools, such as metadata and photographs, to supplement protocol data; and of working to improve or better guide teachers to cost effective monitoring equipment, particularly the use of data loggers.</p>\n<p>Overall, the Guide is still scientifically relevant, but there are certainly specific areas that need addressing.&nbsp; It is the sheer size of the Guide makes the process of performing a full update a significant undertaking that will require planning and resources.&nbsp; The recommended scientific updates should be made in coordination with a process for revising the educational relevancy of...",
  "por_txt_cntn": "\nThe TeacherÆs Guide contains the protocols, learning activities, and supporting materials that guide teachers through the process of carrying out scientific investigations with their students.  To be applicable for this use, the materials must be up-to-date from a scientific perspective and use procedures and instrumentation available to teachers. Additionally the Guide has broad impact to both the scientific veracity of the GLOBE data set and it impacts both the teachers and students involved in GLOBE activities on a daily basis. \n\nThis effort was aimed at providing detailed information about specific areas of the Guide that are in need of revision from a scientific perspective.  In May of 2012, a panel was formed to focus on this task.  The panel was made up of 32 content experts, the majority of which had experience working with GLOBE.  The panelists were selected to comprise five sub-committees, corresponding to the five GLOBE investigation areas, namely: Atmosphere, Hydrology, Soil, Land Cover/Biology, and Earth as a System (commonly known as Phenology).  Each sub-committee had a chair responsible for the deliverables of that sub-committee. All panel and sub-committee meetings were held virtually. \n\nThe main tasking of the sub-committees was to provide: a) a prioritized list of recommended scientific updates for the investigation area being reviewed, and b) an identification of which protocols are appropriate for application of online training.  A set of \"supplemental questions\" relating to new technology were also submitted to the entire panel.\n\nThe findings of the sub-subcommittees were presented to the GLOBE community for comment at the programÆs 2012 GLOBE Annual Partner Meeting and via the program web site in July and August of 2012. They vary in complexity and scope, from minor editorial corrections, to recommending new protocols, to some reorganization of the investigation areas themselves.   The findings were categorized as short-term -- potentially being made in the through existing GLOBE science infrastructure, and long-term -- which would require additional resources to address. \n\nThe findings of this panel provide a picture of the work required to update the scientific content of the GLOBE TeacherÆs Guide.  Some of the specific edits can be made in the near-term with the existing support capacity for GLOBE science.   In some cases, the recommendations call for further investigation, such as testing of possible alternative instrumentation.  Possibly the most significant recommendation is the reorganization of the Chapters featuring a melding of the current Land Cover/Biology and Earth as a System chapter.   These larger recommendations will require additional resources, such as dedicated time from research-level specialists, to be brought to bear on the process.\n\nThere was considerable discussion across all the panels regarding improving the background sections to put the value of data and measurements in the broader and more up-to-date context of global change; of increasing collaborations or links to related volunteer observing networks; of putting more emphasis on data analysis; of encouraging the use of existing tools, such as metadata and photographs, to supplement protocol data; and of working to improve or better guide teachers to cost effective monitoring equipment, particularly the use of data loggers.\n\nOverall, the Guide is still scientifically relevant, but there are certainly specific areas that need addressing.  It is the sheer size of the Guide makes the process of performing a full update a significant undertaking that will require planning and resources.  The recommended scientific updates should be made in coordination with a process for revising the educational relevancy of the components of the Guide (in part, by articulating them to the Next generation Science Standards) and the layout and format with which the Guide is presented.\n\n\t\t\t\t\tLast Modified: 07/15/2013\n\n\t\t\t\t\tSubmitted by: James C ..."
 }
}