{
 "awd_id": "1240253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research Initiation Grant: Establishing a Research Collaboration between Engineering, Engineering Technology and Cognitive Science Faculty: Integrating Creativity into Undergraduat",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 149956.0,
 "awd_amount": 149956.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2014-11-17",
 "awd_abstract_narration": "This engineering education research initiation grant supports an inter-disciplinary research collaboration between engineers and cognitive scientists to understand development of creativity in undergraduate engineering students.  The study focuses on electrical engineering students, and uses a series of validated measures to understand the development of creativity in the junior and senior years.  Data will be acquired using mobile \"apps\" that will be developed during the project.\r\n\r\nThe broader significance and importance of this project will be to help engineering faculty and course designers better understand how to develop and enhance engineering students' creativity.  The project, if successful, has the potential to inform efforts to create a more innovative workforce.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by supporting the development of innovative learning systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abieyuwa",
   "pi_last_name": "Aghayere",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abieyuwa Aghayere",
   "pi_email_addr": "aoa38@drexel.edu",
   "nsf_id": "000562590",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fredricka",
   "pi_last_name": "Reisman",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Fredricka K Reisman",
   "pi_email_addr": "freddie@drexel.edu",
   "nsf_id": "000122579",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gennady",
   "pi_last_name": "Friedman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gennady Friedman",
   "pi_email_addr": "gary@ece.drexel.edu",
   "nsf_id": "000228365",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Genis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir Genis",
   "pi_email_addr": "genisv@drexel.edu",
   "nsf_id": "000071169",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Katz-Buonincontro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Katz-Buonincontro",
   "pi_email_addr": "jkb@drexel.edu",
   "nsf_id": "000588729",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3201  Arch Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149956.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most engineering projects demand creative or innovative approaches in the design of equipment, systems, and facilities. Creativity, or the ability to produce new, useful ideas and products that are high in quality, is a valued yet understudied construct in engineering education, and the traditional engineering curriculum has so far fallen short in significantly enhancing the creative capabilities of engineering students as they progress from their freshman year through their senior year.</p>\n<h4>Reisman Diagnostic Creativity Assessment (RDCA)</h4>\n<p>Instructors for three Drexel University undergraduate engineering and engineering technology courses participated in a seminar on integrating creativity into engineering education prior to teaching these courses. These courses were labeled as &ldquo;creativity&rdquo; courses. Three undergraduate engineering and engineering technology courses taught by professors who did not attend the creativity seminar were selected as a &ldquo;control&rdquo; group. Creativity surveys using the Reisman Diagnostic Creativity Assessment (RDCA) instrument were administered to the students on iPod Touches during the beginning and end of the quarter. The raw data was converted to final RDCA scores in all eleven categories and a total score obtained. The data was then analyzed in order to determine if students in \"creativity classes\" exhibited a differential change in any measures of creativity as compared to students in \"non-creativity classes.\" In addition, we assessed the student&rsquo;s creativity as they progressed through their senior design projects during their senior year. In the fall and spring quarters, the student&rsquo;s design presentations were evaluated by an expert panel made up of faculty and engineering professionals using a creativity rubric .</p>\n<h4>Experience Sampling Method (ESM)</h4>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Results of the ESM analysis showed that students&rsquo; positive experience decreased slightly in the first course and increased slightly in the latter course. While precise reasons cannot be attributed to this decrease, the interviews do offer insight: students commented on the episodic nature of positive and negative feelings during engineering design phases. For example, one student emphasized that the &ldquo;design phase&rdquo; made him &ldquo;excited and happy&rdquo; at the beginning of the course. He further noted that he felt stressed when facing constraints of the materials used in his project towards the middle of the course as well as when he was nearing an impending assignment deadline at the end of the course. Therefore, it is possible that students&rsquo; positive emotions decreased towards the end of the course when their final projects were due, which implies apprehension based on evaluation.</p>\n<p>Surprisingly, the instructors&rsquo; presence caused students to report lower levels of willingness to express a creative idea. The social identity of the students might have been stronger when in the presence of their peers than when working in the presence of the faculty members. As a result, students might have compared their own creative self-efficacy as a group with the faculty member&rsquo;s creativity. This social comparison might have hindered student beliefs in their collective ability to be creative because the faculty member was already a successful engineer. The students might have made what is called an &ldquo;upward comparison&rdquo; to the faculty member counterparts, whom they perceived as being more creative. This upward comparison might have resulted in feeling less motivated to express one&rsquo;s creative ideas, instead of feeling inspired to reach one&rsquo;s creative potential.</p>\n<p>It is possible that the presence of the faculty member symbolized the need to concentrate on task structure and signified that the...",
  "por_txt_cntn": "\nMost engineering projects demand creative or innovative approaches in the design of equipment, systems, and facilities. Creativity, or the ability to produce new, useful ideas and products that are high in quality, is a valued yet understudied construct in engineering education, and the traditional engineering curriculum has so far fallen short in significantly enhancing the creative capabilities of engineering students as they progress from their freshman year through their senior year.\nReisman Diagnostic Creativity Assessment (RDCA)\n\nInstructors for three Drexel University undergraduate engineering and engineering technology courses participated in a seminar on integrating creativity into engineering education prior to teaching these courses. These courses were labeled as \"creativity\" courses. Three undergraduate engineering and engineering technology courses taught by professors who did not attend the creativity seminar were selected as a \"control\" group. Creativity surveys using the Reisman Diagnostic Creativity Assessment (RDCA) instrument were administered to the students on iPod Touches during the beginning and end of the quarter. The raw data was converted to final RDCA scores in all eleven categories and a total score obtained. The data was then analyzed in order to determine if students in \"creativity classes\" exhibited a differential change in any measures of creativity as compared to students in \"non-creativity classes.\" In addition, we assessed the studentÆs creativity as they progressed through their senior design projects during their senior year. In the fall and spring quarters, the studentÆs design presentations were evaluated by an expert panel made up of faculty and engineering professionals using a creativity rubric .\nExperience Sampling Method (ESM)\n\n                Results of the ESM analysis showed that studentsÆ positive experience decreased slightly in the first course and increased slightly in the latter course. While precise reasons cannot be attributed to this decrease, the interviews do offer insight: students commented on the episodic nature of positive and negative feelings during engineering design phases. For example, one student emphasized that the \"design phase\" made him \"excited and happy\" at the beginning of the course. He further noted that he felt stressed when facing constraints of the materials used in his project towards the middle of the course as well as when he was nearing an impending assignment deadline at the end of the course. Therefore, it is possible that studentsÆ positive emotions decreased towards the end of the course when their final projects were due, which implies apprehension based on evaluation.\n\nSurprisingly, the instructorsÆ presence caused students to report lower levels of willingness to express a creative idea. The social identity of the students might have been stronger when in the presence of their peers than when working in the presence of the faculty members. As a result, students might have compared their own creative self-efficacy as a group with the faculty memberÆs creativity. This social comparison might have hindered student beliefs in their collective ability to be creative because the faculty member was already a successful engineer. The students might have made what is called an \"upward comparison\" to the faculty member counterparts, whom they perceived as being more creative. This upward comparison might have resulted in feeling less motivated to express oneÆs creative ideas, instead of feeling inspired to reach oneÆs creative potential.\n\nIt is possible that the presence of the faculty member symbolized the need to concentrate on task structure and signified that their work was going to be assessed and graded (implying the effect of evaluation). In turn, this could have prematurely inhibited studentsÆ creative idea expression.\n\nThe main conclusions from this pilot study are as follows:\n\n- There was no significant difference observed between pre- an..."
 }
}