{
 "awd_id": "1240328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Research Initiation Grant:  Influence of Motivation on Learning Outcomes in an Engineering Service Course",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elliot Douglas",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "This engineering education research initiation grant seeks to establish an interdisciplinary collaboration between engineering and educational psychology to understand student motivation and achievement in large, interdisciplinary service courses.  Such courses are taken by large numbers of students early in their engineering degree programs.  The investigators seek to understand how to create better means of teaching courses to motivate students from a range of engineering disciplines who may not see the course material as relevant to their degree.  The investigators focus on determining how the planned course interventions affects students' perceptions of value and development of self-efficacy.\r\n\r\nThe broader significance and importance of this project arises through developing ways to better retain students in engineering programs.  Since students are more likely to leave engineering in the first two years when the large service learning courses are often taken, discovering how to improve how relevant these courses are perceived by students may contribute to retaining higher numbers in engineering.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Usher",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen L Usher",
   "pi_email_addr": "ellen.usher@uky.edu",
   "nsf_id": "000590898",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 South Limestone",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study was focused on understanding the motivational self-beliefs and achievement of undergraduate students in large engineering courses.&nbsp; We designed two new assessments (scales that can be included in larger surveys) of students' self-efficacy, or' beliefs students hold in their capabilities related to engineering. We used an extensive scale validation process to confirm that our scales measure what they are intended to measure (i.e., self-efficacy for engineering in general, for design and research skills in engineering, and for materials science). We then used these scales to understand whether and how students' efficacy beliefs are related to their success in their engineering course work and to their intentions to persist in the field of engineering.</p>\n<p>General engineering self-efficacy was shown to predict academic achievement, even when prior achievement was controlled. &nbsp;In other words, regardless of their initial achievement level, students who believed themselves capable of learning engineering did better in their engineering classes. On the other hand, students&rsquo; intrinsic value in engineering, and not their engineering self-efficacy, was shown to predict their intentions to persist in the engineering profession.&nbsp; Following the scale development, a series of open-ended questions was also presented to participants that probed the sources of their self-efficacy.&nbsp; Our results provided further evidence that mastery experience is the most influential source of students&rsquo; self-efficacy. In particular, performance attainments helped boost students&rsquo; confidence in their engineering capabilities. &nbsp;Our findings also pointed to the important role played by others in raising students' engineering self-efficacy--vicarious models in particular. The implication of our findings is that instructors might encourage students to participate in co-ops, internships, and research opportunities that provide both mastery and vicarious experiences.&nbsp; Our work was disseminated to educators, engineering education researchers, and engineering practitioners during national conferences and via publications.&nbsp; The students trained during this grant are now working on engineering education assessment/research within universities or are working as engineers within industry.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2015<br>\n\t\t\t\t\tModified by: Ellen&nbsp;L&nbsp;Usher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study was focused on understanding the motivational self-beliefs and achievement of undergraduate students in large engineering courses.  We designed two new assessments (scales that can be included in larger surveys) of students' self-efficacy, or' beliefs students hold in their capabilities related to engineering. We used an extensive scale validation process to confirm that our scales measure what they are intended to measure (i.e., self-efficacy for engineering in general, for design and research skills in engineering, and for materials science). We then used these scales to understand whether and how students' efficacy beliefs are related to their success in their engineering course work and to their intentions to persist in the field of engineering.\n\nGeneral engineering self-efficacy was shown to predict academic achievement, even when prior achievement was controlled.  In other words, regardless of their initial achievement level, students who believed themselves capable of learning engineering did better in their engineering classes. On the other hand, studentsÆ intrinsic value in engineering, and not their engineering self-efficacy, was shown to predict their intentions to persist in the engineering profession.  Following the scale development, a series of open-ended questions was also presented to participants that probed the sources of their self-efficacy.  Our results provided further evidence that mastery experience is the most influential source of studentsÆ self-efficacy. In particular, performance attainments helped boost studentsÆ confidence in their engineering capabilities.  Our findings also pointed to the important role played by others in raising students' engineering self-efficacy--vicarious models in particular. The implication of our findings is that instructors might encourage students to participate in co-ops, internships, and research opportunities that provide both mastery and vicarious experiences.  Our work was disseminated to educators, engineering education researchers, and engineering practitioners during national conferences and via publications.  The students trained during this grant are now working on engineering education assessment/research within universities or are working as engineers within industry.  \n\n \n\n\t\t\t\t\tLast Modified: 08/10/2015\n\n\t\t\t\t\tSubmitted by: Ellen L Usher"
 }
}