{
 "awd_id": "1240000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing Highly Qualified Middle Grades Teachers with Expertise in STEM Disciplines",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "This Capacity-Building project at the University of Pittsburgh in Partnership with the Pittsburgh Public School District and Propel Schools is designed to accomplish the following: (1) develop a program (SUSTAINS--STEM Undergraduate Students Teaching Adolescents Innovation and Sustainability) that allows undergraduate STEM majors at the University of Pittsburgh to interact with young adolescents in formal and informal learning contexts and to engage with peers and faculty members around issues pertaining to K-12 education; (2) develop a state-approved, one-year Masters of Arts in Teaching (MAT) program to prepare middle grades (4-8) teachers who will specialize in mathematics and/or science; (3) integrate issues related to sustainability across the undergraduate and teacher preparation programs; and (4) expand the University's capacity for faculty in the Schools of Education, Arts & Sciences, and Engineering to collaborate on program and course design. These capacity-building activities enable the University of Pittsburgh to support a robust Noyce Scholars program in the future. In addition to the K-12 schools and the University, informal science education venues (the Carnegie Science Center and Grow Pittsburgh, an organization concerned with sustainable food production in urban settings) are integral to the program blueprint. A core theory of action undergirding the design of this new teacher education program is that the next generation of educators needs to be prepared to engage young learners in studying, understanding, and contributing to the solutions for complex environmental challenges, in part by drawing connections between their personal decisions and sustainability. The envisioned SUSTAINS and MAT program would prepare new teachers who can support adolescents as they make those crucial connections.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cartier",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Cartier",
   "pi_email_addr": "jcartier@pitt.edu",
   "nsf_id": "000556302",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Mosse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Mosse",
   "pi_email_addr": "mosse@cs.pitt.edu",
   "nsf_id": "000229674",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Smith",
   "pi_email_addr": "pegs@pitt.edu",
   "nsf_id": "000173095",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Bilec",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa M Bilec",
   "pi_email_addr": "mbilec@pitt.edu",
   "nsf_id": "000205922",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Collins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Collins",
   "pi_email_addr": "mookie@pitt.edu",
   "nsf_id": "000618382",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "230 South Bouquet Street",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152134240",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We designed and offered a course, Sustainability Flash Lab, which has become part of the Environmental Studies Program at the University of Pittsburgh with an immediate goal (based on Genderloos) to develop awareness of personal consumption. &nbsp;A second goal was to emphasize the inherent complexities of sustainability. By exploring the inputs and outputs of energy and resources, our study of sustainability asked broader questions related to production and consumption, how geographical and socio-economic environments affect them, how to measure impacts and life-cycles. By examining energy and resource use in one&rsquo;s home or apartment, one can trace inputs and outputs to their source/destination, and begin to understand the complex web of production, distribution, delivery, and environmental consequences of disposal. &nbsp;The ultimate goal is to reflect, at cultural and philosophical levels, on our energy/resource usage and underlying causalities thereof.</p>\n<p>We made large strides towards creating a masters program in computer science education, and providing teachers who are seeking initial certification to teach mathematics in grades 7-12 the opportunity to also pursue a concentration in computer science, including the opportunity to do a second field placement in computer science in addition to their primary field placement in mathematics.</p>\n<p>Three of the PIs in this grant were a part of the University of Pittsburgh Provost&rsquo;s Sustainability Task Force and helped design and approve a Certificate in Sustainability at the undergraduate level and a Masters of Science degree in Sustainability, to enhance the understanding of sustainability among college students as an addition to their undergraduate degrees or as a focus of their masters degrees.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2015<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Mosse'</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe designed and offered a course, Sustainability Flash Lab, which has become part of the Environmental Studies Program at the University of Pittsburgh with an immediate goal (based on Genderloos) to develop awareness of personal consumption.  A second goal was to emphasize the inherent complexities of sustainability. By exploring the inputs and outputs of energy and resources, our study of sustainability asked broader questions related to production and consumption, how geographical and socio-economic environments affect them, how to measure impacts and life-cycles. By examining energy and resource use in oneÆs home or apartment, one can trace inputs and outputs to their source/destination, and begin to understand the complex web of production, distribution, delivery, and environmental consequences of disposal.  The ultimate goal is to reflect, at cultural and philosophical levels, on our energy/resource usage and underlying causalities thereof.\n\nWe made large strides towards creating a masters program in computer science education, and providing teachers who are seeking initial certification to teach mathematics in grades 7-12 the opportunity to also pursue a concentration in computer science, including the opportunity to do a second field placement in computer science in addition to their primary field placement in mathematics.\n\nThree of the PIs in this grant were a part of the University of Pittsburgh ProvostÆs Sustainability Task Force and helped design and approve a Certificate in Sustainability at the undergraduate level and a Masters of Science degree in Sustainability, to enhance the understanding of sustainability among college students as an addition to their undergraduate degrees or as a focus of their masters degrees.\n\n\t\t\t\t\tLast Modified: 12/14/2015\n\n\t\t\t\t\tSubmitted by: Daniel Mosse'"
 }
}