{
 "awd_id": "1240037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Morehouse CollegeNoyce Pre-Service STEM Teacher Initiative",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032922125",
 "po_email": "jtellis@nsf.gov",
 "po_sign_block_name": "Jennifer Ellis",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2022-08-31",
 "tot_intn_awd_amt": 1199583.0,
 "awd_amount": 1199583.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2021-11-22",
 "awd_abstract_narration": "Morehouse College in Atlanta, GA is providing scholarships to 27 African American and other underrepresented minority male students majoring in STEM fields and obtaining Georgia Teacher Certification.  These students are committed to teaching at Georgia critical-needs high schools.  This DREAMS II program emphasizes interdisciplinary approaches for learning science and mathematics.  Moreover, the program integrates inquiry-based learning, technology, and problem solving, which are concepts and skills stressed by the state's national recommendations for teaching.  Innovative teaching methodologies include online learning communities, scholar-supervised research activities, interdisciplinary applications and one-on-one mentoring activities across the curriculum.  These activities strengthen future teachers' ability to integrate interdisciplinary ideas and strategies across the curricula.  This program has the potential to transform the national educational agenda by providing empirical data on best approaches to recruit and maintain male STEM students from underrepresented groups for careers as pre-college teachers.  In addition, the project provides data on best practices to encourage and retain underrepresented STEM majors using diverse strategies that include targeted recruitment, enhanced mentoring, research training, and community building.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Trawick",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia E Trawick",
   "pi_email_addr": "ctrawick@morehouse.edu",
   "nsf_id": "000078276",
   "pi_start_date": "2012-08-15",
   "pi_end_date": "2020-02-07"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nina L Gilbert",
   "pi_email_addr": "Nina.gilbert@morehouse.edu",
   "nsf_id": "000820561",
   "pi_start_date": "2020-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Meadows",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Meadows",
   "pi_email_addr": "cmeadows@morehouse.edu",
   "nsf_id": "000053714",
   "pi_start_date": "2012-08-15",
   "pi_end_date": "2017-06-02"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Triscia",
   "pi_last_name": "Hendrickson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Triscia W Hendrickson",
   "pi_email_addr": "triscia.hendrickson@morehouse.edu",
   "nsf_id": "000075567",
   "pi_start_date": "2012-08-15",
   "pi_end_date": "2021-04-22"
  }
 ],
 "inst": {
  "inst_name": "Morehouse College",
  "inst_street_address": "830 WESTVIEW DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4706390633",
  "inst_zip_code": "303143773",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "MOREHOUSE COLLEGE (INC.)",
  "org_prnt_uei_num": "KTE2MFWTKAE5",
  "org_uei_num": "KTE2MFWTKAE5"
 },
 "perf_inst": {
  "perf_inst_name": "Morehouse College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303143773",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1199583.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Morehouse College Noyce Pre-Service STEM Teacher Initiative was designed to increase the number of African American male Science Technology Engineering and Math (STEM) majors and STEM teachers.&nbsp; The Pre-Service STEM initiative prepared Black males for STEM teaching careers through a collaborative effort between Morehouse College STEM and Teacher Preparation faculty, Spelman College, the Atlanta Public Schools and other local school districts.&nbsp; This project was initially housed within the Division of Science and Mathematics at the College and strengthened collaboration with the Atlanta Public School system.&nbsp; Noyce leveraged and extended the dreamS to teach (DRK12) program by supporting additional STEM students who participated in components of the DRK12 funded programming. Synergy between DRK12 and Noyce mechanisms resulted in a seamless program that ensured success of students as they matriculated and completed college and created a pipeline in which 6th-12th grade educators were fully engaged.&nbsp; &nbsp;The Noyce program consisted of seven major program components including:&nbsp; Scholarship Opportunities; Education Courses and Introduction to Educational Theories; Field Experiences; Student Research; Leadership Training; Georgia Assessments for the Certification of Educators (GACE) Preparation; and Enhanced Mentoring.&nbsp; In addition, participants had a number of opportunities to gain teaching and mentoring experience with middle school and high school students. Students observed the teaching of classes and provided extended exposure, and support by participating in field experiences and field trips.</p>\n<p>Important lessons were learned during the program including the importance of the following components:</p>\n<ol>\n<li>The curriculum team for the Morehouse College Noyce Pre-Service STEM Teacher Initiative included Teaching professionals from both College and K-12 Professionals.&nbsp; The working team met early on weekly to design the curriculum.&nbsp; Once the curriculum was established the team continued to meet at least monthly to ensure program components met student needs and program objectives.&nbsp; This working team ensured pedagogical and content knowledge from both pre-college and college levels integration.&nbsp; </li>\n<li>The Morehouse College Noyce Pre-Service STEM Teacher Initiative curriculum modeled strategies students will use when they become classroom teachers by emphasizing interdisciplinary approaches for learning science and mathematics and integrated inquiry-based learning, technology, and problem solving.</li>\n<li>Ongoing weekly advisement sessions provided strategies for students to remain on track with courses/grades and progress successfully. </li>\n</ol>\n<p>Fourteen (14) students participated in the Noyce program with thirteen (13) of these students being Noyce Scholars with scholarship support. All fourteen (14) students were Science Technology Education and Mathematics (STEM) majors with eleven (11) students graduating with STEM majors and one (1) student anticipated to obtain his STEM major in Fall 2018 and one student anticipated to obtain his STEM major Spring 2019.&nbsp; The remaining student is on a family leave of absence. Of the thirteen (13) Noyce Scholars, nine (9) scholars are currently in teaching positions, one (1) student is in a Master&rsquo;s program and teaching internship and two (2) students are anticipated to complete the program and begin teaching in 2019.&nbsp; Of the nine (9) fellows who are currently in teaching positions, five (5) of the fellows are completing their certification through alternative mechanisms.&nbsp; The program will result in twelve (12) black male STEM majors becoming pre-college teachers.&nbsp;</p>\n<p>Noyce scholars participated in surveys, interviews, and focus groups about the dreamS to teach II program and reported positive outcomes for the program including:&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Their mentors served as role models.</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; They received academic advice regarding what courses to take.</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Opportunities to learn about teaching and learning were extremely important.</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; They appreciated the opportunities to go to conferences and visit other colleges and master&rsquo;s degree programs.&nbsp;</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Working with the Master teachers was critical to their development as a teacher because of their classroom experience and because they shared experiences with the scholars on how to deal with challenging students.&nbsp;&nbsp;</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Course work was of the appropriate level of difficulty</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Course work provided them with the theory of teaching and how to reach diverse students.</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Connections to, and collaborations with, the partnering schools were important so that their experience was authentic and more easily managed.</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Having long term connections with the faculty and Master Teachers facilitated their success in the Noyce program.&nbsp;</p>\n<p>&bull;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; They have an interest in attending Graduate School in Educational Leadership and in eventually taking on leadership roles as principals and district superintendents.&nbsp; Three (3) of the Noyce fellows are currently attending programs to obtain a Master&rsquo;s degree.&nbsp;</p>\n<p>Noyce Scholars also participated in the Science Teaching Efficacy Beliefs Instrument-B (STEBI-B). The STEBI-B for pre-service teachers was further modified based on the Self-Efficacy Beliefs about Equitable Science Teaching (SEBEST) scale to include a variety of culturally relevant questions.&nbsp; Although fellows did not demonstrate an enhancement of the non-culturally responsive sections of the STEBI composite score, they demonstrated a significant enhancement of their culturally responsive teaching self-efficacy which went from a 3.43 to a 4.09 (p&lt;.001) on a 5-point Likert scale.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 11/09/2023<br>\nModified by: Nina&nbsp;L&nbsp;Gilbert</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe Morehouse College Noyce Pre-Service STEM Teacher Initiative was designed to increase the number of African American male Science Technology Engineering and Math (STEM) majors and STEM teachers. The Pre-Service STEM initiative prepared Black males for STEM teaching careers through a collaborative effort between Morehouse College STEM and Teacher Preparation faculty, Spelman College, the Atlanta Public Schools and other local school districts. This project was initially housed within the Division of Science and Mathematics at the College and strengthened collaboration with the Atlanta Public School system. Noyce leveraged and extended the dreamS to teach (DRK12) program by supporting additional STEM students who participated in components of the DRK12 funded programming. Synergy between DRK12 and Noyce mechanisms resulted in a seamless program that ensured success of students as they matriculated and completed college and created a pipeline in which 6th-12th grade educators were fully engaged. The Noyce program consisted of seven major program components including: Scholarship Opportunities; Education Courses and Introduction to Educational Theories; Field Experiences; Student Research; Leadership Training; Georgia Assessments for the Certification of Educators (GACE) Preparation; and Enhanced Mentoring. In addition, participants had a number of opportunities to gain teaching and mentoring experience with middle school and high school students. Students observed the teaching of classes and provided extended exposure, and support by participating in field experiences and field trips.\n\n\nImportant lessons were learned during the program including the importance of the following components:\n\nThe curriculum team for the Morehouse College Noyce Pre-Service STEM Teacher Initiative included Teaching professionals from both College and K-12 Professionals. The working team met early on weekly to design the curriculum. Once the curriculum was established the team continued to meet at least monthly to ensure program components met student needs and program objectives. This working team ensured pedagogical and content knowledge from both pre-college and college levels integration. \nThe Morehouse College Noyce Pre-Service STEM Teacher Initiative curriculum modeled strategies students will use when they become classroom teachers by emphasizing interdisciplinary approaches for learning science and mathematics and integrated inquiry-based learning, technology, and problem solving.\nOngoing weekly advisement sessions provided strategies for students to remain on track with courses/grades and progress successfully. \n\n\n\nFourteen (14) students participated in the Noyce program with thirteen (13) of these students being Noyce Scholars with scholarship support. All fourteen (14) students were Science Technology Education and Mathematics (STEM) majors with eleven (11) students graduating with STEM majors and one (1) student anticipated to obtain his STEM major in Fall 2018 and one student anticipated to obtain his STEM major Spring 2019. The remaining student is on a family leave of absence. Of the thirteen (13) Noyce Scholars, nine (9) scholars are currently in teaching positions, one (1) student is in a Masters program and teaching internship and two (2) students are anticipated to complete the program and begin teaching in 2019. Of the nine (9) fellows who are currently in teaching positions, five (5) of the fellows are completing their certification through alternative mechanisms. The program will result in twelve (12) black male STEM majors becoming pre-college teachers.\n\n\nNoyce scholars participated in surveys, interviews, and focus groups about the dreamS to teach II program and reported positive outcomes for the program including:                                                                  \n\n\n Their mentors served as role models.\n\n\n They received academic advice regarding what courses to take.\n\n\n Opportunities to learn about teaching and learning were extremely important.\n\n\n They appreciated the opportunities to go to conferences and visit other colleges and masters degree programs.\n\n\n Working with the Master teachers was critical to their development as a teacher because of their classroom experience and because they shared experiences with the scholars on how to deal with challenging students.\n\n\n Course work was of the appropriate level of difficulty\n\n\n Course work provided them with the theory of teaching and how to reach diverse students.\n\n\n Connections to, and collaborations with, the partnering schools were important so that their experience was authentic and more easily managed.\n\n\n Having long term connections with the faculty and Master Teachers facilitated their success in the Noyce program.\n\n\n They have an interest in attending Graduate School in Educational Leadership and in eventually taking on leadership roles as principals and district superintendents. Three (3) of the Noyce fellows are currently attending programs to obtain a Masters degree.\n\n\nNoyce Scholars also participated in the Science Teaching Efficacy Beliefs Instrument-B (STEBI-B). The STEBI-B for pre-service teachers was further modified based on the Self-Efficacy Beliefs about Equitable Science Teaching (SEBEST) scale to include a variety of culturally relevant questions. Although fellows did not demonstrate an enhancement of the non-culturally responsive sections of the STEBI composite score, they demonstrated a significant enhancement of their culturally responsive teaching self-efficacy which went from a 3.43 to a 4.09 (p\n\n\n\t\t\t\t\tLast Modified: 11/09/2023\n\n\t\t\t\t\tSubmitted by: NinaLGilbert\n"
 }
}