{
 "awd_id": "1240694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:   Material Symbolism and Ochre Use in Middle Stone Age East-Central Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 25196.0,
 "awd_amount": 25196.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "Symbolism, including language, is widely viewed as an essential element of modern human behavior. Documenting the evolutionary origins of such behavior, however, has proven difficult.  Ochre pigments (iron oxides) form a major part of the evidence used to interpret when humans began communicating through symbols. Excavations at Olorgesailie, Kenya; Karonga, Malawi; and Twin Rivers, Zambia have yielded ochre artifacts that may indicate very early occurrences of symbolism.  Yet mineral pigments may also form naturally in archaeological sites, or may have technological rather than symbolic uses.  This project will evaluate and further develop analytical approaches to the chemical \"fingerprinting\" of ochre artifacts and sources from these three African localities. Using Laser Ablation-Inductively Coupled Plasma-Mass Spectrometry and Instrumental Neutron Activation Analysis to facilitate the matching of artifacts to source deposits, the doctoral student Andrew Zipkin (George Washington University), under the supervision of Dr. Alison Brooks, will demonstrate the extent to which human ancestors were willing to seek out and transport specific pigments. This project also will use color quantifying technologies to determine if Middle Stone Age humans exhibited color preferences in the ochres that they collected and modified.  Color preference potentially suggests symbolic use of ochre since the meaning given to different colors, such as in national flags, is a well-known aspect of modern human behavior.\r\n\r\nThe dissertation's final aspect will be an experimental evaluation of proposed non-symbolic uses of ochre.  The leading alternative explanation is that ochre was an ingredient in plant resin adhesives used to construct compound tools, like stone-tipped spears.  In collaboration with material scientists, the investigators will measure the effectiveness of different ochre minerals in formulating adhesives to test if glue production rather than symbolic meaning could explain past ochre procurement choices.\r\n\r\nThe research will contribute to the development of international collaborations between American, Australian, Canadian, Malawian, and Zambian researchers, as well as outreach activities for the general public.  The development of new analytical approaches for \"fingerprinting\" mineral sources will find broad application in usage not just by archaeologists, but also by art historians, state agencies investigating the illegal transport of stolen antiquities, and forensic scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Brooks",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alison S Brooks",
   "pi_email_addr": "abrooks@gwu.edu",
   "nsf_id": "000104309",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Zipkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Zipkin",
   "pi_email_addr": "amzipkin@gwu.edu",
   "nsf_id": "000603614",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2114 G St NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520072",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25196.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Normal1\">Ochre is a broad term for a range of iron-containing rocks and minerals (similar to rust) that have been widely used as red and yellow pigments by humans from prehistory through present day.&nbsp; Ochre artifacts and residues have been discovered in multiple African stone age archaeological sites dating to as old as 400,000 years ago and have been tentatively interpreted as evidence for symbolic behaviors like painting rock art and decorating the human body.&nbsp; However, determining whether ochre artifacts constitute definite evidence of modern symbolic behaviors has proved challenging because there are many non-symbolic uses for ochre such as tanning animal hides, making adhesives, and protecting the skin from sunburn.&nbsp; This project sought to improve and apply methods from geology, chemistry, and materials science to the study of ochre artifacts in order to help archaeologists interpret the significance of this type of material for the development of modern human behavior. Geochemical analyses developed during this project may also prove helpful in identifying fraudulent or stolen antiquities.</p>\n<p class=\"Normal1\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; During this project we identified natural sources of ochre rocks and minerals on the landscape near three archaeological sites that contained ochre artifacts.&nbsp; The three sites, Chaminade 1A, Malawi, Olorgesailie, Kenya, and Twin Rivers Hill, Zambia, all have yielded pieces of ochre showing evidence of use or modification by humans.&nbsp; A major goal of this project was to identify where the ochre for these artifacts was collected on the landscape and whether the people who collected them had preferences for particular sources.&nbsp; The precise concentrations of various elements in ochre from a particular source are unique and can be used as a geochemical &lsquo;fingerprint&rsquo; to match ochre artifacts from an archaeological site to their source on the landscape.&nbsp; During this project we collaborated with scientists from the US, Canada, Norway, Kenya, and Malawi to refine the techniques used to measure elements in rocks and build databases of ochre source locations and their elemental fingerprints for central Kenya, northern Malawi, and central Zambia.&nbsp; These databases will be freely available online through The Digital Archaeological Record for use by scientists anywhere in the world. We also analyzed ochre artifacts from Twin Rivers, Zambia and were able to successfully match a number of artifacts to rock outcrops near the site.&nbsp; Our findings indicated that the people at Twin Rivers preferred to collect and use a specific type of high iron-content ochre that produces a brilliant red-purple color when ground up or rubbed on a hard surface.&nbsp; This preference for visually striking pigments of a specific color, despite the availability of many other types of ochre near the site, suggests that the people at Twin Rivers were engaged in modern symbolic activities.&nbsp;</p>\n<p class=\"Normal1\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The other major aspect of this project focused on trying to test whether a non-symbolic activity, using ochre to make adhesives stronger, could explain the presence of ochre artifacts in stone age African archaeological sites.&nbsp; In order to test this, we made hundreds of samples of glue based on an acacia resin that is widely available in sub-Saharan Africa, added different types of ochre and iron-free materials (quartz sand) to the samples, and tested their mechanical toughness.&nbsp; This study determined that while ochre does make plant resin glues stronger, non-ochre materials like fine sand can produce the same effect.&nbsp; The most important factors for making strong adhesive bonds in a composite tool, like an arrowhead glued to a shaft, are to add a fine-sized, powdery materia...",
  "por_txt_cntn": "Ochre is a broad term for a range of iron-containing rocks and minerals (similar to rust) that have been widely used as red and yellow pigments by humans from prehistory through present day.  Ochre artifacts and residues have been discovered in multiple African stone age archaeological sites dating to as old as 400,000 years ago and have been tentatively interpreted as evidence for symbolic behaviors like painting rock art and decorating the human body.  However, determining whether ochre artifacts constitute definite evidence of modern symbolic behaviors has proved challenging because there are many non-symbolic uses for ochre such as tanning animal hides, making adhesives, and protecting the skin from sunburn.  This project sought to improve and apply methods from geology, chemistry, and materials science to the study of ochre artifacts in order to help archaeologists interpret the significance of this type of material for the development of modern human behavior. Geochemical analyses developed during this project may also prove helpful in identifying fraudulent or stolen antiquities.\n            During this project we identified natural sources of ochre rocks and minerals on the landscape near three archaeological sites that contained ochre artifacts.  The three sites, Chaminade 1A, Malawi, Olorgesailie, Kenya, and Twin Rivers Hill, Zambia, all have yielded pieces of ochre showing evidence of use or modification by humans.  A major goal of this project was to identify where the ochre for these artifacts was collected on the landscape and whether the people who collected them had preferences for particular sources.  The precise concentrations of various elements in ochre from a particular source are unique and can be used as a geochemical æfingerprintÆ to match ochre artifacts from an archaeological site to their source on the landscape.  During this project we collaborated with scientists from the US, Canada, Norway, Kenya, and Malawi to refine the techniques used to measure elements in rocks and build databases of ochre source locations and their elemental fingerprints for central Kenya, northern Malawi, and central Zambia.  These databases will be freely available online through The Digital Archaeological Record for use by scientists anywhere in the world. We also analyzed ochre artifacts from Twin Rivers, Zambia and were able to successfully match a number of artifacts to rock outcrops near the site.  Our findings indicated that the people at Twin Rivers preferred to collect and use a specific type of high iron-content ochre that produces a brilliant red-purple color when ground up or rubbed on a hard surface.  This preference for visually striking pigments of a specific color, despite the availability of many other types of ochre near the site, suggests that the people at Twin Rivers were engaged in modern symbolic activities. \n            The other major aspect of this project focused on trying to test whether a non-symbolic activity, using ochre to make adhesives stronger, could explain the presence of ochre artifacts in stone age African archaeological sites.  In order to test this, we made hundreds of samples of glue based on an acacia resin that is widely available in sub-Saharan Africa, added different types of ochre and iron-free materials (quartz sand) to the samples, and tested their mechanical toughness.  This study determined that while ochre does make plant resin glues stronger, non-ochre materials like fine sand can produce the same effect.  The most important factors for making strong adhesive bonds in a composite tool, like an arrowhead glued to a shaft, are to add a fine-sized, powdery material to the resin and to roughen the surface where the glue is applied.  Since archaeologists already know that ochre was used in adhesives, this suggests that people in Stone Age Africa were adding ochre to glue at least in part for its coloring properties.\n            The geochemical methods used in this project have..."
 }
}