{
 "awd_id": "1241735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Innovative Interdisciplinary Cybersecurity Education Program for Protecting Critical Infrastructure",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 299966.0,
 "awd_amount": 299966.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "This capacity track project is developing an interdisciplinary, cybersecurity education program for engineers that must be aware of critical design issues for addressing cybersecured control systems for electromechanical devices, more effective techniques for the integration of secure software and hardware devices, and associated law and policy issues.  The curriculum consists of an interdisciplinary core that addresses information assurance, cyberphysical systems, and law and policy, with multiple tracks that can be tailored to cybersecurity education within a specific engineering discipline.\r\n\r\nModern control systems for critical infrastructure such as power grids, transportation systems, and communication networks are cyberphysical systems consisting of both software-enabled control systems and hardware execution components. Cyberattacks on these electromechanical systems can have a significant impact on the secured operation of the overall control system. The collaboration among computing, engineering, and law faculty positively impacts the design and implementation of cybersecurity curriculum that will educate a wider range of professionals that are needed to more effectively secure our Nation's assets.  Community building is being leveraged in industry, such that cybersecurity is an integrated concept that is designed into systems by interdisciplinary project teams for more secure critical infrastructure, rather than as add-on features.\r\n\r\nThese results are being disseminated in the broader forums for education research results, as well as associated conferences and journals of the collaborating disciplines of this project.  Cybersecurity awareness outreach within the university community and at the K-12 level serves to educate the public and provide a potential pipeline for cybersecurity education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Urban",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph E Urban",
   "pi_email_addr": "joseph.urban@ttu.edu",
   "nsf_id": "000268721",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vittal",
   "pi_last_name": "Rao",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Vittal S Rao",
   "pi_email_addr": "vittal.rao@ttu.edu",
   "nsf_id": "000398351",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Urban",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Susan D Urban",
   "pi_email_addr": "susan.urban@ttu.edu",
   "nsf_id": "000358633",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sunho",
   "pi_last_name": "Lim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sunho Lim",
   "pi_email_addr": "sunho.lim@ttu.edu",
   "nsf_id": "000502944",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Qing",
   "pi_last_name": "Hui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qing Hui",
   "pi_email_addr": "qing.hui@unl.edu",
   "nsf_id": "000524886",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794093061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299966.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The U.S. needs critical human resources to combat growing cybersecurity threats, especially for our Nation&rsquo;s critical infrastructure. Fully addressing cybersecurity education for the protection of critical infrastructure, however, requires extending the research and education process beyond traditional computing programs into other engineering disciplines. This capacity building research track project developed an interdisciplinary, cybersecurity education program for engineers who must be aware of critical design issues for addressing cybersecured control systems for electromechanical devices, more effective techniques for the integration of secure software and hardware devices, and the law and policy issues that are essential to the research and development of cybersecurity measures. This project was a collaboration of faculty members from industrial engineering, electrical and computer engineering, mechanical engineering, computer science, and law that developed undergraduate and graduate certificate programs in cybersecurity for critical infrastructure that provide an engineering-oriented education framework for cybersecurity courses. The interdisciplinary curriculum was built on the cyberphysical research foundation provided by a recent NSF Major Research Instrumentation project at Texas Tech University for developing a real-time simulator for smart grid systems integrated with renewable energy sources and NSF DeterLab, thus providing an educational framework to address security issues at the network level, the system level, and the device level of cyberphysical systems. The curriculum consists of an interdisciplinary core that addresses an introduction to critical infrastructure, cybersecurity for information systems, and industrial and network control systems, with multiple tracks that can be tailored to cybersecurity education within a specific engineering discipline. An external advisory board of industry and government collaborators worked with Texas Tech University faculty to provide training and review of curriculum design and development activities. Several topics from faculty developed cycbersecurity course materials were recommended for adaptation in the cybersecurity awareness outreach within the university and at the K-12 level.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/18/2015<br>\n\t\t\t\t\tModified by: Joseph&nbsp;E&nbsp;Urban</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe U.S. needs critical human resources to combat growing cybersecurity threats, especially for our NationÆs critical infrastructure. Fully addressing cybersecurity education for the protection of critical infrastructure, however, requires extending the research and education process beyond traditional computing programs into other engineering disciplines. This capacity building research track project developed an interdisciplinary, cybersecurity education program for engineers who must be aware of critical design issues for addressing cybersecured control systems for electromechanical devices, more effective techniques for the integration of secure software and hardware devices, and the law and policy issues that are essential to the research and development of cybersecurity measures. This project was a collaboration of faculty members from industrial engineering, electrical and computer engineering, mechanical engineering, computer science, and law that developed undergraduate and graduate certificate programs in cybersecurity for critical infrastructure that provide an engineering-oriented education framework for cybersecurity courses. The interdisciplinary curriculum was built on the cyberphysical research foundation provided by a recent NSF Major Research Instrumentation project at Texas Tech University for developing a real-time simulator for smart grid systems integrated with renewable energy sources and NSF DeterLab, thus providing an educational framework to address security issues at the network level, the system level, and the device level of cyberphysical systems. The curriculum consists of an interdisciplinary core that addresses an introduction to critical infrastructure, cybersecurity for information systems, and industrial and network control systems, with multiple tracks that can be tailored to cybersecurity education within a specific engineering discipline. An external advisory board of industry and government collaborators worked with Texas Tech University faculty to provide training and review of curriculum design and development activities. Several topics from faculty developed cycbersecurity course materials were recommended for adaptation in the cybersecurity awareness outreach within the university and at the K-12 level.\n\n\t\t\t\t\tLast Modified: 08/18/2015\n\n\t\t\t\t\tSubmitted by: Joseph E Urban"
 }
}