{
 "awd_id": "1241482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRPA - Informal Education with Arachnids",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Valentine Kass",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "This Connecting Researchers and Public Audiences project will engage diverse public audiences, especially K-12 students, around the PI's research on arachnid evolution.  This research spans disparate fields of evolutionary biology, ecology, zoology and neurobiology, among others.  The goals of the project are to elucidate the scientific process and convey challenging scientific concepts to the target audiences.  The project will forge new collaborations between the University of Nebraska-Lincoln, Lincoln Community Learning Centers' After School Program, the Lincoln Children's Zoo, and the University of Nebraska State Museum.  \r\n \r\nThe project's various components, designed to achieve the project's overall goals, include: inquiry-based activities developed for after school programs, an interactive exhibit focused on arachnids for the zoo, and family-based multiple activities for the Museum's special events.  The evaluation of the project will study the impact that these activities have on the knowledge, attitudes, and intended career plans of participants.\r\n \r\nThis project is expected to strengthen the informal science education of its local community and strengthen relationships between the institutions involved.  In addition, undergraduate and graduate students participating in Informal Education with Arachnids will gain important experience in communicating with public audiences and making their research comprehensible to the lay public.  Resources developed under this grant will be freely available through the University of California, Berkeley's NSF-funded website \"Understanding Evolution.\"  The summative evaluation report will be posted on informalscience.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eileen",
   "pi_last_name": "Hebets",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eileen A Hebets",
   "pi_email_addr": "ehebets2@unl.edu",
   "nsf_id": "000321886",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880118",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This &lsquo;Connecting Researchers and Public Audiences - Informal Education with Arachnids&rsquo; project involved the novel development of two major programs: (I) An informal science education (ISE) family event &nbsp;- &lsquo;<em>Eight-Legged Encounters&rsquo; - </em>that leveraged the public&rsquo;s fascination with arachnids to convey broad science content, and (II) A <em>&lsquo;Communicating Science through Outreach&rsquo;</em> course for undergraduate and graduate students at the University of Nebraska Lincoln that involved university students developing and implementing an after-school science club at local middle schools.</p>\n<p><strong>Intellectual Merit. </strong>More than 25 modular activity stations associated with Eight-Legged Encounters have been developed and the event has been hosted twice in NE and twice in CO. The activities range from arts and crafts, to hands-on games, to a community experiment, and activities span topics including, but not limited to: biodiversity, sensory system diversity and function, foraging adaptations, and silk properties, function, and evolution. In addition to these activity stations, program deliverables include an accordion style &lsquo;Path of Predators&rsquo; activity booklet that guides participants through the eleven living arachnid orders. Each living arachnid order is represented by a station that includes original artwork backdrops, original artwork trading cards, live animals for observation (for most stations), and an educational activity. As participants complete their activities, they receive a stamp in their booklet. Stamps are placed on a phylogenetic tree representing the most recent hypothesis of the evolutionary relationships among the arachnid orders. Additional deliverables include a video introducing the event, a web application that extends one of the hands-on craft activities to an interactive life beyond the event itself, and the foundational design of a website. Summative evaluation data from ELE across 3 venues and 2 years (NE 2013 &amp; 2014; CO 2013 &amp; 2014) found that following the event, 95% of children wanted to learn more about science, 85% wanted to learn more about spiders, 73% wanted to do their own research at home, and 62% wanted a job in science when they grew up. &nbsp;The complete final project report can be found on the CAISE website (http://informalscience.org/).</p>\n<p>The Communicating Science through Outreach course that was developed through this grant was similarly successful, running 11 after-school science clubs at five distinct Community Learning Center (CLC) middle schools over the course of 2 years. The program has been championed by the CLCs and has resulted in a strong and enduring collaboration. In teams, students came up with a personalized scientific theme for their club and developed and implemented at least 7 club modules during the semester. Deliverables for this project include formal write-ups of club activities developed by university students. These formal write-ups, with activities explicitly tied to the Next Generation Science Standards for middle school, will eventually be made available on the Eight-Legged Encounter website as well as the CAISE website.</p>\n<p><strong>Broader Impacts.</strong> This grant supported multiple graduate and undergraduate students in ISE opportunities. Each Eight-Legged Encounter event required more than 50 volunteers to help run the activity stations and these volunteers consisted of undergraduate and graduate students from a diversity of majors/programs (math, chemistry, fish and wildlife, biology, psychology, etc.). Numerous community members also volunteered (<em>e.g.</em> members of the America Tarantula Society and zookeepers from Omaha&rsquo;s Henry Doorly Zoo).&nbsp; Eight-Legged Encounters and its various components has reached &gt;6,000 people. Activities and deliverables associated with Eight-Legged Encounters ...",
  "por_txt_cntn": "\nThis æConnecting Researchers and Public Audiences - Informal Education with ArachnidsÆ project involved the novel development of two major programs: (I) An informal science education (ISE) family event  - æEight-Legged EncountersÆ - that leveraged the publicÆs fascination with arachnids to convey broad science content, and (II) A æCommunicating Science through OutreachÆ course for undergraduate and graduate students at the University of Nebraska Lincoln that involved university students developing and implementing an after-school science club at local middle schools.\n\nIntellectual Merit. More than 25 modular activity stations associated with Eight-Legged Encounters have been developed and the event has been hosted twice in NE and twice in CO. The activities range from arts and crafts, to hands-on games, to a community experiment, and activities span topics including, but not limited to: biodiversity, sensory system diversity and function, foraging adaptations, and silk properties, function, and evolution. In addition to these activity stations, program deliverables include an accordion style æPath of PredatorsÆ activity booklet that guides participants through the eleven living arachnid orders. Each living arachnid order is represented by a station that includes original artwork backdrops, original artwork trading cards, live animals for observation (for most stations), and an educational activity. As participants complete their activities, they receive a stamp in their booklet. Stamps are placed on a phylogenetic tree representing the most recent hypothesis of the evolutionary relationships among the arachnid orders. Additional deliverables include a video introducing the event, a web application that extends one of the hands-on craft activities to an interactive life beyond the event itself, and the foundational design of a website. Summative evaluation data from ELE across 3 venues and 2 years (NE 2013 &amp; 2014; CO 2013 &amp; 2014) found that following the event, 95% of children wanted to learn more about science, 85% wanted to learn more about spiders, 73% wanted to do their own research at home, and 62% wanted a job in science when they grew up.  The complete final project report can be found on the CAISE website (http://informalscience.org/).\n\nThe Communicating Science through Outreach course that was developed through this grant was similarly successful, running 11 after-school science clubs at five distinct Community Learning Center (CLC) middle schools over the course of 2 years. The program has been championed by the CLCs and has resulted in a strong and enduring collaboration. In teams, students came up with a personalized scientific theme for their club and developed and implemented at least 7 club modules during the semester. Deliverables for this project include formal write-ups of club activities developed by university students. These formal write-ups, with activities explicitly tied to the Next Generation Science Standards for middle school, will eventually be made available on the Eight-Legged Encounter website as well as the CAISE website.\n\nBroader Impacts. This grant supported multiple graduate and undergraduate students in ISE opportunities. Each Eight-Legged Encounter event required more than 50 volunteers to help run the activity stations and these volunteers consisted of undergraduate and graduate students from a diversity of majors/programs (math, chemistry, fish and wildlife, biology, psychology, etc.). Numerous community members also volunteered (e.g. members of the America Tarantula Society and zookeepers from OmahaÆs Henry Doorly Zoo).  Eight-Legged Encounters and its various components has reached &gt;6,000 people. Activities and deliverables associated with Eight-Legged Encounters have been used for summer camps, museum outreach events, Boy Scout nights, and public science fairs. A week-long summer camp &ndash; Animal Encounters &ndash; was also developed and implemented through funding from t..."
 }
}