{
 "awd_id": "1241975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Technical Assistance to Increase the Competitiveness of Minority Institutions in the Robert Noyce Teacher Scholarship Program",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nicole Bennett",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 387559.0,
 "awd_amount": 387559.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "The Quality Education for Minorities (QEM) Network is conducting two annual proposal development workshops aimed at increasing the development and awareness of granstmanship opportunities related to the Noyce Teacher Scholarship Program at several Minority Serving Institutions (MSIs).  Individual workshops include two person teams from each of 15 MSIs interested in developing a Noyce proposal.  The Noyce program and scholarships attract and retain qualified students majoring in Science, Technology, Engineering and Mathematics (STEM) fields and encourages them to pursue a career in the teaching profession.  The QEM workshops provide participants from MSIs feedback on their required project summaries to assist them in, among other things, developing their ideas into competitive Noyce proposals. In turn, the MSIs participating in the workshop use the Noyce award as a stimulus for strengthening their teacher education programs to produce high quality mathematics and science teachers who will eventually work in high-need areas.  MSIs are uniquely qualified to address the issue of recruiting, retaining, and developing STEM teachers for high-need schools, especially in urban areas.  In this sense, the workshops are helping to develop stronger MSIs, in general, and teacher preparation programs, specifically, to meet the nation's needs for a more productive science and technology workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "McBay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley McBay",
   "pi_email_addr": "smmcbay@qem.org",
   "nsf_id": "000261590",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "inst_street_address": "1818 N ST NW STE 350",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026591818",
  "inst_zip_code": "200362406",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "QUALITY EDUCATION FOR MINORITIES NETWORK (INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LSMGM4J768"
 },
 "perf_inst": {
  "perf_inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "perf_str_addr": "1818 N Street, NW, Suite 350",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179500",
   "pgm_ele_name": "Robert Noyce Scholarship Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1795",
   "pgm_ref_txt": "ROBERT NOYCE SCHOLARSHIP PGM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400XXXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 387559.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From 2012 to 2015, with support from National Science Foundation (NSF) Award #1241975, the Quality Education for Minorities (QEM) Network conducted five workshops to provide technical assistance to minority-serving institutions (MSIs) to increase their participation and competitiveness in NSF&rsquo;s Robert Noyce Teacher Scholarship Program. Workshop participants included two-person teams consisting of a STEM faculty member and a teacher education faculty member from MSIs with accredited teacher education programs. The project addressed the role of MSIs in the preparation of K-12 minority teachers who are trained with rigorous STEM content and evidence-based pedagogical strategies that will ensure the success of their students, many of whom will be from minority groups underrepresented in STEM and/or enrolled in high-need schools.</p>\n<p>Over the period of this award, 157 faculty members from 55 distinct MSIs (43 Historically Black Colleges and Universities, 11 Hispanic-serving Institutions, and 1 Tribal College and University) attended the five QEM/Noyce workshops. The workshops provided a platform for faculty to: (1) network with colleagues at other institutions and develop relationships and partnerships that could add to the teacher preparation knowledge base at their institutions and the STEM community beyond; and (2) discuss common issues and challenges. At the end of each workshop, participants received evaluation questionnaires to solicit feedback regarding their overall rating of the workshop. Of the 141 questionnaire respondents (90% response rate), 97% gave the workshops an overall rating of &ldquo;excellent&rdquo; or &ldquo;very good.&rdquo;</p>\n<p>&nbsp;The QEM/Noyce proposal development workshops provided hands-on training in the preparation and submission of competitive proposals to the NSF Noyce Teacher Scholarship Program as well as professional development focused on current teacher education research and best practices. The workshops also placed considerable emphasis on the Noyce capacity-building track as a means for MSIs to assess and upgrade skillsets, staffing, and curriculum development needed to successfully implement a Noyce project and sustain the quality of their STEM education programs beyond the award.</p>\n<p>Workshop participants were encouraged to share information and materials received at the workshops with colleagues on their campuses. Workshop agendas, with live links to presentations, and E-Resource Lists were posted to the QEM website to facilitate dissemination to other faculty as well as the general public. The Noyce Workshop E-resource files contained information on teacher education resources such as accreditation and standards; licensure and certification; teacher preparation; professional development; teacher quality; curriculum and assessment; student learning; and equity. The files also contained proposal preparation and project evaluation resources as well as reports/papers on effective pedagogical strategies.</p>\n<p>Under the leadership of President Shirley McBay, the QEM Network was established in 1990 as a non-profit organization in Washington, DC, dedicated to improving education for minorities throughout the nation. QEM works with minority and non-minority individuals, organizations, and institutions to help coordinate and energize efforts to improve the education of minorities, particularly in STEM. QEM&rsquo;s technical assistance projects support institutional efforts to ensure that students who graduate with degrees in STEM disciplines are well-prepared to successfully pursue STEM graduate study or transition into the STEM workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2015<br>\n\t\t\t\t\tModified by: Shirley&nbsp;Mcbay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFrom 2012 to 2015, with support from National Science Foundation (NSF) Award #1241975, the Quality Education for Minorities (QEM) Network conducted five workshops to provide technical assistance to minority-serving institutions (MSIs) to increase their participation and competitiveness in NSFÆs Robert Noyce Teacher Scholarship Program. Workshop participants included two-person teams consisting of a STEM faculty member and a teacher education faculty member from MSIs with accredited teacher education programs. The project addressed the role of MSIs in the preparation of K-12 minority teachers who are trained with rigorous STEM content and evidence-based pedagogical strategies that will ensure the success of their students, many of whom will be from minority groups underrepresented in STEM and/or enrolled in high-need schools.\n\nOver the period of this award, 157 faculty members from 55 distinct MSIs (43 Historically Black Colleges and Universities, 11 Hispanic-serving Institutions, and 1 Tribal College and University) attended the five QEM/Noyce workshops. The workshops provided a platform for faculty to: (1) network with colleagues at other institutions and develop relationships and partnerships that could add to the teacher preparation knowledge base at their institutions and the STEM community beyond; and (2) discuss common issues and challenges. At the end of each workshop, participants received evaluation questionnaires to solicit feedback regarding their overall rating of the workshop. Of the 141 questionnaire respondents (90% response rate), 97% gave the workshops an overall rating of \"excellent\" or \"very good.\"\n\n The QEM/Noyce proposal development workshops provided hands-on training in the preparation and submission of competitive proposals to the NSF Noyce Teacher Scholarship Program as well as professional development focused on current teacher education research and best practices. The workshops also placed considerable emphasis on the Noyce capacity-building track as a means for MSIs to assess and upgrade skillsets, staffing, and curriculum development needed to successfully implement a Noyce project and sustain the quality of their STEM education programs beyond the award.\n\nWorkshop participants were encouraged to share information and materials received at the workshops with colleagues on their campuses. Workshop agendas, with live links to presentations, and E-Resource Lists were posted to the QEM website to facilitate dissemination to other faculty as well as the general public. The Noyce Workshop E-resource files contained information on teacher education resources such as accreditation and standards; licensure and certification; teacher preparation; professional development; teacher quality; curriculum and assessment; student learning; and equity. The files also contained proposal preparation and project evaluation resources as well as reports/papers on effective pedagogical strategies.\n\nUnder the leadership of President Shirley McBay, the QEM Network was established in 1990 as a non-profit organization in Washington, DC, dedicated to improving education for minorities throughout the nation. QEM works with minority and non-minority individuals, organizations, and institutions to help coordinate and energize efforts to improve the education of minorities, particularly in STEM. QEMÆs technical assistance projects support institutional efforts to ensure that students who graduate with degrees in STEM disciplines are well-prepared to successfully pursue STEM graduate study or transition into the STEM workforce.\n\n\t\t\t\t\tLast Modified: 08/04/2015\n\n\t\t\t\t\tSubmitted by: Shirley Mcbay"
 }
}