{
 "awd_id": "1241025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IPG: Collaborative Research: A high-resolution analysis of unique paleoenvironmental data from key hominin sites in East Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 71391.0,
 "awd_amount": 71391.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "The possibility that human evolution in Africa has been  strongly influenced by Earth's climatic and environmental history over the last several million years has been an important question at the forefront of paleoanthropological research. One fundamental question is: can any of the potential envionmental drivers of evolutionary change be reconstructed with enough precision to allow us to relate them with confidence to the episodes of speciation, extinction and cultural evolution known to anthropologists, and thereby test their relationships in time and space?\r\n\r\nThis team of paleoanthropologists and earth scientists plans to analyze climate and other environmental histories to provide direct tests of key hypotheses linking environmental  history and mammal (including early human) evolution by collecting and analyzing detailed paleoenvironmental data at three key anthropological sites in Africa. They will collect continuous paleoenvironmental records by drilling long sediment cores from ancient lake beds in the northern Afar, Ethiopia (~3.8-2.9 million years ago-Ma), the Baringo Basin, Kenya (~3.2-2.35 Ma), and the Turkana Basin, Kenya (~2.3-1.42 Ma), and relate these records to the outcrops in the same basins that contain early human and other mammal fossils, as well as stone tools in the younger time periods. As a group these basins contain some of the most critical evidence for human evolutionary history in Africa. Although past investigators have reconstructed climate and other environmental histories from the outcrops in which the fossil humans and artifacts have been found, such environmental records are highly discontinuous due to the nature of the sediments where the fossils occur, and are unsuitable for many of the most informative geochemical records available today because of the weathering that has affected outcropping sediments. Drilling lakebeds near the fossil sites gets around these problems, because lake sediments accumulate much more continuously, and because drilling into the subsurface allows unweathered samples to be collected  Funding for the drilling costs for this project has been secured from other sources: with the IPG funds the team will analyze the cores to generate quantitative and high resolution records of changes in temperature, precipitation, vegetation, fire and volcanic activity and other factors which may have influenced human evolution.\r\n\r\nThe primary research goal is to obtain long cores from these basins, each of which span critical intervals in human evolution and are close to hominin fossil and archaeological sites. The researchers will apply state-of-the-art paleoenvironmental and paleoclimate methods to these cores to assemble high resolution records covering much of the past four million years of East African environmental history. The team will then evaluate existing hypotheses and generate new hypotheses linking climate history to early human physical and cultural evolutionary adaptations. The paleoenvironmental and paleoecological data collected from the drill cores will be linked directly in time and space to the nearby fossil human, mammal and stone tool records by way of the numerous volcanic ashes present in both the cores and outcrops, along with other dating techniques. By comparing the new records to similar records from nearby ocean sediment cores the researchers plan be able to distinguish local from global drivers of environmental change and in the process test a series of hypotheses linking key events in human evolution with climate and other aspects of environmental history. Finally, the team will use these new, combined paleoenvironmental and paleoanthropological data sets, combined with novel modeling techniques to better understand how landscape and climate change across various scales of time and space may have affected the availability and predictability of critical ecosystem resources upon which early humans would have depended. \r\n\r\nThis project will greatly expand our understanding of African climate history and will be an opportunity to invigorate interest in human evolution and its relationship to climate with the US and African public. The project will train many American and African students during its field, analytical and internship/synthesis phases, and will generate numerous informal science learning opportunities  through our collaborations with the National Museums of Kenya and Ethiopia and the Smithsonian Institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Russell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Russell",
   "pi_email_addr": "james_russell@brown.edu",
   "nsf_id": "000349488",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "164 Angell Street",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71391.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The possibility of a causal relationship between Earth history processes and human evolution in Africa has been the subject of intensive paleoanthropological research for the last 25 years.&nbsp; Previous attempts to link changes in climate with hominin evolutionary transitions have centered on evidence from the outcrops where the hominin fossils are found; however, these outcrop records typically provide incomplete, low-resolution climate and environmental histories, and surface weathering often precludes the application of highly sensitive, state-of-the-art paleoenvironmental methods. Deep-sea drill core records have provided an alternative approach to reconstructing the context of hominin evolution, but have been collected at great distances from hominin sites and typically integrate information over vast spatial scales, limiting their application to understanding the local environmental changes that might drive human evolution.&nbsp; The goal of the Hominin Sites and Paleolakes Drilling Project (HSPDP) is to analyze indicators of past climate and environments using detailed data acquired through scientific drilling of lake sediments at key paleoanthropological sites in Kenya and Ethiopia.&nbsp;</p>\n<p>Within this project, Brown University scientists developed a new record of past climate in the Lake Turkana basin, located in northern Kenya, that contains a rich fossil record of human evolution, including some of the earliest and most complete fossils of early <em>Homo (H. habilis/rudolfensis</em>) and <em>H. ergaster</em>.&nbsp; Our record is based upon high-precision measurements of the isotopic composition of fossilized plant waxes, which coat leaf surfaces.&nbsp; The isotopic composition of these waxes (dDwax) provides a highly sensitive record of past rainfall variations, and our record sheds light on how rainfall varied between 1.4 and 1.9 million years ago, which includes several critical transitions in the human fossil record.&nbsp;</p>\n<p>We find little evidence for directional changes in mean rainfall between 1.4 and 1.9 Ma in West Turkana; the average dDwax recorded near the base of the record is similar to that at the top of the record.&nbsp; However, we do observe a series of fluctuations in dDwax that appear correlated to changes in the amount of radiation the Earth receives from the sun, and to glacial-interglacial cycles that occurred during this time.&nbsp; These fluctuations were particularly pronounced between ~1.9&nbsp; and 1.7 Ma, during which time the hominin fossil record indicates that Homo habilis disappeared and both Homo erectus and H. ergaster first appeared. The lack of evidence for a change in mean rainfall suggests that the evolutionary events were not correlated to drying of the African landscape, as is typically thought.&nbsp; Rather, the strong evidence we observe for changing rainfall variability at this time supports the &lsquo;variability selection hypothesis&rsquo; &ndash; that changes in the amplitude of environmental variation played a critical role in driving hominid evolution through selection for generalist traits.</p>\n<p>This project provided interdisciplinary research training opportunities for two young scientists at Brown University, one of whom completed her thesis on the project and earned her Master's degree in 2016.&nbsp; Project results were presented at numerous national meetings, and in public events at Brown University.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/11/2016<br>\n\t\t\t\t\tModified by: James&nbsp;M&nbsp;Russell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe possibility of a causal relationship between Earth history processes and human evolution in Africa has been the subject of intensive paleoanthropological research for the last 25 years.  Previous attempts to link changes in climate with hominin evolutionary transitions have centered on evidence from the outcrops where the hominin fossils are found; however, these outcrop records typically provide incomplete, low-resolution climate and environmental histories, and surface weathering often precludes the application of highly sensitive, state-of-the-art paleoenvironmental methods. Deep-sea drill core records have provided an alternative approach to reconstructing the context of hominin evolution, but have been collected at great distances from hominin sites and typically integrate information over vast spatial scales, limiting their application to understanding the local environmental changes that might drive human evolution.  The goal of the Hominin Sites and Paleolakes Drilling Project (HSPDP) is to analyze indicators of past climate and environments using detailed data acquired through scientific drilling of lake sediments at key paleoanthropological sites in Kenya and Ethiopia. \n\nWithin this project, Brown University scientists developed a new record of past climate in the Lake Turkana basin, located in northern Kenya, that contains a rich fossil record of human evolution, including some of the earliest and most complete fossils of early Homo (H. habilis/rudolfensis) and H. ergaster.  Our record is based upon high-precision measurements of the isotopic composition of fossilized plant waxes, which coat leaf surfaces.  The isotopic composition of these waxes (dDwax) provides a highly sensitive record of past rainfall variations, and our record sheds light on how rainfall varied between 1.4 and 1.9 million years ago, which includes several critical transitions in the human fossil record. \n\nWe find little evidence for directional changes in mean rainfall between 1.4 and 1.9 Ma in West Turkana; the average dDwax recorded near the base of the record is similar to that at the top of the record.  However, we do observe a series of fluctuations in dDwax that appear correlated to changes in the amount of radiation the Earth receives from the sun, and to glacial-interglacial cycles that occurred during this time.  These fluctuations were particularly pronounced between ~1.9  and 1.7 Ma, during which time the hominin fossil record indicates that Homo habilis disappeared and both Homo erectus and H. ergaster first appeared. The lack of evidence for a change in mean rainfall suggests that the evolutionary events were not correlated to drying of the African landscape, as is typically thought.  Rather, the strong evidence we observe for changing rainfall variability at this time supports the ævariability selection hypothesisÆ &ndash; that changes in the amplitude of environmental variation played a critical role in driving hominid evolution through selection for generalist traits.\n\nThis project provided interdisciplinary research training opportunities for two young scientists at Brown University, one of whom completed her thesis on the project and earned her Master's degree in 2016.  Project results were presented at numerous national meetings, and in public events at Brown University.\n\n\t\t\t\t\tLast Modified: 06/11/2016\n\n\t\t\t\t\tSubmitted by: James M Russell"
 }
}