{
 "awd_id": "1241943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Patterns of Consumption: Ceramic Residue Analysis at Liangchengzhen, Shandong, China",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 24210.0,
 "awd_amount": 24210.0,
 "awd_min_amd_letter_date": "2012-08-16",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "Under the guidance of Dr. Robert Tykot and in collaboration with the Sino-American archaeology team of Shandong University, Rheta Lanehart will investigate the presence of lipid residues in various types of ceramic vessels from ancient China in order to identify foodstuffs such as protein, grains, and other plants. The goal of the research is to identify different patterns of food consumption across space and time. Based upon the residue results, it will be possible to provide interpretations about social and ritual activities in relation to social change at the site of Liangchengzhen in southeastern Shandong province. \r\n\r\nChina is an area long associated with the social importance of food consumption and the investigation of vessels from Liangchengzhen presents a rare opportunity to examine food consumption at a large regional Longshan period (ca. 2600-1900 BC) center. There is limited information about the nature of activities at Longshan period regional centers, although social and ritual activities have been inferred. The Liangchengzhen excavation team uncovered a series of occupation levels containing over 400 pits, numerous house foundations, and several burials. The pits in particular contain large quantities of ceramic vessels, the main source of data for the project. \r\n\r\nThe research will provide a systematic analysis of the residues from a variety of ceramic forms excavated from pits that are promising for evidence of different kinds of social relations, competitive or integrative. A gas chromatography/mass spectrometry technique will be employed. Alkane biomarkers, previously identified in a pilot study, will be used to identify food sources in the pottery residues. Interpretations will be made about the nature of consumption activities over time on the basis of vessels deposited in pits that are hypothesized as offering pits and storage or trash pits. In addition, consideration will be given to spatial and chronological variation at the center with respect to the consumption of hypothesized preferred foods (meat, rice).  \r\n\r\nThe project will provide a foundation for broader applications of lipid residue research to the interpretation of consumption and will foster international collaboration. Findings from the research will be reported to Chinese authorities and published in professional journals as well as in venues for the general public, both Chinese and American. Presentations of the research will be given while in China and also to undergraduate and graduate students at the University of South Florida and elsewhere. Online access to the research will be available through Open Context and a website created by the researcher.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Tykot",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Tykot",
   "pi_email_addr": "rtykot@usf.edu",
   "nsf_id": "000199179",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rheta",
   "pi_last_name": "Lanehart",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rheta E Lanehart",
   "pi_email_addr": "rlanehar@usf.edu",
   "nsf_id": "000264379",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "140 7th Avenue South",
  "perf_city_name": "St. Petersburg",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "337015016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "FL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24210.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of the research was to identify the different patterns of food consumption across space and time at Liangchengzhen, a Longshan (<em>ca</em>. 2600-1900 B.C.) site located in Shandong Province, China.The primary hypothesis of the research contended that evidence of increasing social inequality with respect to food consumption would be found from early to late phases at Liangchengzhen. In addition, rice and meat from relatively large mammals, especially pigs, were hypothesized as the most likely types of prestigious foods for daily and ritual activities. Fish and marine foods in general were hypothesized to be foods that average households could obtain since Liangchengzhen was close to the sea and would not have as high a value as mammal meat.&nbsp;</p>\n<p>Pottery was sampled from Early Phase&nbsp;storage/trash and hypothesized ritual pits as well as Late Phase storage/trash and hypothesized ritual pits located in Excavation Area A (Figs. 1 &amp; 2). Pottery types included <em>ding</em> and <em>guan</em>, hypothesized for cooking meat, and <em>yan</em>, hypothesized for steaming vegetables and grains. Lipid residue analysis was performed using gas chromatography/mass spectrometry (GCMS) to quantify the amount of C15 and C17 alkane peaks in the pottery and compare these quantities to the amount of C15 and C17 alkane peaks in terrestrial and marine food reference sources.</p>\n<p>Results indicated that socially valued food consumption transitioned from marine food sources in the hypothesized early phase ritual pits (Fig. 3-4) to rice and pig in the hypothesized late phase ritual pits (Fig. 5). Millet and plant residues were consistently present in storage/trash pits from both early and late phases. Findings also indicated that the use of pottery types for cooking were not limited to one source, i.e., marine, rice, millet and plant residues were found in all pottery types while pig residues were found in <em>ding</em> and <em>yan</em> pottery. &nbsp;</p>\n<p>The findings from the lipid residue analysis may indicate evidence of increasing social inequality with respect to food consumption from early to late phases at Liangchengzhen. The pattern of consumption during the early phase from both storage/trash and hypothesized ritual pits suggests a more widespread, inclusive distribution of marine food sources, along with the ubiquitous distribution of millet and plants. In contrast, late phase storage/trash pits primarily contained millet and plant residues while hypothesized ritual pits from the late phase contained primarily rice residues, with both rice and pig residues in one ritual pit.&nbsp;</p>\n<p>However, these findings are surprising since it does not match the material remains of rice and pig found in early phase pits or late phase storage/trash pits from Excavation Area A. An alternative explanation for the lack of rice residues in pottery from the early phase pits and late storage trash pits may be that containers made from wood such as bamboo were used to steam rice instead of ceramic vessels. The domestication of pigs during the Longshan had occurred by the early phase at Liangchengzhen and much earlier in Shandong Province, but no pig residue was found in the pottery sherds sampled in the early site phase. An alternative explanation for the absence of pig meat in early phase pottery and late phase storage/trash pits may be that pig meat was roasted instead of being cooked in pots. Remnants of burnt pig bone fragments found at Liangchengzhen may indicate the possibility of roasting meat.</p>\n<p>It can be concluded that patterns of consumption at Liangchengzhen changed substantially from the early phase to the late phase with regards to food residues found in hypothesized ritual pits. Fish, more abundant in the early phase, was almost non-existent by the late phase.&nbsp; Pig and rice, hypothesized as preferred foods, were found only during the late ph...",
  "por_txt_cntn": "\nThe purpose of the research was to identify the different patterns of food consumption across space and time at Liangchengzhen, a Longshan (ca. 2600-1900 B.C.) site located in Shandong Province, China.The primary hypothesis of the research contended that evidence of increasing social inequality with respect to food consumption would be found from early to late phases at Liangchengzhen. In addition, rice and meat from relatively large mammals, especially pigs, were hypothesized as the most likely types of prestigious foods for daily and ritual activities. Fish and marine foods in general were hypothesized to be foods that average households could obtain since Liangchengzhen was close to the sea and would not have as high a value as mammal meat. \n\nPottery was sampled from Early Phase storage/trash and hypothesized ritual pits as well as Late Phase storage/trash and hypothesized ritual pits located in Excavation Area A (Figs. 1 &amp; 2). Pottery types included ding and guan, hypothesized for cooking meat, and yan, hypothesized for steaming vegetables and grains. Lipid residue analysis was performed using gas chromatography/mass spectrometry (GCMS) to quantify the amount of C15 and C17 alkane peaks in the pottery and compare these quantities to the amount of C15 and C17 alkane peaks in terrestrial and marine food reference sources.\n\nResults indicated that socially valued food consumption transitioned from marine food sources in the hypothesized early phase ritual pits (Fig. 3-4) to rice and pig in the hypothesized late phase ritual pits (Fig. 5). Millet and plant residues were consistently present in storage/trash pits from both early and late phases. Findings also indicated that the use of pottery types for cooking were not limited to one source, i.e., marine, rice, millet and plant residues were found in all pottery types while pig residues were found in ding and yan pottery.  \n\nThe findings from the lipid residue analysis may indicate evidence of increasing social inequality with respect to food consumption from early to late phases at Liangchengzhen. The pattern of consumption during the early phase from both storage/trash and hypothesized ritual pits suggests a more widespread, inclusive distribution of marine food sources, along with the ubiquitous distribution of millet and plants. In contrast, late phase storage/trash pits primarily contained millet and plant residues while hypothesized ritual pits from the late phase contained primarily rice residues, with both rice and pig residues in one ritual pit. \n\nHowever, these findings are surprising since it does not match the material remains of rice and pig found in early phase pits or late phase storage/trash pits from Excavation Area A. An alternative explanation for the lack of rice residues in pottery from the early phase pits and late storage trash pits may be that containers made from wood such as bamboo were used to steam rice instead of ceramic vessels. The domestication of pigs during the Longshan had occurred by the early phase at Liangchengzhen and much earlier in Shandong Province, but no pig residue was found in the pottery sherds sampled in the early site phase. An alternative explanation for the absence of pig meat in early phase pottery and late phase storage/trash pits may be that pig meat was roasted instead of being cooked in pots. Remnants of burnt pig bone fragments found at Liangchengzhen may indicate the possibility of roasting meat.\n\nIt can be concluded that patterns of consumption at Liangchengzhen changed substantially from the early phase to the late phase with regards to food residues found in hypothesized ritual pits. Fish, more abundant in the early phase, was almost non-existent by the late phase.  Pig and rice, hypothesized as preferred foods, were found only during the late phase, primarily in the ritual pit, H31.  Millet and plant were conspicuously present during both phases, but had greater separation from ritual pits during the late phase. ..."
 }
}