{
 "awd_id": "1241115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions:   Collaborative Research:  The taxonomic, genomic, and functional diversity of soil carbon dynamics",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 499759.0,
 "awd_amount": 499759.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "Microbial diversity is vast, and recent discoveries place soils as home to the most diverse of the Earth's microbial communities. The current project will probe a surprising response of microorganisms to changes in soil carbon availability: when new carbon enters soil, especially carbon that is easily assimilated and decomposed by soil microorganisms, a chain reaction occurs leading to the breakdown of older soil carbon, carbon that would otherwise have remained stable. Current theory does not explain this chain reaction. This project will test whether taxonomic biodiversity and the genetic biodiversity it supports - in other words, who is there and what are they doing - can explain this unusual carbon cycling phenomenon. Researchers will use long-term study sites in soils spanning a climatic gradient in Arizona and a variety of molecular, genomic, chemical and analytical approaches.  The work will test the idea that parts of the carbon cycle are emergent consequences of interactions among organisms, with biodiversity as a fundamental driver, thereby connecting genes to communities to ecosystems. \r\n\r\nThe proposed work addresses important questions both in biodiversity science and the global carbon cycle, and is important because soil carbon is a major reservoir, storing about three times the amount of carbon contained in the atmosphere as carbon dioxide.  Microbial biodiversity is the biological template upon which much of the carbon cycle unfolds, yet evidence of how diversity alters the soil carbon cycle remains elusive. This project will address this fundamental knowledge gap, generate information applicable to carbon management, train new scientists at the undergraduate, graduate, and post-doctoral levels, and engage the public through outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lance Price",
   "pi_email_addr": "lprice@gwu.edu",
   "nsf_id": "000566357",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Translational Genomics Research Instittue",
  "inst_street_address": "445 N 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHOENIX",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "6023438400",
  "inst_zip_code": "850042157",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AZ03",
  "org_lgl_bus_name": "TRANSLATIONAL GENOMICS RESEARCH INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "J19ZXYATJLT3"
 },
 "perf_inst": {
  "perf_inst_name": "Translational Genomics Research Institute",
  "perf_str_addr": "445 N. Fifth Street, Suite 600",
  "perf_city_name": "Phoenix",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "850043902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AZ03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 499759.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aims to better understand how soil bacteria respond to soil carbon, particularly in the phenomenon known as &ldquo;priming&rdquo;, where soil bacteria breaks down existing carbon-containing matters more quickly when more carbon is added to the soil. It is important to better understand priming because of its relevance to climate change, since soil bacteria are major contributors to carbon dioxide emission globally. To study the bacteria involved in priming, the lead research team developed a novel technique that specifically labels the DNA of biologically active bacteria with radioactive isotopes. By combining this technique with DNA sequencing, the research team was able to show that rather than a single group of bacteria, many different types of bacteria contribute to the important biological process of priming. Indeed, the fact that priming was due to multiple possible combinations of unrelated bacteria provides an important and innovative insight, and will allow scientists to continue building on this new information to better understand and perhaps one day being able to manipulate the priming process. In addition, the team&rsquo;s accomplishment in developing the technique&mdash;called quantitative stable isotope probing (qSIP)&mdash;can have an impact on future research in diverse environmental systems, even including different human body sites. In addition, the project also provided important training opportunities for many post-baccalaureate, graduate, and post-doctoral researchers, whom will contribute to the US science work force in the years to come.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2018<br>\n\t\t\t\t\tModified by: Lance&nbsp;Price</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aims to better understand how soil bacteria respond to soil carbon, particularly in the phenomenon known as \"priming\", where soil bacteria breaks down existing carbon-containing matters more quickly when more carbon is added to the soil. It is important to better understand priming because of its relevance to climate change, since soil bacteria are major contributors to carbon dioxide emission globally. To study the bacteria involved in priming, the lead research team developed a novel technique that specifically labels the DNA of biologically active bacteria with radioactive isotopes. By combining this technique with DNA sequencing, the research team was able to show that rather than a single group of bacteria, many different types of bacteria contribute to the important biological process of priming. Indeed, the fact that priming was due to multiple possible combinations of unrelated bacteria provides an important and innovative insight, and will allow scientists to continue building on this new information to better understand and perhaps one day being able to manipulate the priming process. In addition, the team?s accomplishment in developing the technique&mdash;called quantitative stable isotope probing (qSIP)&mdash;can have an impact on future research in diverse environmental systems, even including different human body sites. In addition, the project also provided important training opportunities for many post-baccalaureate, graduate, and post-doctoral researchers, whom will contribute to the US science work force in the years to come.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2018\n\n\t\t\t\t\tSubmitted by: Lance Price"
 }
}