{
 "awd_id": "1241879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IPG: Collaborative Research: A high-resolution analysis of unique paleoenvironmental data from key hominin sites in East Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 79999.0,
 "awd_amount": 79999.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "The possibility that human evolution in Africa has been  strongly influenced by Earth's climatic and environmental history over the last several million years has been an important question at the forefront of paleoanthropological research. One fundamental question is: can any of the potential envionmental drivers of evolutionary change be reconstructed with enough precision to allow us to relate them with confidence to the episodes of speciation, extinction and cultural evolution known to anthropologists, and thereby test their relationships in time and space?\r\n\r\nThis team of paleoanthropologists and earth scientists plans to analyze climate and other environmental histories to provide direct tests of key hypotheses linking environmental  history and mammal (including early human) evolution by collecting and analyzing detailed paleoenvironmental data at three key anthropological sites in Africa. They will collect continuous paleoenvironmental records by drilling long sediment cores from ancient lake beds in the northern Afar, Ethiopia (~3.8-2.9 million years ago-Ma), the Baringo Basin, Kenya (~3.2-2.35 Ma), and the Turkana Basin, Kenya (~2.3-1.42 Ma), and relate these records to the outcrops in the same basins that contain early human and other mammal fossils, as well as stone tools in the younger time periods. As a group these basins contain some of the most critical evidence for human evolutionary history in Africa. Although past investigators have reconstructed climate and other environmental histories from the outcrops in which the fossil humans and artifacts have been found, such environmental records are highly discontinuous due to the nature of the sediments where the fossils occur, and are unsuitable for many of the most informative geochemical records available today because of the weathering that has affected outcropping sediments. Drilling lakebeds near the fossil sites gets around these problems, because lake sediments accumulate much more continuously, and because drilling into the subsurface allows unweathered samples to be collected  Funding for the drilling costs for this project has been secured from other sources: with the IPG funds the team will analyze the cores to generate quantitative and high resolution records of changes in temperature, precipitation, vegetation, fire and volcanic activity and other factors which may have influenced human evolution.\r\n\r\nThe primary research goal is to obtain long cores from these basins, each of which span critical intervals in human evolution and are close to hominin fossil and archaeological sites. The researchers will apply state-of-the-art paleoenvironmental and paleoclimate methods to these cores to assemble high resolution records covering much of the past four million years of East African environmental history. The team will then evaluate existing hypotheses and generate new hypotheses linking climate history to early human physical and cultural evolutionary adaptations. The paleoenvironmental and paleoecological data collected from the drill cores will be linked directly in time and space to the nearby fossil human, mammal and stone tool records by way of the numerous volcanic ashes present in both the cores and outcrops, along with other dating techniques. By comparing the new records to similar records from nearby ocean sediment cores the researchers plan be able to distinguish local from global drivers of environmental change and in the process test a series of hypotheses linking key events in human evolution with climate and other aspects of environmental history. Finally, the team will use these new, combined paleoenvironmental and paleoanthropological data sets, combined with novel modeling techniques to better understand how landscape and climate change across various scales of time and space may have affected the availability and predictability of critical ecosystem resources upon which early humans would have depended. \r\n\r\nThis project will greatly expand our understanding of African climate history and will be an opportunity to invigorate interest in human evolution and its relationship to climate with the US and African public. The project will train many American and African students during its field, analytical and internship/synthesis phases, and will generate numerous informal science learning opportunities  through our collaborations with the National Museums of Kenya and Ethiopia and the Smithsonian Institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anders",
   "pi_last_name": "Noren",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anders J Noren",
   "pi_email_addr": "noren021@umn.edu",
   "nsf_id": "000386465",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "500 Pillsbury Dr SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550233",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 79999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF award to the University of Minnesota supported the initial lab work to scan and log more than 1,580 core samples drilled at four sites in Kenya and Ethiopia. These sites were formerly lakes, and are now dry, and they were chosen for drilling because they are near locations where important hominin (human ancestor) fossils have been found.&nbsp;</p>\n<p>Project scientists working at each drilling site visited the unique facility at the University of Minnesota as a team for 7 to 14 days at a time. Working 12 hours each day, they analyzed the core samples on specialized lab instruments, and split the core samples open to look at the layers of sediment. They described, interpreted, and photographed the core samples, extracted more than 26,000 small pieces of sediment out of the layers, and shipped those pieces to their own labs for slower, detailed analyses on other types of instruments to generate additional data. This work on their own lab instruments is still underway at the time of this writing.</p>\n<p>Scanning the cores and analyzing the small pieces of sediment produce data that allow the project scientists to understand the conditions at the time the sediment was deposited on the lakebed. These conditions include the temperature, precipitation, wildfire frequency, organisms living in and around the lake, and other factors.&nbsp;</p>\n<p>Scientists can compare these factors with the hominin fossil records from locations near the drill sites to understand how various environmental factors affected hominin and human evolution over the past 5 million years. This painstaking work is ongoing and will continue for several more years as more data are generated and interpretations are refined.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2016<br>\n\t\t\t\t\tModified by: Anders&nbsp;J&nbsp;Noren</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF award to the University of Minnesota supported the initial lab work to scan and log more than 1,580 core samples drilled at four sites in Kenya and Ethiopia. These sites were formerly lakes, and are now dry, and they were chosen for drilling because they are near locations where important hominin (human ancestor) fossils have been found. \n\nProject scientists working at each drilling site visited the unique facility at the University of Minnesota as a team for 7 to 14 days at a time. Working 12 hours each day, they analyzed the core samples on specialized lab instruments, and split the core samples open to look at the layers of sediment. They described, interpreted, and photographed the core samples, extracted more than 26,000 small pieces of sediment out of the layers, and shipped those pieces to their own labs for slower, detailed analyses on other types of instruments to generate additional data. This work on their own lab instruments is still underway at the time of this writing.\n\nScanning the cores and analyzing the small pieces of sediment produce data that allow the project scientists to understand the conditions at the time the sediment was deposited on the lakebed. These conditions include the temperature, precipitation, wildfire frequency, organisms living in and around the lake, and other factors. \n\nScientists can compare these factors with the hominin fossil records from locations near the drill sites to understand how various environmental factors affected hominin and human evolution over the past 5 million years. This painstaking work is ongoing and will continue for several more years as more data are generated and interpretations are refined. \n\n \n\n\t\t\t\t\tLast Modified: 06/21/2016\n\n\t\t\t\t\tSubmitted by: Anders J Noren"
 }
}