{
 "awd_id": "1241460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: EAGER: Evaluating the Larsen basin's suitability for testing the Cretaceous Glaciation Hypothesis",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Kurz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 189184.0,
 "awd_amount": 189184.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "Intellectual Merit: \r\nRecent geochemical, sequence stratigraphic, and integrated investigations of marine strata from several continental margins and ocean basins suggest that ephemeral ice sheets may have existed on Antarctica during parts of the Cretaceous and early Paleogene. However, atmospheric carbon dioxide estimates for this time are as much as four times modern levels. With such greenhouse conditions, the presence of Antarctic ice sheets would imply that our current understanding of Earth?s climate system, and specifically the interpreted thresholds of Antarctic glaciation and deglaciation should be reconsidered. The proposed research will compare the quantity and provenance of Cretaceous sediments in the Larsen basin of the eastern Antarctic Peninsula with the exhumation chronology and composition of potential sediment source terranes on the peninsula and in adjacent regions. New outcrop stratigraphic analyses with improvements in the age models from radioisotopic approaches will be integrated to determine the amount of detrital sediment fluxed to the Larsen basin between key chronostratigraphic surfaces. Microtextural analysis of quartz sand and silt grains will help determine whether the Larsen basin detrital sediment originated from glacial weathering. These preliminary results will test the viability of the proposed approach to assess the controversial Cretaceous Antarctic glaciation hypothesis.\r\n\r\nBroader impacts: \r\nThe proposed work will partially support a PhD, a MSc, and three undergraduate students at the University of South Carolina. The PIs will publicize this work through volunteer speaking engagements and the development of videos and podcasts. They also commit to prompt publication of the results and timely submission of data to archives. The development/improvement of the Larsen basin age model will benefit ongoing research in paleobiology, paleoclimate and biogeography. Development of the glauconite K-Ar and Rb-Sr chronometers could be an important outcome beyond the direct scope of the proposed research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Barbeau",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr",
   "pi_full_name": "David L Barbeau",
   "pi_email_addr": "dbarbeau@geol.sc.edu",
   "nsf_id": "000098440",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "701 Sumter St",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8013",
   "pgm_ref_txt": "High Risk/Reward Innovative Research"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 189184.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are several known periods of glaciation in Earth&rsquo;s history, the most recent of which is the Pleistocene. The Pleistocene began 2.6 million years ago and is the culmination of a long global cooling trend. It is widely thought that in the Cretaceous Period (145-66 million years ago), when global temperatures were much warmer and the carbon dioxide content of the atmosphere was likely three times higher than today&rsquo;s, there were no large continental glaciers on Earth, even in Antarctica, which like today resided on or near the south geographic pole. Research efforts in the lower latitudes, however, have have suggested that sea-level changes occurred during this time that are most effectively explained by the waxing and waning of large continental glaciers. The geologic record of the Larsen Basin of the Antarctic Peninsula offers a rare opportunity to test this possibility.</p>\n<p>The collaboration funded by this project, between PIs at University of South Carolina and Lamont-Doherty Earth Observatory of Columbia University, had the goal to assess whether the Larsen basin favorable for testing this contentious hypothesis of Cretaceous glaciation, when carbon dioxide levels are considered to have been much higher than allowed by most models for polar glaciation. In addition to understanding this important period in Earth history, testing the Cretaceous glaciation hypothesis is important for understanding the role of carbon dioxide in continental ice sheet stability and future climate and sea-level projections.</p>\n<p>Unfortunately, sea ice and weather conditions in the Larsen Basin during our field deployment did not allow access to our target samples during this project. However, with previously collected samples from the Larsen Basin and with newly collected samples collected from alternate field sites on the Peninsula we have made significant progress towards understanding the Larsen Basin and the Antarctic Peninsula, which are providing important constraints on use of the Larsen Basin for testing the Cretaceous glaciation hypothesis:</p>\n<p>In summary, independent records of sediment source variations of the Larsen Basin reveal discreet influxes of sediment to the basin during the Cretaceous. Some of these influxes appear to correspond in time with purported glaciations from study of the lower latitudes, but also with apparent changes in the tectonics of the adjacent Antarctic Peninsula &mdash; our work has resolved clear pulses of crustal cooling (presumably by exhumational erosion) in the adjacent Antarctic Peninsula from thermochronometry. The timing of these pulses of crustal cooling does not precisely line up with the pulses of sediment influx, with apparent offsets in timing that may stem from either ~2-7 million year lags between Antarctic Peninsula exhumation and Larsen Basin deposition, an incorrect age model for the Larsen basin, or imperfect correlations of rock units. Resolution of the latter two problems is required to properly assess the possible lags.&nbsp;</p>\n<p>In addition to the scientific achievements, the project has provided field, laboratory and computational research experience and training for several undergraduate and graduate students. Through these experiences, a travelogue of our field efforts, and speaking engagements with general and professional audiences, we have been able to inspire interest in and understanding of Antarctic geoscience. The developments to complete this project have also improved our infrastructural needs for making the needed geochemical measurements, and we will continue to refine and apply these tools to seek knowledge toward the larger goals of this and related projects.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2015<br>\n\t\t\t\t\tModified by: David&nbsp;L&nbsp;Barbeau</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere are several known periods of glaciation in EarthÆs history, the most recent of which is the Pleistocene. The Pleistocene began 2.6 million years ago and is the culmination of a long global cooling trend. It is widely thought that in the Cretaceous Period (145-66 million years ago), when global temperatures were much warmer and the carbon dioxide content of the atmosphere was likely three times higher than todayÆs, there were no large continental glaciers on Earth, even in Antarctica, which like today resided on or near the south geographic pole. Research efforts in the lower latitudes, however, have have suggested that sea-level changes occurred during this time that are most effectively explained by the waxing and waning of large continental glaciers. The geologic record of the Larsen Basin of the Antarctic Peninsula offers a rare opportunity to test this possibility.\n\nThe collaboration funded by this project, between PIs at University of South Carolina and Lamont-Doherty Earth Observatory of Columbia University, had the goal to assess whether the Larsen basin favorable for testing this contentious hypothesis of Cretaceous glaciation, when carbon dioxide levels are considered to have been much higher than allowed by most models for polar glaciation. In addition to understanding this important period in Earth history, testing the Cretaceous glaciation hypothesis is important for understanding the role of carbon dioxide in continental ice sheet stability and future climate and sea-level projections.\n\nUnfortunately, sea ice and weather conditions in the Larsen Basin during our field deployment did not allow access to our target samples during this project. However, with previously collected samples from the Larsen Basin and with newly collected samples collected from alternate field sites on the Peninsula we have made significant progress towards understanding the Larsen Basin and the Antarctic Peninsula, which are providing important constraints on use of the Larsen Basin for testing the Cretaceous glaciation hypothesis:\n\nIn summary, independent records of sediment source variations of the Larsen Basin reveal discreet influxes of sediment to the basin during the Cretaceous. Some of these influxes appear to correspond in time with purported glaciations from study of the lower latitudes, but also with apparent changes in the tectonics of the adjacent Antarctic Peninsula &mdash; our work has resolved clear pulses of crustal cooling (presumably by exhumational erosion) in the adjacent Antarctic Peninsula from thermochronometry. The timing of these pulses of crustal cooling does not precisely line up with the pulses of sediment influx, with apparent offsets in timing that may stem from either ~2-7 million year lags between Antarctic Peninsula exhumation and Larsen Basin deposition, an incorrect age model for the Larsen basin, or imperfect correlations of rock units. Resolution of the latter two problems is required to properly assess the possible lags. \n\nIn addition to the scientific achievements, the project has provided field, laboratory and computational research experience and training for several undergraduate and graduate students. Through these experiences, a travelogue of our field efforts, and speaking engagements with general and professional audiences, we have been able to inspire interest in and understanding of Antarctic geoscience. The developments to complete this project have also improved our infrastructural needs for making the needed geochemical measurements, and we will continue to refine and apply these tools to seek knowledge toward the larger goals of this and related projects.\n\n \n\n\t\t\t\t\tLast Modified: 01/03/2015\n\n\t\t\t\t\tSubmitted by: David L Barbeau"
 }
}