{
 "awd_id": "1241358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Subsistence Economy and Chiefdom Emergence in the Muisca Area",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 24727.0,
 "awd_amount": 24727.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "Muisca societies located in the central mountains of Colombia impressed early Spanish arrivals in the sixteenth century with the power and level of respect commanded by their chiefs and the quality and variety of the crafts their artisans produced, sometimes from raw materials obtained from other regions. Early Spanish accounts especially emphasize the \"advanced\" economic development of Muisca societies, with what seemed to European eyes especially well organized and flourishing trade and dense populations that were well provisioned despite the fairly cold, wet, high-elevation zone they inhabited. As several regional chiefdoms in northern South America have been studied archaeologically, it has often turned out that their subsistence and craft economies do not involve very high degrees of trade, tribute, or household interdependence. This emerging pattern contrasts with sixteenth-century descriptions of the Muisca. The archaeological evidence of Muisca societies has provided at best only incomplete confirmation of the descriptions in historical sources, particularly in regard to the development of local, regional, and supra-regional patterns of economic interdependence and the importance of such an economy to the emergence of chiefly power.\r\nOne aspect of economic interdependence specifically discussed in the historical sources, however, has been subject to very little archaeological investigation. This is the agricultural exploitation of warmer low-elevation zones located quite close to some of the principal Muisca chiefly centers. In these areas higher temperatures led to greater productivity as well as protection from the frosts that were a constant risk to agriculture in the Muisca heartland. There are detailed sixteenth-century historical accounts of the importance of these resources for sustaining the very high population densities of the Muisca heartland, high densities fully attested to by both historical and archaeological information.\r\nUnder the supervision of Dr. Robert D. Drennan, Pedro Argüello will carry out a systematic regional survey of some 100 sq km in the Tena region on the slopes leading down from the western edge of the Muisca heartland toward the valley of the Magdalena River. The Tena region, which ranges from 2200 m above sea level down to about 700 m, is specifically mentioned in sixteenth-century documents as a major source of agricultural produce for the Bogotá chiefdom. If its agricultural resources were increasingly intensively exploited as Muisca chiefdoms emerged and developed and population levels in the high-elevation Muisca heartland grew, this will be reflected in changing patterns of distribution of human occupation in the Tena region. Such a result would provide stronger support for the historical accounts of one of the economic foundations of Muisca chiefly power than has been forthcoming from archaeological investigations of other aspects of Muisca economy. It would help to explain the relatively late but extremely rapid development of the Muisca chiefdoms and to position these societies properly in comparative analysis of the pathways toward the consolidation of political power in general.\r\nThis project will also have broader impacts. First, it will make a vital contribution to the training of the doctoral candidate as well as to undergraduate students from several Colombian universities who will take part. Second it will contribute to the public appreciation of science through presentations to local communities as well as provide information that will enhance local authorities' efforts to protect their cultural heritage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Drennan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Drennan",
   "pi_email_addr": "drennan@pitt.edu",
   "nsf_id": "000342910",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pedro",
   "pi_last_name": "Arguello",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Pedro M Arguello",
   "pi_email_addr": "pma6@pitt.edu",
   "nsf_id": "000617966",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24727.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The societies of the Muisca area in the eastern highlands of Colombia were described by early Spanish conquerors as among the richest and most highly developed societies they encountered in northern South America. Chiefs were rich and powerful, and controlled regional populations engaged in well-organized intensive agricultural production to sustain quite high population densities. Archaeological evidence tends to agree that these societies developed vigorously during the last few hundred years before the sixteenth-century arrival of the Spanish, but evidence available to date provides conflicting views about their earlier trajectories of development. In several ways archaeological evidence has failed to convincingly substantiate sixteenth-century written accounts. One aspect of Muisca demography and agricultural production is described in these accounts in particular detail. It involves the expansion by Muisca populations from the high-elevation Bogot&aacute; Savannah down the slopes toward the Magdalena River at the expense of Panche people who had previously occupied the zone. The driving force behind this expansion was said to be the need to increase and intensify agricultural production in the warmer Tena region in order to sustain burgeoning populations in the Bogot&aacute; Savannah.</p>\n<p>Under the supervision of Dr. Robert D. Drennan, Pedro Arg&uuml;ello carried out a full-coverage systematic regional survey in the Tena region, which includes parts of the contemporary municipalities of San Antonio del Tequendama, Tena, La Mesa, and El Colegio. The survey covered 147 sq km, ranging in elevation from 2400 m above sea level at the margin of the Bogot&aacute; Savannah down to 900 m approaching the Magdalena River. Small-scale stratigraphic excavations were carried out with the aim of confirming and improving the ceramic chronology upon which the dating of occupation areas was based.</p>\n<p>The archaeological research confirmed that Muisca people did in fact live in the Tena region, not only in the last few hundred years before the Spanish Conquest, but in much earlier times as well. The history of this occupation goes back at least 2400 years to the initial period of sedentary farming. During the earliest occupation of the Tena region&mdash;during the Herrera period (400 BC&ndash;800 AD)&mdash;the majority of the population lived in widely scattered dispersed farmsteads, although a cluster of occupation more like a nucleated village also occurred. This settlement pattern continued in similar form during the next period&mdash;Early Muisca (800&ndash;1200 AD)&mdash;during which the region witnessed quite substantial population growth. During the last prehispanic period&mdash;Late Muisca (1200&ndash;1550 AD)&mdash;a combination of dispersed farmsteads and nucleated villages persisted, but in sharp contrast to the implications of the sixteenth-century accounts, population actually decreased somewhat, making the Tena region extremely unusual among the demographic patterns for the Muisca area at this time.</p>\n<p>The region's inhabitants, like those of earlier periods, were Muisca farmers living there year-round, and practicing relatively extensive agriculture. There is no sign of a major influx of seasonal occupation by people whose permanent residences were in the higher-elevation Bogot&aacute; Savannah. Nor is there indication of more intensive agricultural production. These results question literal interpretations of sixteenth-century written accounts of late Muisca expansion beyond the Altiplano Cundiboyacense and of the intensive and organized exploitation of the agricultural resources of adjacent lower-elevation zones as a source of chiefly wealth and power. They thus add to our knowledge of the variety of pathways followed in the development of very early complex societies, in which the foundations of much modern human social organization were constructed.</...",
  "por_txt_cntn": "\nThe societies of the Muisca area in the eastern highlands of Colombia were described by early Spanish conquerors as among the richest and most highly developed societies they encountered in northern South America. Chiefs were rich and powerful, and controlled regional populations engaged in well-organized intensive agricultural production to sustain quite high population densities. Archaeological evidence tends to agree that these societies developed vigorously during the last few hundred years before the sixteenth-century arrival of the Spanish, but evidence available to date provides conflicting views about their earlier trajectories of development. In several ways archaeological evidence has failed to convincingly substantiate sixteenth-century written accounts. One aspect of Muisca demography and agricultural production is described in these accounts in particular detail. It involves the expansion by Muisca populations from the high-elevation Bogot&aacute; Savannah down the slopes toward the Magdalena River at the expense of Panche people who had previously occupied the zone. The driving force behind this expansion was said to be the need to increase and intensify agricultural production in the warmer Tena region in order to sustain burgeoning populations in the Bogot&aacute; Savannah.\n\nUnder the supervision of Dr. Robert D. Drennan, Pedro Arg&uuml;ello carried out a full-coverage systematic regional survey in the Tena region, which includes parts of the contemporary municipalities of San Antonio del Tequendama, Tena, La Mesa, and El Colegio. The survey covered 147 sq km, ranging in elevation from 2400 m above sea level at the margin of the Bogot&aacute; Savannah down to 900 m approaching the Magdalena River. Small-scale stratigraphic excavations were carried out with the aim of confirming and improving the ceramic chronology upon which the dating of occupation areas was based.\n\nThe archaeological research confirmed that Muisca people did in fact live in the Tena region, not only in the last few hundred years before the Spanish Conquest, but in much earlier times as well. The history of this occupation goes back at least 2400 years to the initial period of sedentary farming. During the earliest occupation of the Tena region&mdash;during the Herrera period (400 BC&ndash;800 AD)&mdash;the majority of the population lived in widely scattered dispersed farmsteads, although a cluster of occupation more like a nucleated village also occurred. This settlement pattern continued in similar form during the next period&mdash;Early Muisca (800&ndash;1200 AD)&mdash;during which the region witnessed quite substantial population growth. During the last prehispanic period&mdash;Late Muisca (1200&ndash;1550 AD)&mdash;a combination of dispersed farmsteads and nucleated villages persisted, but in sharp contrast to the implications of the sixteenth-century accounts, population actually decreased somewhat, making the Tena region extremely unusual among the demographic patterns for the Muisca area at this time.\n\nThe region's inhabitants, like those of earlier periods, were Muisca farmers living there year-round, and practicing relatively extensive agriculture. There is no sign of a major influx of seasonal occupation by people whose permanent residences were in the higher-elevation Bogot&aacute; Savannah. Nor is there indication of more intensive agricultural production. These results question literal interpretations of sixteenth-century written accounts of late Muisca expansion beyond the Altiplano Cundiboyacense and of the intensive and organized exploitation of the agricultural resources of adjacent lower-elevation zones as a source of chiefly wealth and power. They thus add to our knowledge of the variety of pathways followed in the development of very early complex societies, in which the foundations of much modern human social organization were constructed.\n\nBeyond its contribution to our knowledge of early complex societies, the researc..."
 }
}