{
 "awd_id": "1241365",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Core Support for the Federal Demonstration Partnership",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sherrie Green",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 510000.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2014-09-10",
 "awd_abstract_narration": "This award provides funding for the National Academy of Sciences? Government University Industry Research Roundtable to support activities of the Federal Demonstration Partnership (FDP), an ongoing cooperative initiative among university research administrators, faculty and federal agency representatives.  FDP, which currently consists of representatives from 119 academic institutions, 10 federal agencies and seven professional societies, offers a forum for members to improve the national research enterprise by its efforts to streamline and standardize research administration policies and procedures. During the current phase, FDP will develop and expand upon targeted demonstrations that address and provide guidance for several activities such as: modifying regulations involving effort reporting that correspond with the Office of Management and Budget circulars, developing a government-wide professional profile, identifying opportunities to share administrative infrastructure among categories of research institutions, and continuing efforts to reduce faculty time utilized on research-related administration.  The organization continues to improve the relationship between federal agencies and the research community, ensuring the efficiency and integrity of STEM administration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Sloan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Susan S Sloan",
   "pi_email_addr": "ssloan@nas.edu",
   "nsf_id": "000417234",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 Fifth Street, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "065P00",
   "pgm_ele_name": "GUIRR/FDP SUPPORT"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Federal Demonstration Partnership (FDP) maintains a vibrant dialogue between the nation's research institutions and the federal agencies. There is currently no other organization in existence that represents the various federal agencies, administrators at academic research institutions who must implement federal policy, and faculty who are most directly impacted by new federal rules and regulations. While the FDP is not permitted to directly impact policy or assume an advocacy role, it provides significant impact by fostering dialogue and sharing tools and information for the alignment of practices.</span></p>\n<p><span>In September 2014, the FDP transitioned from Phase V, with 119 member institutions, to Phase VI. The FDP currently involves 154 universities and non-profits (including 26 Emerging Research Institutions, up from 14 in Phase V) working collaboratively with officials from 10 federal agencies to improve the national research enterprise, streamline processes, and reduce administrative burden. Over 400 individuals gather for three annual FDP meetings. The meetings are held in Washington, DC and hosted by the National Academies of Sciences, Engineering, and Medicine.</span></p>\n<p><span>Work on dedicated FDP projects happens during and in-between meetings. Projects and their outcomes include the following:&nbsp;</span></p>\n<p><em><span>Reduction in Faculty Time Spent on Research-Related Administration.</span></em><span>&nbsp;A report from FDP's second survey of administrative burden on faculty conducting federally-sponsored research&nbsp;was written and has been widely circulated. The second survey yielded results similar to that of the first survey but associated with somewhat different administrative tasks. The survey's 13,000 respondents suggested that ~40% of time is spent on administrative functions, with ~60% time on active research. A more detailed breakdown of the data is revealing workload information about different subpopulations.</span></p>\n<p><em><span>Testing Alternate Way To Report Effort on Federal Research Grants:&nbsp;</span></em><span>Two federal agencies and four universities participated in a Payroll Certification Demonstration stood up by the FDP in which the schools changed their systems and processes for reporting effort on federal research grants. Audit reports have been issued on three of the four pilot schools; no findings as yet indicate that Payroll Certification would not be an acceptable method for documenting the \"allocability\" of salaries and wages to federally sponsored research.&nbsp;</span></p>\n<p><em><span>Created Ease of Use with Development of Single Web-based Repository:</span></em><span><em><span>&nbsp;</span></em></span><span>As of October 2015, 956 institutions, including many international organizations, are registered for the Public Health Service (PHS) Federal Conflict of Interest (FCOI) Clearinghouse established by the FDP in July 2012. Due to the extraordinary success of the FCOI Clearinghouse, an Expanded Clearinghouse is&nbsp;now under development to include more types of sub-recipient monitoring information. A&nbsp;draft data schema&nbsp;will be released shortly. This centralized online repository of entity information will be utilized to enable Pass-Through Entities to obtain and review all necessary sub-recipient entity information and conduct sub-recipient monitoring and risk assessment activities in a timely and streamlined fashion.</span></p>\n<p><em><span>Uniform Guidance (UG) Procurement:</span></em><span>&nbsp; Since the issuance of Uniform Guidance, the FDP has been working and continues to work with NSF, NIH, and other federal agencies on the development of a new set of terms and conditions that will apply to research grants subject to the UG and issued by federal agencies to universities and other non-profit research institutions. In response to data collected by the FDP regarding the UG...",
  "por_txt_cntn": "\nThe Federal Demonstration Partnership (FDP) maintains a vibrant dialogue between the nation's research institutions and the federal agencies. There is currently no other organization in existence that represents the various federal agencies, administrators at academic research institutions who must implement federal policy, and faculty who are most directly impacted by new federal rules and regulations. While the FDP is not permitted to directly impact policy or assume an advocacy role, it provides significant impact by fostering dialogue and sharing tools and information for the alignment of practices.\n\nIn September 2014, the FDP transitioned from Phase V, with 119 member institutions, to Phase VI. The FDP currently involves 154 universities and non-profits (including 26 Emerging Research Institutions, up from 14 in Phase V) working collaboratively with officials from 10 federal agencies to improve the national research enterprise, streamline processes, and reduce administrative burden. Over 400 individuals gather for three annual FDP meetings. The meetings are held in Washington, DC and hosted by the National Academies of Sciences, Engineering, and Medicine.\n\nWork on dedicated FDP projects happens during and in-between meetings. Projects and their outcomes include the following: \n\nReduction in Faculty Time Spent on Research-Related Administration. A report from FDP's second survey of administrative burden on faculty conducting federally-sponsored research was written and has been widely circulated. The second survey yielded results similar to that of the first survey but associated with somewhat different administrative tasks. The survey's 13,000 respondents suggested that ~40% of time is spent on administrative functions, with ~60% time on active research. A more detailed breakdown of the data is revealing workload information about different subpopulations.\n\nTesting Alternate Way To Report Effort on Federal Research Grants: Two federal agencies and four universities participated in a Payroll Certification Demonstration stood up by the FDP in which the schools changed their systems and processes for reporting effort on federal research grants. Audit reports have been issued on three of the four pilot schools; no findings as yet indicate that Payroll Certification would not be an acceptable method for documenting the \"allocability\" of salaries and wages to federally sponsored research. \n\nCreated Ease of Use with Development of Single Web-based Repository: As of October 2015, 956 institutions, including many international organizations, are registered for the Public Health Service (PHS) Federal Conflict of Interest (FCOI) Clearinghouse established by the FDP in July 2012. Due to the extraordinary success of the FCOI Clearinghouse, an Expanded Clearinghouse is now under development to include more types of sub-recipient monitoring information. A draft data schema will be released shortly. This centralized online repository of entity information will be utilized to enable Pass-Through Entities to obtain and review all necessary sub-recipient entity information and conduct sub-recipient monitoring and risk assessment activities in a timely and streamlined fashion.\n\nUniform Guidance (UG) Procurement:  Since the issuance of Uniform Guidance, the FDP has been working and continues to work with NSF, NIH, and other federal agencies on the development of a new set of terms and conditions that will apply to research grants subject to the UG and issued by federal agencies to universities and other non-profit research institutions. In response to data collected by the FDP regarding the UG's $3,000 micro-purchase threshold, the Office of Management and Budget (OMB) elected to extend the one year grace period for implementation of UG procurement standards to two years.\n\nProvide the Grantee Community a Voice. Through its Joint Application Design (JAD) team, the FDP has helped to identify and prioritize issues within the Grants.gov system. ..."
 }
}