{
 "awd_id": "1241357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:   Microbial Community Dynamics: Cooperation and Competition - Workshop November 5-7, 2012 in St. Louis, MO",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pamela Morris",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "The Workshop on Microbial Community Dynamics: Cooperation and Competition to be held in the fall of 2012 in St. Louis, Missouri, USA, is an initiative of the Environmental Biotechnology Working Group of the EU-US Taskforce on Biotechnology Research, a cooperative program between the European Commission and the United States of America. The activities of the Environmental Biotechnology Working Group have as their goals to provide a forum for early career scientists from the US and EU to meet, to learn cutting edge research in the area of microbial biotechnology from world experts and to set the groundwork for future transatlantic cooperation and collaboration. Workshop presentations (20 min talks with 10 min questions) will address fundamental physiology and genetics of microbial communities that will contribute to advances in bioremediation, human health protection and treatments, bioenergy conversion and carbon sequestration. Senior scientist participants (10 EU and 10 US) will be world renowned experts who will present the current status of their fields and forecast research challenges and opportunities. Each will be responsible for identifying a promising early career scientist to participate in the workshop and present their research results in poster format. A new feature of this workshop will be a \"Mentoring Hour\", an opportunity for mentoring of the early career scientists by the senior scientists on an individual basis. The workshop will also provide time for all attendees to engage in open discussion to identify areas where scientific advancement is needed and plan the steps necessary for realizing future research collaborations. Finally, a report summarizing the major scientific opportunities, visions and challenges revealed through the presentations and discussions will be prepared for publication.\r\n\r\nSpecific Objectives:\r\nObjective 1. To provide a forum for early career scientists from the US and EU to meet, to learn cutting edge research in the area of microbial biotechnology from world experts and to set the groundwork for future cooperation and collaboration.\r\n\r\nObjective 2. To address fundamental physiology and genetics of microbial communities and biofilms that will contribute to advances in human health, bioremediation of toxins, bioenergy conversion and carbon sequestration.\r\n\r\nObjective 3. To provide a mentoring opportunity for early career scientists to discuss their career goals in ain one-on-one setting with an established expert in the microbial interactions and environmental microbiology.\r\n\r\nObjective 4. To generate a report of the meeting for publication that will summarize future research directions discussed at the workshop and to contribute to the prevention of unnecessary research duplication and generate synergy among scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Wall",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Judy D Wall",
   "pi_email_addr": "wallj@missouri.edu",
   "nsf_id": "000249397",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "Hilton St. Louis at the Ballpark",
  "perf_str_addr": "1 South Broadway",
  "perf_city_name": "St Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631021703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the last few decades, it has become increasingly clear that the limited resources of the Earth have been consumed without a realistic plan for conservation, restoration or alternatives.&nbsp; The impact of this cavalier consumption on future generations is of some controversy as the predictions are based on imperfect data. Clearly, the first line of defense for our environment resides with the microbes that are abundant and essential for major cycles of elements on Earth.</p>\n<p>The emerging field of environmental biotechnology is providing new insights into the roles of microbes in biogeochemical cycling, contaminant degradation or sequestration, climate change effects and bioenergy conversion.&nbsp; It is now recognized that in nature, most bacteria grow as communities adsorbed onto surfaces where they 1) may have more resources, 2) can enter a &ldquo;nutritional resting state&rdquo; that may protect the cells from noxious chemicals, 3) have stability in a flowing system that could renew resources and 4) can readily participate in genetic exchange.&nbsp; Concepts of intra- and inter-species cooperation or competition mechanisms are in their infancy as technologies to approach this complex web are recently developed.&nbsp;</p>\n<p>In order to realize the full potential for the application of modern technologies for environmental benefit, it is vital to create conduits for knowledge exchange among scientists engaged in these interdisciplinary research areas.&nbsp; By providing an opportunity for early career scientists to become acquainted and to learn the current status of research from the leading experts, we have tried to facilitate the formation of communication networks and collaborations.&nbsp; Further, introducing early career scientists to emerging technologies and concepts has the added benefit of exposing the very segment of the scientific community most likely to propagate the requisite skills as they continue to develop their careers.&nbsp;</p>\n<p>The workshop purpose was to bring cutting edge researchers together to inform the early career scientists about the current status of the field of microbial communities as well as opportunities and challenges in this research. The workshop was attended by invitation, bringing together 20 established and well respected scientists (10 from the EU and 10 from the US) who presented their work and vision. Each of these established scientists was asked to invite a promising early career scientist who participated and presented his or her work in poster format.&nbsp; This young person most often was someone not more than five years beyond their PhD. &nbsp;We &nbsp;arranged for a &ldquo;Mentoring Hour,&rdquo; with one-on-one discussions between early career and established scientists (not the young person&rsquo;s sponsor) for focused conversations about the career plans and aspirations of the young scientist. &nbsp;In addition, we had an open discussion on the morning of the last day, Wednesday Nov. 7, to identify future objectives for the field and the challenges.&nbsp;</p>\n<p>To obtain a sustainable biosphere, we acknowledge that only global solutions will be effective. &nbsp;The emphasis of the workshop was to provide a venue for early career scientists to meet colleagues from EU countries so that commonalities in global concerns could be aired. Such interactions provide a foundation for solving environmental problems that challenge everyone and respect no international boundaries.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2013<br>\n\t\t\t\t\tModified by: Judy&nbsp;D&nbsp;Wall</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"sl...",
  "por_txt_cntn": "\nOver the last few decades, it has become increasingly clear that the limited resources of the Earth have been consumed without a realistic plan for conservation, restoration or alternatives.  The impact of this cavalier consumption on future generations is of some controversy as the predictions are based on imperfect data. Clearly, the first line of defense for our environment resides with the microbes that are abundant and essential for major cycles of elements on Earth.\n\nThe emerging field of environmental biotechnology is providing new insights into the roles of microbes in biogeochemical cycling, contaminant degradation or sequestration, climate change effects and bioenergy conversion.  It is now recognized that in nature, most bacteria grow as communities adsorbed onto surfaces where they 1) may have more resources, 2) can enter a \"nutritional resting state\" that may protect the cells from noxious chemicals, 3) have stability in a flowing system that could renew resources and 4) can readily participate in genetic exchange.  Concepts of intra- and inter-species cooperation or competition mechanisms are in their infancy as technologies to approach this complex web are recently developed. \n\nIn order to realize the full potential for the application of modern technologies for environmental benefit, it is vital to create conduits for knowledge exchange among scientists engaged in these interdisciplinary research areas.  By providing an opportunity for early career scientists to become acquainted and to learn the current status of research from the leading experts, we have tried to facilitate the formation of communication networks and collaborations.  Further, introducing early career scientists to emerging technologies and concepts has the added benefit of exposing the very segment of the scientific community most likely to propagate the requisite skills as they continue to develop their careers. \n\nThe workshop purpose was to bring cutting edge researchers together to inform the early career scientists about the current status of the field of microbial communities as well as opportunities and challenges in this research. The workshop was attended by invitation, bringing together 20 established and well respected scientists (10 from the EU and 10 from the US) who presented their work and vision. Each of these established scientists was asked to invite a promising early career scientist who participated and presented his or her work in poster format.  This young person most often was someone not more than five years beyond their PhD.  We  arranged for a \"Mentoring Hour,\" with one-on-one discussions between early career and established scientists (not the young personÆs sponsor) for focused conversations about the career plans and aspirations of the young scientist.  In addition, we had an open discussion on the morning of the last day, Wednesday Nov. 7, to identify future objectives for the field and the challenges. \n\nTo obtain a sustainable biosphere, we acknowledge that only global solutions will be effective.  The emphasis of the workshop was to provide a venue for early career scientists to meet colleagues from EU countries so that commonalities in global concerns could be aired. Such interactions provide a foundation for solving environmental problems that challenge everyone and respect no international boundaries.\n\n \n\n\t\t\t\t\tLast Modified: 09/01/2013\n\n\t\t\t\t\tSubmitted by: Judy D Wall"
 }
}