{
 "awd_id": "1241093",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dimensions:Collaborative Research: Oligotrophic phytoplankton community response to changes in N substrates and the resulting impact on genetic, taxonomic and functional diversity",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 362619.0,
 "awd_amount": 362619.0,
 "awd_min_amd_letter_date": "2012-09-16",
 "awd_max_amd_letter_date": "2012-09-16",
 "awd_abstract_narration": "Intellectual merit. Marine phytoplankton are a diverse group of Prokaryotic and Eukaryotic unicellular organisms that account for approximately 50% of global carbon fixation. Nitrogen (N) is an essential element for microbial growth, but concentrations of bioavailable nitrogen in vast regions of subtropical ocean gyres are extremely low (submicromolar to nanomolar concentrations), and generally limit phytoplankton growth. Phytoplankton taxa differ in their genetic capabilities to take up and assimilate nutrients, and thus competition for different chemical forms of N (NH4+, NO3- and urea) and supply of these N-containing compounds are important controls on phytoplankton growth, productivity, and ultimately ecosystem function. The form and supply of N to phytoplankton have already been altered by anthropogenic activities, and with increasing environmental perturbations the effects will accelerate. To date however, there is limited information on how the N forms and fluxes impact the marine phytoplankton community composition and primary production. Similarly, determining the mechanisms of the response are crucial to assessing how ocean ecosystem function will respond to global climate change. This project seeks to determine how taxonomic, genetic and functional dimensions of phytoplankton diversity are linked with community-level responses to the availability of different N substrates (NH4+, NO3-, and urea) in one of Earth's largest aquatic habitats, the North Pacific Subtropical Gyre. The project will characterize phytoplankton community composition change and gene expression, photosynthetic performance, carbon fixation, and single-cell level N and C uptake in different taxa within the phytoplankton assemblage in response to different N compounds. The research project is unique in investigating community-to-single-cell level function and species (strain)-specific gene expression patterns using state-of-the-art methods including fast repetition rate fluorometry, nanoscale secondary ion mass spectrometry and a comprehensive marine microbial community microarray. The results will provide predictive understanding of how changes in the availability of key nitrogen pools (N) may impact phytoplankton dynamics and function in the ocean.\r\n\r\nBroader impacts. This project seeks to understand the ecological basis linking the metabolism of N to phytoplankton biodiversity in the open ocean. The underlying concept that links ecological competition for nutrients (in this case N) to phytoplankton diversity will provide a universal framework for understanding how ecosystem functions are linked to biodiversity. By applying state-of-the-art molecular and genetic methods to address ecological questions, the project seeks to develop an innovative workflow to assess eukaryotic and prokaryotic gene functions in the environment, and provides modern analytical and bioinformatic training for graduate students and postdoctoral researchers. The microarray tool has been designed by involving the larger marine microbiology community and is available to the greater scientific community, and this project is one of the first implementations. The fundamental concepts of microbial ecology and genomics will be used in educational activities in undergraduate and graduate-level classes as well as research training for undergraduates and graduates. Students and the postdoctoral researcher supported by this project will be engaged in development of microbiological and molecular biological displays and presentations at the Exploratorium, a science museum in San Francisco, California. Project personnel will collaboratively develop modules for the Exploratorium. The Exploratorium partnership will provide a mechanism for educational outreach for students and post-docs, as well as an efficient means to communicate the importance of ocean microbes and genomics to the public (over 600,000 visitors per year). The PIs will work with the education team in the Center for Microbial Oceanography: Research and Education (C-MORE) scholars program, at the University of Hawaii, to recruit an undergraduate student to participate in this project. The C- MORE scholars program seeks to promote workforce diversity by identifying faculty mentors to work with students of traditionally underrepresented backgrounds in the STEM disciplines.\r\n\r\nIntegration. This project integrates multiple perspectives on microbial biodiversity. The project seeks to understand how nitrogenous nutrients regulate the taxonomic, genetic, and functional diversity of phytoplankton communities through differential gene expression and functional properties of phytoplankton taxa.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Arrigo",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin R Arrigo",
   "pi_email_addr": "arrigo@stanford.edu",
   "nsf_id": "000318310",
   "pi_start_date": "2012-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 362619.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>Oligotrophic phytoplankton community response to changes in N substrates and the resulting impact on genetic, taxonomic and functional diversity</strong><strong></strong></p>\n<p>Marine microorganisms (microbes) are a diverse group of organisms that include phytoplankton and bacteria. Phytoplankton (small, single-celled plant-like organisms) use the sun&rsquo;s energy to carry out photosynthesis and are the base of the marine food web. Bacteria act as decomposers and nutrient recyclers and are primarily responsible for regenerating nutrients and carbon back into the marine system. Growth of marine microorganisms is dependent on the availability of resources such as light and nutrients (e.g. nitrogen, iron, phosphorus).</p>\n<p>Nitrogen availability is scarce through large regions of the ocean, such as the subtropical ocean gyres, and can thus limit phytoplankton growth. Phytoplankton are diverse and their requirements and capabilities to take up and utilize different nitrogen compounds, such as nitrate, ammonium, urea, or amino acids widely differs. Thus, the supply of different nitrogen compounds, and competition for it among phytoplankton, are important controls of phytoplankton growth and productivity, and ultimately the function of marine systems. Human activities and environmental changes are altering the supply and form of nitrogen compounds available to phytoplankton and thus it is important to have a baseline understanding of how different marine microorganisms grow in the presence of different nitrogen compounds. The primary focus of this project is to understand how different nitrogen forms impact the marine phytoplankton community. The results of this project will be crucial to assessing how ocean ecosystems will respond to global climate change.</p>\n<p>Our project investigated the effect of nitrate, ammonium and urea on marine microbial community composition in the waters of the North Pacific Ocean between San Diego and Hawaii. We conducted multiple experiments in bottles where seawater was enriched with different nitrogen compounds (nitrate, ammonium or urea). Our main findings were that:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Across all experiments ammonium and nitrate resulted in greater increases of phytoplankton biomass than urea.</li>\n<li>There was little difference observed in the efficiency with which the phytoplankton used the sunlight for photosynthesis between the different nitrogen compounds.</li>\n<li>In the Eastern North Pacific Ocean, the Cyanobacterial genus <em>Prochlorococcus</em> showed the greatest growth response to urea while the genus <em>Synechococcus</em> had the least growth when exposed to ammonium enrichments. </li>\n<li>The bacterial community composition changed most strongly in response to ammonium.</li>\n<li>The time and magnitude of responses to different nitrogen compounds varied with location in the Pacific, likely due to initial differences in microbial community composition and their nutrient status. </li>\n<li>Deeper waters containing lots of nitrate may be injected into surface waters by internal waves that are generated near Hawaii and travel northeastward through the North Pacific. Internal waves are generated and travel in the interior of the water column (i.e. below the ocean&rsquo;s surface). The input of nitrate to the surface waters by internal waves can result in annual phytoplankton blooms during the late summer and fall.</li>\n<li>The results of our project provide support for the hypothesis that changes in nitrogen supply would likely favor specific populations of phytoplankton in different oceanic regions </li>\n</ul>\n<p>Currently the Arrigo team has made five presentations at scientific meetings and has one paper in press and three in preparation. This work has supported training of three male undergraduate students and 1 under-represented minority female undergraduate student in laboratory and/or field procedures. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2017<br>\n\t\t\t\t\tModified by: Kevin&nbsp;R&nbsp;Arrigo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nOligotrophic phytoplankton community response to changes in N substrates and the resulting impact on genetic, taxonomic and functional diversity\n\nMarine microorganisms (microbes) are a diverse group of organisms that include phytoplankton and bacteria. Phytoplankton (small, single-celled plant-like organisms) use the sun?s energy to carry out photosynthesis and are the base of the marine food web. Bacteria act as decomposers and nutrient recyclers and are primarily responsible for regenerating nutrients and carbon back into the marine system. Growth of marine microorganisms is dependent on the availability of resources such as light and nutrients (e.g. nitrogen, iron, phosphorus).\n\nNitrogen availability is scarce through large regions of the ocean, such as the subtropical ocean gyres, and can thus limit phytoplankton growth. Phytoplankton are diverse and their requirements and capabilities to take up and utilize different nitrogen compounds, such as nitrate, ammonium, urea, or amino acids widely differs. Thus, the supply of different nitrogen compounds, and competition for it among phytoplankton, are important controls of phytoplankton growth and productivity, and ultimately the function of marine systems. Human activities and environmental changes are altering the supply and form of nitrogen compounds available to phytoplankton and thus it is important to have a baseline understanding of how different marine microorganisms grow in the presence of different nitrogen compounds. The primary focus of this project is to understand how different nitrogen forms impact the marine phytoplankton community. The results of this project will be crucial to assessing how ocean ecosystems will respond to global climate change.\n\nOur project investigated the effect of nitrate, ammonium and urea on marine microbial community composition in the waters of the North Pacific Ocean between San Diego and Hawaii. We conducted multiple experiments in bottles where seawater was enriched with different nitrogen compounds (nitrate, ammonium or urea). Our main findings were that:\n\n \n\nAcross all experiments ammonium and nitrate resulted in greater increases of phytoplankton biomass than urea.\nThere was little difference observed in the efficiency with which the phytoplankton used the sunlight for photosynthesis between the different nitrogen compounds.\nIn the Eastern North Pacific Ocean, the Cyanobacterial genus Prochlorococcus showed the greatest growth response to urea while the genus Synechococcus had the least growth when exposed to ammonium enrichments. \nThe bacterial community composition changed most strongly in response to ammonium.\nThe time and magnitude of responses to different nitrogen compounds varied with location in the Pacific, likely due to initial differences in microbial community composition and their nutrient status. \nDeeper waters containing lots of nitrate may be injected into surface waters by internal waves that are generated near Hawaii and travel northeastward through the North Pacific. Internal waves are generated and travel in the interior of the water column (i.e. below the ocean?s surface). The input of nitrate to the surface waters by internal waves can result in annual phytoplankton blooms during the late summer and fall.\nThe results of our project provide support for the hypothesis that changes in nitrogen supply would likely favor specific populations of phytoplankton in different oceanic regions \n\n\nCurrently the Arrigo team has made five presentations at scientific meetings and has one paper in press and three in preparation. This work has supported training of three male undergraduate students and 1 under-represented minority female undergraduate student in laboratory and/or field procedures.  \n\n \n\n\t\t\t\t\tLast Modified: 01/04/2017\n\n\t\t\t\t\tSubmitted by: Kevin R Arrigo"
 }
}