{
 "awd_id": "1241414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring the Science of Photonic Crystals in Nature through Hands-On Portable Exhibits",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Jennings",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 149999.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "This CRPA award demonstrates to the public the unique use of nanoscience in Nature. The Blue Morpho butterfly is large, has blue wings and is eye catching to say the least. Its wings have been shown to exhibit interesting color characteristics under varying conditions. These characteristics and uniqueness are due to nano-molecules that are a chemical construction in the wing structure. Thus, this butterfly is the hook and segues into a discussion of nanoscience and crystal structures in Nature. Furthermore, the exhibit which is referred to as a flex-hibit is small and portable facilitating its use in out-of-museum demonstrations at public events and in rural areas.\r\n\r\nThis is a colorful demonstration that is quick, interesting and reversible so audiences can be entertained for a short 5-10 minutes during which the \"scientist\" or staff member can briefly discuss nanoscience and how the butterfly uses this disguise. Other scientists may find this flex-hibit idea useful in their desire to demonstrate science concepts, as well. The integration of this work into the NISE network may pay large dividends in helping others with demonstrations.\r\n\r\nThis is a collaboration between Georgia Tech and the Lawrence Hall of Science at Berkeley.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mohan",
   "pi_last_name": "Srinivasarao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohan Srinivasarao",
   "pi_email_addr": "mohan@mse.gatech.edu",
   "nsf_id": "000398367",
   "pi_start_date": "2012-09-11",
   "pi_end_date": "2013-09-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jung",
   "pi_last_name": "Park",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Jung O Park",
   "pi_email_addr": "jung.park@mse.gatech.edu",
   "nsf_id": "000208592",
   "pi_start_date": "2013-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Porcello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell Porcello",
   "pi_email_addr": "porcello@creativity.org",
   "nsf_id": "000167937",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our grant supported a partnership between a research scientist and a science museum to create small, portable exhibits rich in STEM content. Flexible exhibits, or flex-hibits, are small-scale, enclosed hands-on science experiments attached to a tablet computer showing videos that explain the demonstrated phenomenon. Drs. Srinivasarao and Park&rsquo;s research at Georgia Tech focuses on the structural basis of color in natural materials (e.g. the iridescent blues and greens of some butterflies and beetles, the rainbow colors of an oil slick). This differs from more typical pigment-based color found in flowers, green plants, or other everyday objects. The staff at the Lawrence Hall of Science worked with Patten Museum Consulting to make three flex-hibit connected to Drs. Srinivasarao and Park&rsquo;s research. &ldquo;Blue Morpho Butterfly: False Colors, Cool Colors&rdquo; compared two species of butterflies to show how a drop of alcohol affects structural-based color compared with pigment-based color. &ldquo;Papilio Butterfly: Mixing Colors in Nature&rdquo; demonstrates how reflecting light in two different orientations leads to color mixing. And finally &ldquo;Creating Art with Light&rdquo; shows optical birefringence and colorful art produced using clear cellophane tape. Each flex-hibit has an iPad kiosk with two specially produced videos. One video stars Drs. Srinivasarao explaining the scientific phenomenon and research connections to the hands-on experiment. Another video has an undergraduate student asking though-provoking questions and providing hints about the hands-on experiment. &nbsp;A formative evaluation study showed the majority of visitors understood the main content messages of the flex-hibits and were able to correctly assigned the source of color (pigment or structural-based) to butterflies and everyday objects. The three flex-hibits are now permanent displayed at the Lawrence Hall of Science, but can be easily moved for offsite outreach events including STEM departmental open houses and science festival. The flex-hibits represent an important exemplar of a scientist-educator partnership to create engaging STEM experiences for the general public.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2015<br>\n\t\t\t\t\tModified by: Darrell&nbsp;Porcello</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1241414/1241414_10213799_1448670208789_flexhibit2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1241414/1241414_10213799_1448670208789_flexhibit2--rgov-800width.jpg\" title=\"Creating Art with Light Image 2\"><img src=\"/por/images/Reports/POR/2015/1241414/1241414_10213799_1448670208789_flexhibit2--rgov-66x44.jpg\" alt=\"Creating Art with Light Image 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A wide shot of the Creating Art with Light flex-hibit installed at the Lawrence Hall of Science.</div>\n<div class=\"imageCredit\">Lawrence Hall of Science, UC Berkeley</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Darrell&nbsp;Porcello</div>\n<div class=\"imageTitle\">Creating Art with Light Image 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/1241414/1241414_10213799_1448670133158_flexhibit1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1241414/1241414_10213799_1448670133158_flexhibit1--rgov-800width.jpg\" title=\"Creating Art with Light Image 1\"><img src=\"/por/images/Reports/POR...",
  "por_txt_cntn": "\nOur grant supported a partnership between a research scientist and a science museum to create small, portable exhibits rich in STEM content. Flexible exhibits, or flex-hibits, are small-scale, enclosed hands-on science experiments attached to a tablet computer showing videos that explain the demonstrated phenomenon. Drs. Srinivasarao and ParkÆs research at Georgia Tech focuses on the structural basis of color in natural materials (e.g. the iridescent blues and greens of some butterflies and beetles, the rainbow colors of an oil slick). This differs from more typical pigment-based color found in flowers, green plants, or other everyday objects. The staff at the Lawrence Hall of Science worked with Patten Museum Consulting to make three flex-hibit connected to Drs. Srinivasarao and ParkÆs research. \"Blue Morpho Butterfly: False Colors, Cool Colors\" compared two species of butterflies to show how a drop of alcohol affects structural-based color compared with pigment-based color. \"Papilio Butterfly: Mixing Colors in Nature\" demonstrates how reflecting light in two different orientations leads to color mixing. And finally \"Creating Art with Light\" shows optical birefringence and colorful art produced using clear cellophane tape. Each flex-hibit has an iPad kiosk with two specially produced videos. One video stars Drs. Srinivasarao explaining the scientific phenomenon and research connections to the hands-on experiment. Another video has an undergraduate student asking though-provoking questions and providing hints about the hands-on experiment.  A formative evaluation study showed the majority of visitors understood the main content messages of the flex-hibits and were able to correctly assigned the source of color (pigment or structural-based) to butterflies and everyday objects. The three flex-hibits are now permanent displayed at the Lawrence Hall of Science, but can be easily moved for offsite outreach events including STEM departmental open houses and science festival. The flex-hibits represent an important exemplar of a scientist-educator partnership to create engaging STEM experiences for the general public. \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2015\n\n\t\t\t\t\tSubmitted by: Darrell Porcello"
 }
}