{
 "awd_id": "1241017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Travel Support for the 2012 ACM Conference on Knowledge Discovery and Data Mining (KDD 2012).",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "The annual ACM SIGKDD conference is the premier international forum for data mining researchers and practitioners from academia, industry, and government to share their ideas, research results and experiences. KDD 2012 will feature keynote presentations, oral paper presentations, poster sessions, workshops, tutorials, panels, exhibits, demonstrations, and the KDD Cup competition. KDD-2012 will be held at Beijing, China from August 12 to 16, 2012.  Strong student participation is a long running tradition of the KDD conference. This project seeks to encourage and support graduate students enrolled in doctoral programs at US institutions to participate in KDD. Approximately 20 Student Travel Awards will be made to enable the students to attend KDD 2012 and participate in a Doctoral Forum.\r\n\r\nIntellectual Merit: The field of Knowledge Discovery and Data Mining has grown rapidly in recent years. Massive data sets have driven research, applications, and tool development in business, science, government, and academia. The continued growth in data collection in all of these areas ensures that the fundamental problem which KDD addresses, namely how does one understand and use one's data, will continue to be of critical importance across a large range of organizations. Due to the recent data explosion in many applications, governments and companies can easily collect data spanning terabytes, petabytes or more. Several traditional data mining algorithms need to be replaced, or drastically re-designed, to handle such volumes. SIGKDD conference focuses on innovative research on all aspects of knowledge discovery and data mining. Examples of topic of interest include (but are not limited to): association analysis, classification and regression methods, semi-supervised learning, clustering, factorization, transfer and multi-task learning, feature selection, social networks, mining of graph data, temporal and spatial data analysis, scalability, privacy, security, visualization, text analysis, Web mining, mining mobile data, recommender systems, bioinformatics, e-commerce, online advertising, anomaly detection, and knowledge discovery from big data, including the data on the cloud. Papers emphasizing theoretical foundations, novel modeling and algorithmic approaches to specific data mining problems in scientific, business, medical, and engineering applications are particularly encouraged. It is important to attract students working on these topics to become the future leaders of the field.\r\n\r\nBroader Impacts: The student travel awards will support will enable US students to participate in one of the leading data mining conferences, and encourage them to pursue research on topics that are at the forefront of the current state of the art. The awards will help broaden the participation of female and minority students who are currently under-represented  within the data mining research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Neville",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Neville",
   "pi_email_addr": "neville@cs.purdue.edu",
   "nsf_id": "000171629",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "305 North University Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072107",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"normal\">The goal of this project was to support graduate students from US universities to attend 2012 ACM Conference on Knowledge Discovery and Data Mining (KDD 2012). KDD is a leading international data mining conference, where academic and industrial researchers present both theoretical and applied research in data mining and discuss lessons learned from real-world applications of data mining technology. It has been a long tradition for the KDD community to engage and support graduate students to attend the KDD conference each year. The KDD research community focuses on developing models, algorithms, and systems for analyzing data, with applications in a broad variety of domains including several areas of <em>Big Data</em>.</p>\n<p class=\"normal\">This NSF award supported 24 students to travel to the KDD 2012 conference from many different US universities including Arizona State, Georgia Institute of Technology, UC Berkeley, Carnegie Mellon, Cornell, Emory, Florida, Georgia Mason, Ohio State, Polytechnic Institute of NYU, Rensselaer Polytechnic Institute, Stanford, SUNY Buffalo, UT Arlington, UC Riverside, UC Santa-Barbara, UI Chicago, and UI Urbana-Champaign. In the support selection process, student situations were explicitly considered to ensure generous support for under represented minorities. With the help of this NSF award, these 24 students were able to cover the travel costs to attend the KDD conference&mdash;to present their own research in a global venue and learn about other state of the art research in data mining. These students are critical resources to expand, develop, and build enhanced data mining technologies, thus this effort has had direct impact on the development of future data mining experts.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/10/2013<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Neville</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The goal of this project was to support graduate students from US universities to attend 2012 ACM Conference on Knowledge Discovery and Data Mining (KDD 2012). KDD is a leading international data mining conference, where academic and industrial researchers present both theoretical and applied research in data mining and discuss lessons learned from real-world applications of data mining technology. It has been a long tradition for the KDD community to engage and support graduate students to attend the KDD conference each year. The KDD research community focuses on developing models, algorithms, and systems for analyzing data, with applications in a broad variety of domains including several areas of Big Data.\nThis NSF award supported 24 students to travel to the KDD 2012 conference from many different US universities including Arizona State, Georgia Institute of Technology, UC Berkeley, Carnegie Mellon, Cornell, Emory, Florida, Georgia Mason, Ohio State, Polytechnic Institute of NYU, Rensselaer Polytechnic Institute, Stanford, SUNY Buffalo, UT Arlington, UC Riverside, UC Santa-Barbara, UI Chicago, and UI Urbana-Champaign. In the support selection process, student situations were explicitly considered to ensure generous support for under represented minorities. With the help of this NSF award, these 24 students were able to cover the travel costs to attend the KDD conference&mdash;to present their own research in a global venue and learn about other state of the art research in data mining. These students are critical resources to expand, develop, and build enhanced data mining technologies, thus this effort has had direct impact on the development of future data mining experts.\n\n \n\n\t\t\t\t\tLast Modified: 12/10/2013\n\n\t\t\t\t\tSubmitted by: Jennifer Neville"
 }
}