{
 "awd_id": "1241160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Forensic Animation: Hindsight Bias and Counterfactual Thinking in Judgments of Dynamically Unfolding Events",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Rigdon",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 98856.0,
 "awd_amount": 98856.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "This project examines how legal decision-making is affected by new advances in the technology of evidence presentation. The project focuses specifically on the use of computer animated video scenes, in which crimes or accidents are \"re-created\" in cinematic style scene. In courtrooms across the nation, these \"forensic animations\" are used to explain and clarify complicated arrays of physical evidence. For example, in trials involving homicide or accidents, evidence collected from the scene may be used to inform a cinematic re-creation of what actually happened. Forensic animation can indeed be persuasive, because it may create a vivid sense of actually being there and witnessing first-hand the events in question. However, crime and accident reconstruction always contain inherent uncertainty that visually impressive animation may obscure. This research project uses the laboratory research tools of experimental social-cognitive psychology to understand the impact of forensic animation.\r\n\r\nPrior research conducted in the Principal Investigator's laboratory at the University of Illinois has established that forensic animation can backfire, in that it can increase the hindsight bias. A widely-studied cognitive error common to most people, the hindsight bias is the tendency to exaggerate the past predictability of once-future outcomes. That is, after learning the details of an outcome, people tend to believe that they \"knew it along.\" The hindsight bias has been singled out as a particularly vexing problem in legal decision-making, in that it can make jurors unreasonably punitive. In cases involving liability, negligence, or malpractice, the onus under American law is to judge only in terms of what the accused knew at the time of the accident, not on the basis of information available only in hindsight. Thus, an understanding of the cognitive basis of hindsight bias may unlock new tools for improving the quality of legal decision-making. The current research project brings the latest laboratory techniques for studying, as well as mitigating, the hindsight bias to address concerns regarding the psychological impact of forensic animation.\r\n\r\nBy taking into account aspects of the presentation of forensic animation in the courtroom setting (for example, number of repetitions, visual point of view, slow-motion versus normal speed of replay), this research can show under what circumstances hindsight bias is increased or decreased by forensic animation. In turn, these research findings may suggest new guidelines for the appropriate use of forensic animation in American courts of law.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Roese",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Neal J Roese",
   "pi_email_addr": "n-roese@kellogg.northwestern.edu",
   "nsf_id": "000487899",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080814",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 98856.0
  }
 ],
 "por": null
}