{
 "awd_id": "1241282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AGU Chapman Conference on Hawaiian Volcanoes: From Source to Surface",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 49126.0,
 "awd_amount": 49126.0,
 "awd_min_amd_letter_date": "2012-07-10",
 "awd_max_amd_letter_date": "2012-07-10",
 "awd_abstract_narration": "Chapman Conferences are topic meetings sponsored by the American Geophysical Union and are designed to promote opportunities to discuss scientific issues that are not normally available at larger meetings.\r\n\r\nIntellectual Merits. Studies of Hawaiian volcanoes have had a profound impact on the development of volcanology, especially over the past century. Frequent eruptive activity and ease of access make Hawaii a natural laboratory for volcanology as epitomized by establishment of the Hawaii Volcano Observatory in 1912.  Since then, Hawaiian volcanoes have served as a testing ground for models of magma ascent, storage, transport, and eruption, with results applicable to similar volcanoes worldwide and on other planets.  \r\n\r\nHawaii is the paradigm for hotspot volcanism, and is a key element in models of global tectonics and mantle structure. In addition, activity of Hawaiian volcanoes has spurred technological developments that have led to outstanding advances in geophysical methods, leading to state-of-the-art seismic and geodetic networks that have been replicated at many other volcanoes worldwide.\r\n\r\nA Chapman conference on Hawaiian Volcanoes will be held August 20-24, 2012, the same year that the Hawaiian Volcano Observatory marks the Centennial of its founding. This occasion provides an opportunity to review the state-of-the-art in understanding of how Hawaiian volcanoes work and to assess the most important problems requiring future research. The conference will occur over 5 days and will include both invited and contributed talks, as well as posters. Topical sessions will be organized to follow a packet of magma from its point of origin in the mantle, through subvolcanic plumbing systems, to eruption at the surface, as a means of discussing observations and models of magma origin, ascent, and eruption. The last day will feature discussion of future research goals in Hawaii, and how work on Hawaiian volcanoes can drive development of new technologies and methodologies in the Earth sciences. One day in the middle of the conference schedule will be devoted to field trips to offer attendees a chance to explore areas of volcanic interest around the island and interact with colleagues in an informal setting. Pre- and post-meeting field trips will also be available to maximize participant exposure to Hawaiian volcanoes. \r\n\r\nBroader Impacts. The conference conveners will encourage broad participation and especially hope to attract graduate students and early career scientists, because they represent the next generation of Earth scientists and future leaders in their fields. Interactions between young researchers and experienced scientists will provide a forum for information transfer in both directions. The conveners are considering publishing an AGU monograph entitled ?Hawaiian Volcanoes: From Source to Surface,? that will summarize the current state-of-knowledge of Hawaiian volcanism. Insights into the most important research questions about Hawaiian volcanoes will be summarized in a white paper intended to guide future research on Hawaiian volcanic processes and to inform funding agencies that evaluate related research proposals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Weaver",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda L Weaver",
   "pi_email_addr": "bweaver@agu.org",
   "nsf_id": "000242443",
   "pi_start_date": "2012-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Geophysical Union",
  "inst_street_address": "2000 FLORIDA AVE NW LBBY",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024626900",
  "inst_zip_code": "200091374",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN GEOPHYSICAL UNION",
  "org_prnt_uei_num": "",
  "org_uei_num": "QSTAN1HJRXJ5"
 },
 "perf_inst": {
  "perf_inst_name": "American Geophysical Union",
  "perf_str_addr": "2000 Florida Avenue, N.W",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200099123",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>AGU Chapman Conference on </strong><strong>Hawaiian Volcanoes, From Source to Surface, </strong><strong>Waikoloa, Hawai&rsquo;i, 20-24 August 2012</strong></p>\n<p>In 1912 the Hawaiian Volcano Observatory (HVO) was established by Massachusetts Institute of Technology professor Thomas A. Jaggar Jr. on the island of Hawaii. Driven by the devastation he observed while investigating the volcanic disasters of 1902 at Montagne Pel&eacute;e in the Caribbean, Jaggar conducted a worldwide search and decided that Hawai&rsquo;i provided an excellent natural laboratory for systematic study of earthquake and volcano processes toward better understanding of seismic and volcanic hazards. In the 100 years since HVO&rsquo;s founding, surveillance and investigation of Hawaiian volcanoes have spurred advances in volcano and seismic monitoring techniques, extended scientists&rsquo; understanding of eruptive activity and processes, and contributed to development of global theories about hot spots and mantle plumes.</p>\n<p>The Chapman Conference &ldquo;Hawaiian Volcanoes, From Source to Surface&rdquo; was convened on the occasion of HVO&rsquo;s centennial. Conference goals included reviewing current understanding of Hawaiian volcanism developed over the past century, identifying critical problems needing future research, and exploring how Hawai&lsquo;i informs research elsewhere on the Earth and other planets.</p>\n<p>Approximately 180 scientists from 12 countries attended the meeting, including about 40 students. Financial support was provided by the U.S. Geological Survey (USGS), the U.S. National Science Foundation (NSF) and the International Association of Volcanology and Chemistry of the Earth&rsquo;s Interior (IAVCEI). The NSF award provided travel support to 22 meeting participants to include students, young scientists and some invited speakers.</p>\n<p>The conference program was structured to trace the route of ascending magma from its source within Earth&rsquo;s mantle to eruption at the surface. Each day consisted of a morning of invited talks summarizing current understanding of key concepts and phenomena, followed in the afternoon by short contributed talks, breakout discussions, and poster presentations. A field trip day offered participants a chance to visit one of the five shield volcanoes that make up the island.</p>\n<p>Report excerpts from&nbsp;the conference conveners and published in Eos, Volume 94, #7, 12 February 2013.&nbsp; &mdash; MICHAEL P. POLAND and PAUL G. OKUBO , Hawaiian Volcano Observatory, U.S. Geological Survey, Hawai&lsquo;i National Park, Hawai&lsquo;i; Email: mpoland@usgs.gov; and KEN HON , University of Hawai&lsquo;i at Hilo.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/19/2013<br>\n\t\t\t\t\tModified by: Brenda&nbsp;L&nbsp;Weaver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAGU Chapman Conference on Hawaiian Volcanoes, From Source to Surface, Waikoloa, HawaiÆi, 20-24 August 2012\n\nIn 1912 the Hawaiian Volcano Observatory (HVO) was established by Massachusetts Institute of Technology professor Thomas A. Jaggar Jr. on the island of Hawaii. Driven by the devastation he observed while investigating the volcanic disasters of 1902 at Montagne Pel&eacute;e in the Caribbean, Jaggar conducted a worldwide search and decided that HawaiÆi provided an excellent natural laboratory for systematic study of earthquake and volcano processes toward better understanding of seismic and volcanic hazards. In the 100 years since HVOÆs founding, surveillance and investigation of Hawaiian volcanoes have spurred advances in volcano and seismic monitoring techniques, extended scientistsÆ understanding of eruptive activity and processes, and contributed to development of global theories about hot spots and mantle plumes.\n\nThe Chapman Conference \"Hawaiian Volcanoes, From Source to Surface\" was convened on the occasion of HVOÆs centennial. Conference goals included reviewing current understanding of Hawaiian volcanism developed over the past century, identifying critical problems needing future research, and exploring how Hawaiæi informs research elsewhere on the Earth and other planets.\n\nApproximately 180 scientists from 12 countries attended the meeting, including about 40 students. Financial support was provided by the U.S. Geological Survey (USGS), the U.S. National Science Foundation (NSF) and the International Association of Volcanology and Chemistry of the EarthÆs Interior (IAVCEI). The NSF award provided travel support to 22 meeting participants to include students, young scientists and some invited speakers.\n\nThe conference program was structured to trace the route of ascending magma from its source within EarthÆs mantle to eruption at the surface. Each day consisted of a morning of invited talks summarizing current understanding of key concepts and phenomena, followed in the afternoon by short contributed talks, breakout discussions, and poster presentations. A field trip day offered participants a chance to visit one of the five shield volcanoes that make up the island.\n\nReport excerpts from the conference conveners and published in Eos, Volume 94, #7, 12 February 2013.  &mdash; MICHAEL P. POLAND and PAUL G. OKUBO , Hawaiian Volcano Observatory, U.S. Geological Survey, Hawaiæi National Park, Hawaiæi; Email: mpoland@usgs.gov; and KEN HON , University of Hawaiæi at Hilo.\n\n \n\n\t\t\t\t\tLast Modified: 07/19/2013\n\n\t\t\t\t\tSubmitted by: Brenda L Weaver"
 }
}