{
 "awd_id": "1241708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Joint US/Chinese Cellular Biomechanics Summer Institute for Young Investigators to be held from August 15-17, 2012 in Xi'an, China",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "1238490\r\nGenin\r\n\r\nThe support requested from the US NSF is to co-sponsor the first of an ongoing series of international summer institutes for young investigators on the subject of cellular biomechanics. The institute will be held in Xi'an, China, and the event will capitalize upon two major opportunities. The first is the opening of a major interdisciplinary center at Xi'an Jiaotong University, with a 20 million RMB in-vestment by the Chinese NSF. The second is the International Congress on Theoretical and Applied Mechanics (ICTAM) to be held the following week in Beijing. This will allow us to attract participants, al-ready visiting China, at a fraction of the usual cost. The workshop will aim to prepare young investigators for the ICTAM both in terms of science, by presenting recent developments and ongoing research themes in cellular biomechanics, and in terms of networking, by enabling meaningful interactions between young US investigators and both their Chinese counterparts and senior investigators. Careful evaluation of the institute will be performed to optimize offerings and program structure for future years.\r\n\r\nIntellectual merit:\r\nMuch of modern medicine builds upon successes in understanding the cell as a biochemical system. The marriage between cell biology and engineering principles is much newer, and the identification of governing principles underlying physiological and pathological function of cells represents a grand challenge that may lead to a new generation of medical treatments. Prominent examples of cellular pathologies that are biophysical as well as biochemical in origin include fibrosis, asthma, many metastatic cancers, cardiac arrhythmia, and cystic fibrosis. This workshop will bring together established experts and young investigators from around the world to present both a short course and the latest research on topics of central importance to this emerging field. The successes and failures of the workshop to achieve this goal will be assessed carefully through a survey to be completed by both US and international participants.\r\n\r\nBroader Impacts:\r\nThe broader impacts of this summer institute lie in the development of students and young investigators. The summer institute aims to inspire and motivate students and young investigators to gain expertise in and make contributions to this important area. The summer institute will afford ample opportunity for students to interact with internationally leading professors both scientifically and socially. The summer institute is timed to allow visiting students and young investigators to make connections in China, and to build upon these connections in a meaningful way not only over the course of the summer institute but also over the following week for those who travel to Beijing and attend the International Congress on Theoretical and Applied Mechanics. The summer institute aims to help young investigators maximize career development opportunities at this conference by providing them comfortable foundations of both scientific background and networking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guy",
   "pi_last_name": "Genin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Guy M Genin",
   "pi_email_addr": "genin@wustl.edu",
   "nsf_id": "000480683",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Xi'an Jiaotong University",
  "perf_str_addr": "",
  "perf_city_name": "Xi'an",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CH",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "China",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Joint US/Chinese Cellular Biomechanics Summer Institute for Young Investigators was held from August 16-18, 2012 in Xi'an, China.</p>\n<p><br />Much of modern medicine builds upon successes in understanding the cell as a biochemical system. &nbsp;The marriage between cell biology and engineering principles is much newer, and the identification of governing principles underlying physiological and pathological function of cells represents a grand challenge that may lead to a new generation of medical treatments. &nbsp;Prominent examples of cellular pathologies that are biophysical as well as biochemical in origin include fibrosis, asthma, many metastatic cancers, cardiac arrhythmia, and cystic fibrosis. &nbsp;This workshop brought together established experts and young investigators from around the world to present both a short course and the latest research on topics of central importance to this emerging field.</p>\n<p>The broader impacts of this summer institute lay in the development of students and young investigators. The summer institute aimed to inspire and motivate students and young investigators to gain expertise in and make contributions to this important area. The summer institute afforded ample opportunity for students to interact with internationally leading professors both scientifically and socially. The summer institute was timed to allow visiting students and young investigators to make connections in China, and to build upon these connections in a meaningful way not only over the course of the summer institute but also over the following week for those who travel to Beijing and attended the International Congress on Theoretical and Applied Mechanics. The summer institute aimed to help young investigators maximize career development opportunities at this conference by providing them comfortable foundations of both scientific background and networking.</p>\n<p>The workshop was structured to so that all participants contributed an oral presentation or poster on either their current work or a topic of interest. The meeting consisted of a blend of scientific and social gatherings, with the opportunity to tour some of China&rsquo;s major historical sites. &nbsp;This enabled opportunities for networking and development of junior investigators. &nbsp;41 participants attended the workshop, inlcuding 9 from the United States, 2 from the Russian Federation, and one from the UK. &nbsp;A 42nd participant was denied a visa to China but joined from the United States via videoconferencing software.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/20/2014<br>\n\t\t\t\t\tModified by: Guy&nbsp;M&nbsp;Genin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Joint US/Chinese Cellular Biomechanics Summer Institute for Young Investigators was held from August 16-18, 2012 in Xi'an, China.\n\n\nMuch of modern medicine builds upon successes in understanding the cell as a biochemical system.  The marriage between cell biology and engineering principles is much newer, and the identification of governing principles underlying physiological and pathological function of cells represents a grand challenge that may lead to a new generation of medical treatments.  Prominent examples of cellular pathologies that are biophysical as well as biochemical in origin include fibrosis, asthma, many metastatic cancers, cardiac arrhythmia, and cystic fibrosis.  This workshop brought together established experts and young investigators from around the world to present both a short course and the latest research on topics of central importance to this emerging field.\n\nThe broader impacts of this summer institute lay in the development of students and young investigators. The summer institute aimed to inspire and motivate students and young investigators to gain expertise in and make contributions to this important area. The summer institute afforded ample opportunity for students to interact with internationally leading professors both scientifically and socially. The summer institute was timed to allow visiting students and young investigators to make connections in China, and to build upon these connections in a meaningful way not only over the course of the summer institute but also over the following week for those who travel to Beijing and attended the International Congress on Theoretical and Applied Mechanics. The summer institute aimed to help young investigators maximize career development opportunities at this conference by providing them comfortable foundations of both scientific background and networking.\n\nThe workshop was structured to so that all participants contributed an oral presentation or poster on either their current work or a topic of interest. The meeting consisted of a blend of scientific and social gatherings, with the opportunity to tour some of ChinaÆs major historical sites.  This enabled opportunities for networking and development of junior investigators.  41 participants attended the workshop, inlcuding 9 from the United States, 2 from the Russian Federation, and one from the UK.  A 42nd participant was denied a visa to China but joined from the United States via videoconferencing software.\n\n\t\t\t\t\tLast Modified: 06/20/2014\n\n\t\t\t\t\tSubmitted by: Guy M Genin"
 }
}