{
 "awd_id": "1241032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE: Photonic Quantum Heat Engines Including: Lasers without Inversion, Photo-Carnot Engines, Quantum PV Cells and Quantum Coherence Effects in Photosynthesis",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "This INSPIRE award is partially funded by the Atomic, Molecular and Optical (AMO) Physics Program in the Physics Division of the Mathematical and Physical Science Directorate and the Energy, Power, and Adaptive Systems (EPAS) Program of the Division of Electrical, Communications and Cyber Systems (ECCS) in the Directorate for Engineering.\r\n\r\nCan coherence in a photocell be induced by \"hot\" solar radiation?  Can noise in a system obeying quantum mechanics explain appearance of coherence in photosynthesis?  Affirmative answers to these questions would lead to wide ranging applications in energy technology.  The multi-institutional team assembled by PI Marlan Scully seeks to probe the underlying physics that will enable these questions to be answered.  Specifically, this investigation will advance understanding of operation limits of photovoltaic cells and lasers while illustrating the ways to improve their performance.  This project will also yield insights into how quantum coherence can be induced by noise and its role in light harvesting biological systems.  While by nature high risk, the payoffs of this project could be large; a total transformation of the way energy is generated and stored is one of the many possible long-term outcomes. \r\n\r\nSolar cells are quantum heat engines that are promising and ecologically safe candidates for alternative energy sources.  Their operation is governed by the laws of thermodynamics.  It has been realized in the past decades that quantum coherence can improve operation of photonic quantum heat engines and yield fascinating effects, e.g., lasing without population inversion, by breaking the detailed balance between photon emission and absorption.  More recently, it has become apparent that quantum coherence can be used to break detailed balance in a photocell, thus suppressing unwanted electron-hole recombination and increasing light absorption.  In principle, this can enhance photocell power. This issue is at the core of the project lead by PI Marlan Scully.  His main objectives are (1) to investigate possibility of laser and photocell power enhancement by injected signal and by noise induced coherence, (2) to carry out a proof of principle experiment in lasers and photocells showing that their performance can be improved by radiatively induced coherence, (3) to investigate possibility of narrowing of broad solar spectrum by stimulated coherent Raman processes, (4) to study effects of coherence on energy transport to the photosynthetic reaction centers and charge separation efficiency in light harvesting biological systems.  This work is interdisciplinary and high risk but potentially transformative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marlan",
   "pi_last_name": "Scully",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Marlan O Scully",
   "pi_email_addr": "scully@tamu.edu",
   "nsf_id": "000414156",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "One Bear Place 97360",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987360",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  },
  {
   "pgm_ele_code": "129000",
   "pgm_ele_name": "OPTICAL PHYSICS"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "1284",
   "pgm_ref_txt": "ATOMIC THEORY"
  },
  {
   "pgm_ref_code": "1290",
   "pgm_ref_txt": "OPTICAL PHYSICS"
  },
  {
   "pgm_ref_code": "7607",
   "pgm_ref_txt": "POWER, CONTROLS & ADAPTIVE NET"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching theme of this project is quantum coherence applied in noisy environments. This includes hot plasmas associated with quantum heat engines (QHE),e.g., electron-hole plasmas in semiconductor photocells or electron ion plasmas in high power or XUV lasers.</p>\n<p>To this end, we developed and extended the fundamental quantum and statistical physics necessary to understand and improve QHE operating efficiency. Such QHE's include, but are not limited to: lasers, photocells, photosynthesis, photo-Carnot engines, etc. We developed the quantum theory of systems driven by coherent and incoherent external drive fields with the goal of increasing QHE efficiency and pushing the frontier of quantum thermodynamics.</p>\n<p>On the fundamental side, the basic tools of irreversible quantum dynamics, e.g., the Schr&ouml;dinger - von Neumann equation, the time-dependent Schr&ouml;dinger equation, Bohr&rsquo;s molecular model [featured in Physics Today [67(1), 33, 2014], quantum noise operators, and quantum memory effects were investigated. A major goal was the application of these techniques to the operation of photonic quantum heat engines which typically produce useful work by extracting energy from a high temperature thermal photon source, e.g., the Sun, and rejecting entropy to a low temperature entropy sink, e.g., the ambient room temperature surroundings. Their efficiency is usually governed by detailed balance, i.e. the balance between radiative excitation by absorption and de-excitation by stimulated and spontaneous emission.</p>\n<p>However in recent years, we have learned how to break detailed balance and achieve lasing without inversion (LWI). This is based on induced quantum coherence in the atoms, molecules and solid state electrons involved using coherence, Fano interference, noise induced coherence, and collective many particle superradiance.</p>\n<p>In further study of this phenomena, we made the unexpected discovery of the Quantum Amplification by Superradiant Emission of Radiation (QASER) which was featured in Physical Review X [3, 041001, 2013]. A laser generates light through stimulated emission of radiation and requires population inversion. Quantum interference can yield lasing without inversion. However, such phase sensitive quantum amplification still requires some atomic population in the excited state. We investigated a new kind of quantum amplifier based on collective superradiant emission which does not need any population in the excited state. We found that parametric resonance between the driving (e.g., infrared) field and collective superradiant oscillations of the atomic polarization can yield light amplification at high (e.g., XUV) frequencies. To achieve gain, a time-dependent Stark shift caused by the driving field was suppressed. The resulting superradiant amplifier was found to be many orders of magnitude more efficient than the usual nonlinear multiphoton excitation. This discovery holds promise for a new kind of generator of high-frequency coherent radiation.</p>\n<p>We also studied how superradiance can assist conventional lasing and yield LWI which could be useful for making lasers at shorter wavelength. Excitation of XUV and X&minus;ray atomic transitions typically requires plasma medium with fast collisions which destroy atomic coherence. We studied the possibility of using LWI on a superradiant time scale shorter than fast decoherence time. This allowed us to take advantage of collective effects, but required investigation of the system&rsquo;s dynamics in transient regime far from the steady state.</p>\n<p>We then explored the use of the superradiance lattice to extend quantum lattice dynamics beyond the usual two-dimensional applications to three dimensions and higher where no analogous real space lattices exist in order to explore possible new physics. In this regard, we have developed a topological phase transition model which ...",
  "por_txt_cntn": "\nThe overarching theme of this project is quantum coherence applied in noisy environments. This includes hot plasmas associated with quantum heat engines (QHE),e.g., electron-hole plasmas in semiconductor photocells or electron ion plasmas in high power or XUV lasers.\n\nTo this end, we developed and extended the fundamental quantum and statistical physics necessary to understand and improve QHE operating efficiency. Such QHE's include, but are not limited to: lasers, photocells, photosynthesis, photo-Carnot engines, etc. We developed the quantum theory of systems driven by coherent and incoherent external drive fields with the goal of increasing QHE efficiency and pushing the frontier of quantum thermodynamics.\n\nOn the fundamental side, the basic tools of irreversible quantum dynamics, e.g., the Schr&ouml;dinger - von Neumann equation, the time-dependent Schr&ouml;dinger equation, BohrÆs molecular model [featured in Physics Today [67(1), 33, 2014], quantum noise operators, and quantum memory effects were investigated. A major goal was the application of these techniques to the operation of photonic quantum heat engines which typically produce useful work by extracting energy from a high temperature thermal photon source, e.g., the Sun, and rejecting entropy to a low temperature entropy sink, e.g., the ambient room temperature surroundings. Their efficiency is usually governed by detailed balance, i.e. the balance between radiative excitation by absorption and de-excitation by stimulated and spontaneous emission.\n\nHowever in recent years, we have learned how to break detailed balance and achieve lasing without inversion (LWI). This is based on induced quantum coherence in the atoms, molecules and solid state electrons involved using coherence, Fano interference, noise induced coherence, and collective many particle superradiance.\n\nIn further study of this phenomena, we made the unexpected discovery of the Quantum Amplification by Superradiant Emission of Radiation (QASER) which was featured in Physical Review X [3, 041001, 2013]. A laser generates light through stimulated emission of radiation and requires population inversion. Quantum interference can yield lasing without inversion. However, such phase sensitive quantum amplification still requires some atomic population in the excited state. We investigated a new kind of quantum amplifier based on collective superradiant emission which does not need any population in the excited state. We found that parametric resonance between the driving (e.g., infrared) field and collective superradiant oscillations of the atomic polarization can yield light amplification at high (e.g., XUV) frequencies. To achieve gain, a time-dependent Stark shift caused by the driving field was suppressed. The resulting superradiant amplifier was found to be many orders of magnitude more efficient than the usual nonlinear multiphoton excitation. This discovery holds promise for a new kind of generator of high-frequency coherent radiation.\n\nWe also studied how superradiance can assist conventional lasing and yield LWI which could be useful for making lasers at shorter wavelength. Excitation of XUV and X&minus;ray atomic transitions typically requires plasma medium with fast collisions which destroy atomic coherence. We studied the possibility of using LWI on a superradiant time scale shorter than fast decoherence time. This allowed us to take advantage of collective effects, but required investigation of the systemÆs dynamics in transient regime far from the steady state.\n\nWe then explored the use of the superradiance lattice to extend quantum lattice dynamics beyond the usual two-dimensional applications to three dimensions and higher where no analogous real space lattices exist in order to explore possible new physics. In this regard, we have developed a topological phase transition model which was featured in Optica [2(8), 712, 2015] designed to provide a controllable platform for simulating exotic phe..."
 }
}