{
 "awd_id": "1241969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IIASA Young Scientists Summer Program: Testing the Role of Microbial Mechanisms in Moisture-Induced Soil Respiration Pulses Using a Theoretical Model",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 8000.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2012-05-03",
 "awd_max_amd_letter_date": "2012-05-03",
 "awd_abstract_narration": "The proposed work would take place at the International Institute for Applied Systems Analysis (IIASA) as part of the Young Summer Scientist Program (YSSP). During the proposed grant period (summer 2012), the participant would carry out a project on microbial ecology in collaboration with scientists at IIASA.\r\n\r\nIntellectual merit: Microbial communities control biogeochemical functions, and therefore composition (species diversity) and function (enzyme production) can constrain larger scale processes under certain conditions. Thus, descriptions of these microbial mechanisms in models have the potential to improve predictions of biogeochemical flux, and can increase our understanding of the recently emerging field of microbial community ecology. The YSSP participant proposes to use an ecosystem model developed by Christina Kaiser - that explicitly models microbial communities - to identify precipitation patterns that most strongly control microbial community structure, and describe how changes in enzyme production under drought can influence biogeochemical functions when rainfall returns. Although several recent empirical studies have described microbial community and enzyme responses to rainfall manipulations, it  is unclear what controls these shifts in microbial dynamics, and whether there are generalizable patterns  in these responses. In this work, she will be able to test several hypotheses about how microbial dynamics influence larger-scale functions, and validate it with field data, presenting hypotheses and mechanisms to build off of in future empirical and modeling work.\r\n\r\nBroader impacts: This work has implications for 1) improving predictions of biogeochemical cycles, and therefore predictions of climate change feedbacks and trajectories, and 2) for integrating theoretical approaches into microbial ecology. First, nitrogen and carbon compounds are emitted from the soil through processes like denitrification and decomposition. Since many of these gases are greenhouse gases, changes in the concentration of these gases in the air in turn affect climate changes, like rainfall and temperature shifts. Microbial communities control soil biogeochemical functions, but currently this biological compartment is excluded from most models attempting to predict biogeochemical dynamics. The participant?s work will use a theoretical approach to address how microbes might contribute to function, and therefore identify whether this mechanism will increase the accuracy of biogeochemical models. Second, theoretical modeling holds great potential for improving our understanding of controls on microbial community structure and function, but has been underutilized in microbial ecology thus far. Learning theoretical approaches, both in microbial ecology and in other fields, will allow the YSSP participant to share these approaches with other microbial ecologists. Following her summer abroad, the she plans to do this through day to day interactions and in workshops and trainings, both public and academic. There is currently a lot of interest in this approach, and others are eager to learn how theoretical models can be used to compliment empirical work. This exposure will therefore not only advance the career of a female scientist, but also broaden the scope of approaches used in microbial ecology to improve model predictions and better understand microbial ecology theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Evans",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Evans",
   "pi_email_addr": "",
   "nsf_id": "000603131",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Evans                   Sarah          E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Fort Collins",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "805212507",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "IIASA",
  "perf_str_addr": null,
  "perf_city_name": "Laxenberg",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "AU",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Austria",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "598500",
   "pgm_ele_name": "IIASA-Inter Inst App Sys Anlys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5955",
   "pgm_ref_txt": "AUSTRIA"
  },
  {
   "pgm_ref_code": "5985",
   "pgm_ref_txt": "INTER INST FOR APP SYS & ANALY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human alteration to the global carbon cycle has motivated recent interest in the natural drivers of the natural, terrestrial carbon cycle. Much of the earth&rsquo;s terrestrial carbon is stored in soil. Large rainfall events result in a flux of carbon dioxide from soil that is larger than expected based on current relationships between soil moisture and respiration, and underestimated by current ecosystem models. We hypothesized that under fluctuations in moisture conditions, additional physical and biological mechanisms - that current predictive models do not explicitly consider - could help explain the discrepancy between predictions of CO<sub>2</sub> flux and field observations.<strong> </strong>We investigated the mechanism of this carbon flux after a large drought and rainfall event using an individual-based model developed at the International Institute for Applied Systems Analysis (IIASA). Because this model is spatially explicit and includes microorganisms, we were able to test the relative effect of 4 mechanisms hypothesized to contribute to the magnitude and timing of this increase in carbon dioxide flux with fluctuating moisture: water-dependent growth of microorganisms, diffusion of substrates, heterogeneity in soil structure, and microbial community diversity.</p>\n<p><strong></strong>We found that diffusion and water-dependent growth had the largest relative effect on the magnitude of the carbon dioxide pulse, especially in combination, and this effect was mediated through the accumulation (and subsequent diffusion) of dissolved organic carbon under drought. In addition, the diversity of the microbial community and diffusion of substrates (access) affected how quickly the CO<sub>2</sub> pulse occurred after a rainfall event.<strong></strong></p>\n<p>Overall, this suggests that both spatial structure and biological dynamics, which are currently excluded from large ecosystem models, may be important for predicting dynamics under these highly fluctuating moisture patterns, which are expected to become more frequent under future climate regimes. This work has implications for accurately estimating the magnitude of carbon stored in soils, and the suceptibility of this carbon for release to the atmosphere, as rainfall patterns shift under climate change.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2012<br>\n\t\t\t\t\tModified by: Sarah&nbsp;E&nbsp;Evans</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHuman alteration to the global carbon cycle has motivated recent interest in the natural drivers of the natural, terrestrial carbon cycle. Much of the earthÆs terrestrial carbon is stored in soil. Large rainfall events result in a flux of carbon dioxide from soil that is larger than expected based on current relationships between soil moisture and respiration, and underestimated by current ecosystem models. We hypothesized that under fluctuations in moisture conditions, additional physical and biological mechanisms - that current predictive models do not explicitly consider - could help explain the discrepancy between predictions of CO2 flux and field observations. We investigated the mechanism of this carbon flux after a large drought and rainfall event using an individual-based model developed at the International Institute for Applied Systems Analysis (IIASA). Because this model is spatially explicit and includes microorganisms, we were able to test the relative effect of 4 mechanisms hypothesized to contribute to the magnitude and timing of this increase in carbon dioxide flux with fluctuating moisture: water-dependent growth of microorganisms, diffusion of substrates, heterogeneity in soil structure, and microbial community diversity.\n\nWe found that diffusion and water-dependent growth had the largest relative effect on the magnitude of the carbon dioxide pulse, especially in combination, and this effect was mediated through the accumulation (and subsequent diffusion) of dissolved organic carbon under drought. In addition, the diversity of the microbial community and diffusion of substrates (access) affected how quickly the CO2 pulse occurred after a rainfall event.\n\nOverall, this suggests that both spatial structure and biological dynamics, which are currently excluded from large ecosystem models, may be important for predicting dynamics under these highly fluctuating moisture patterns, which are expected to become more frequent under future climate regimes. This work has implications for accurately estimating the magnitude of carbon stored in soils, and the suceptibility of this carbon for release to the atmosphere, as rainfall patterns shift under climate change.\n\n\t\t\t\t\tLast Modified: 12/30/2012\n\n\t\t\t\t\tSubmitted by: Sarah E Evans"
 }
}