{
 "awd_id": "1241264",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"RAPID\" A Critical Audiovisual Documentation of Endangered Ayook (ISO-939-3 MTO) Maize Cultivation Practices and Language with Dual Linguistics and Genetics Applications",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shobhana Chelliah",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 64393.0,
 "awd_amount": 64393.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2012-08-09",
 "awd_abstract_narration": "An interdisciplinary team of linguists, filmmakers and plant geneticists will conduct endangered language documentation of agricultural practices associated with Ayöök maize over the course of one planting season in the county of Totontepec, Oaxaca, Mexico. There are two objectives:\r\n1. Apply language documentation methods to revive memory of a near extinct domain of cultivation of one of the world's most productive and nutritious corn varieties; and \r\n2. Apply the linguistic data to guide a genetic analysis that can lead to improved corn varieties worldwide.\r\n\r\nLinguists and filmmakers will employ a methodology adapted from documentation of Passamaquoddy (SIL code PQM) that uses documentary techniques, speaker facilitators, and video feedback routines to record natural group conversation and activity, including memories, oral histories, practices and associated language use. This data will inform the geneticists as to motivations and activities that selected for attributes that shaped Ayöök corn varieties. Understanding these practices in the context of a life system that used all parts of the plant for clothing, building materials, and medicine, as well as nutrition, can clarify how desired traits were molecularly structured in the genome through agricultural practices. This can lead in turn to the ability to introduce these attributes into corn grown elsewhere.\r\n\r\nThe documentation will also help younger farmers who desire to return to traditional practices after a generation of chemically-based agriculture caused extensive ecological damage and interrupted transmission of associated language. Finally, the project will lead to an expandable visual and linguistic archive of practices and language that will guarantee the preservation of valuable indigenous agricultural knowledge, representing an example of the revival of endangered domains and associated language.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Suslak",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel F Suslak",
   "pi_email_addr": "dsuslak@indiana.edu",
   "nsf_id": "000601067",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Levine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin Levine",
   "pi_email_addr": "mvanasse@myfairpoint.net",
   "nsf_id": "000573529",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Speaking Place",
  "inst_street_address": "20 ORANGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKLAND",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075949988",
  "inst_zip_code": "048412728",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "SPEAKING PLACE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K98CSS1NHAJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Speaking Place",
  "perf_str_addr": "P.O. Box 905",
  "perf_city_name": "Rockland",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "MX",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Mexico",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 64393.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What strategies can small communities successfully employ to maintain  their local linguistic and agricultural heritage? And how can they  balance those efforts against the promise of economic growth? At stake  for members of such minority groups is their sense of identity and  capacity to feed themselves and prosper on their own terms. At stake for  the rest of the world are all of the risks associated with the global  decline of linguistic diversity and biodiversity.</p>\n<p>To begin to  address these broad questions, this project set out to document and  analyze the sociocultural conditions and cultivation methods that have  helped make Totontepecano maize one of the world&rsquo;s most unusual and  robust landraces. Many of these traditional methods are falling out of  use due to the recent advent of heavy fertilizer and pesticide use.  Fertilizer abuse has fundamentally altered the seeds that Totontepecano  farmers produce and threatened the integrity of heritage seed stocks. At  the same time, the project set out to create a rich archive of language  use that could provide the data for future linguistic analysis and  community efforts to maintain and revitalize Ayook, an endangered  language spoken in Totontepec, Oaxaca, Mexico. The key innovation in our  project was our attempt to address language loss and the loss of  sustainable farming practices in an integrated fashion.</p>\n<p>The  principal investigators were linguistic anthropologist Daniel Suslak  (Indiana University) and documentary filmmaker and endangered language  specialist Ben Levine (Speaking Place). They conducted the research in  close collaboration with plant scientist Pablo Zamora (University of  California, Davis) and the Ayook-speaking maize farmers of Totontepec.  Working together, they produced an archive of over 45 hours of high  definition audiovisual documentation of local maize farming methods and  related activities. The archive also contains interviews, and still  photographs covering the complete yearly cycle of seed selection, soil  preparation, planting, cultivation, and harvesting. They also produced a  catalog of seed types, uses, and histories, as well the other plants  that grow in and around <em>milpas</em> (corn fields) and their culinary  and medicinal uses. Seven hours of Ayook language use in this video  archive were transcribed, translated, and coded. Several dozen  previously unrecorded terms were added to Suslak's lexical database of  Ayook.</p>\n<p>A crucial element of the project was to assemble video  footage and show it to various groups of community members in order to  elicit further discussion about local maize farming. These feedback  sessions were also filmed and added to the archive. Zamora was able to  view the footage alongside local farmers and share his own observations.  He explained how his research was showing that  the overuse of chemical fertilizers was having a detrimental effect on  the soil and that their fertilizer-dependent seeds were producing ears of corn  that appeared more robust but lacked some of the nutritional benefits of  the maize growing in non-fertilized plots.</p>\n<p>Zamora also used the   opportunity to ask farmers about one very unusual feature of their maize  and what, if anything,  they did with it.Totontepecano maize features  unique areal root structures that drip copious amounts of mucilage as  the plant flowers. The microbial content and function of this mucilage  continues to be a central focus of Zamora's investigations. One of the  video sequences we showed to the group featured previously unrecognized   irrigation techniques. These irrigation scenes caught Zamora by surprise stimulated him  and his colleagues to formulate new hypotheses about the  evolution and function of the mucilage.</p>\n<p>The feedback session  dialog initiated a science-informed, problem solving process to address  the challenges that local farmers ...",
  "por_txt_cntn": "\nWhat strategies can small communities successfully employ to maintain  their local linguistic and agricultural heritage? And how can they  balance those efforts against the promise of economic growth? At stake  for members of such minority groups is their sense of identity and  capacity to feed themselves and prosper on their own terms. At stake for  the rest of the world are all of the risks associated with the global  decline of linguistic diversity and biodiversity.\n\nTo begin to  address these broad questions, this project set out to document and  analyze the sociocultural conditions and cultivation methods that have  helped make Totontepecano maize one of the worldÆs most unusual and  robust landraces. Many of these traditional methods are falling out of  use due to the recent advent of heavy fertilizer and pesticide use.  Fertilizer abuse has fundamentally altered the seeds that Totontepecano  farmers produce and threatened the integrity of heritage seed stocks. At  the same time, the project set out to create a rich archive of language  use that could provide the data for future linguistic analysis and  community efforts to maintain and revitalize Ayook, an endangered  language spoken in Totontepec, Oaxaca, Mexico. The key innovation in our  project was our attempt to address language loss and the loss of  sustainable farming practices in an integrated fashion.\n\nThe  principal investigators were linguistic anthropologist Daniel Suslak  (Indiana University) and documentary filmmaker and endangered language  specialist Ben Levine (Speaking Place). They conducted the research in  close collaboration with plant scientist Pablo Zamora (University of  California, Davis) and the Ayook-speaking maize farmers of Totontepec.  Working together, they produced an archive of over 45 hours of high  definition audiovisual documentation of local maize farming methods and  related activities. The archive also contains interviews, and still  photographs covering the complete yearly cycle of seed selection, soil  preparation, planting, cultivation, and harvesting. They also produced a  catalog of seed types, uses, and histories, as well the other plants  that grow in and around milpas (corn fields) and their culinary  and medicinal uses. Seven hours of Ayook language use in this video  archive were transcribed, translated, and coded. Several dozen  previously unrecorded terms were added to Suslak's lexical database of  Ayook.\n\nA crucial element of the project was to assemble video  footage and show it to various groups of community members in order to  elicit further discussion about local maize farming. These feedback  sessions were also filmed and added to the archive. Zamora was able to  view the footage alongside local farmers and share his own observations.  He explained how his research was showing that  the overuse of chemical fertilizers was having a detrimental effect on  the soil and that their fertilizer-dependent seeds were producing ears of corn  that appeared more robust but lacked some of the nutritional benefits of  the maize growing in non-fertilized plots.\n\nZamora also used the   opportunity to ask farmers about one very unusual feature of their maize  and what, if anything,  they did with it.Totontepecano maize features  unique areal root structures that drip copious amounts of mucilage as  the plant flowers. The microbial content and function of this mucilage  continues to be a central focus of Zamora's investigations. One of the  video sequences we showed to the group featured previously unrecognized   irrigation techniques. These irrigation scenes caught Zamora by surprise stimulated him  and his colleagues to formulate new hypotheses about the  evolution and function of the mucilage.\n\nThe feedback session  dialog initiated a science-informed, problem solving process to address  the challenges that local farmers were facing. At the same time, it  contributed in a meaningful way to ongoing scientific research. We hope ..."
 }
}