{
 "awd_id": "1241356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop cost and travel grants for Large Complex Network Workshop",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Lyles",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 49000.0,
 "awd_amount": 49000.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "This project supports workshop travel and dissemination of workshop results for an upcoming workshop on complex engineered networks.  Complex engineered networks are everywhere: power grids, Internet, transportation networks, and others. They are being used more than ever before, and yet our understanding about them remains limited. The Internet, wireless networks, and online social networks have shaped the modern society. Increasingly, critical, engineered, large-scale systems, such as transportation networks, power grids, and oil and gas distribution systems, are being enhanced and optimized by state monitoring and dynamic controls through sensor and cyber mechanisms. These networks have evolved into complex systems with behaviors and characteristics that are beyond the characterizations and predictions possible by the traditional modeling, analysis and design approaches.\r\n\r\nThe workshop will bring together experts from the academia, national laboratories, government, and industries to assess the recent trends, state-of-the-art, and impending challenges in modeling, predicting and controlling the behaviors of these complex networks to gain better performance, efficiency, and robustness. The objectives of the workshop include: \r\n\r\n-\tIdentify transformative research challenges and directions in the field of large-scale, complex engineered networks and interconnected physical systems of sensors and instruments, such as the power grid and communications networks. \r\n-\tAssess the state-of-the-art, future trends, and important opportunities and challenges in the theory, design, analysis, tools, and applications of complex interconnected systems research in government, industry, and academia. \r\n-\tIdentify strategies for inter-agency collaborations at the federal level to enable different communities to carry out joint efforts, leverage ongoing activities, accelerate new discoveries, and enable technology transfers to societal impact in the research field of complex networks and interconnected systems. \r\n\r\nBroader Impact:  Complex systems occupy critical roles in our society but their performance across a full set of operating conditions is usually at best poorly understood.    Formal mathematical analysis may give insight into the operation of system components or into the operation of simplified system models, but is seldom capable of exactly modeling actual code.   Testing of complex systems often misses unexpected and undesirable behaviors resulting from cross-system interactions.  Program module (unit) testing is effective in checking for gross programming errors across a specified set of inputs but often fails for inputs generated by these behaviors.    Dynamic whole system behaviors such as oscillations, spreading overloads, and cascading security failures are not discoverable via unit testing.   Exhaustive testing is often either not possible or prohibitively expensive in terms of time or resources.    Better understanding of how to couple mathematical analysis and testing for the purposes of rapid and rigorous characterization of  complex systems would have broad societal impact.    The workshop is a joint undertaking between NSF, DoE and AFOSR via the Networking and Information Technology Research and Development (NITRD) Program and the Large Scale Networking (LSN) working subcommittee.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mung",
   "pi_last_name": "Chiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mung Chiang",
   "pi_email_addr": "chiang@purdue.edu",
   "nsf_id": "000488340",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "New South Building",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Complex engineered networks are everywhere &ndash; power grids, Internet, transportation networks, and others. They are being used more than ever before, and yet our understanding about them remains limited. These networks have evolved into complex systems with behaviors and characteristics that are beyond the characterizations and predictions possible by the traditional modeling, analysis and design approaches.</p>\n<p>This workshop brought together experts from the academia, national laboratories, government, and industries to assess the recent trends, state-of-the-art, and impending challenges in modeling, predicting and controlling the behaviors of these complex networks</p>\n<p>To gather strong motivating examples, one needs to look no further than recent headline news in the media, ranging from the significant power outages following Hurricane Sandy and the multi-day service outage of Amazon clouds, to the mysterious under-performance of mobile services and the lack of holistic privacy protection on the web.&nbsp; Motivated by these critical needs in this scientific community, this workshop is oriented around the following three \"umbrella terms\" of charge statement:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the \"big questions\" in complex engineered networks research?</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the grand challenges in \"methods\" for analysis, design, deployment and operation of these networks?</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the mechanisms to \"ensure the highest impact\" of federal research support?</p>\n<p>We identified five areas where progress has been made and much more science is sorely needed. 1. Revisiting architecture like layering principle and abstractions like counting sessions rather than bytes, 2. sharpening our understanding of limits of performance by unifying theories like those of Shannon and Bode, 3. quantifying the principles of evolvability of networks like loose coupling and overlay, 4. achieving robustness to dynamics, attacks and mismanagement, 5. understanding transient behavior over time as well as we understand equilibrium behavior today. Collectively we call this research agenda ALERT: Architecture/Abstraction, Limits, Evolvability, Robustness, and Time.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2013<br>\n\t\t\t\t\tModified by: Mung&nbsp;Chiang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nComplex engineered networks are everywhere &ndash; power grids, Internet, transportation networks, and others. They are being used more than ever before, and yet our understanding about them remains limited. These networks have evolved into complex systems with behaviors and characteristics that are beyond the characterizations and predictions possible by the traditional modeling, analysis and design approaches.\n\nThis workshop brought together experts from the academia, national laboratories, government, and industries to assess the recent trends, state-of-the-art, and impending challenges in modeling, predicting and controlling the behaviors of these complex networks\n\nTo gather strong motivating examples, one needs to look no further than recent headline news in the media, ranging from the significant power outages following Hurricane Sandy and the multi-day service outage of Amazon clouds, to the mysterious under-performance of mobile services and the lack of holistic privacy protection on the web.  Motivated by these critical needs in this scientific community, this workshop is oriented around the following three \"umbrella terms\" of charge statement:\n\n1.         What are the \"big questions\" in complex engineered networks research?\n\n2.         What are the grand challenges in \"methods\" for analysis, design, deployment and operation of these networks?\n\n3.         What are the mechanisms to \"ensure the highest impact\" of federal research support?\n\nWe identified five areas where progress has been made and much more science is sorely needed. 1. Revisiting architecture like layering principle and abstractions like counting sessions rather than bytes, 2. sharpening our understanding of limits of performance by unifying theories like those of Shannon and Bode, 3. quantifying the principles of evolvability of networks like loose coupling and overlay, 4. achieving robustness to dynamics, attacks and mismanagement, 5. understanding transient behavior over time as well as we understand equilibrium behavior today. Collectively we call this research agenda ALERT: Architecture/Abstraction, Limits, Evolvability, Robustness, and Time.\n\n\t\t\t\t\tLast Modified: 07/16/2013\n\n\t\t\t\t\tSubmitted by: Mung Chiang"
 }
}