{
 "awd_id": "1241742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IPG: Collaborative Research: A high-resolution analysis of unique paleoenvironmental data from key hominin sites in East Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 69922.0,
 "awd_amount": 69922.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "The possibility that human evolution in Africa has been  strongly influenced by Earth's climatic and environmental history over the last several million years has been an important question at the forefront of paleoanthropological research. One fundamental question is: can any of the potential envionmental drivers of evolutionary change be reconstructed with enough precision to allow us to relate them with confidence to the episodes of speciation, extinction and cultural evolution known to anthropologists, and thereby test their relationships in time and space?\r\n\r\nThis team of paleoanthropologists and earth scientists plans to analyze climate and other environmental histories to provide direct tests of key hypotheses linking environmental  history and mammal (including early human) evolution by collecting and analyzing detailed paleoenvironmental data at three key anthropological sites in Africa. They will collect continuous paleoenvironmental records by drilling long sediment cores from ancient lake beds in the northern Afar, Ethiopia (~3.8-2.9 million years ago-Ma), the Baringo Basin, Kenya (~3.2-2.35 Ma), and the Turkana Basin, Kenya (~2.3-1.42 Ma), and relate these records to the outcrops in the same basins that contain early human and other mammal fossils, as well as stone tools in the younger time periods. As a group these basins contain some of the most critical evidence for human evolutionary history in Africa. Although past investigators have reconstructed climate and other environmental histories from the outcrops in which the fossil humans and artifacts have been found, such environmental records are highly discontinuous due to the nature of the sediments where the fossils occur, and are unsuitable for many of the most informative geochemical records available today because of the weathering that has affected outcropping sediments. Drilling lakebeds near the fossil sites gets around these problems, because lake sediments accumulate much more continuously, and because drilling into the subsurface allows unweathered samples to be collected  Funding for the drilling costs for this project has been secured from other sources: with the IPG funds the team will analyze the cores to generate quantitative and high resolution records of changes in temperature, precipitation, vegetation, fire and volcanic activity and other factors which may have influenced human evolution.\r\n\r\nThe primary research goal is to obtain long cores from these basins, each of which span critical intervals in human evolution and are close to hominin fossil and archaeological sites. The researchers will apply state-of-the-art paleoenvironmental and paleoclimate methods to these cores to assemble high resolution records covering much of the past four million years of East African environmental history. The team will then evaluate existing hypotheses and generate new hypotheses linking climate history to early human physical and cultural evolutionary adaptations. The paleoenvironmental and paleoecological data collected from the drill cores will be linked directly in time and space to the nearby fossil human, mammal and stone tool records by way of the numerous volcanic ashes present in both the cores and outcrops, along with other dating techniques. By comparing the new records to similar records from nearby ocean sediment cores the researchers plan be able to distinguish local from global drivers of environmental change and in the process test a series of hypotheses linking key events in human evolution with climate and other aspects of environmental history. Finally, the team will use these new, combined paleoenvironmental and paleoanthropological data sets, combined with novel modeling techniques to better understand how landscape and climate change across various scales of time and space may have affected the availability and predictability of critical ecosystem resources upon which early humans would have depended. \r\n\r\nThis project will greatly expand our understanding of African climate history and will be an opportunity to invigorate interest in human evolution and its relationship to climate with the US and African public. The project will train many American and African students during its field, analytical and internship/synthesis phases, and will generate numerous informal science learning opportunities  through our collaborations with the National Museums of Kenya and Ethiopia and the Smithsonian Institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isla",
   "pi_last_name": "Castaneda",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Isla S Castaneda",
   "pi_email_addr": "isla@umass.edu",
   "nsf_id": "000604288",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "611 N Pleasant St., 233 Morrill",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 69922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Climate and environmental variability is thought to play an important role in human evolution. Numerous hypotheses have been proposed suggesting how environmental factors shaped hominin (species regarded as human or direct human ancestors) evolution; some suggest slow and gradual climate shifts were important while others propose that rapid changes between environmental extremes were important. To date, a lack of climate and environmental information for the time periods and locations where our human ancestors lived has made it difficult to evaluate such relationships. The Hominin Sites and Paleolakes Drilling Project (HSPDP), a large international research effort, collected ancient lake sediments from several East African sites in 2013-2014. These regions are arid today but in the past conditions were wetter and these basins were filled with large and deep lakes. While many of these lakes no longer exist, sediments that accumulated on the lakefloor remain on the landscape and were targeted by the HSPDP. A main project goal was to gain past climate and environmental information from sites near where hominin fossils have been found.</p>\n<p>The sediments that accumulate at the bottom of lakes contain physical, biological and chemical indicators of the environment at the time of deposition. This NSF Award &ldquo;<em>Collaborative Research: A high-resolution analysis of unique paleoenvironmental data from key hominin sites in East Africa</em>&rdquo; examined ancient lipids (fats) of plants, algae and microbes (bacteria and archaea) in sediments from the West Turkana (Kenya) and the Northern Awash (Ethiopia) Basins to decipher the past climate and environmental history. Tetraether lipids preserved in these sediments are produced by archaea living in lake water. These organisms adjust the number of rings in their membrane lipids (the tetraethers) in response to changes in growth temperature. &nbsp;A related technique is based on branched tetraethers produced by bacteria, which adjust the number of methyl branches in the lipid structure in response to changes in growth temperature. By applying these techniques to the ancient sediments of the West Turkana and Northern Awash Basins, past lake temperature changes were investigated.</p>\n<p>The sediments from the Northern Awash Basin ranged in age from approximately 3.6 to 2.9 million years ago (Ma) and were found to contain very low concentrations of tetraethers. Therefore, it was not possible to generate continuous temperature data at this site. In contrast, younger sediments from the West Turkana Basin, dated to approximately 1.9 to 1.45 Ma, generally contained tetraethers. A similar pattern of temperature change (warmings and coolings) reconstructed from both the lipids of archaea and bacteria exists at this site. The interval from approximately 1.86 to 1.78 Ma contained particularly high concentrations of tetraethers and displays three distinct warming/cooling cycles, which are related to changes in glacial-interglacial cycles driven by changes in the amount of incoming solar radiation received by Earth. Our variable temperature records within this interval are in good agreement with a study of past precipitation amount (reconstructed using plant leaf wax (fatty acids) isotopes) by collaborators at Brown University, who note shifts between relatively arid and wet conditions in the Turkana Basin at this time. Together, our records indicate that the climate of the West Turkana Basin experienced a number of shifts from warmer and wetter conditions, to cooler and more arid conditions. We also examined the concentration of algal lipids to reconstruct past changes in lake primary productivity. We find that at times when cool conditions prevailed, algal lipids are present in higher concentrations. This likely reflects increased upwelling or wind-driving mixing of the water column at times when temperature was lower, delivering increased nutrients to the surface waters and resulting in enhanced primary productivity.</p>\n<p>Overall, analysis of the West Turkana samples was very successful and our data indicate highly variable environmental conditions. Thus, we suggest that hypotheses of hominin evolution focused on gradual evolutionary changes are not supported by our results. The new lipid data generated here improves knowledge of past climate and environmental conditions in close proximity key hominin fossil sites. In the future, this data will be incorporated into the other environmental change records currently being developed at the other HSPDP drill sites to gain a better understanding of the larger scale environmental changes affecting East Africa. Today this region supports a large human population, and the lakes are particularly important for subsistence and economic resources. Thus, the past climate data generated by this research is also useful for studies forecasting future changes to East Africa.</p>\n<p>This project provided training and professional development for four undergraduate and two graduate students, including three women. &nbsp;One student conducted a senior honors thesis and presented at several conferences. A geochemistry workshop was offered to high school girls through the <em>Eureka! </em>program, which is organized by Girls Inc. of Holyoke, MA and designed to encourage high school girls to pursue STEM careers through a summer science camp at UMass.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2017<br>\n\t\t\t\t\tModified by: Isla&nbsp;S&nbsp;Castaneda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClimate and environmental variability is thought to play an important role in human evolution. Numerous hypotheses have been proposed suggesting how environmental factors shaped hominin (species regarded as human or direct human ancestors) evolution; some suggest slow and gradual climate shifts were important while others propose that rapid changes between environmental extremes were important. To date, a lack of climate and environmental information for the time periods and locations where our human ancestors lived has made it difficult to evaluate such relationships. The Hominin Sites and Paleolakes Drilling Project (HSPDP), a large international research effort, collected ancient lake sediments from several East African sites in 2013-2014. These regions are arid today but in the past conditions were wetter and these basins were filled with large and deep lakes. While many of these lakes no longer exist, sediments that accumulated on the lakefloor remain on the landscape and were targeted by the HSPDP. A main project goal was to gain past climate and environmental information from sites near where hominin fossils have been found.\n\nThe sediments that accumulate at the bottom of lakes contain physical, biological and chemical indicators of the environment at the time of deposition. This NSF Award \"Collaborative Research: A high-resolution analysis of unique paleoenvironmental data from key hominin sites in East Africa\" examined ancient lipids (fats) of plants, algae and microbes (bacteria and archaea) in sediments from the West Turkana (Kenya) and the Northern Awash (Ethiopia) Basins to decipher the past climate and environmental history. Tetraether lipids preserved in these sediments are produced by archaea living in lake water. These organisms adjust the number of rings in their membrane lipids (the tetraethers) in response to changes in growth temperature.  A related technique is based on branched tetraethers produced by bacteria, which adjust the number of methyl branches in the lipid structure in response to changes in growth temperature. By applying these techniques to the ancient sediments of the West Turkana and Northern Awash Basins, past lake temperature changes were investigated.\n\nThe sediments from the Northern Awash Basin ranged in age from approximately 3.6 to 2.9 million years ago (Ma) and were found to contain very low concentrations of tetraethers. Therefore, it was not possible to generate continuous temperature data at this site. In contrast, younger sediments from the West Turkana Basin, dated to approximately 1.9 to 1.45 Ma, generally contained tetraethers. A similar pattern of temperature change (warmings and coolings) reconstructed from both the lipids of archaea and bacteria exists at this site. The interval from approximately 1.86 to 1.78 Ma contained particularly high concentrations of tetraethers and displays three distinct warming/cooling cycles, which are related to changes in glacial-interglacial cycles driven by changes in the amount of incoming solar radiation received by Earth. Our variable temperature records within this interval are in good agreement with a study of past precipitation amount (reconstructed using plant leaf wax (fatty acids) isotopes) by collaborators at Brown University, who note shifts between relatively arid and wet conditions in the Turkana Basin at this time. Together, our records indicate that the climate of the West Turkana Basin experienced a number of shifts from warmer and wetter conditions, to cooler and more arid conditions. We also examined the concentration of algal lipids to reconstruct past changes in lake primary productivity. We find that at times when cool conditions prevailed, algal lipids are present in higher concentrations. This likely reflects increased upwelling or wind-driving mixing of the water column at times when temperature was lower, delivering increased nutrients to the surface waters and resulting in enhanced primary productivity.\n\nOverall, analysis of the West Turkana samples was very successful and our data indicate highly variable environmental conditions. Thus, we suggest that hypotheses of hominin evolution focused on gradual evolutionary changes are not supported by our results. The new lipid data generated here improves knowledge of past climate and environmental conditions in close proximity key hominin fossil sites. In the future, this data will be incorporated into the other environmental change records currently being developed at the other HSPDP drill sites to gain a better understanding of the larger scale environmental changes affecting East Africa. Today this region supports a large human population, and the lakes are particularly important for subsistence and economic resources. Thus, the past climate data generated by this research is also useful for studies forecasting future changes to East Africa.\n\nThis project provided training and professional development for four undergraduate and two graduate students, including three women.  One student conducted a senior honors thesis and presented at several conferences. A geochemistry workshop was offered to high school girls through the Eureka! program, which is organized by Girls Inc. of Holyoke, MA and designed to encourage high school girls to pursue STEM careers through a summer science camp at UMass. \n\n \n\n\t\t\t\t\tLast Modified: 08/02/2017\n\n\t\t\t\t\tSubmitted by: Isla S Castaneda"
 }
}