{
 "awd_id": "1242938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LIVE DEMONSTRATION EVENT at the14TH GEC in BOSTON",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Lyles",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 45722.0,
 "awd_amount": 45722.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "The Global Environment for Network Innovations 'GENI' is a suite of research infrastructure supported by the NSF that is rapidly emerging in prototype form across the United States. GENI aims to transform experimental research in networking and distributed systems, as well as emerging research into very large socio-technical systems, by providing a suite of infrastructure for 'at scale' experiments in future internets. \r\n\r\nThe GENI Project Office organizes three major GENI Engineering conferences (GEC) per year, in which the entire GENI community meets to review current status, and to decide on subsequent steps in GENI's evolution. These GECs include community-based working groups leading GENI's design and planning, and demonstrating progress with live experiments. \r\n\r\nMIT is hosting the fourteenth edition of the GENI Engineering conference. This project supports organizing the demo session to be held on the MIT Campus. About 400 leading researchers and Ph.D. students from diverse US institutions will gather at MIT to showcase their ideas and results. The campus venue has an existing 10GB link which will provide access to the National Lambda Rail (NLR) network in addition to MIT's more standard Internet services.  Each demo will be provided with 1G wired connection to the GENI infrastructure.    Additionally, because MIT and its Computer Science and Artificial Intelligence Laboratory (CSAIL) provide wireless access to all guests, wireless will be available for demonstrations and participants.  \r\n\r\nBroader Impact: The GEC Demo sessions provide graduate students with both an opportunity to demonstrate and explain their work to the GENI community prior to formal publication. It helps new graduate students understand what is being done with GENI and encourages cross-university cooperation by providing a method for students and faculty to discover who amongst their peers at other institutions might be valuable resources. It also supports outreach to new community members, including the emerging US Ignite community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Sollins",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Karen R Sollins",
   "pi_email_addr": "sollins@csail.mit.edu",
   "nsf_id": "000174236",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Mass Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 45722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was to support and enable live demonstrations of the technology and experiments occurring in the GENI effort. GENI, the Global Environment for Network Innovations, is an ongoing effort of the National Science Foundation, through a combination of development and management by BBN Technologies and development and experimentation by the academic research community. The objective is to build, manage, and use a rich experimental facility for wide-ranging research on network and distributed systems design. There are two key challenges in this domain. The first is driven by the generally accepted model of layered design, where each layer provides increased sophistication and complexity on top of a simpler and less sophisticated layer. In order to enable research at any layer, the underlying layers must be stable. Thus, a challenge is to build, demonstrate, and utilize an isolation capability that allows for research to occur at all layers, without interference. The second challenge is to provide an environment for experimentation and research that provides for either isolation and complete repeatability of experiments or experiments &ldquo;in the wild&rdquo; that are exposed to and make use of the phenomena in the real Internet, that may not be repeatable, but may be significantly more unpredictable.</p>\n<p>&nbsp;</p>\n<p>The GENI effort organizes three GENI Engineering Conferences a year and at each they also provide an opportunity to demonstrate and share both the engineering advances in the infrastructure made in the past third of a year, as well as ongoing demonstration of new research that is taking place using the increasingly sophisticated infrastructure. To that end, with this grant MIT hosted the Demo session of GEC 14 on July 9, 2012, including 30 pre-arranged demonstrations and a number of additional ad hoc demonstrations.&nbsp; The categories into which these demonstrations fell were: Geni Infrastructure and Measurement, Federation and International Projects, Experiments and Education, Wireless Networking, and Security and Socially Aware Projects. The majority of the projects were presented by students. Most of the approximately250-300 attendees at the main conference attended the Demo session.</p>\n<p>&nbsp;</p>\n<p>The Intellectual Merits of this effort were to enable sharing and exposure of developments in the ongoing GENI effort. The Broader Impact is two-fold. First, it is a driver for the intellectual drivers of advances in networking that affect business, international, civic and social organization globally.&nbsp; Second, through participation in both development and research, the students learn a variety of skills that will support them well throughout their careers. This grant enabled MIT to create and support the demonstration facility and meeting for GEC 14.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2013<br>\n\t\t\t\t\tModified by: Karen&nbsp;R&nbsp;Sollins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was to support and enable live demonstrations of the technology and experiments occurring in the GENI effort. GENI, the Global Environment for Network Innovations, is an ongoing effort of the National Science Foundation, through a combination of development and management by BBN Technologies and development and experimentation by the academic research community. The objective is to build, manage, and use a rich experimental facility for wide-ranging research on network and distributed systems design. There are two key challenges in this domain. The first is driven by the generally accepted model of layered design, where each layer provides increased sophistication and complexity on top of a simpler and less sophisticated layer. In order to enable research at any layer, the underlying layers must be stable. Thus, a challenge is to build, demonstrate, and utilize an isolation capability that allows for research to occur at all layers, without interference. The second challenge is to provide an environment for experimentation and research that provides for either isolation and complete repeatability of experiments or experiments \"in the wild\" that are exposed to and make use of the phenomena in the real Internet, that may not be repeatable, but may be significantly more unpredictable.\n\n \n\nThe GENI effort organizes three GENI Engineering Conferences a year and at each they also provide an opportunity to demonstrate and share both the engineering advances in the infrastructure made in the past third of a year, as well as ongoing demonstration of new research that is taking place using the increasingly sophisticated infrastructure. To that end, with this grant MIT hosted the Demo session of GEC 14 on July 9, 2012, including 30 pre-arranged demonstrations and a number of additional ad hoc demonstrations.  The categories into which these demonstrations fell were: Geni Infrastructure and Measurement, Federation and International Projects, Experiments and Education, Wireless Networking, and Security and Socially Aware Projects. The majority of the projects were presented by students. Most of the approximately250-300 attendees at the main conference attended the Demo session.\n\n \n\nThe Intellectual Merits of this effort were to enable sharing and exposure of developments in the ongoing GENI effort. The Broader Impact is two-fold. First, it is a driver for the intellectual drivers of advances in networking that affect business, international, civic and social organization globally.  Second, through participation in both development and research, the students learn a variety of skills that will support them well throughout their careers. This grant enabled MIT to create and support the demonstration facility and meeting for GEC 14.\n\n\t\t\t\t\tLast Modified: 06/19/2013\n\n\t\t\t\t\tSubmitted by: Karen R Sollins"
 }
}