{
 "awd_id": "1242579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of the LZ Dark Matter Experiment",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 1107000.0,
 "awd_amount": 1400770.0,
 "awd_min_amd_letter_date": "2012-08-26",
 "awd_max_amd_letter_date": "2015-08-31",
 "awd_abstract_narration": "A broad range of astrophysical and cosmological observations indicates that 80% of the matter in the universe is in a new form which does not emit or absorb light, and has not yet been encountered in the laboratory.  Many physics models suggest that the dark matter may be composed of one or more previously unobserved Weakly Interacting Massive Particles, or WIMPs. The astrophysical detection of such a particle through its interactions in a terrestrial particle detector would have a profound impact on cosmology and fundamental interactions, while also giving rise to a new type of observational astrophysics. This work supports key research and development and design efforts toward construction of a 7-ton liquid Xenon dark matter detector, known as 'LZ', to be installed at the 4850 level of the Sanford Underground Research Facility in Lead, South Dakota. This detector will use established liquid Xenon Time Projection Chamber technology with read out of primary and secondary scintillation signals for particle identification, together with 3-d position reconstruction to exploit the self-shielding of the liquid Xenon, removal of surface artifacts and calibration of position-dependent response functions. The experiment will take advantage of existing infrastructure and detector components from the LUX experiment, which is currently being deployed into the mine, allowing a rapid turn-around at the conclusion of that experiment's life. \r\n\r\nBroader Impacts\r\n \r\nBy exploiting the natural curiosity of the public in dark matter as well as the connection and familiarity with gravity, this project will provide a rich environment in which to develop a range of activities from tours and displays to partnerships with local schools and individuals, aimed at fostering an interest in science and science careers. Through both LUX and LZ programs, the collaboration will continue to play a key role in the efforts at Sanford in education and public outreach programs. Dark matter science also demands the development of new technologies that are ultra-sensitive to radiation and new methods for achieving ultra-low radioactive backgrounds. There is direct overlap with the methods used in a wide range of nuclear security and medical imaging contexts. The instrument that will be developed will also provide direct educational and training benefits at the undergraduate, graduate and postdoctoral levels, and will promote basic science research by providing access to non-Ph.D. granting institutions, particularly those in geographical proximity to Lead, SD.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Shutt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Shutt",
   "pi_email_addr": "tshutt@case.edu",
   "nsf_id": "000374447",
   "pi_start_date": "2012-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Akerib",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Akerib",
   "pi_email_addr": "akerib@case.edu",
   "nsf_id": "000172477",
   "pi_start_date": "2012-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "Dept of Physics - Rockfeller Hal",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067079",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  },
  {
   "pgm_ele_code": "728200",
   "pgm_ele_name": "Midscale Physics Projects"
  },
  {
   "pgm_ele_code": "769400",
   "pgm_ele_name": "UNDERGROUND R&D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1107000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 293770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This funding supported R&amp;D for the development of the LZ dark matter experiment. &nbsp;Dark matter is the name given to a form of matter which is seen to exist throughout the universe based on the gravitational forces it exerts, but whose nature is otherwise a mystery. &nbsp;It is called dark because it is neither shining nor absorbing light. The most vivid demonstration of dark matter is in spiral galaxies, which have consistently been found to be rotating at speeds which should have long ago pulled them apart if the only gravitational \"glue\" holding them together comes from stars, planets, dust and gas in them. Like all galaxies, the Milky Way is thought to have roughly 10 times more dark matter than ordinary matter.</p>\n<p><br />Astrophysical measurements do tell us some things about dark matter. &nbsp;We know it is not composed of any form of ordinary matter - that is, it is not composed of the atoms we are familiar with on Earth. &nbsp;It is natural to assume that it might be a new type of subatomic particle, beyond electrons, protons and neutrons (or the quarks that compose electrons protons and neutrons). since we know from particle physics that many exotic forms of matter can be created and studied in particle accelerators such as the LHC at CERN. &nbsp;For the most part those particles live a very short time, much less than a second, before decaying into ordinary particles. &nbsp;There is one exception to this, neutrinos, which are just as stable as ordinary matter, are effectively very small and also very light. &nbsp;</p>\n<p>Neutrinos nearly fit the bill to be dark matter, but don&rsquo;t have enough mass. &nbsp;However a new type of particle much like a neutrino but with a mass on the scale of an atom would do the trick. Such particles are a generic prediction of theories, such as supersymmetry, which seek to extend the Standard Model of particle physics to higher energy scales. These particles are called WIMPs, for weakly interacting massive particles, and are about a trillion times smaller than a nucleus, or about a million trillion times smaller than an atom.</p>\n<p><br />WIMPs would be left over from the big bang, and pervade our Milky Way with a density of roughly one per liter. &nbsp;They are orbiting in the galaxy and will occasionally scatter off of an ordinary atom here on Earth, depositing about as much energy as an X-ray. Thus, they can be measured in particle detectors of the sort used in particle physics and nuclear physics. &nbsp;The challenge is that these tiny particles mostly pass right through ordinary matter, interacting very infrequently. In most situations radioactivity will strike a detector 1 trillion times more often than the most optimistic expected rate from WIMPs.&nbsp;</p>\n<p>Over the last 30 years a series of experiments have been built to look for WIMPs. They have dealt with radioactivity primarily by using large lead shields to stop gamma rays from radioactivity in essentially any standard surrounding material such as concrete or rock. &nbsp;The detectors themselves are made of materials carefully selected and screened to have ultra-low levels of intrinsic radioactivity. As of yet, while there have been some controversial possible signals, the general consensus is that there is no firm evidence that WIMPs have been seen. &nbsp;Possibly, dark matter is not made of WIMPs, or perhaps we simply need larger detectors, because larger mass means more chance for a WIMP to interact, and lower backgrounds.</p>\n<p>This grant supported the development of a very large scale experiment, LZ (LUX-ZEPLIN), which promises a several hundred-fold improvement over existing experiments in the sensitivity to the size, or cross-section, of WIMPs. &nbsp;LZ project is a follow-on to the LUX dark matter experiment, which is located nearly a mile below the surface in a gold mine in the former Homestake gold mine in South Dakota. &nbsp;This depth ...",
  "por_txt_cntn": "\nThis funding supported R&amp;D for the development of the LZ dark matter experiment.  Dark matter is the name given to a form of matter which is seen to exist throughout the universe based on the gravitational forces it exerts, but whose nature is otherwise a mystery.  It is called dark because it is neither shining nor absorbing light. The most vivid demonstration of dark matter is in spiral galaxies, which have consistently been found to be rotating at speeds which should have long ago pulled them apart if the only gravitational \"glue\" holding them together comes from stars, planets, dust and gas in them. Like all galaxies, the Milky Way is thought to have roughly 10 times more dark matter than ordinary matter.\n\n\nAstrophysical measurements do tell us some things about dark matter.  We know it is not composed of any form of ordinary matter - that is, it is not composed of the atoms we are familiar with on Earth.  It is natural to assume that it might be a new type of subatomic particle, beyond electrons, protons and neutrons (or the quarks that compose electrons protons and neutrons). since we know from particle physics that many exotic forms of matter can be created and studied in particle accelerators such as the LHC at CERN.  For the most part those particles live a very short time, much less than a second, before decaying into ordinary particles.  There is one exception to this, neutrinos, which are just as stable as ordinary matter, are effectively very small and also very light.  \n\nNeutrinos nearly fit the bill to be dark matter, but donÆt have enough mass.  However a new type of particle much like a neutrino but with a mass on the scale of an atom would do the trick. Such particles are a generic prediction of theories, such as supersymmetry, which seek to extend the Standard Model of particle physics to higher energy scales. These particles are called WIMPs, for weakly interacting massive particles, and are about a trillion times smaller than a nucleus, or about a million trillion times smaller than an atom.\n\n\nWIMPs would be left over from the big bang, and pervade our Milky Way with a density of roughly one per liter.  They are orbiting in the galaxy and will occasionally scatter off of an ordinary atom here on Earth, depositing about as much energy as an X-ray. Thus, they can be measured in particle detectors of the sort used in particle physics and nuclear physics.  The challenge is that these tiny particles mostly pass right through ordinary matter, interacting very infrequently. In most situations radioactivity will strike a detector 1 trillion times more often than the most optimistic expected rate from WIMPs. \n\nOver the last 30 years a series of experiments have been built to look for WIMPs. They have dealt with radioactivity primarily by using large lead shields to stop gamma rays from radioactivity in essentially any standard surrounding material such as concrete or rock.  The detectors themselves are made of materials carefully selected and screened to have ultra-low levels of intrinsic radioactivity. As of yet, while there have been some controversial possible signals, the general consensus is that there is no firm evidence that WIMPs have been seen.  Possibly, dark matter is not made of WIMPs, or perhaps we simply need larger detectors, because larger mass means more chance for a WIMP to interact, and lower backgrounds.\n\nThis grant supported the development of a very large scale experiment, LZ (LUX-ZEPLIN), which promises a several hundred-fold improvement over existing experiments in the sensitivity to the size, or cross-section, of WIMPs.  LZ project is a follow-on to the LUX dark matter experiment, which is located nearly a mile below the surface in a gold mine in the former Homestake gold mine in South Dakota.  This depth shields the detector from cosmic rays, or high energy particles from outer space.  The developments funded in this work helped the LUX project, and have led the LZ project to successf..."
 }
}