{
 "awd_id": "1242213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pan American Advanced Studies Institute on Polymer and Composite Materials from Renewable Resources and Biorefinery: from Chemistry to Applications",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harold Stolberg",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "Pan American Advanced Studies Institute (PASI) on Polymer and Composite Materials from Renewable Resources and Bio-refinery: From Chemistry to Applications \r\n\r\nThis Pan-American Advanced Studies Institutes (PASI) award, jointly supported by the NSF and the Department of Energy (DOE), will take place in late 2012 or early 2013 at Centro Nacional de Alta Tecnología (CeNAT) located in San Jose, Costa Rica.  Organized by Dr. Maria Auad, associate professor in the Department of  Polymer and Fiber Engineering at Auburn University, the institute will focus on the dissemination of advanced scientific and engineering knowledge in the areas of green polymers and composites based on natural resources and the development of strategies for promoting collaborative opportunities for research, training and exchange in the Americas.  The PASI will bring together a team of scientists and engineers to collaborate and learn from a multitude of disciplines including chemistry, characterization and fabrication of new materials such as advanced green polymers and composites, and potential applications for such materials in structural, transport, medical and others industries. \r\n\r\nThe PASI will help to strengthen research environments between the participating institutions, establish new partnerships across the continent, and provide interdisciplinary training for the next generation of scientists. Participants, including graduate students, postdoctoral fellows, junior faculty, and researchers, will benefit from a dual mentorship experience.  Additionally, the PASI will enhance understanding of the basic chemistry and properties of these complex materials, which may lead to the creation of a new generation of multifunctional, green materials from renewable resources.  The results from the PASI will be disseminated through a website where all the lectures will be available for downloading.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Auad",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Maria L Auad",
   "pi_email_addr": "auad@auburn.edu",
   "nsf_id": "000488621",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Orlando",
   "pi_last_name": "Rojas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Orlando J Rojas",
   "pi_email_addr": "orlando_rojas@ncsu.edu",
   "nsf_id": "000351236",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "103 Textile Building",
  "perf_city_name": "Auburn",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368495327",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5904",
   "pgm_ref_txt": "COSTA RICA"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7728",
   "pgm_ref_txt": "PASI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"font-size: 12pt; mso-bidi-font-weight: bold;\"><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman;\">This effort focused on organizing and hosting a Pan American Advanced Studies Institute (PASI) during 2013 in Costa Rica. <span style=\"mso-spacerun: yes;\">&nbsp;</span>The topic of the NSF-PASI was &ldquo;Polymer and Composite Materials from Renewable Resources and Bio-refinery: from chemistry to applications.&rdquo; </span></span></span></strong></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><strong><span>The institute was organized in San Jose, Costa Rica (August 5-17, 2013).<span style=\"mso-spacerun: yes;\">&nbsp; </span>The topic of the workshop was related to &ldquo;Polymers and Composites from Renewable Resources.&rdquo; </span></strong></p>\n<p><strong><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span>See the website for the event:<span style=\"mso-spacerun: yes;\">&nbsp; </span><a href=\"http://www.go.ncsu.edu/PASI\"><span style=\"mso-bidi-font-style: italic;\"><span style=\"color: #0000ff;\">go.ncsu.edu/PASI</span></span></a></span></strong></p>\n<p><strong><span style=\"font-family: Times New Roman; font-size: small;\"> </span></strong></p>\n<p class=\"MsoPlainText\" style=\"margin: 0in 0in 0pt;\"><span>&nbsp;</span><strong><span style=\"color: black;\">The goals of the NSF-PASI program were:</span></strong></p>\n<p><strong><span style=\"font-family: Times New Roman; font-size: small;\"> </span></strong></p>\n<h3 style=\"margin: 0in 0in 0pt; text-indent: 0in; mso-list: l0 level1 lfo1;\"><span style=\"font-family: Times New Roman;\"><span style=\"color: black; font-size: 12pt; font-weight: normal; mso-bidi-font-weight: bold;\"><span style=\"mso-list: Ignore;\">a)<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span style=\"color: black; font-size: 12pt; font-weight: normal; mso-bidi-font-weight: bold;\">to deliver an interdisciplinary, collaborative, and educational experience in the areas of green polymers and composite materials from natural resources and their potential applications, </span><span style=\"font-size: 12pt; font-weight: normal; mso-bidi-font-weight: bold;\">&nbsp;</span></span></h3>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<h3 style=\"margin: 0in 0in 0pt; text-indent: 0in; mso-list: l0 level1 lfo1;\"><span style=\"font-family: Times New Roman;\"><span style=\"color: black; font-size: 12pt; font-weight: normal; mso-bidi-font-weight: bold;\"><span style=\"mso-list: Ignore;\">b)<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span style=\"font-size: 12pt; font-weight: normal; mso-bidi-font-weight: bold;\"><span style=\"color: #000000;\">to develop strategies for promoting collaborative research and training in this domain between the Americas. </span></span></span></h3>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span>&nbsp;</span></p>\n<p><strong><span>Seventy-two Hispanic undergraduate and graduate students from the Americas and the US territory participated in the activities (nineteen different countries were represented during the workshop). <span style=\"mso-spacerun: yes;\">&nbsp;</span><span style=\"mso-bidi-font-weight: bold;\">This NSF-PASI experience was directed at an audience comprised of interdisciplinary scholars: graduate students from chemistry, physics, biology, and engineering, as well as scientists and young professors. <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>During two weeks of intensive work and discussions, the students and professors generated a knowledge platform and collaborated to generate follow up activities with the participating institutions.<span style=\"mso-bidi-font-weight: bold;\"><span style=\"mso-spacerun: yes;\">&nbsp; </span>Th...",
  "por_txt_cntn": "\nThis effort focused on organizing and hosting a Pan American Advanced Studies Institute (PASI) during 2013 in Costa Rica.  The topic of the NSF-PASI was \"Polymer and Composite Materials from Renewable Resources and Bio-refinery: from chemistry to applications.\" \n\n The institute was organized in San Jose, Costa Rica (August 5-17, 2013).  The topic of the workshop was related to \"Polymers and Composites from Renewable Resources.\" \n\n See the website for the event:  go.ncsu.edu/PASI\n\n \n The goals of the NSF-PASI program were:\n\n \na)                  to deliver an interdisciplinary, collaborative, and educational experience in the areas of green polymers and composite materials from natural resources and their potential applications,  \n\n \nb)                  to develop strategies for promoting collaborative research and training in this domain between the Americas. \n\n  \n\nSeventy-two Hispanic undergraduate and graduate students from the Americas and the US territory participated in the activities (nineteen different countries were represented during the workshop).  This NSF-PASI experience was directed at an audience comprised of interdisciplinary scholars: graduate students from chemistry, physics, biology, and engineering, as well as scientists and young professors.  During two weeks of intensive work and discussions, the students and professors generated a knowledge platform and collaborated to generate follow up activities with the participating institutions.  This training and educational workshop was unique in its coverage of multidisciplinary aspects of green science, ranging from the chemistry to the applications of green polymers and composites.\n\n \n \nBroader Impacts:\n\n  \n\nThe principal discipline has been impacted by the input from the instructor and participants who collectively highlighted the potential of some local resources for the future bio-economy. A case in point is that of the exploitation of chitin and chitosan in Costa Rica; soy oil and proteins in Brazil and Argentina; fibers from wood and non-wood species in Chile, Brazil and Uruguay; silk proteins from Colombia; heteropolysaccharides from nonwoods in Mexico, to name only a few concrete examples. The proposed efforts have impacted the scientific domain by generating new knowledge in the area of sustainable, renewable materials, providing opportunities for graduate students from Latin America to study in American Universities, and likewise creating opportunities for professors and students from the US to partner with Latin America.\n\n During this event, a nanotechnology network of Central American scientists was created: NanoBioCen Network (Costa Rica, El Salvador, Nicaragua, Panama, and Guatemala) to accelerate and stimulate the development of new multidisciplinary/collaborative research ideas between these countries in the area of green polymers and composites. The opportunity of the workshop was also used to disseminate information about the topics discussed to the general audience. For example, an interview with a lead newsperson, agent to radio and TV networks for Latin America and located in Spain, was held during the event. The recordings were to be broadcasted in Nicaragua.\n\n A successful and sustainable educational initiative was included to allow the creation of a pipeline of talent back and forth between US-based universities and Latin American institutions. This flow of knowledge and personnel will improve the understanding of science across borders and will improve the diversity of the student body in our universities.\n\n  \n\n Long term benefits include direct and indirect positive impacts on local communities in Latin America that can add value to their natural resources. New discoveries coming from a biorefinery initiative will also create ægreenÆ jobs and improve the quality of life of local communities that currently earn their living from the exploitation of natural materials.  With new knowledge and technologies, these materials can be improved,..."
 }
}