{
 "awd_id": "1242210",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pan-American Studies Institute: Applying Computational Models to Real-Case Scenarios for Volcanic Hazard Assessment; University of Colima, Mexico, January 2013",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Ortega",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "This Pan-American Advanced Studies Institutes (PASI) award, jointly supported by the NSF and the Department of Energy (DOE), will take place in January 2013 at the University of Colima in Mexico.  The PASI will be organized by Dr. Eliza S. Calder (SUNY Buffalo), aided by other scientists from her institution, as well as scientists from the Universidad Nacional Autonoma de Mexico at Queretaro, Mexico, the University of the West Indies, Trinidad, and the Universidad de Colima in Mexico. The institute will advance the understanding of the range of methodologies and procedures currently available for undertaking rigorous hazard assessments.  It will combine lecture-based, field and hands-on computational modeling sessions, which will step through the complete process, from collection of rudimentary information about the volcano?s past activity to providing a hazard assessment based on computational modeling using a suite of up-to-date simulation tools.  The PASI will bring together 22 instructors who are international experts covering five major discipline groups (geoscience, computational engineering, mathematics, and geography), and who also include senior scientists or directors of six international government agencies.\r\n\r\nThis PASI will introduce students to many important techniques in the subjects above.  In addition to mentoring and exposing junior scientists to state-of-the-art methods in modeling, it will foster international collaboration among researchers from the US and the Americas.  Junior researchers will participate in advanced workshops taking advantage of a major cyber-infrastructure resource, which provides an assortment of simulation tools and tutorials in an accessible environment, as well as an organizational and storage structure for data and dissemination of the results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eliza",
   "pi_last_name": "Calder",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eliza S Calder",
   "pi_email_addr": "ecalder@buffalo.edu",
   "nsf_id": "000475042",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sheridan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michael F Sheridan",
   "pi_email_addr": "mfs@buffalo.edu",
   "nsf_id": "000112077",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bettina",
   "pi_last_name": "Martinez-Hackert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bettina Martinez-Hackert",
   "pi_email_addr": "Bm6@buffalo.edu",
   "nsf_id": "000618657",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Palma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Palma",
   "pi_email_addr": "josepalm@buffalo.edu",
   "nsf_id": "000618658",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colima",
  "perf_str_addr": "Universidad 333  Las Víboras",
  "perf_city_name": "Colima",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "MX",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Mexico",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7728",
   "pgm_ref_txt": "PASI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PASI Workshop on Applying Computational Models to Real-Case Scenarios for Volcanic Hazard Assessment</strong></p>\n<p><em>Calder, Palma, Charbonnier, Courtland, Bajo, Capra, Varley, Sheridan, Martinez-Hackert</em></p>\n<p>2-day workshop on applying computational models to real-case scenarios for volcanic hazard assessment was held at the University of Colima, Mexico between 8-21 January 2013. The rationale behind the workshop was to provide instruction on the undertaking of quantitative volcanic hazard assessments and it was therefore designed to advance, and make more rigorous the process by which such assessments are achieved. If successful, such an endeavor would have direct and long-lived benefits to society, in terms of potential reduction of loss to lives, livelihoods, infrastructure and economy.</p>\n<p>The PASI award provided funding for 48 international participants and instructors to attend from all regions of South, Central, and North America and the Caribbean. The workshop brought together 20 instructors who are international experts covering four major discipline groups (geology, geophysics, mathematics, and geography), and also included senior scientists from international government institutions responsible for volcanic hazard assessments including SERNAGEOMIN of Chile and the Seismic Research Center of Trinidad. Young researchers from eleven countries received training in the workshop, these included graduate students, postdoctoral fellows and employees at government institutions responsible for the mitigation of volcanic hazards in their regions. Funded places on the workshop were advertised and participants were selected based on prioritization of the anticipated impact on the scientific endeavors of the participant and potential for long-lived benefits to society, as well as broadening diversity.</p>\n<p>The workshop focused on advancing the breadth and depth of understanding of the range of methodologies and procedures currently available for undertaking rigorous hazard assessments at volcanoes. The schedule combined 4 days of lecture-based instruction, 3 days of field-based instruction studying deposits around the flanks of Fuego de Colima Volcano and 4 days of hands-on computational modeling sessions held at the computer laboratory of the Faculty of Science at the University of Colima. Workshop modules stepped through the complete process, from collection of rudimentary information about the volcano&rsquo;s past activity to providing a hazard assessment based on computational modeling using a suit of up-to-date simulation tools.<strong> </strong>The workshop took advantage of the rapidly-growing VHub cyber-infrastructure platform (http://vhub.org), through which users can access simulation tools, tutorials, and support networks. The VHub environment is well-suited to facilitate access to modeling for individuals in the geoscience community who may not be experienced or routine users of computational tools.</p>\n<p><strong>Workshop goals</strong></p>\n<p>For many volcanoes hazard assessments are not currently available, or are inadequate, and many regions have limited expertise, resources and accessibility to cutting-edge science that hampers progress to address this situation. The workshop aims were to enrich the knowledge base of the participants in order to advance the following goals: 1) Increased understanding of the fundamentals of volcanic hazard assessment; 2) Exposure to an array of methodologies and tools available for the task; 3) Introduction to working as small multi-disciplinary teams that discuss the relationship between field studies, computational modeling and hazard assessment; 4) Knowledge and practice of using computational modeling, support networks and management tools within the VHub environment, and 5) Analysis of the results of field and modeling outcomes in order to understand the suitable applications and, important...",
  "por_txt_cntn": "\nPASI Workshop on Applying Computational Models to Real-Case Scenarios for Volcanic Hazard Assessment\n\nCalder, Palma, Charbonnier, Courtland, Bajo, Capra, Varley, Sheridan, Martinez-Hackert\n\n2-day workshop on applying computational models to real-case scenarios for volcanic hazard assessment was held at the University of Colima, Mexico between 8-21 January 2013. The rationale behind the workshop was to provide instruction on the undertaking of quantitative volcanic hazard assessments and it was therefore designed to advance, and make more rigorous the process by which such assessments are achieved. If successful, such an endeavor would have direct and long-lived benefits to society, in terms of potential reduction of loss to lives, livelihoods, infrastructure and economy.\n\nThe PASI award provided funding for 48 international participants and instructors to attend from all regions of South, Central, and North America and the Caribbean. The workshop brought together 20 instructors who are international experts covering four major discipline groups (geology, geophysics, mathematics, and geography), and also included senior scientists from international government institutions responsible for volcanic hazard assessments including SERNAGEOMIN of Chile and the Seismic Research Center of Trinidad. Young researchers from eleven countries received training in the workshop, these included graduate students, postdoctoral fellows and employees at government institutions responsible for the mitigation of volcanic hazards in their regions. Funded places on the workshop were advertised and participants were selected based on prioritization of the anticipated impact on the scientific endeavors of the participant and potential for long-lived benefits to society, as well as broadening diversity.\n\nThe workshop focused on advancing the breadth and depth of understanding of the range of methodologies and procedures currently available for undertaking rigorous hazard assessments at volcanoes. The schedule combined 4 days of lecture-based instruction, 3 days of field-based instruction studying deposits around the flanks of Fuego de Colima Volcano and 4 days of hands-on computational modeling sessions held at the computer laboratory of the Faculty of Science at the University of Colima. Workshop modules stepped through the complete process, from collection of rudimentary information about the volcanoÆs past activity to providing a hazard assessment based on computational modeling using a suit of up-to-date simulation tools. The workshop took advantage of the rapidly-growing VHub cyber-infrastructure platform (http://vhub.org), through which users can access simulation tools, tutorials, and support networks. The VHub environment is well-suited to facilitate access to modeling for individuals in the geoscience community who may not be experienced or routine users of computational tools.\n\nWorkshop goals\n\nFor many volcanoes hazard assessments are not currently available, or are inadequate, and many regions have limited expertise, resources and accessibility to cutting-edge science that hampers progress to address this situation. The workshop aims were to enrich the knowledge base of the participants in order to advance the following goals: 1) Increased understanding of the fundamentals of volcanic hazard assessment; 2) Exposure to an array of methodologies and tools available for the task; 3) Introduction to working as small multi-disciplinary teams that discuss the relationship between field studies, computational modeling and hazard assessment; 4) Knowledge and practice of using computational modeling, support networks and management tools within the VHub environment, and 5) Analysis of the results of field and modeling outcomes in order to understand the suitable applications and, importantly, limitations of the approaches. The broader goals for the workshop outcomes were to: 1) Improve the accuracy of hazard assessments used by stakeholders; 2) Promo..."
 }
}