{
 "awd_id": "1242748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AAAI Fall Symposium: AI for Gerontechnology Student Travel Support",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2013-09-12",
 "awd_abstract_narration": "This  project is providing  support for graduate students to attend a workshop organized in conjunction with the fall 2012 annual symposium of the Association for Advancement in Artificial Intelligence. The workshop entitled Artificial Intelligence for Gerontechnology was held November 2nd to November 4th, 2012, in Arlington, Virginia.  Gerontechnology  is an interdisciplinary academic and professional field combining the study of aspects of aging and technology to address the challenges arising from the demographic changes due to aging society.   Artificial intelligence techniques are considered to be among the key components of the solutions within the gerontechnology domain supporting care for elders. Intellectual Merit: The symposium advances the state of the art in artificial intelligence by considering problems and solutions that are inspired by the challenges in developing gerontechnology. Specifically, the topics addressed include the following: 1) novel approaches for dealing with sparsely annotated data, 2) innovative machine learning techniques that can improve the generalization of technological solutions across a wide range of real-world settings and 3) design of modeling algorithms that take advantage of domain knowledge. Broader Impacts: While the goal of the symposium was to advance the field of AI with the focus on elder care applications, the solutions resulting from the symposium can also be applied to other health care areas such as assisting chronic patients in hospitals and homes. In addition, the educational aspect of this workshop provides the opportunity to educate future workforce with expertise at the intersection of computer science, artificial intelligence and care for the elders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Narayanan",
   "pi_last_name": "Chatapuram Krishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Narayanan Chatapuram Krishnan",
   "pi_email_addr": "ckn@eecs.wsu.edu",
   "nsf_id": "000609747",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Cook",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Diane J Cook",
   "pi_email_addr": "cook@eecs.wsu.edu",
   "nsf_id": "000294757",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Parisa",
   "pi_last_name": "Rashidi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parisa Rashidi",
   "pi_email_addr": "parisa.rashidi@ufl.edu",
   "nsf_id": "000599773",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "Neil Hall Room 423",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991643140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The artificial intelligence for gerontechnology was held at Arlington Virginia form November 2-4, 2012. The goal of this symposium was to investigate the role of AI in design and development of current and future technologies for older adults that promote safety and independent living.</p>\n<p>The development of user-centric technologies that assist older adults to live independently and also reduce the burden on caregivers, is gaining more attention due to the increasing health care costs and aging population.&nbsp; AI is central to these technologies as it deals with the process of transforming raw sensor data into human interpretable abstractions, innovating new human computer interfaces, as well as planning and reasoning. The symposium provided an intimate setting for researchers from the disciplines of computer science, engineering, nursing, psychology, cognitive science and health informatics to take stock of state of the art, highlighting successes and failures, while discussing new problems and opportunities. Incidentally, the symposium happened to be the 4<sup>th</sup> one in a series of symposiums related to the topic held over the past decade and thus presented updated perspectives on the topic.</p>\n<p>A common theme reflected in all the discussions at the symposium was the confluence of AI and &ldquo;Information and Communication technologies&rdquo; (ICT) in the smart home environment. The smart home environment can provide safety, can facilitate the assessment of functional and cognitive skills, and can provide just in time interventions to promote independent living. It can also enable deriving non-pharmacological behavioral parameters to identify changes in health that may indicate early sign of illness. There were discussions on using depth imagery in both home and hospital settings for detecting falls and for engaging older adults in physical exercises. The role of artificial intelligence in gerontechnology was highlighted through the use of AI techniques such as support vector machines, logistic regression, statistical hypothesis testing, na&iuml;ve Bayes classifiers, and Bayesian optimization for hyper parameter learning. These techniques were applied in various gerontechnology applications such as detecting daily activities, detecting falls, language analysis, and analyzing other behavioral markers such as gait and sleep quality. Participants also learned about smart assistive devices such as intelligent wheel chairs and COACH prompting system.</p>\n<p>The symposium participants also learned about real-world smart home deployments being used for monitoring older adults over long periods of time, both in the US and Europe. There were many presentations that illustrated how sensor data from these smart homes are being used to detect changes in the life style of the residents as potential early signs of onset of a debilitating condition. There was also an extensive discussion on cognitive computer games that are designed using AI principles to capture the cognitive state of an older adult, much similar to the traditional paper based psychological tests.</p>\n<p>One of the panel discussion highlighted current challenges associated with the collection of data and ground truth information from the real world. An outcome of this discussion was the distinction made between the &ldquo;Big Data&rdquo; problems associated with social networking and Internet data from the ones associated with gerontechnology. The former deals with storage and communication issues, while the latter concerns problems associated with complex patterns in <em>longitudinal</em> data collected from smart home sensors and electronic health records. All the participants unanimously agreed that real world data, though difficult to collect and challenging to model, is more important than data that is generated in a lab under constrained settings for developing and evaluating these geront...",
  "por_txt_cntn": "\nThe artificial intelligence for gerontechnology was held at Arlington Virginia form November 2-4, 2012. The goal of this symposium was to investigate the role of AI in design and development of current and future technologies for older adults that promote safety and independent living.\n\nThe development of user-centric technologies that assist older adults to live independently and also reduce the burden on caregivers, is gaining more attention due to the increasing health care costs and aging population.  AI is central to these technologies as it deals with the process of transforming raw sensor data into human interpretable abstractions, innovating new human computer interfaces, as well as planning and reasoning. The symposium provided an intimate setting for researchers from the disciplines of computer science, engineering, nursing, psychology, cognitive science and health informatics to take stock of state of the art, highlighting successes and failures, while discussing new problems and opportunities. Incidentally, the symposium happened to be the 4th one in a series of symposiums related to the topic held over the past decade and thus presented updated perspectives on the topic.\n\nA common theme reflected in all the discussions at the symposium was the confluence of AI and \"Information and Communication technologies\" (ICT) in the smart home environment. The smart home environment can provide safety, can facilitate the assessment of functional and cognitive skills, and can provide just in time interventions to promote independent living. It can also enable deriving non-pharmacological behavioral parameters to identify changes in health that may indicate early sign of illness. There were discussions on using depth imagery in both home and hospital settings for detecting falls and for engaging older adults in physical exercises. The role of artificial intelligence in gerontechnology was highlighted through the use of AI techniques such as support vector machines, logistic regression, statistical hypothesis testing, na&iuml;ve Bayes classifiers, and Bayesian optimization for hyper parameter learning. These techniques were applied in various gerontechnology applications such as detecting daily activities, detecting falls, language analysis, and analyzing other behavioral markers such as gait and sleep quality. Participants also learned about smart assistive devices such as intelligent wheel chairs and COACH prompting system.\n\nThe symposium participants also learned about real-world smart home deployments being used for monitoring older adults over long periods of time, both in the US and Europe. There were many presentations that illustrated how sensor data from these smart homes are being used to detect changes in the life style of the residents as potential early signs of onset of a debilitating condition. There was also an extensive discussion on cognitive computer games that are designed using AI principles to capture the cognitive state of an older adult, much similar to the traditional paper based psychological tests.\n\nOne of the panel discussion highlighted current challenges associated with the collection of data and ground truth information from the real world. An outcome of this discussion was the distinction made between the \"Big Data\" problems associated with social networking and Internet data from the ones associated with gerontechnology. The former deals with storage and communication issues, while the latter concerns problems associated with complex patterns in longitudinal data collected from smart home sensors and electronic health records. All the participants unanimously agreed that real world data, though difficult to collect and challenging to model, is more important than data that is generated in a lab under constrained settings for developing and evaluating these gerontechnology systems. The symposium attendees also participated in a panel discussion on the relation between interventions and monitoring..."
 }
}