{
 "awd_id": "1242616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: PFISR Ion-Neutral Observations in the Thermosphere (PINOT)",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2014-06-30",
 "awd_abstract_narration": "This collaborative research effort will study magnetosphere-ionosphere-thermosphere coupling through a coordinated campaign of observations and modeling using the Poker Flat Incoherent-Scatter Radar (PFISR), the Resolute Bay Incoherent-Scatter Radar (RISR), a variety of optical instruments, the Super Dual Auroral Radar Network (SuperDARN), the Homer Very High Frequency (VHF) radar, and the Global Ionospheric-Thermospheric Model (GITM).  The ionosphere, thermosphere, and magnetosphere comprise a tightly coupled system at high latitudes. The ionosphere is the mediating element in this view, facilitating the transfer of free energy generated by solar wind-magnetosphere coupling into heat and bulk motion of the neutral atmosphere. This mediation occurs through electric fields, particle precipitation, diffusion, and field-aligned currents, agents that act collectively to structure the plasma density and composition within the system. Although elements of this system have been studied in considerable detail, their nonlinear interactions, and the global implications of these regional processes, remains poorly understood and inadequately observed. The electronic steering capability of PFISR offers a unique diagnostic to fill this gap. Using a dense grid of beams, a three-dimensional, time dependent view of the ion-neutral interactions can be developed. These results, in coordination with observations by common volume optical, and VHF and HF radar observations, allow access to system dynamics and system responses which were previously unobservable. The experimental campaign, involving twenty researchers from nine institutions, will be carried out over two winter seasons. The results will be used to address fundamental questions of the physics of the upper atmosphere and its coupling to the magnetosphere and the lower atmosphere, which have remained obscured for lack of key data. As a result, although it is understood that small-scale processes play critically important roles in this coupling, they have been difficult to include in quantitative models. The new information will be implemented in the GITM model validating the new understanding of the coupled magnetosphere, ionosphere and thermosphere, and thereby providing enhanced simulation capabilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Vadas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon L Vadas",
   "pi_email_addr": "vasha@nwra.com",
   "nsf_id": "000088073",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NorthWest Research Associates, Incorporated",
  "inst_street_address": "1100 NE 45TH ST, STE 500",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065568151",
  "inst_zip_code": "981054696",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "NORTHWEST RESEARCH ASSOCIATES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBP3W28RNZB3"
 },
 "perf_inst": {
  "perf_inst_name": "NorthWest Research Associates, Incorporated",
  "perf_str_addr": "3380 Mitchell Lane",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012245",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth's atmosphere is described theoretically as a \"fluid\".&nbsp; Atmospheric gravity waves (GWs) are linear pertubations in this fluid.&nbsp; GWs are not static, but propagate vertically and horizontally at the same time as coherent waves.&nbsp; In this project, we examined the GWs propagating in the upper Earth's atmosphere (called the \"thermosphere\").&nbsp; This region of the Earth's atmosphere is located 100-600 km (or 60-360 miles) above the Earth's surface.&nbsp; The thermosphere consists of neutral fluid molecules (meaning that each molecule has a complete set of electron(s)).&nbsp; Overlapping the thermosphere is the ionosphere, which consists of ionized molecules (meaning that each molecule is missing at least one electron).&nbsp; These molecules are ionized by high-energy particles from the Sun.&nbsp; The neutral molecules in the thermosphere consist mainly of oxygen, hydrogen, helium and nitrogen. Although double nitrogen is the dominant neutral molecule in the lower atmosphere, single oxygen is the dominant neutral molecule in the thermosphere at 200-500 km (or 120-300 miles) above the Earth's surface.&nbsp; Although the neutral molecules in the thermosphere are generally difficult to observe, the ions and electrons can more-easily be observed.&nbsp; Observatories such as Poker Flat ISR (PFISR) routinely observe ions and electrons.&nbsp; However, although the ions are relatively easy to observe at heights of 100-400 km (or 60-240 miles), they constitute less than a few percent of the total mass in that region.&nbsp; Thus, it is important to quantify how the neutral and ionized molecules interact with each other in order to relate the movements and properties of the waves in the ionized fluid with the movements and properties of the waves in the neutral fluid.<br /><br />When GWs propagate in the thermosphere, they push and pull the ions along the Earth's magnetic field via collisions between the neutral and ionized molecules.&nbsp; For this project, we derived analytic expressions to determine the ion velocity and electron density oscillations created by GWs.&nbsp; These expressions are valid where single oxygen dominates (above 200 km (or 120 mile) height).&nbsp; These perturbations in the ions \"travel\" with the GW, although they cannot propagate on their own, and are called travelling ionospheric disturbances (TIDs).&nbsp; These ion and electron oscillations occur in time and space.<br /><br />We also derived new solutions for the GWs and acoustic (sound) waves excited by generalized heatings in the Earth's atmosphere.&nbsp; These solutions were derived using techniques developed by the French mathmeticians Joseph Fourier and Pierre-Simon Laplace.&nbsp; These solutions can be used to determine the GWs excited by heatings from the aurora and other geomagnetic processes that occur above PFISR.&nbsp; These GWs make up a spectrum of waves having different wavelengths and frequencies. <br /><br />For this project, we also calculated the GWs excited by ocean surface waves, propagated these waves into the middle thermosphere (250 km (or 150 miles) height) using \"ray tracing\" and a unique new \"sprinkling\" method for the GW spectra, and allowed these GWs to dissipate from molecular viscosity.&nbsp; Molecular viscosity acts like honey or molasses in damping wave motions, and is caused by interactions or collisions between the neutral molecules.&nbsp; Because the thermosphere is characterized by rapidly increasing viscosity with height, all GWs are eventually dissipated from viscosity.&nbsp; We found that all of the excited GWs have the same horizontal wavelength as that of the ocean surface wave, and travel in the same direction as the ocean surface wave.&nbsp; Additionally, most of the GWs are excited with horizontal (phase) speeds equal to that of the ocean surface wave.&nbsp; However, some of the excited GWs have horizontal speeds that are much faster th...",
  "por_txt_cntn": "\nThe Earth's atmosphere is described theoretically as a \"fluid\".  Atmospheric gravity waves (GWs) are linear pertubations in this fluid.  GWs are not static, but propagate vertically and horizontally at the same time as coherent waves.  In this project, we examined the GWs propagating in the upper Earth's atmosphere (called the \"thermosphere\").  This region of the Earth's atmosphere is located 100-600 km (or 60-360 miles) above the Earth's surface.  The thermosphere consists of neutral fluid molecules (meaning that each molecule has a complete set of electron(s)).  Overlapping the thermosphere is the ionosphere, which consists of ionized molecules (meaning that each molecule is missing at least one electron).  These molecules are ionized by high-energy particles from the Sun.  The neutral molecules in the thermosphere consist mainly of oxygen, hydrogen, helium and nitrogen. Although double nitrogen is the dominant neutral molecule in the lower atmosphere, single oxygen is the dominant neutral molecule in the thermosphere at 200-500 km (or 120-300 miles) above the Earth's surface.  Although the neutral molecules in the thermosphere are generally difficult to observe, the ions and electrons can more-easily be observed.  Observatories such as Poker Flat ISR (PFISR) routinely observe ions and electrons.  However, although the ions are relatively easy to observe at heights of 100-400 km (or 60-240 miles), they constitute less than a few percent of the total mass in that region.  Thus, it is important to quantify how the neutral and ionized molecules interact with each other in order to relate the movements and properties of the waves in the ionized fluid with the movements and properties of the waves in the neutral fluid.\n\nWhen GWs propagate in the thermosphere, they push and pull the ions along the Earth's magnetic field via collisions between the neutral and ionized molecules.  For this project, we derived analytic expressions to determine the ion velocity and electron density oscillations created by GWs.  These expressions are valid where single oxygen dominates (above 200 km (or 120 mile) height).  These perturbations in the ions \"travel\" with the GW, although they cannot propagate on their own, and are called travelling ionospheric disturbances (TIDs).  These ion and electron oscillations occur in time and space.\n\nWe also derived new solutions for the GWs and acoustic (sound) waves excited by generalized heatings in the Earth's atmosphere.  These solutions were derived using techniques developed by the French mathmeticians Joseph Fourier and Pierre-Simon Laplace.  These solutions can be used to determine the GWs excited by heatings from the aurora and other geomagnetic processes that occur above PFISR.  These GWs make up a spectrum of waves having different wavelengths and frequencies. \n\nFor this project, we also calculated the GWs excited by ocean surface waves, propagated these waves into the middle thermosphere (250 km (or 150 miles) height) using \"ray tracing\" and a unique new \"sprinkling\" method for the GW spectra, and allowed these GWs to dissipate from molecular viscosity.  Molecular viscosity acts like honey or molasses in damping wave motions, and is caused by interactions or collisions between the neutral molecules.  Because the thermosphere is characterized by rapidly increasing viscosity with height, all GWs are eventually dissipated from viscosity.  We found that all of the excited GWs have the same horizontal wavelength as that of the ocean surface wave, and travel in the same direction as the ocean surface wave.  Additionally, most of the GWs are excited with horizontal (phase) speeds equal to that of the ocean surface wave.  However, some of the excited GWs have horizontal speeds that are much faster than the ocean surface wave.  These latter GWs also have much faster vertical speeds, and therefore reach the middle thermosphere before the former GWs.  These latter GWs also have larger amplitudes than the former..."
 }
}