{
 "awd_id": "1242797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Mechatronic Back Brace Commercial Development",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "The activities described in this proposal will serve to advance the field of spinal orthotics through the further development and eventual commercialization of a thoracopelvic orthosis that reduces the muscle effort required to maintain flexed postures of the trunk. The device at the heart of this proposal is a novel thoracopelvic orthosis which incorporates a closed-loop control system to drive an electromechanical support structure that allows for the wearer to remain supported in a variety of postures. \r\n\r\nThe continued development of this thoracopelvic orthosis will integrate knowledge from both biomechanics and robotics, and will expand the research and development of powered exoskeletons (a.k.a. \"wearable robots\") to include accurate following of spinal motion (cervical and lumbar, especially). The orthosis will initially be developed as a form of ergonomic support for surgeons and other highly-trained professionals that could reduce lost productivity and medical costs of this population. Eventually, the novel functionality of this orthosis could enhance general patient care through the creation of a new mode of orthotic treatment that serves as a \"bridge therapy\" between current orthotic treatment physical therapy; as the patient heals, a remote clinician could wirelessly reprogram the orthosis mechanical response (range of motion, mechanical stiffness/damping) that gradually reintroduces motion while lowering support, thus leaving the patient with a more normal level of spinal mobility and reduced need for further physical therapy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Shih",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Albert J Shih",
   "pi_email_addr": "shiha@umich.edu",
   "nsf_id": "000287899",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Ashton-Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Ashton-Miller",
   "pi_email_addr": "jaam@umich.edu",
   "nsf_id": "000086612",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2300 Hayward Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092136",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project was funded as part of the third installment of the NSF&rsquo;s I-Corps program with the goal of developing a potential business model for a patent-pending technology created at the University of Michigan by the Entrepreneurial Lead (EL) as part of his doctoral dissertation work: an active spinal orthosis (i.e. back brace) meant to reduce back muscle fatigue and pain that features a programmable level of support and motion. The EL worked with both of the principal investigators (PIs) and an industry mentor to survey the business &ldquo;ecosystem&rdquo; that the new technology would enter into, which resulted in over 100 interviews with potential customers, channels (partner companies/organizations), suppliers, and even competitors from around the country.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The knowledge gained through interviewing members of the business ecosystem was used to fill in the &ldquo;Business Model Canvas&rdquo;, the tool at the heart of the I-Corps curriculum used to organize each of the key aspects of a business model. As a result of constant hypothesis testing (via the interviews), the company created to commercialize the back brace technology (Exo Dynamics LLC) has a business plan in place that they hope will let them see their first sales by the end of the year (2013). One key result from the I-Corps process came in how the company is now proposing to distribute its devices: rather than relying on an extensive direct sales force, they will use existing orthotic &amp; prosthetic centers (frequently located next to major hospitals) to reach their customers, thus vastly shrinking the required workforce and logistical costs.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Apart from the creation and refinement of the business model, the funds from this project also allowed the back brace technology to be refined from a laboratory prototype into a commercial product. Exo Dynamics has been working with a local design firm to create the &ldquo;user experience&rdquo; of a retail product, including an attractive, comfortable housing and a convenient user interface. The company has also begun packaging the device for mass manufacture, with the express goal of having U.S.-based suppliers and in-house assembly of their final product. While Exo Dynamics plans to launch with an over-the-counter ergonomic support version of the device, they plan to continue development of a more advanced version for patient care in the coming years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2013<br>\n\t\t\t\t\tModified by: Albert&nbsp;J&nbsp;Shih</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n                This project was funded as part of the third installment of the NSFÆs I-Corps program with the goal of developing a potential business model for a patent-pending technology created at the University of Michigan by the Entrepreneurial Lead (EL) as part of his doctoral dissertation work: an active spinal orthosis (i.e. back brace) meant to reduce back muscle fatigue and pain that features a programmable level of support and motion. The EL worked with both of the principal investigators (PIs) and an industry mentor to survey the business \"ecosystem\" that the new technology would enter into, which resulted in over 100 interviews with potential customers, channels (partner companies/organizations), suppliers, and even competitors from around the country.\n\n                The knowledge gained through interviewing members of the business ecosystem was used to fill in the \"Business Model Canvas\", the tool at the heart of the I-Corps curriculum used to organize each of the key aspects of a business model. As a result of constant hypothesis testing (via the interviews), the company created to commercialize the back brace technology (Exo Dynamics LLC) has a business plan in place that they hope will let them see their first sales by the end of the year (2013). One key result from the I-Corps process came in how the company is now proposing to distribute its devices: rather than relying on an extensive direct sales force, they will use existing orthotic &amp; prosthetic centers (frequently located next to major hospitals) to reach their customers, thus vastly shrinking the required workforce and logistical costs.\n\n                Apart from the creation and refinement of the business model, the funds from this project also allowed the back brace technology to be refined from a laboratory prototype into a commercial product. Exo Dynamics has been working with a local design firm to create the \"user experience\" of a retail product, including an attractive, comfortable housing and a convenient user interface. The company has also begun packaging the device for mass manufacture, with the express goal of having U.S.-based suppliers and in-house assembly of their final product. While Exo Dynamics plans to launch with an over-the-counter ergonomic support version of the device, they plan to continue development of a more advanced version for patient care in the coming years.\n\n\t\t\t\t\tLast Modified: 04/15/2013\n\n\t\t\t\t\tSubmitted by: Albert J Shih"
 }
}