{
 "awd_id": "1242197",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NUE: Nano-Science & Engineering: A STE Minor with General Education",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 199095.0,
 "awd_amount": 199095.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2014-11-18",
 "awd_abstract_narration": "The goal of this NUE in Engineering program entitled, \"NUE: Nano-Science & Engineering: A STE Minor with General Education\",  at Portland State University, under the direction of Dr. James E. Morris, is to develop an interdisciplinary minor in nano-scale science and engineering that brings together students from both Science, Technology, and Engineering (STE) major and non-STE majors. \r\n\r\nThe minor will consist of three new nanotechnology courses at the junior level: 1)PH 382/382U Introduction to Nanoscience and Nanotechnology (4 credits), 2) BI 372/372U Nanotechnology, Society, and Sustainability (4 credits) and 3) ECE 317/317U Nanotechnology Simulation and Design (4 credits) which will be taught by active learning principles and will be included in the junior University Studies Program (UNST) clusters: 1) Science in the Liberal Arts, 2) Freedom, Privacy, and Technology, 3) Environmental Sustainability, and 4) Knowledge, Rationality, and Understanding.\r\n \r\nThe broader impacts of the proposal include the demonstration that these advanced concepts can be suitably conveyed to a general student audience of both technical and non-technical students, and from the broadened perspectives of all participants. Industry will also benefit from the capstone projects, (which regularly spawn commercial product innovation and social impact.) The impact will be multiplied by summer teacher training workshops. The project team estimates that over 150 students will take at least one cluster course in the first year, multiplying thereafter.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Morris",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Morris",
   "pi_email_addr": "jmorris@pdx.edu",
   "nsf_id": "000402446",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shankar",
   "pi_last_name": "Rananavare",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Shankar Rananavare",
   "pi_email_addr": "shankarr@ece.ogi.edu",
   "nsf_id": "000400315",
   "pi_start_date": "2012-09-18",
   "pi_end_date": "2012-10-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Weasel",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa H Weasel",
   "pi_email_addr": "lisaw@pdx.edu",
   "nsf_id": "000219137",
   "pi_start_date": "2013-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "La Rosa",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Andres H La Rosa",
   "pi_email_addr": "andres@pdx.edu",
   "nsf_id": "000315242",
   "pi_start_date": "2012-09-18",
   "pi_end_date": "2013-02-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Moeck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Moeck",
   "pi_email_addr": "pmoeck@pdx.edu",
   "nsf_id": "000310574",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Straton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jack Straton",
   "pi_email_addr": "straton@pdx.edu",
   "nsf_id": "000545108",
   "pi_start_date": "2014-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4th Ave Suite 600",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721900",
   "pgm_ele_name": "NANOTECHNOLOGY UNDERGRAD EDUCA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "113E",
   "pgm_ref_txt": "ENG CURRICULUMN DEVELOPMENT"
  },
  {
   "pgm_ref_code": "7219",
   "pgm_ref_txt": "NANOTECHNOLOGY UNDERGRAD EDUCA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199095.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanotechnology is already pervasive in society, impacting everyone&rsquo;s lifestyle in multiple ways, from the impact of nanoscale transistors in cellphones, tablets and computers, to sports equipment and other everyday consumer items like cosmetics. In the future, nanotechnology holds out the promise to revolutionize third world lives by providing readily available drinking water by the economical desalination and purification techniques enabled by nanotechnology. The health industry is already employing nanotechnology for faster, cheaper diagnostic testing and current research promises revolutionary changes in medical treatments with more focused drug delivery of smaller doses and nanoscale surgical techniques. Like all past technological revolutions, it is important to ensure by regulation and other means that the beneficial social impact outweighs any negative effects. An engaged citizenry must understand both the positive potential and negative hazards to have an educated voice in the policy making process, and this educated citizenry must include more than just the scientists and engineers directly involved.</p>\n<p>&nbsp;</p>\n<p>Portland State University has developed three junior-level courses in nanoscience and nanotechnology which target students outside the traditional science or engineering majors through the University&rsquo;s General Education requirements. These three courses:</p>\n<ul>\n<li>PH/SCI 382U Introduction to Nanoscience and Nanotechnology</li>\n<li>BI/SCI 372U Nanotechnology, Society, and Sustainability</li>\n<li>ECE/SCI 383U Nanotechnology: Simulation and Design</li>\n</ul>\n<p>have been developed in the departments of Physics, Biology, and Electrical &amp; Computer Engineering (ECE), and are cross-listed with General Science. None has prerequisites beyond high school math and science so entry is available to all students at the junior level, to address the need articulated in the preceding paragraph. But each of the courses is also available to students majoring the sciences or engineering, since the material does not duplicate any in other courses in those disciplines. Ideally, each class would be made up of 50% science and engineering students and 50% from other fields with pairs, one of each, working on the class assignments and labs together. These interactions force the students to see the material from a different perspective as the technology student, for example, helps her partner to understand the science in terms of his background. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>So the courses:</p>\n<ul>\n<li>Address the need for greater technical awareness in the general student population</li>\n<li>Extend the breadth of nanotechnology education for science and engineering majors, and </li>\n<li>Expose both student groups to the social, economic, and ethical issues of nanotechnologies. </li>\n</ul>\n<p>In addition, the Physics course had the unintended outcome of spawning a small manufacturing venture, the 3D printing of molecular and lattice models, conceived in classroom discussions. A feature of the Biology course is the project to create a YouTube video on some aspect of nanotechnology, but typically focused on environmental impact. Some of these are both highly entertaining and highly informative, and could be a great resource for high school classrooms. The ECE course is based on weekly lab &ldquo;experiments&rdquo; in nanoelectronic circuit simulations supported by a weekly lecture, but also includes a weekly discussion of broader nanotechnology applications in microsystems, nano-bio-technology and the environment.</p>\n<p>&nbsp;</p>\n<p>&nbsp;For students who wish to pursue their interest in the field further, and for ECE majors, a fourth course has been developed:</p>\n<ul>\n<li>ECE 410/510 Nanotechnology Laboratory</li>\n</ul>\n<p>in which they deposit ultra-thin films of metal nanoparticles and explore their properties, and also perform simple exp...",
  "por_txt_cntn": "\nNanotechnology is already pervasive in society, impacting everyoneÆs lifestyle in multiple ways, from the impact of nanoscale transistors in cellphones, tablets and computers, to sports equipment and other everyday consumer items like cosmetics. In the future, nanotechnology holds out the promise to revolutionize third world lives by providing readily available drinking water by the economical desalination and purification techniques enabled by nanotechnology. The health industry is already employing nanotechnology for faster, cheaper diagnostic testing and current research promises revolutionary changes in medical treatments with more focused drug delivery of smaller doses and nanoscale surgical techniques. Like all past technological revolutions, it is important to ensure by regulation and other means that the beneficial social impact outweighs any negative effects. An engaged citizenry must understand both the positive potential and negative hazards to have an educated voice in the policy making process, and this educated citizenry must include more than just the scientists and engineers directly involved.\n\n \n\nPortland State University has developed three junior-level courses in nanoscience and nanotechnology which target students outside the traditional science or engineering majors through the UniversityÆs General Education requirements. These three courses:\n\nPH/SCI 382U Introduction to Nanoscience and Nanotechnology\nBI/SCI 372U Nanotechnology, Society, and Sustainability\nECE/SCI 383U Nanotechnology: Simulation and Design\n\n\nhave been developed in the departments of Physics, Biology, and Electrical &amp; Computer Engineering (ECE), and are cross-listed with General Science. None has prerequisites beyond high school math and science so entry is available to all students at the junior level, to address the need articulated in the preceding paragraph. But each of the courses is also available to students majoring the sciences or engineering, since the material does not duplicate any in other courses in those disciplines. Ideally, each class would be made up of 50% science and engineering students and 50% from other fields with pairs, one of each, working on the class assignments and labs together. These interactions force the students to see the material from a different perspective as the technology student, for example, helps her partner to understand the science in terms of his background.   \n\n \n\nSo the courses:\n\nAddress the need for greater technical awareness in the general student population\nExtend the breadth of nanotechnology education for science and engineering majors, and \nExpose both student groups to the social, economic, and ethical issues of nanotechnologies. \n\n\nIn addition, the Physics course had the unintended outcome of spawning a small manufacturing venture, the 3D printing of molecular and lattice models, conceived in classroom discussions. A feature of the Biology course is the project to create a YouTube video on some aspect of nanotechnology, but typically focused on environmental impact. Some of these are both highly entertaining and highly informative, and could be a great resource for high school classrooms. The ECE course is based on weekly lab \"experiments\" in nanoelectronic circuit simulations supported by a weekly lecture, but also includes a weekly discussion of broader nanotechnology applications in microsystems, nano-bio-technology and the environment.\n\n \n\n For students who wish to pursue their interest in the field further, and for ECE majors, a fourth course has been developed:\n\nECE 410/510 Nanotechnology Laboratory\n\n\nin which they deposit ultra-thin films of metal nanoparticles and explore their properties, and also perform simple experiments with silver nanoparticles and carbon nanotubes. The theory behind the experiments is advanced, but they can be performed, compared with theory, and understood conceptually without advanced prerequisites.   \n\n \n\nThe course materials developed are avail..."
 }
}