{
 "awd_id": "1242645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "R&D toward SuperCDMS at SNOLAB",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 2257000.0,
 "awd_amount": 2454370.0,
 "awd_min_amd_letter_date": "2012-09-01",
 "awd_max_amd_letter_date": "2015-09-11",
 "awd_abstract_narration": "Observations of galaxies, superclusters, distant supernovae, and the cosmic microwave background radiation tell us that ~85% of the matter in the universe is not made of known particles. Deciphering the nature of this dark matter is of fundamental importance to cosmology, astrophysics, and high-energy particle physics. A leading hypothesis is that it is comprised of Weakly Interacting Massive Particles, or WIMPs, that were produced moments after the Big Bang. If WIMPs are the dark matter, then their presence in our galaxy may be detectable via scattering from atomic nuclei in detectors located deep underground.\r\n\r\nThe Cryogenic Dark Matter Search (CDMS) Collaboration has pioneered the use of low temperature phonon-mediated detectors to detect the rare scattering of WIMPs on nuclei and distinguish them from backgrounds. CDMS is currently operating at Soudan, Minnesota with 10 kg of iZIP detectors, which have already demonstrated a background rejection factor sufficient for zero background operation with several hundred kilogram targets. In order to fully use this capability, it is necessary to build a new larger and cleaner experimental set up and locate it at a much deeper site than Soudan to eliminate the cosmogenic neutron background. The baseline design of this new experiment (SuperCDMS SNOLAB) calls for a 100 kg germanium experiment located at SNOLAB, Sudbury, Canada adapting the iZIP technology to 100 mm diameter detectors of 1.4 kg mass each.\r\n\r\nThis award provides support for Research and Development towards this experiment. It focuses on critical R&D goals: the testing and characterization of the proposed detectors, contribution to the design and testing of the cold hardware and electronics (novel HEMT and SQUID for ionization and phonon readout), and the procurement and characterization of the germanium crystals. \r\n\r\nBroader impacts: The SuperCDMS experiment will have a broad impact which extends beyond the dark matter search. The technical development will further advance phonon-mediated detectors, which have already found many applications in cosmology, astronomy and industry. The project will contribute to the training of undergraduate and graduate students and postdoctoral researchers, using techniques at the leading edge of measurement technologies. SuperCDMS scientists will continue their involvement in K-12, their collaboration with teachers and their support for promising high school students from underserved backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bernard",
   "pi_last_name": "Sadoulet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernard Sadoulet",
   "pi_email_addr": "sadoulet@berkeley.edu",
   "nsf_id": "000462897",
   "pi_start_date": "2012-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  },
  {
   "pgm_ele_code": "728200",
   "pgm_ele_name": "Midscale Physics Projects"
  },
  {
   "pgm_ele_code": "762100",
   "pgm_ele_name": "PHYSICS-BROADEN PARTICIPATION"
  },
  {
   "pgm_ele_code": "769400",
   "pgm_ele_name": "UNDERGROUND R&D"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "7621",
   "pgm_ref_txt": "PHYSICS-BROADEN PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1357287.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 899713.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 37370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Weakly Interacting Massive Particles (WIMPs) are one of the main candidates to explain the mysterious dark matter in the universe, through new particle physics at the &ldquo;TeV scale&rdquo; or a &ldquo;dark sector&rdquo; which could co-exist with the ordinary matter that we know. A number of experiments are attempting to detect the WIMPs from the halo of our galaxy through their scattering in sophisticated detectors located deep underground. Over the last 25 years, the National Science Foundation and the Department of Energy have supported a number of experiments to check this hypothesis. The Cryogenic Dark Matter Search, CDMS, uses sophisticated low temperature detectors, which measure both the quantized crystal vibrations (phonons) and the charges (ionization) produced by particle interactions. This is based on a combination of advanced photolithographic techniques, state-of-the-art superconducting and semi-conductor electronics, and low radioactivity techniques. CDMS II (operated between 2002 and 2010) and SuperCDMS Soudan (operated between March 2012 and October 2015) have consistently led the field worldwide, first in the whole accessible WIMP mass range. Since the maturation in 2011 of the xenon technology better suited for high WIMP masses, the CDMS team has focused in the lower mass region where its sensors provide unique signal-to-noise and sensitivity.</p>\n<p>This &ldquo;R&amp;D toward SuperCDMS at SNOLAB&rdquo; award was devoted to the preparation of the next phase of the WIMPs searches with low temperature detectors. Our goals were the preliminary design of a new infrastructure in SNOLAB (Canada) able to accept up to 200 kg of detectors in a very radioactive background environment and the development of a new generation of detectors, with a mass of 1.4 kg each and vastly increased energy sensitivity, which could constitute the first payload. This award has supported the University of California at Berkeley, as the lead institution, the University of Colorado at Denver, the Massachusetts Institute of Technology and Santa Clara University in their R&amp;D activities towards those goals:</p>\n<ul>\n<li>The procurement and characterization of the germanium crystals.</li>\n<li>Testing and characterization of the proposed detectors.&nbsp;</li>\n<li>Design and testing of the cold hardware and electronics (novel High Electron Mobility Transistors and SQUID for ionization and phonon readout).</li>\n</ul>\n<p>It has also enabled a strong education and outreach program, ranging from graduate students to undergraduates, K&ndash;12 and public science education at each of the institutions and at the Soudan underground facility.</p>\n<p>In the course of this award we have made significant progress in the development of our low temperature technology, both in terms of phonon sensing and of the geometry of our ionization collection, which provides exceptional surface background rejection. This led to the approval by DOE and NSF of SuperCDMS SNOLAB as one of the three U.S. generation-2 dark matter experiments. The new techniques developed in this award will undoubtedly have broad applications in other fields such as neutrinoless double beta decay and detection of coherent neutrino scattering.</p>\n<p>This award has provided six graduate students and 15 undergraduates with innovative instrumentation projects, and partially supported two postdoctoral researchers (one has since been appointed as an assistant professor at UC Berkeley, and the other now has a permanent research position in France), and two senior scientists (one who has been appointed as a research professor at Texas A&amp;M).&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2016<br>\n\t\t\t\t\tModified by: Bernard&nbsp;Sadoulet</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWeakly Interacting Massive Particles (WIMPs) are one of the main candidates to explain the mysterious dark matter in the universe, through new particle physics at the \"TeV scale\" or a \"dark sector\" which could co-exist with the ordinary matter that we know. A number of experiments are attempting to detect the WIMPs from the halo of our galaxy through their scattering in sophisticated detectors located deep underground. Over the last 25 years, the National Science Foundation and the Department of Energy have supported a number of experiments to check this hypothesis. The Cryogenic Dark Matter Search, CDMS, uses sophisticated low temperature detectors, which measure both the quantized crystal vibrations (phonons) and the charges (ionization) produced by particle interactions. This is based on a combination of advanced photolithographic techniques, state-of-the-art superconducting and semi-conductor electronics, and low radioactivity techniques. CDMS II (operated between 2002 and 2010) and SuperCDMS Soudan (operated between March 2012 and October 2015) have consistently led the field worldwide, first in the whole accessible WIMP mass range. Since the maturation in 2011 of the xenon technology better suited for high WIMP masses, the CDMS team has focused in the lower mass region where its sensors provide unique signal-to-noise and sensitivity.\n\nThis \"R&amp;D toward SuperCDMS at SNOLAB\" award was devoted to the preparation of the next phase of the WIMPs searches with low temperature detectors. Our goals were the preliminary design of a new infrastructure in SNOLAB (Canada) able to accept up to 200 kg of detectors in a very radioactive background environment and the development of a new generation of detectors, with a mass of 1.4 kg each and vastly increased energy sensitivity, which could constitute the first payload. This award has supported the University of California at Berkeley, as the lead institution, the University of Colorado at Denver, the Massachusetts Institute of Technology and Santa Clara University in their R&amp;D activities towards those goals:\n\nThe procurement and characterization of the germanium crystals.\nTesting and characterization of the proposed detectors. \nDesign and testing of the cold hardware and electronics (novel High Electron Mobility Transistors and SQUID for ionization and phonon readout).\n\n\nIt has also enabled a strong education and outreach program, ranging from graduate students to undergraduates, K&ndash;12 and public science education at each of the institutions and at the Soudan underground facility.\n\nIn the course of this award we have made significant progress in the development of our low temperature technology, both in terms of phonon sensing and of the geometry of our ionization collection, which provides exceptional surface background rejection. This led to the approval by DOE and NSF of SuperCDMS SNOLAB as one of the three U.S. generation-2 dark matter experiments. The new techniques developed in this award will undoubtedly have broad applications in other fields such as neutrinoless double beta decay and detection of coherent neutrino scattering.\n\nThis award has provided six graduate students and 15 undergraduates with innovative instrumentation projects, and partially supported two postdoctoral researchers (one has since been appointed as an assistant professor at UC Berkeley, and the other now has a permanent research position in France), and two senior scientists (one who has been appointed as a research professor at Texas A&amp;M). \n\n \n\n\t\t\t\t\tLast Modified: 08/08/2016\n\n\t\t\t\t\tSubmitted by: Bernard Sadoulet"
 }
}