{
 "awd_id": "1242765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE: Neutrophil Delivery of Apoptosis-Inducing Anticancer Drugs",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "This INSPIRE award to Kansas State University at Manhattan is partially funded by the Biomaterial program in the Division of Materials Research in the Directorate for Mathematical and Physical Sciences. The other two interdisciplinary programs that are partially funding this award are the Biophotonic program in the Division of Chemical, Bioengineering, Environmental, & Transport Systems, and the Materials for Surface Engineering program in the Division of Civil, Mechanical and Manufacturing Innovation, both from the Directorate for Engineering. With this award, targeted protease-activatable polymer-caged liposomes (PPCLs) will be designed and synthesized for rapid uptake by neutrophils from peripheral blood. The liposomes prepared will be loaded with a metal binding anticancer drug (4,4-dimethyl-1-(di(pyridine-2-yl)methylene) (Dp44mT), which destabilizes liposomes. This metal chelating agent will be conjugated with a mitochondria inactivating peptide D[KLAKLAK]2 before the conjugate is loaded in the liposomes. This new class of liposomes with loaded drugs are expected to remain intact in the neutrophil while being transported by blood to the brain cancer cells (glioblastoma multiforme). PPCLs will be activated by caspases and discharge their payload once the neutrophils have reached their target and undergo apoptosis. Synergy between the two drugs loaded in the liposomes is anticipated and that will start apoptotic cascades in primary tumors and metastases. It is important to note that neutrophils are able to cross the blood brain barrier, and will be able to kill cancer cells even if these brain cancer cells are small and in the early stages of development. The proposed cell-based cancer treatment strategies are potentially superior to the ones that use nanoparticles and other drug carriers, because the proposed neutrophil-based therapies can treat early tumors, and they are selective, efficient, and fast. Additionally, the use of autologous cells has the potential of significantly lowering the regulatory barriers generally seen with cell-based human cancer therapies. In addition, this strategy could be expanded to other applications for targeting numerous cell types using different oligopeptides as targeting sequences. The targeting principles of a single cell-type would have the potential to evolve into targeted therapies for viral, bacterial and protozoal infections, and biophotonic approaches for different applications. In addition, a successful outcome from this INSPIRE project could lead to a new interdisciplinary research approach at the interface of materials science, surface processing, synthetic biology, molecular engineering, nanotechnology and biophotonics. As part of teaching, training and outreach activities, the PI plans to develop and teach a course entitled 'Theranostics' at Kansas State University. In addition, the PI and Co-PI will alternately lead a workshop on developing skills in writing manuscripts, and this workshop will be offered to all undergraduates, graduate students and postdoctoral scientists in their groups. Currently, the PI and Co-PI have five female graduate students, four Developing Scholars' Program students, one Summer Undergraduate Research Opportunity Program student and two Research Experience of Undergraduates students in their laboratories. These recruiting, mentoring and training activities will be enlarged and enhanced with this award.\r\n\r\nThis research is directed at developing new materials for the treatment for brain tumors (glioma or glioblastoma multiforme). A new treatment concept will be developed, which utilizes the patients' own white blood cells as \"transport ships\" for anticancer drugs. These drugs will be released once the white blood cells have reached the tumor. Using whole blood from cancer patients, this project will target the white blood cells to load them with anticancer drugs, and then re-inject their blood. The white blood cells will then travel to the sites of tumors. Classic liposomes are not taken up selectively by the various cell types in blood. They either burst after uptake or the fuse with the cells. In either case, the drugs that are supposed to stay within the liposomes are released prematurely, thus killing the transport cells and not the tumors. However, the proposed novel protease-activatable polymer-caged liposomes (PPCLs) are expected to be stable during transport within white blood cells, and become activated once these white cells become integrated into the tumor cells. The drugs will then cause programmed cell death (apoptosis). They will be able to kill the fast growing tumor cells and the slower growing cancer stem cells. The latter are responsible for the reappearance of tumors and the formation of metastases. The use of patient derived cells will provide a pathway to truly personalized medicine, free of concerns about the potential of stem cells causing cancer, and also free of ethical concerns. Three education thrusts will be carried out during the period of this project: (i) the PI will develop and teach a block course entitled 'Theranostics'. This course will be open to all graduate and undergraduate students in veterinary medicine, chemistry, biochemistry, biology and physics; (ii) the PI and Co-PI will alternately lead a workshop on writing research papers, and will be offered to all undergraduates, graduate students and postdoctoral scientists in the PIs' research team; and (iii) the research will also create opportunities for incoming Research Experience of Undergraduates, Summer Undergraduate Research Opportunity Program and Developing Scholars? Program students at Kansas State University. Both PI and Co-PI will continue to work with graduate and undergraduate students from underrepresented groups, as well as veterans. In addition, this research will help extend the efforts to ongoing collaborative efforts in materials chemistry, cancer therapy and diagnostics at Kansas State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Bossmann",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan H Bossmann",
   "pi_email_addr": "sbossmann@kumc.edu",
   "nsf_id": "000168535",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deryl",
   "pi_last_name": "Troyer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deryl L Troyer",
   "pi_email_addr": "troyer@vet.k-state.edu",
   "nsf_id": "000527720",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "2 Fairchild Hall",
  "perf_city_name": "Manhattan",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665061103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ele_code": "795100",
   "pgm_ele_name": "ENG IDR-Eng Interdisciplin Res"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Glioblastoma multiforme (GBM or glioma) is the most common and most aggressive malignant primary brain tumor in humans. Of the estimated 17,000 primary brain tumors diagnosed in the United States each year, approximately 60% are gliomas.</p>\n<p>More than half of the patients will die within a year, more than 90% within three years. Glioblastomas primarily affect adults. Therefore, there is a critical need for developing new platform technologies for delivering drugs across the blood-brain barrier.</p>\n<p>Intellectual Merit</p>\n<p>We have developed novel &ldquo;peptide nanosponges&rdquo; that are capable of delivering chemotherapeutic drugs (betulinic acid and perillyl alcohol) against gliomas to neutrophils and macrophages in peripheral blood. After taking up the nanosponges, both cell types will cross the blood-brain-barrier, home to the primary brain tumor and metastases, and integrate with the tumor tissue. Cell-toxicity of both drugs can be managed by administering the correct dose. Whereas neutrophils naturally undergo apoptosis (programmed cell death) after reaching the tumor, monocytes will be killed by their payload. Both cells will release their payload 24-96h after arriving at the tumor site.</p>\n<p>We have utilized this delivery system to effectively kill glioma cells in cell cultures. We have optimized the uptake of the nanosponges by monocytes and macrophages in peripheral blood. This process can be completed within 1h. The defensive cells are capable of reaching the gliomas within 24h (neutrophils) to 72h (macrophages) in an immune-competent mouse model.</p>\n<p>We have achieved &ldquo;proof-of-principle&rdquo; when treating gliomas in mice. However, both, the seeding procedure of the gliomas and the subsequent treatment have to be optimized. Due to the observed tumor heterogeneity, statistically significant in-vivo results require further mouse experiments.</p>\n<p>The novel nanosponges do not possess a bilayer, as do vesicles. Computer-modelling has indicated that hydrophilic and hydrophobic zones are intertwined. The resulting structure permits the stabilization of large payloads, including gene-vectors. Contrary to liposomes, peptide nanosponges can be stored as powder and dissolved within seconds in aqueous buffers to yield stable dispersions with very small polydispersities.</p>\n<p>Broader Impact</p>\n<p>The results from the project could eventually lead to a new standard of care in the chemotherapy of gliomas. The proposed research is potentially transformative because it has shown that patient specific, tumor homing cells can be used to deliver a payload across the blood-brain-barrier. The use of autologous (= patient-derived) cells has the potential of significantly lowering the regulatory barrier for cell-based human cancer therapy. This concept can be easily adopted for targeting other human cancers and other cell types, including bacterial pathogens.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/11/2016<br>\n\t\t\t\t\tModified by: Stefan&nbsp;H&nbsp;Bossmann</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481495567977_Bossmann_3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481495567977_Bossmann_3--rgov-800width.jpg\" title=\"Treatment of Glioma Cells with Nanosponges Transporting Perillyl Alcohol\"><img src=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481495567977_Bossmann_3--rgov-66x44.jpg\" alt=\"Treatment of Glioma Cells with Nanosponges Transporting Perillyl Alcohol\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cell viabilities of glioma cell cultures 24h and 48h after administering nanosponges bearing ester-linked perillyl alcohol, which inhibits glioma cell invasion, migration,and proliferation. The LC50 of nanosponge 1 is1.68 nanomoles per L for GL26 cells.</div>\n<div class=\"imageCredit\">Asanka Yapa, Dr. Stefan Bossmann and Dr. Deryl L. Troyer</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stefan&nbsp;H&nbsp;Bossmann</div>\n<div class=\"imageTitle\">Treatment of Glioma Cells with Nanosponges Transporting Perillyl Alcohol</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481494980455_Bossmann_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481494980455_Bossmann_2--rgov-800width.jpg\" title=\"Coarse-grained (CG) molecular dynamics (MD) simulations of Nanosponge Segments\"><img src=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481494980455_Bossmann_2--rgov-66x44.jpg\" alt=\"Coarse-grained (CG) molecular dynamics (MD) simulations of Nanosponge Segments\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Initial and final (4 microseconds) structures obtained from the CG simulation of 108 tri-Lys and 108 tri-Asp molecules, as well as enlarged view.</div>\n<div class=\"imageCredit\">Dr. Paul E. Smith</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stefan&nbsp;H&nbsp;Bossmann</div>\n<div class=\"imageTitle\">Coarse-grained (CG) molecular dynamics (MD) simulations of Nanosponge Segments</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481494742482_Bossmann_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481494742482_Bossmann_1--rgov-800width.jpg\" title=\"Atomic Force Characterization of Peptide Nanosponges\"><img src=\"/por/images/Reports/POR/2016/1242765/1242765_10211414_1481494742482_Bossmann_1--rgov-66x44.jpg\" alt=\"Atomic Force Characterization of Peptide Nanosponges\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The AFM images of a peptide nanosponge composed from (lysine)20-timers and (aspartate)20-trimers show supramolecular structures (\"sponges\") featuring small polydispersities.</div>\n<div class=\"imageCredit\">Dr. Hongwang Wang</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Stefan&nbsp;H&nbsp;Bossmann</div>\n<div class=\"imageTitle\">Atomic Force Characterization of Peptide Nanosponges</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nGlioblastoma multiforme (GBM or glioma) is the most common and most aggressive malignant primary brain tumor in humans. Of the estimated 17,000 primary brain tumors diagnosed in the United States each year, approximately 60% are gliomas.\n\nMore than half of the patients will die within a year, more than 90% within three years. Glioblastomas primarily affect adults. Therefore, there is a critical need for developing new platform technologies for delivering drugs across the blood-brain barrier.\n\nIntellectual Merit\n\nWe have developed novel \"peptide nanosponges\" that are capable of delivering chemotherapeutic drugs (betulinic acid and perillyl alcohol) against gliomas to neutrophils and macrophages in peripheral blood. After taking up the nanosponges, both cell types will cross the blood-brain-barrier, home to the primary brain tumor and metastases, and integrate with the tumor tissue. Cell-toxicity of both drugs can be managed by administering the correct dose. Whereas neutrophils naturally undergo apoptosis (programmed cell death) after reaching the tumor, monocytes will be killed by their payload. Both cells will release their payload 24-96h after arriving at the tumor site.\n\nWe have utilized this delivery system to effectively kill glioma cells in cell cultures. We have optimized the uptake of the nanosponges by monocytes and macrophages in peripheral blood. This process can be completed within 1h. The defensive cells are capable of reaching the gliomas within 24h (neutrophils) to 72h (macrophages) in an immune-competent mouse model.\n\nWe have achieved \"proof-of-principle\" when treating gliomas in mice. However, both, the seeding procedure of the gliomas and the subsequent treatment have to be optimized. Due to the observed tumor heterogeneity, statistically significant in-vivo results require further mouse experiments.\n\nThe novel nanosponges do not possess a bilayer, as do vesicles. Computer-modelling has indicated that hydrophilic and hydrophobic zones are intertwined. The resulting structure permits the stabilization of large payloads, including gene-vectors. Contrary to liposomes, peptide nanosponges can be stored as powder and dissolved within seconds in aqueous buffers to yield stable dispersions with very small polydispersities.\n\nBroader Impact\n\nThe results from the project could eventually lead to a new standard of care in the chemotherapy of gliomas. The proposed research is potentially transformative because it has shown that patient specific, tumor homing cells can be used to deliver a payload across the blood-brain-barrier. The use of autologous (= patient-derived) cells has the potential of significantly lowering the regulatory barrier for cell-based human cancer therapy. This concept can be easily adopted for targeting other human cancers and other cell types, including bacterial pathogens.\n\n\t\t\t\t\tLast Modified: 12/11/2016\n\n\t\t\t\t\tSubmitted by: Stefan H Bossmann"
 }
}