{
 "awd_id": "1242239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PASI on Modeling, Simulation, and Optimization of Globalized Physical Distribution Systems; Santiago, Chile, July 2013",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032928416",
 "po_email": "jrobin@nsf.gov",
 "po_sign_block_name": "Jessica Robin",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "This Pan-American Advanced Studies Institutes (PASI) award, jointly supported by the NSF and the Department of Energy (DOE), will take place in July 2013 at the Pontificia Universidad Católica de Chile in Santiago, Chile.  Organized by Dr. Alice E. Smith, Professor of Industrial and Systems Engineering and Dr. Jorge  F. Valenzuela, Professor and Chair of Industrial and Systems Engineering, both at Auburn University, the institute will focus on the transport and distribution of manufactured goods to customers, known as physical distribution systems.  Managing distribution systems in globalized business environments is challenging due to the increasing complexity of production systems and supply networks, traditional efficiency concerns, quality, storage and transport aspects, and holistic approaches involving sustainability, security, and human factors.  Thus, the modeling and design of physical distribution systems require a mastery of cutting edge technical tools and understanding of new approaches to design and operation.  The PASI will provide participants with educational modules on various aspects of physical distribution systems, with an emphasis on multinational distribution systems at both the micro and macro levels.  The micro level addresses such topics as warehousing, material handling, and facility layout while the macro level refers to facility location, supply networks, routing optimization, and collaborative logistics.\r\n\r\nThis PASI brings together outstanding scholars and students from throughout the Americas to learn about many technical facets involved with complex distribution systems.  It encompasses traditional small classroom experiences, hands-on group projects taken from actual distribution systems, and intensive field experiences.  Knowledge will be disseminated widely through first hand contacts and through an open access web page of all educational materials and project outcomes.  As such, it will benefit many other students and early career researchers in the fields of industrial engineering, systems engineering, operations research, operations management, applied mathematics and logistics.  Additionally, the PASI will promote sustainable international collaborations among senior and junior researchers of different countries and regions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Smith",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Alice E Smith",
   "pi_email_addr": "smithae@auburn.edu",
   "nsf_id": "000399261",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Valenzuela",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge F Valenzuela",
   "pi_email_addr": "jvalenz@eng.auburn.edu",
   "nsf_id": "000406220",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5974",
   "pgm_ref_txt": "CHILE"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7728",
   "pgm_ref_txt": "PASI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]--></p>\n<p>&nbsp;</p>\n<p class=\"MsoNormal\">This project funded a two week study institute on physical distribution systems for researchers and educators across the Americas.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The goals were to further the technical and professional development of young researchers and educators, stimulate interaction and collaboration amongst universities in the Americas and across senior and junior academics, and to result in new international collaborations and creative lines of research.<span style=\"mso-spacerun: yes;\">&nbsp; </span></p>\n<p class=\"MsoNormal\">There were educational modules on specific topics led by the top experts in the field complemented by two intense field experiences unique to Chile.<span style=\"mso-spacerun: yes;\">&nbsp; </span>One field experience was visiting the largest wine company in Chile and the other took place at the active Port of Valparaiso.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The educational modules were : Trends in Supply Chain Strategies Meet Material Handling Realities, Advances in Distribution Center Design, Collaborative Logistics for Increased Efficiency, Reduced Distribution Costs, and Increased Sustainability, Designing Order Fulfillment Systems, Unit Load Warehouses Management, Configuration, and Design, Modeling and Analysis of Picking Systems Using Simio, The Application of Six-Sigma DMAIC to Distribution Systems, Exploiting Network Structures on Transportation and Logistics Problems, On the Transformative Impact of the Physical Internet on Distribution Systems, A Collaborative Supply Chain Management System for a Maritime Port Logistics Chain, Designing Sustainable Pallet Handling Operations, Integrated Consolidation Facility Location and Inventory Routing for Supply Networks, Self-Organizing Logistics Systems, Distribution Systems for the Textile Industry, Engineering Design of Warehouses and Logistics Networks, A Strategic Empty Container Logistics Optimization in a Major Shipping Company, Chilean Foreign Trade Logistics Development Agenda and Initiating and Sustaining International Collaborations.</p>\n<p class=\"MsoNormal\">In total, 39 people attended the study institute representing seven countries.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In the nine months since the PASI in August 2013, 39 post-workshop collaborations between participants have resulted representing 21 academic institutions.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The following table presents a summary of the number of collaboration activities that have resulted already from the 2013 PASI workshop:</p>\n<p>&nbsp;</p>\n<table class=\"MsoTableGrid\" style=\"border-collapse: collapse; border: none; mso-border-alt: solid windowtext .5pt; mso-yfti-tbllook: 1184; mso-padding-alt: 0in 5.4pt 0in 5.4pt;\" border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr style=\"mso-yfti-irow: 0; mso-yfti-firstrow: yes;\">\n<td style=\"width: 223.5pt; border: solid windowtext 1.0pt; mso-border-alt: solid windowtext .5pt; padding: 0in 5.4pt 0in 5.4pt;\" width=\"298\" valign=\"top\">\n<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; line-height: normal;\"><strong style=\"mso-bidi-font-weight: normal;\">Activity</strong></p>\n</td>\n<td style=\"width: 27.45pt; border: solid windowtext 1.0pt; border-left: none; mso-border-left-alt: solid windowtext .5pt; mso-border-alt: solid windowtext .5pt; padding: 0in 5.4pt 0in 5.4pt;\" width=\"37\" valign=\"top\">\n<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; line-height: normal;\"><strong style=\"mso-bidi-font-weight: normal;\">#</strong></p>\n</td>\n</tr>\n<tr style=\"mso-yfti-irow: 1;\">\n<td style=\"width: 223.5pt; border: solid windowtext 1.0pt; border-top: none; mso-border-top-alt: solid windowtext .5pt; mso-border-alt: solid windowtext .5pt; padding: 0in 5.4pt 0in 5.4pt;\" width=\"298\" valign=\"top\"...",
  "por_txt_cntn": "\n    \n\n \nThis project funded a two week study institute on physical distribution systems for researchers and educators across the Americas.  The goals were to further the technical and professional development of young researchers and educators, stimulate interaction and collaboration amongst universities in the Americas and across senior and junior academics, and to result in new international collaborations and creative lines of research.  \nThere were educational modules on specific topics led by the top experts in the field complemented by two intense field experiences unique to Chile.  One field experience was visiting the largest wine company in Chile and the other took place at the active Port of Valparaiso.  The educational modules were : Trends in Supply Chain Strategies Meet Material Handling Realities, Advances in Distribution Center Design, Collaborative Logistics for Increased Efficiency, Reduced Distribution Costs, and Increased Sustainability, Designing Order Fulfillment Systems, Unit Load Warehouses Management, Configuration, and Design, Modeling and Analysis of Picking Systems Using Simio, The Application of Six-Sigma DMAIC to Distribution Systems, Exploiting Network Structures on Transportation and Logistics Problems, On the Transformative Impact of the Physical Internet on Distribution Systems, A Collaborative Supply Chain Management System for a Maritime Port Logistics Chain, Designing Sustainable Pallet Handling Operations, Integrated Consolidation Facility Location and Inventory Routing for Supply Networks, Self-Organizing Logistics Systems, Distribution Systems for the Textile Industry, Engineering Design of Warehouses and Logistics Networks, A Strategic Empty Container Logistics Optimization in a Major Shipping Company, Chilean Foreign Trade Logistics Development Agenda and Initiating and Sustaining International Collaborations.\nIn total, 39 people attended the study institute representing seven countries.  In the nine months since the PASI in August 2013, 39 post-workshop collaborations between participants have resulted representing 21 academic institutions.  The following table presents a summary of the number of collaboration activities that have resulted already from the 2013 PASI workshop:\n\n \n\n\n\n\nActivity\n\n\n#\n\n\n\n\nDiscussion\n\n\n  5\n\n\n\n\nCollaboration in research\n\n\n11\n\n\n\n\nCollaboration in teaching\n\n\n  4\n\n\n\n\nVisit\n\n\n10\n\n\n\n\nLecture\n\n\n  9\n\n\n\n\nMeeting with administrators, faculty, students\n\n\n  5\n\n\n\n\nProfessional societies\n\n\n  2\n\n\n\n\nWorkshop/Conference participation\n\n\n  3\n\n\n\n\nThesis committee\n\n\n  3\n\n\n\n\nOther collaborations\n\n\n  4\n\n\n\n\n\n \nThe educational modules from the study institute along with complete information on the curriculum, the activities and the participants can be found at the website : http://pasichile2013.auburn.edu/ .\nSome sample verbatim comments from participantsÆ evaluations are below:\n\"I couldn't have asked for more from the conference with respect to professional networking and learning from the senior faculty.\"\n\"I got to know several energetic, brilliant minds and I look forward to collaborating with them in the near future.\"\n\"This PASI certainly surpassed my expectations as I learned so much about state of the art and more traditional supply chain ideas, and made connections with knowledgeable colleagues in a vibrant city and culture.\"\n\"This was the best experience of my life. I would have never met this group of people in any other fashion or form. My future boss, collaborators, colleagues, coworkers, and friends are from this event. The educational sessions alone have helped my research exceed past my previous expectations.\"\n\"This workshop certainly achieved or exceeded its aims. The selection of participants and lecturers was world class. I have already invited or will invite several participants to make guest lectures at my home university. Numerous key ideas and collaborations, including NSF-sponsored efforts and industry/university efforts, in the topic of advanced logistics syst..."
 }
}