{
 "awd_id": "1242067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Center for Research and Education in Optical Sciences and Applications: Promoting Scientific Discoveries, Technological Advances, and STEM Education",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Santiago",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 4996696.0,
 "awd_amount": 4996696.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2016-10-17",
 "awd_abstract_narration": "The Center for Research and Education in Optical Sciences and Applications (CREOSA) was established at Delaware State University in 2006 as a NSF Center of Research Excellence in Science and Technology (CREST).  The Phase II Center will build on accomplishments of the first 6 years of the program, with a continued focus on optical sciences and applied physics.  The CREOSA has been leading systemic and transformative educational, research, and outreach programs at Delaware State University, a Historically Black University.  A new doctoral program in Optics has been initiated (the only one at an HBCU), leveraged the CREST award to secure funds for construction of a new building dedicated to optics research, increased scholarly publications by a factor of 6, enabled the hiring of 9 new faculty members, licensed the first intellectual property for DSU, and provided graduate student training of a new generation of optical scientists, mostly from minority groups.  The Center also was instrumental in creating a culture of innovative integration to foster interdepartmental and multidisciplinary research and education at DSU. The continued support by the NSF for CREOSA has enable Delaware State to achieve national prominence in optical sciences while serving the minority population of students that will attend and will be drawn to DSU. \r\n \r\nCenter Vision\r\nCREOSA will be a sustainable unit that seeks to achieve national prominence in research and education in optical sciences with a strong commitment to educate, train, and prepare traditionally underrepresented groups in science, technology, engineering, and mathematics (STEM).\r\n\r\nCenter Mission\r\nCREOSA will integrate multi- and inter-disciplinary approaches to (1) Perform cutting-edge research in optical sciences; (2) Provide world-class education in optical sciences with a focus on serving historically underrepresented groups in STEM; (3) Improve the research infrastructure in optical sciences at DSU; and (4) Enhance significantly the diversity of the workforce with backgrounds in optical sciences by broadening participation of underrepresented groups in research and education at all levels which includes the population groups from K-12, undergraduate, graduate students, post-doctoral researchers, and faculty.\r\n\r\nIntellectual Merit\r\nCREOSA will exploit the interdisciplinary nature of research activities across fields of optics, biology, biochemistry, mathematics and computational sciences. Three research subprojects form the foundation of the Center's research and educational activities:\r\n\r\n1. Spectroscopy and Imaging of Biomacromolecules in Crowded and Complex Media\r\nThis subproject brings together optical sciences and biological sciences at the technological cutting edge.  The research has the potential to attain unprecedented limits for the accurate detection, identification, and classification of diverse bio-macromolecules in their host environments.  These biomolecules may serve as novel biomarkers for diagnosis and treatment of various diseases and are the key idea behind the rapidly developing research in the field of nanomedicine.\r\n\r\n2. Spin Polarization Spectrosopy in Nanodiamond for Nanoscale Sensing and Imaging\r\nThe subproject team will investigate spectroscopic methods of studying nanoscale materials.  The work complements the activity of the first subproject, in that it will provide avenues to probe single and/or complex biomacromolecules.  These materials may provide an important driver in the development of solid-state quantum information processing.\r\n\r\n3. A System for Interactive Data Mining in Experimental Optics \r\nThis subproject will link experimental optics with important elements of data mining. The research proposed in both of the first two subprojects will create a large amount of complex data, which will require an integrated approach in which data-driven machine learning techniques are coupled with idealized models and expert knowledge in the analysis of spectroscopic data. The techniques to be developed will help resolve the communication bottleneck that occurs when several scientists in multidisciplinary optics research collaborate and exchange experimental data and extracted information.  \r\n\r\nBroader Impacts\r\nMore than 65% of the students at Delaware State are African American, and the new doctoral program established from the Phase I award is an important resource for that population, both in terms of advanced graduate programs and as a model for the role of research in stimulating more students from underrepresented groups to pursue STEM degrees.  A partnership with the Fisk-Vanderbilt doctoral bridge program has been initiated, which will stimulate pathways IN BOTH DIRECTIONS for these institutions.  An active professional development program for graduate students will be initiated, concurrent with a well organized recruitment and mentoring activities.  The program will also be at the heart of recruitment efforts for undergraduate students to matriculate in STEM fields at DSU and from URM groups in Delaware elsewhere, because of the high visibility of the optical sciences program.\r\n\r\nDSU will continue outreach activities for pre-college students and the general community, such as a summer program that has prepared 89 students from 23 universities during the first five years, sponsorship of events such as open houses for the Delaware Science Alliance and Physics Days.  The project will continue the enhancement of the curriculum at DSU, across several academic platforms.  These include new tracks in electrical engineering, optical engineering, and bio-engineering in the Department of Physics and Pre-Engineering, as well as updates to the curricula for physics and physics education.  New educational laboratories will be developed as part of the world-class imaging facilities that are part of a new building being constructed.\r\n\r\nThe research investigations have the potential for profound impact on human health and counterterrorism.  The work will provide a stronger scientific foundation that could yield new technologies for medical diagnostics of early signs of disease and to detect pathogens used to fight bio-terrorism.  \r\n\r\nThis award has been partially funded through the Experimental Program to Stimulate Competitive Research at the National Science Foundation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Noureddine",
   "pi_last_name": "Melikechi",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Noureddine Melikechi",
   "pi_email_addr": "noureddine_melikechi@uml.edu",
   "nsf_id": "000208162",
   "pi_start_date": "2012-08-30",
   "pi_end_date": "2016-09-07"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mukti",
   "pi_last_name": "Rana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mukti Rana",
   "pi_email_addr": "mrana@desu.edu",
   "nsf_id": "000586763",
   "pi_start_date": "2016-10-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Noureddine",
   "pi_last_name": "Melikechi",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Noureddine Melikechi",
   "pi_email_addr": "noureddine_melikechi@uml.edu",
   "nsf_id": "000208162",
   "pi_start_date": "2016-10-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aristides",
   "pi_last_name": "Marcano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aristides Marcano",
   "pi_email_addr": "amarcano@desu.edu",
   "nsf_id": "000193796",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Renu",
   "pi_last_name": "Tripathi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renu Tripathi",
   "pi_email_addr": "rtripathi@desu.edu",
   "nsf_id": "000524440",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mukti",
   "pi_last_name": "Rana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mukti Rana",
   "pi_email_addr": "mrana@desu.edu",
   "nsf_id": "000586763",
   "pi_start_date": "2012-08-30",
   "pi_end_date": "2016-09-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Holness",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Holness",
   "pi_email_addr": "gholness@clarku.edu",
   "nsf_id": "000590086",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Delaware State University",
  "inst_street_address": "1200 N DUPONT HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DOVER",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028576001",
  "inst_zip_code": "199012202",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "DELAWARE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RZZ8BMQ47KX3"
 },
 "perf_inst": {
  "perf_inst_name": "Delaware State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "199015128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0416",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001617DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 999185.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1999021.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1998490.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: x-small;\">The Center for Research Excellence in Optical Sciences and Applications (CREOSA) at Delaware State University strengthen the multidisciplinary program of research, education and outreach in optical sciences for the award period between 2012-2019.&nbsp; Built on the &nbsp;a diverse group of researchers, students, and staff, &nbsp;CREOSA emerged as<strong> </strong>a sustainable unit and achieved national prominence in research and education in optical sciences with a strong commitment to educate, retain, train, and prepare traditionally underrepresented groups in science, technology, engineering, and mathematics (STEM). Our research activities had been focused on integrating<strong> </strong>complementary experimental and analytical approaches to &nbsp;(1) Perform cutting-edge research in optical sciences; (2) Provide stimulating education experience in optical sciences with a focus on serving historically underrepresented groups in STEM; (3) Improve the research infrastructure in at DSU; and (4) Broaden participation and enhance diversity in optical sciences&rsquo; research and STEM workforce from underrepresented groups at the K-12, undergraduate, graduate students, post-doctoral researchers and faculty levels. &nbsp;For the last seven years, we proposed three collaborative research subprojects entitled &ldquo;Spectroscopy and Imaging of Biomacromolecules in Crowded and Complex Media&rdquo; , &ldquo;Spin Polarization Spectroscopy in Nanodiamond for Nanoscale Sensing and Imaging&rdquo;, and &nbsp;&ldquo;A System for Interactive Data Mining in Experimental Optics&rdquo;. Later on we added, the research sub-projects focusing on trace gas sensing using laser based technologies and investigation of uncooled infrared detectors and materials. These subprojects were integrated coherently through the ever-growing field of optical sciences. The above mentioned sub-projects offered both fundamental challenges and great transformative potential for innovative discoveries and inventions. We have maximized the opportunities for value added resulting from inter-relations, leverage, synergy, and cross-fertilization and that way we found it scientifically more productive than the sum of the these subprojects.</span></p>\n<p>&nbsp;</p>\n<p>During phase II of CREOSA, we improved a strong research infrastructure that provided a foundation for our research and education program in optical sciences. During phase II, we directed our efforts toward investigating the structural and dynamical properties of specific proteins as well as three polysacharrides and RNA&rsquo;s embedded in different polymeric media.&nbsp; These studies resulted in better understanding of diverse biomacromelcules in a structured medium and testing the limits of our proposed optical-based approach, paving the way for the development of a precise detection and accurate identification method of biomacromolecules<strong> </strong>embedded in a medium.&nbsp; This was achieved by implementing an integrative approach at the interface of optics, biophysics, biochemistry, and computation. It incorporates state-of-the-art high-resolution optical imaging, and spectroscopic methods such as laser-induced breakdown spectroscopy, photo-thermal lensing spectroscopy, fluorescence correlation spectroscopy, and fast 3D light-sheet illumination microscopy. &nbsp;We investigated BMs that has the potential to serve as biomarkers for diseases and/or those of interest in nanomedicine.&nbsp; Not only this research provided a better understanding of the fundamental aspects of BMs in their host environments but also potentially yielded new discoveries and technologies for medical diagnostics of early signs of diseases such as cancers. We also developed new methods of classification of LIBS data by using automatic classifier. The projects on infrared detection yielded two new patents while the project on biomolecule identification yielded one US patent. We published more than 150 journal papers and refereed conference proceedings during this period. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>OSCAR provided numerous opportunities for graduate, undergraduate &amp; K-12 students as well as K-12 teachers from August 2012 thru July 2019. Those opportunities included fellowships and research opportunities for graduate students, on campus and off campus research internships for undergraduate students, research internships, optoelectronics, and physics &amp; mathematics enrichment programs for K-12 students, and teacher training programs for K-12 teacher. During these seven year&rsquo;s 378 teachers and students participated in our programs, representing:</p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"font-family: Times New Roman; font-size: small;\">51 graduate students (26 graduating with a master&rsquo;s degree and 13 with their doctorate </span></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"font-family: Times New Roman; font-size: small;\">145 undergraduates with 106 graduating with their BS degree in a STEM field</span></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"font-family: Times New Roman; font-size: small;\">2 high school teachers</span></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"font-family: Times New Roman; font-size: small;\">8 middle school teachers</span></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"font-family: Times New Roman; font-size: small;\">68 high school students</span></p>\n<p>&middot;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style=\"font-family: Times New Roman; font-size: small;\">106 middle school students</span></p>\n<p>Four new faculty members were hired in the area of optical sciences and applications and five new labs were built. During this period, OSCAR affiliated faculty members also received close to $10M of grant money. We also have a building built named as OSCAR building to promote the research on optical sciences and their applications. Many of the OSCAR affiliated faculty members have their offices and labs located in that building. With the help of this grant we also created a shared facility named as OSCAR imaging facility which had been used by many of the researchers in an outside of DSU. Many research collaborations were established with various federal labs, universities and companies which yeilded funding of new grant proposals, student internships and training, publications of new journal and conference papers.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2019<br>\n\t\t\t\t\tModified by: Mukti&nbsp;Rana</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Center for Research Excellence in Optical Sciences and Applications (CREOSA) at Delaware State University strengthen the multidisciplinary program of research, education and outreach in optical sciences for the award period between 2012-2019.  Built on the  a diverse group of researchers, students, and staff,  CREOSA emerged as a sustainable unit and achieved national prominence in research and education in optical sciences with a strong commitment to educate, retain, train, and prepare traditionally underrepresented groups in science, technology, engineering, and mathematics (STEM). Our research activities had been focused on integrating complementary experimental and analytical approaches to  (1) Perform cutting-edge research in optical sciences; (2) Provide stimulating education experience in optical sciences with a focus on serving historically underrepresented groups in STEM; (3) Improve the research infrastructure in at DSU; and (4) Broaden participation and enhance diversity in optical sciences’ research and STEM workforce from underrepresented groups at the K-12, undergraduate, graduate students, post-doctoral researchers and faculty levels.  For the last seven years, we proposed three collaborative research subprojects entitled \"Spectroscopy and Imaging of Biomacromolecules in Crowded and Complex Media\" , \"Spin Polarization Spectroscopy in Nanodiamond for Nanoscale Sensing and Imaging\", and  \"A System for Interactive Data Mining in Experimental Optics\". Later on we added, the research sub-projects focusing on trace gas sensing using laser based technologies and investigation of uncooled infrared detectors and materials. These subprojects were integrated coherently through the ever-growing field of optical sciences. The above mentioned sub-projects offered both fundamental challenges and great transformative potential for innovative discoveries and inventions. We have maximized the opportunities for value added resulting from inter-relations, leverage, synergy, and cross-fertilization and that way we found it scientifically more productive than the sum of the these subprojects.\n\n \n\nDuring phase II of CREOSA, we improved a strong research infrastructure that provided a foundation for our research and education program in optical sciences. During phase II, we directed our efforts toward investigating the structural and dynamical properties of specific proteins as well as three polysacharrides and RNA’s embedded in different polymeric media.  These studies resulted in better understanding of diverse biomacromelcules in a structured medium and testing the limits of our proposed optical-based approach, paving the way for the development of a precise detection and accurate identification method of biomacromolecules embedded in a medium.  This was achieved by implementing an integrative approach at the interface of optics, biophysics, biochemistry, and computation. It incorporates state-of-the-art high-resolution optical imaging, and spectroscopic methods such as laser-induced breakdown spectroscopy, photo-thermal lensing spectroscopy, fluorescence correlation spectroscopy, and fast 3D light-sheet illumination microscopy.  We investigated BMs that has the potential to serve as biomarkers for diseases and/or those of interest in nanomedicine.  Not only this research provided a better understanding of the fundamental aspects of BMs in their host environments but also potentially yielded new discoveries and technologies for medical diagnostics of early signs of diseases such as cancers. We also developed new methods of classification of LIBS data by using automatic classifier. The projects on infrared detection yielded two new patents while the project on biomolecule identification yielded one US patent. We published more than 150 journal papers and refereed conference proceedings during this period.   \n\n \n\nOSCAR provided numerous opportunities for graduate, undergraduate &amp; K-12 students as well as K-12 teachers from August 2012 thru July 2019. Those opportunities included fellowships and research opportunities for graduate students, on campus and off campus research internships for undergraduate students, research internships, optoelectronics, and physics &amp; mathematics enrichment programs for K-12 students, and teacher training programs for K-12 teacher. During these seven year’s 378 teachers and students participated in our programs, representing:\n\n&middot;        51 graduate students (26 graduating with a master’s degree and 13 with their doctorate \n\n&middot;        145 undergraduates with 106 graduating with their BS degree in a STEM field\n\n&middot;        2 high school teachers\n\n&middot;        8 middle school teachers\n\n&middot;        68 high school students\n\n&middot;        106 middle school students\n\nFour new faculty members were hired in the area of optical sciences and applications and five new labs were built. During this period, OSCAR affiliated faculty members also received close to $10M of grant money. We also have a building built named as OSCAR building to promote the research on optical sciences and their applications. Many of the OSCAR affiliated faculty members have their offices and labs located in that building. With the help of this grant we also created a shared facility named as OSCAR imaging facility which had been used by many of the researchers in an outside of DSU. Many research collaborations were established with various federal labs, universities and companies which yeilded funding of new grant proposals, student internships and training, publications of new journal and conference papers.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 11/26/2019\n\n\t\t\t\t\tSubmitted by: Mukti Rana"
 }
}