{
 "awd_id": "1242525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  ExpressionBlast",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-07-02",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "New experimental methods for collecting high throughput data are revolutionizing biology and clinical studies and are now routinely used for pre-clinical drug discovery. Several large public and proprietary databases collect these types of data, however this data is largely unstructured and is difficult to utilize.  The proposed effort is developed as a search engine for genomic data aimed at pharmaceutical companies, biotechnology companies, academic institutes, and medical centers allowing them to utilize large volumes of condition-specific data from public repositories, and also integrate it with proprietary, in-house data. The framework automatically downloads, parses, and annotates data from different repositories and is complemented with an easy-to-use web interface. The team created a large collection of automatically-annotated data and the platform offers search capabilities within and across species as well as additional advanced analysis options. These can provide new validation for current experimental results as well as new research directions. In particular, drug discovery is usually conducted on lower mammals before it is applied to human, hence the ability to easily perform cross species comparisons can reduce drug development cost and time. \r\n\r\nThe proposed technology addresses the classic problem of dealing with heterogeneity in unstructured data and integrating massive amounts of data from different sources into a seamless framework. The unique challenge here is a function of the domain (biological and pre-clinical data). The team's goal is to create a system that manages heterogeneity in more than a single aspect and provides vertical integration that allows the data to be searchable and comparable on many levels. This integration is made possible through the use of computational text mining and machine learning methods that are able to derive high quality information from the free text in order to automatically categorize and annotate the large volumes of data. This work also provides a holistic approach for the incorporation of new analysis tools for genomic data, offering standard services and benchmarks that can significantly shorten development time and increase usage. The ability to easily query large volumes of genomic data can facilitate basic research of cell processes by academic researchers and the discovery of new drugs or repurposing of old drugs by pharmaceutical companies. In addition, large medical centers are starting to collect genomics and genetics data for individual patients aiming to provide personalized medicine tailored specifically to each individual. The ability to compare results of an individual patient to a large collection of patients and their clinical records is a key to finding better suited treatments for that individual leading to reduced hospitalization time and fewer complications. Lastly, the software and methods created here are intended to be reusable for any science moving from individual lab practices to a shared, global collaboratory system.  If successfully deployed, this technology has the potential to make a significant impact across a wide span of the health care industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ziv",
   "pi_last_name": "Bar-Joseph",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ziv Bar-Joseph",
   "pi_email_addr": "zivbj@cs.cmu.edu",
   "nsf_id": "000105760",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>New experimental methods for collecting&nbsp; high throughput data are revolutionizing biology and clinical studies and are now routinely used for pre-clinical drug discovery. These include sequencing methods, array based methods and methods for determining interactions between proteins. Several large public and proprietary databases collect these types of data, however this data is largely unstructured and is difficult to utilize. In this project we developed<em> ExpressionBlast</em>, a search engine for genomic data aimed at scientific researchers, medical centers and biotechnology companies. ExpressionBlast facilitates the utilization of large public databases and also provides means for integrating public and proprietary, in-house data. The <em>ExpressionBlast</em> framework automatically downloads, parses, and annotates data from different repositories and is complemented with an easy-to-use web interface that provides search capabilities within and across different species and includes advanced analysis options. <em>ExpressionBlast&nbsp; </em>is available as a web service and initial studies demonstrated its effectiveness for the analysis of high throughout genomics data including data on aging and human diseases.</p>\n<p>Intellectual merit</p>\n<p><em>ExpressionBlast</em> addresses the classic problem of dealing with heterogeneity in unstructured data and integrating massive amounts of data from different sources into a seamless framework. The unique challenge here is a function of the domain (biological and pre-clinical data). We created a system that manages heterogeneity and provides vertical integration that allows the data to be searchable and comparable on many levels.&nbsp; This integration is made possible through the use of computational text mining and machine learning methods that are able to derive high quality information from the free text in order to automatically categorize and annotate the large volumes of data. This work also provides a holistic approach for the incorporation of new analysis tools for genomic data, offering standard services and benchmarks that can significantly shorten development time and increase usage.</p>\n<p>Broader impact:</p>\n<p><em>ExpressionBlast</em> is positioned as a basic analysis tool for every researcher using high throughput biological daat when studying a variety of conditions and diseases. The ability to easily query large volumes of genomic data can facilitate basic research of cell processes by academic researchers and the discovery of new drugs or repurposing of old drugs by pharmaceutical companies. In addition, large medical centers are starting to collect genomics and genetics data for individual patients aiming to provide personalized medicine tailored specifically to each individual. The ability to compare results of an individual patient to a large collection of patients and their clinical records is a key to finding better suited treatment for that individual leading to reduced hospitalization time and fewer complications. Lastly, the software and methods we created are intended to be general and reusable for future systems that require searching in unstructured datasets.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2014<br>\n\t\t\t\t\tModified by: Ziv&nbsp;Bar-Joseph</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNew experimental methods for collecting  high throughput data are revolutionizing biology and clinical studies and are now routinely used for pre-clinical drug discovery. These include sequencing methods, array based methods and methods for determining interactions between proteins. Several large public and proprietary databases collect these types of data, however this data is largely unstructured and is difficult to utilize. In this project we developed ExpressionBlast, a search engine for genomic data aimed at scientific researchers, medical centers and biotechnology companies. ExpressionBlast facilitates the utilization of large public databases and also provides means for integrating public and proprietary, in-house data. The ExpressionBlast framework automatically downloads, parses, and annotates data from different repositories and is complemented with an easy-to-use web interface that provides search capabilities within and across different species and includes advanced analysis options. ExpressionBlast  is available as a web service and initial studies demonstrated its effectiveness for the analysis of high throughout genomics data including data on aging and human diseases.\n\nIntellectual merit\n\nExpressionBlast addresses the classic problem of dealing with heterogeneity in unstructured data and integrating massive amounts of data from different sources into a seamless framework. The unique challenge here is a function of the domain (biological and pre-clinical data). We created a system that manages heterogeneity and provides vertical integration that allows the data to be searchable and comparable on many levels.  This integration is made possible through the use of computational text mining and machine learning methods that are able to derive high quality information from the free text in order to automatically categorize and annotate the large volumes of data. This work also provides a holistic approach for the incorporation of new analysis tools for genomic data, offering standard services and benchmarks that can significantly shorten development time and increase usage.\n\nBroader impact:\n\nExpressionBlast is positioned as a basic analysis tool for every researcher using high throughput biological daat when studying a variety of conditions and diseases. The ability to easily query large volumes of genomic data can facilitate basic research of cell processes by academic researchers and the discovery of new drugs or repurposing of old drugs by pharmaceutical companies. In addition, large medical centers are starting to collect genomics and genetics data for individual patients aiming to provide personalized medicine tailored specifically to each individual. The ability to compare results of an individual patient to a large collection of patients and their clinical records is a key to finding better suited treatment for that individual leading to reduced hospitalization time and fewer complications. Lastly, the software and methods we created are intended to be general and reusable for future systems that require searching in unstructured datasets.\n\n\t\t\t\t\tLast Modified: 01/03/2014\n\n\t\t\t\t\tSubmitted by: Ziv Bar-Joseph"
 }
}