{
 "awd_id": "1242683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mirror Symmetry in the Midwest 2012",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "This proposal is for a conference entitled  Mirror Symmetry in the Midwest II to be held at University of Wisconsin from November 8-11, 2012, which is a continuation of the one held in Kansas State University in November 2011. Mirror symmetry is a relatively new subject that has attracted a great deal of attention over the past two decades. Mirror symmetry has its roots in string theory and is the study of a duality between the complex and symplectic geometry of certain objects. The number of ways to approach the subject has grown vast over the years and today many researchers can be said to be studying a subject inspired in some way by mirror symmetry. The rapidly expanding field of mirror symmetry has inspired a great deal of the research in complex, algebraic and symplectic geometry over the past twenty years. These ideas--the algebraic and geometric theories inspired by mirror symmetry--form the scientific focus of the conference.\r\nImportant innovations include Gromov-Witten invariants, Fukaya categories and tropical geometry. In addition, mirror symmetry has cast renewed attention on and greatly expanded the scope of existing disciplines--Floer theory, derived categories, and special Lagrangian geometry are a few examples. An explanation of mirror symmetry would not only provide a link between complex and symplectic geometry, but it would also have a deep impact on a wide range of current subjects.\r\n\r\nThe goal of the proposed conference is to bring together researchers studying a wide range of aspects of mirror symmetry. The conference will lead to increased collaboration among researchers in the Midwest and special attention will be paid to recruiting participants from the Midwest to further this aim. An important additional point of the conference is to bring in experts from outside the region. The conference will attract a wide range of participants with a diversity of backgrounds. An essential feature of the conference will be education. A portion of the talks will constitute a ``mini-course'', aimed at graduate students and non-experts and intended to give an introduction to some aspect of the field. The goals of the mini-course are two fold: One, to open and facilitate lines of communication between researchers with different areas of expertise; and two, to get graduate students involved, excited and actively participating in the scientific activities of the conference. In addition to the impacts highlighted above--increasing collaboration among researchers in the Midwest and teaching graduate students and young researchers about the subject--it is hoped that the conference will lead to the founding of an annual Midwest mirror symmetry conference. Another intent of the the conference is to expand the regional ties between University of Wisconsin group of mathematicians working on the areas related to mirror symmetry and the M-Center (Mirror Symmetry Center) at Kansas State University. Mirror symmetry has its roots in high-energy physics and string theory and the mathematics involved has an impact on these sciences. To take advantage of these ties, the conference will feature physicists and mathematicians.\r\n\r\nMore information can be found on the conference website\r\nhttp://www.math.wisc.edu/~oh/uw-ksu-index.html",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yong-Geun",
   "pi_last_name": "Oh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong-Geun Oh",
   "pi_email_addr": "oh@math.wisc.edu",
   "nsf_id": "000469832",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Caldararu",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei H Caldararu",
   "pi_email_addr": "andreic@math.wisc.edu",
   "nsf_id": "000181392",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N. Park St. STE 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><dl class=\"clearing\"><dd> The proposed conference was the second of a series of two joint conferences between Kansas State<br />\n<div class=\"tinyMCEContent\">\n<p>and the University of Wisconsin, Madison, the first of which was held in Manhattan, Kansas, and then the second was held at University of Wisconsin. The PI and Co-PI (and thecorresponding counter parts in Kansas State  University) have achieved their original goal of holding the 2 series of  conferences on Mirror Symmetry in Mid-West successfully by having the  conference as an effective platform for the researchers studying mirror symmetry, especially from the midwest, about the recent advances in various aspects of mirror symmetry ranging from Floer theory in symplectic geometry, homological mirror symmetry, orbifold quantum cohomology to quantum field theory. To promote the educational aims of the conference special attention was  paid to attracting and funding graduate student participation. This year  Kevin Costello from Northwestern University delivered a mini-course on BCOV theory and mirror symmetry.</p>\n</div>\n</dd></dl>\n<p>&nbsp;The conference had a regional focus and the primary purpose was<br />to promote sharing of ideas between researchers in the midwest studying mirror symmetry. A number of the speakers came from the midwest and special attention was paid to recruiting participants from the midwest, especially graduate students and young researchers.<br />In addition, an important point of the conference was to bring in experts from outside the region. An essential feature of the conference was education:<br />A portion of the talks constituted a ``mini-course'', aimed at graduate students and non-experts and intended to give an introduction to some aspect of the field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2014<br>\n\t\t\t\t\tModified by: Yong-Geun&nbsp;Oh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The proposed conference was the second of a series of two joint conferences between Kansas State\n\n\n\nand the University of Wisconsin, Madison, the first of which was held in Manhattan, Kansas, and then the second was held at University of Wisconsin. The PI and Co-PI (and thecorresponding counter parts in Kansas State  University) have achieved their original goal of holding the 2 series of  conferences on Mirror Symmetry in Mid-West successfully by having the  conference as an effective platform for the researchers studying mirror symmetry, especially from the midwest, about the recent advances in various aspects of mirror symmetry ranging from Floer theory in symplectic geometry, homological mirror symmetry, orbifold quantum cohomology to quantum field theory. To promote the educational aims of the conference special attention was  paid to attracting and funding graduate student participation. This year  Kevin Costello from Northwestern University delivered a mini-course on BCOV theory and mirror symmetry.\n\n\n\n The conference had a regional focus and the primary purpose was\nto promote sharing of ideas between researchers in the midwest studying mirror symmetry. A number of the speakers came from the midwest and special attention was paid to recruiting participants from the midwest, especially graduate students and young researchers.\nIn addition, an important point of the conference was to bring in experts from outside the region. An essential feature of the conference was education:\nA portion of the talks constituted a ``mini-course'', aimed at graduate students and non-experts and intended to give an introduction to some aspect of the field.\n\n\t\t\t\t\tLast Modified: 08/30/2014\n\n\t\t\t\t\tSubmitted by: Yong-Geun Oh"
 }
}