{
 "awd_id": "1242519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Assessment of Commercial Viability of Electrochemical Flow Capacitors for Grid Scale Energy Storage",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-07-06",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "This Innovation Corps (I-Corps) project aims to assess the commercial viability and technological impact of a new energy storage concept called \"electrochemical flow capacitor\" (EFC). This new storage concept takes the advantages of both supercapacitors and flow batteries, and enables rapid charging/discharging (i.e., fast system response with high power density), while decoupling energy storage from the power output (i.e., scalable energy storage). At the core of this technology is the utilization of a flowable carbon slurry as an active material for capacitive storage. At the technical level, the team's goal in this project will be to continue its ongoing efforts in establishing the enabling science and technology necessary to address the critical scientific gaps related to the capacitive charge storage in a flowable media. At the commercialization level, the team's efforts will be placed on developing a portable bench-top prototype to demonstrate the fundamental operation of the proposed concept and benchmark performance and cost targets. The team's main goal will be to establish a streamlined technology development process and formulate a strong business case that will enable the team to secure third-party funding and establish strategic alliances with interested parties for commercialization of this new technology. \r\n\r\nRapid energy recovery and delivery is essential to enable better utilization of fluctuating renewable sources, as well as to increase the efficiency of the grid. To date, there is a great need for a large-scale energy storage system that can effectively buffer large and rapid fluctuations in energy supply and demand. The proposed technology has significant potential to overcome the major challenges in grid-scale energy storage associated with conventional technologies, enabling greater utilization of renewable energy sources, while making the electrical grid more robust. Therefore, the new knowledge gained from this work is expected to have a substantial impact on the crucial societal challenge of renewable energy and will help transform the current practices employed to address the rapidly growing global energy issues. Additionally, the successful development of this technology can potentially result in the formation of a start-up company, stimulation of private investments and contribute to strengthening the U.S. position in new energy storage technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emin Caglan",
   "pi_last_name": "Kumbur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emin Caglan Kumbur",
   "pi_email_addr": "eck32@drexel.edu",
   "nsf_id": "000079289",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Electrochemical Flow Capacitor team participated in the NSF Innovation Corps program as part of the Summer 2012 cohort. The team consisted Christopher R. Dennison (Entrepreneurial Lead), Prof. E. C. Kumbur (Principal Investigator), and Dr. Sherrie Preische (Business Mentor).</p>\n<p>The Electrochemical Flow Capacitor (EFC) is a new energy storage technology that can potentially store large quantities of energy on the electrical grid (kWh &ndash; MWh scale). There is a growing need for grid-scale electrical energy storage as significant amounts of renewable energy sources (e.g. wind, solar, etc.) are connected to the grid. These energy sources provide unpredictable, intermittent power output, depending on whether the sun is shining or the wind is blowing, and these intermittencies can create significant instability within the electrical grid. Energy storage technologies like the EFC can alleviate these issues by buffering the output from these resources, supplying power when the resource is unavailable. These technologies can also provide other services to the grid; improving the quality of power delivered to customers, reducing congestion within the power grid, providing backup power in case of a fault, etc. The EFC is distinct from other energy storage technologies because it combines the scalable energy capacity of flow batteries with the performance benefits of supercapacitors (high power output, high efficiency, extremely long lifetime, etc.)</p>\n<p>The I-Corps program has been invaluable for our team to evaluate the current market for energy storage technologies, and to identify the value proposition of our new technology. Through our extensive customer discovery process, we learned that cost is the single most important aspect for a successful technology in this market. In addition, power and calendar life are two features that are considered to be very important for this type of devices. Energy storage technologies are essentially competing with the price of natural gas, which is fairly low at present. Additionally, there are regulatory barriers which currently make widespread market entry very challenging. In particular, it is still unclear what kind of asset an energy storage device is (e.g. power &lsquo;generator&rsquo;, transmission infrastructure, distribution infrastructure, etc.). Due to government and industry regulations, this is a key point which must be resolved before a large penetration of energy storage is possible. Another issue that must be clarified is how energy storage facilities &lsquo;bid&rsquo; into the power market: Are they treated as a special class of devices, or do they sell power (discharge) just like a coal facility, and purchase power (charge) just like a consumer?; What power markets can these technologies &lsquo;bid&rsquo; into?</p>\n<p>These issues must be addressed before any energy storage technology can achieve significant market penetration. Additionally, we determined that our technology is in need of further technical development in order to provide a more competitive value proposition. At the conclusion of the project, our strategy looking forward is to continue the technical development of the EFC technology, while simultaneously monitoring the conditions within the market. It is clear that the market is going to &lsquo;open up&rsquo; very soon, and when it does, we hope to be ready with a competitive and promising product to offer.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2014<br>\n\t\t\t\t\tModified by: Emin Caglan&nbsp;Kumbur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Electrochemical Flow Capacitor team participated in the NSF Innovation Corps program as part of the Summer 2012 cohort. The team consisted Christopher R. Dennison (Entrepreneurial Lead), Prof. E. C. Kumbur (Principal Investigator), and Dr. Sherrie Preische (Business Mentor).\n\nThe Electrochemical Flow Capacitor (EFC) is a new energy storage technology that can potentially store large quantities of energy on the electrical grid (kWh &ndash; MWh scale). There is a growing need for grid-scale electrical energy storage as significant amounts of renewable energy sources (e.g. wind, solar, etc.) are connected to the grid. These energy sources provide unpredictable, intermittent power output, depending on whether the sun is shining or the wind is blowing, and these intermittencies can create significant instability within the electrical grid. Energy storage technologies like the EFC can alleviate these issues by buffering the output from these resources, supplying power when the resource is unavailable. These technologies can also provide other services to the grid; improving the quality of power delivered to customers, reducing congestion within the power grid, providing backup power in case of a fault, etc. The EFC is distinct from other energy storage technologies because it combines the scalable energy capacity of flow batteries with the performance benefits of supercapacitors (high power output, high efficiency, extremely long lifetime, etc.)\n\nThe I-Corps program has been invaluable for our team to evaluate the current market for energy storage technologies, and to identify the value proposition of our new technology. Through our extensive customer discovery process, we learned that cost is the single most important aspect for a successful technology in this market. In addition, power and calendar life are two features that are considered to be very important for this type of devices. Energy storage technologies are essentially competing with the price of natural gas, which is fairly low at present. Additionally, there are regulatory barriers which currently make widespread market entry very challenging. In particular, it is still unclear what kind of asset an energy storage device is (e.g. power ægeneratorÆ, transmission infrastructure, distribution infrastructure, etc.). Due to government and industry regulations, this is a key point which must be resolved before a large penetration of energy storage is possible. Another issue that must be clarified is how energy storage facilities æbidÆ into the power market: Are they treated as a special class of devices, or do they sell power (discharge) just like a coal facility, and purchase power (charge) just like a consumer?; What power markets can these technologies æbidÆ into?\n\nThese issues must be addressed before any energy storage technology can achieve significant market penetration. Additionally, we determined that our technology is in need of further technical development in order to provide a more competitive value proposition. At the conclusion of the project, our strategy looking forward is to continue the technical development of the EFC technology, while simultaneously monitoring the conditions within the market. It is clear that the market is going to æopen upÆ very soon, and when it does, we hope to be ready with a competitive and promising product to offer.\n\n\t\t\t\t\tLast Modified: 03/06/2014\n\n\t\t\t\t\tSubmitted by: Emin Caglan Kumbur"
 }
}