{
 "awd_id": "1242289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Support for Domestic Invited Speakers to Attend the \"Emerging Areas in Polymer Science and Engineering\" Program at the 2012 AIChE Fall Meeting",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 6100.0,
 "awd_amount": 6100.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "TECHNICAL AND NON-TECHNICAL ABSTRACT:\r\n\r\nThis award provides partial support for two special sessions at the annual American Institute of Chemical Engineers (AIChE) meeting that will be focused on \"Emerging Areas in Polymer Science and Engineering.\"  The PIs have organized these sessions to highlight recent  advances in polymer science, focused on experimental, theoretical, and simulation topics of interest to the broad polymer community.  Each session will contain academic researchers from various stages in their careers discussing timely and important topics. Furthermore, these sessions will emphasize the breadth and depth of on-going and emerging polymer-related activities in the chemical engineering community.  The sessions will take place during the 2012 Fall AIChE Meeting (October 28-November 2) in Pittsburgh, PA.\r\n\r\nThe purpose of the two special sessions is to highlight new areas of polymer science and engineering, as well as to underscore emerging opportunities and unexplored themes in more established areas of polymer science.  Though the talks cover an array of polymer science topics, the overall theme is the use of nanoscale engineering of polymer systems to manipulate materials structure, properties, and function.  The combination of the talks in each session will highlight recent theoretical, simulation, and experimental advances in polymer science and engineering, providing an overview of several cutting-edge methodologies being employed to tackle key problems related to energy storage and generation, drug delivery, nanoscale templating, coatings, nanocomposites, and biomaterials.  The speakers represent a diverse group of polymer scientists in terms of research topics, research methodology (experimental/theoretical/simulation) career status, gender, and ethnicity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Epps",
   "pi_mid_init": "H",
   "pi_sufx_name": "III",
   "pi_full_name": "Thomas H Epps",
   "pi_email_addr": "thepps@udel.edu",
   "nsf_id": "000246274",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "2012 AIChE Meeting",
  "perf_str_addr": "Pittsburgh Convention Center",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152223622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We organized a special session at the American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA (October 28, 2012 &ndash; November 2, 2012) focused on &ldquo;Emerging Areas in Polymer Science and Engineering.&rdquo;&nbsp; This session highlighted recent advances in polymer science, focused on experimental, theoretical, and simulation topics of interest polymer community (specifically) and the broader AIChE community.&nbsp; The special Plenary session was divided into two sub-sessions, each of which contained academic researchers from various stages in their careers discussing timely and important topics.&nbsp; These sub-sessions catered to graduate students, postdoctoral researchers, faculty, and industrial professionals in a variety of areas related to polymer science and engineering.&nbsp; Furthermore, these sessions emphasized the breadth and depth of on-going and emerging polymer-related activities in the chemical engineering community.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The purpose of the session was to highlight both new areas of polymer science and engineering, as well as to underscore emerging opportunities and unexplored themes in more established areas of polymer science.&nbsp; Though the talk descriptions covered an array of polymer science topics, <em>the overall theme was the use of nanoscale engineering of polymer<br />systems to manipulate materials structure, properties, and function.</em>&nbsp; The combination of the talks in each sub-session highlighted recent theoretical, simulation, and experimental advances in polymer science and engineering and provided conference-goers with an exciting overview of several cutting-edge methodologies being employed to tackle key problems related to energy storage and generation, drug delivery, nanoscale templating, coatings, nanocomposites, and biomaterials.</p>\n<p><strong>Broader Impact</strong></p>\n<p>We selected eight invited faculty speakers for the two sub-sessions.&nbsp;<br />Additionally, we selected two graduate speakers, one for each<br />sub-session, from nominations by faculty advisers (the call for nominations was advertised to the AIChE community).&nbsp; The speakers represented a diverse group of polymer scientists in terms of research topics, research methodology (experimental/theoretical/simulation) career status, gender, and ethnicity.&nbsp; Details include: ethnic and gender diversity of speakers and session chairs: 5 under-represented minorities [including session chair and co-chair]; 3 females [including one of the graduate student speakers]; career status diversity of speakers: 2 graduate students; 4 junior faculty; 4 senior faculty, the session chair was tenured younger faculty, the session co-chair was junior faculty.&nbsp; Many of the speakers highlighted novel and<br />high-impact portions of their NSF-funded research during their invited talks.&nbsp; The majority of the support received was used to fund the younger speakers and younger program participants.&nbsp; The session was well-received by the AIChE community, and the MESD leadership voiced support for continuing the plenary session/Emerging Topics concept at the 2013 Annual Meeting.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2013<br>\n\t\t\t\t\tModified by: Thomas&nbsp;H&nbsp;Epps, Iii</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe organized a special session at the American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA (October 28, 2012 &ndash; November 2, 2012) focused on \"Emerging Areas in Polymer Science and Engineering.\"  This session highlighted recent advances in polymer science, focused on experimental, theoretical, and simulation topics of interest polymer community (specifically) and the broader AIChE community.  The special Plenary session was divided into two sub-sessions, each of which contained academic researchers from various stages in their careers discussing timely and important topics.  These sub-sessions catered to graduate students, postdoctoral researchers, faculty, and industrial professionals in a variety of areas related to polymer science and engineering.  Furthermore, these sessions emphasized the breadth and depth of on-going and emerging polymer-related activities in the chemical engineering community.\n\nIntellectual Merit\n\nThe purpose of the session was to highlight both new areas of polymer science and engineering, as well as to underscore emerging opportunities and unexplored themes in more established areas of polymer science.  Though the talk descriptions covered an array of polymer science topics, the overall theme was the use of nanoscale engineering of polymer\nsystems to manipulate materials structure, properties, and function.  The combination of the talks in each sub-session highlighted recent theoretical, simulation, and experimental advances in polymer science and engineering and provided conference-goers with an exciting overview of several cutting-edge methodologies being employed to tackle key problems related to energy storage and generation, drug delivery, nanoscale templating, coatings, nanocomposites, and biomaterials.\n\nBroader Impact\n\nWe selected eight invited faculty speakers for the two sub-sessions. \nAdditionally, we selected two graduate speakers, one for each\nsub-session, from nominations by faculty advisers (the call for nominations was advertised to the AIChE community).  The speakers represented a diverse group of polymer scientists in terms of research topics, research methodology (experimental/theoretical/simulation) career status, gender, and ethnicity.  Details include: ethnic and gender diversity of speakers and session chairs: 5 under-represented minorities [including session chair and co-chair]; 3 females [including one of the graduate student speakers]; career status diversity of speakers: 2 graduate students; 4 junior faculty; 4 senior faculty, the session chair was tenured younger faculty, the session co-chair was junior faculty.  Many of the speakers highlighted novel and\nhigh-impact portions of their NSF-funded research during their invited talks.  The majority of the support received was used to fund the younger speakers and younger program participants.  The session was well-received by the AIChE community, and the MESD leadership voiced support for continuing the plenary session/Emerging Topics concept at the 2013 Annual Meeting.\n\n\t\t\t\t\tLast Modified: 05/31/2013\n\n\t\t\t\t\tSubmitted by: Thomas H Epps, Iii"
 }
}