{
 "awd_id": "1242313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Understanding the spatial and temporal variability of dissolved oxygen through a hierarchy of models.",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 126196.0,
 "awd_amount": 126196.0,
 "awd_min_amd_letter_date": "2012-06-18",
 "awd_max_amd_letter_date": "2012-06-18",
 "awd_abstract_narration": "Abstract \r\nIn this project ocean modelers at The University of California at Los Angeles and Colorado State University will develop a new theoretical framework for understanding and predicting the responses of oceanic oxygen to wide range of climate variability. Recent observations of decadal oxygen changes of in the upper ocean, which now have been documented in every ocean basin, motivate several questions regarding the underlying mechanisms. How does dissolved oxygen respond to atmospheric forcing at different time scales? How do the temporal spectrum and spatial patterns relate to that of its driving forces, both physical and biological, and to the coupling between them? Modeling studies on long-term trends and basin-scale variability revealed that dissolved oxygen is highly sensitive to both physical and biological processes, and it has been suggested as a tracer of climate change in the oceans. However, mechanistic understanding of underlying causes are far from complete, and fuller elucidation of the large-scale modes of oxygen variability is therefore needed, particularly as new data is rapidly increasing. \r\n\r\nThe research team hypothesizes that the physical and biological drivers of oxygen changes are modulated by the thermocline ventilation in the upper ocean, leading to enhanced large-scale, low frequency variability. The theory leads to novel hypotheses for explaining two recurring and general observations: that O2 changes are so prevalent at decadal time scales and are focused in waters occupying a common position in the water column, namely the base of the ventilated thermocline. They plan to evaluate these predictions using a hierarchy of models ranging from a one-dimensional isopycnal model to a state-of-the-art eddy-permitting global ocean model with ecosystem and biogeochemistry components. The work plan will involve comparison of patterns across a hierarchy of models, illuminating fundamental and non-model dependent dynamics of the oceanic oxygen cycle. This project culminates in the application of our theoretical and modeling approach to the Observing System Simulation Experiments (OSSEs) for the proposed global implementation of ARGO-O2 project to develop future observational strategies. This will be a major step toward building a set of tools for understanding the types of O2 variability found in the real world, and laying the groundwork for analyzing a wide range of observational and modeling data for this important tracer. \r\n\r\nBroader Impacts: The researchers anticipate that this work will shed light on hypoxia as an emerging problem in the ocean of strategic importance to fisheries managers and marine conservation efforts. Through the proposed OSSEs, this project will assist in the formulation of optimal observational strategies for the international efforts to develop the global array of O2 sensors on ARGO floats. The results are also expected to provide a mechanistic basis for estimating global scale losses of O2 from such irregular sampling networks, thus reducing a key uncertainty in the quantification of the partitioning of anthropogenic CO2 uptake between the land and the oceans. Finally, the project will provide for the training and support of two beginning graduate students, as well as outreach activities at Coloado Statue University on oceans and climate science for K-12 through graduate students and for the general public. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Takamitsu",
   "pi_last_name": "Ito",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Takamitsu Ito",
   "pi_email_addr": "taka.ito@eas.gatech.edu",
   "nsf_id": "000488334",
   "pi_start_date": "2012-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1303",
   "pgm_ref_txt": "CLIMATE MODELING & PREDICTION"
  },
  {
   "pgm_ref_code": "1309",
   "pgm_ref_txt": "GLOBAL TROPOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 126196.0
  }
 ],
 "por": null
}