{
 "awd_id": "1242441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  2012 Intrinsically Disordered Proteins GRC; to be held July 8-13, 2012 in West Dover, VT",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele McGuirl",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "Intellectual Merit\r\n \r\nThis is the second the Gordon Research Conference on Intrinsically Disordered Proteins (IDPs) to be held between July 08 and July 13, 2012. Biological functions are based on molecular recognition and complex networks are organized around a series of inter-related protein-protein and protein-nucleic acid interfaces. The traditional view posits that molecular recognition is achieved through a combination of shape complementarity and specific interactions between a protein and its binding partner. Traditional views are, however, being challenged by observations that roughly 30% of eukaryotic proteins fail to fold autonomously and their inability to fold is required for function. Such proteins, referred to as intrinsically disordered proteins or IDPs are implicated in a wide variety of functions that include fundamental processes in biology. IDPs add a new dimension to molecular recognition because they undergo large-scale conformational changes and they raise the question of how specificity in recognition is achieved despite the absence of precise pre-organized shape complementarity. This an opportune time to bring together scientists in the IDP field to identify the important questions, take stock of current progress, and chart the course for rapid and meaningful progress in the study of conformational heterogeneity and its role in protein function. The Gordon Conference on Intrinsically Disordered Proteins  features an outstanding and diverse group of scientists at the forefront of research in the IDP field. The conference is organized around thematic sessions focusing on transcriptional regulation, signaling pathways and modules, IDP phase behavior and molecular recognition, emerging technologies for studying IDPs, IDP quality control and homeostasis, regulated self-assembly and mis-assembly of IDPs, and IDP targeting, trafficking and processing. Novel technological advances are needed to study IDPs therefore the conference will showcase the development of state-of-the art biophysical methods, advances in theory and computation, and the synergy with novel tools from molecular biology, for studying IDPs and developing a quantitative understanding regarding their functions in vivo. \r\n\r\nBroader Impact\r\n\r\nThis Gordon Research Conference will promote research of IDPs at different levels and in various fields. The meeting has a highly relevant and synergistic focus on understanding the mechanisms by which IDPs function and the development of new integrated methods for studying and characterizing IDP form and function. In the final program, 12 of the 40 invited speakers and discussion leaders are women. The program has a balanced mixture of established and young scientists. Of the two program slots set aside for postdoctoral speakers, the conference chairs will strive to fill at least  one with a woman / member of an under-represented minority community. The conference chairs will also ensure that at the stage of selection of participants in the meeting, minority participants will be selected to attend the meeting. When the attendees are selected from the pool of applicants, principles of affirmative action with respect to minority groups, women and junior scientists will be used as criteria, in addition to the date of application and the scientific background of the applicant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rohit",
   "pi_last_name": "Pappu",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Rohit V Pappu",
   "pi_email_addr": "pappu@wustl.edu",
   "nsf_id": "000093653",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on INTRINSICALLY DISORDERED PROTEINS was held at Mount Snow Resort West Dover, Vermont, July 8-13, 2012. The Conference was well-attended<br />with 166 participants (attendees list attached). The attendees represented the<br />spectrum of endeavor in this field coming from academia, industry, and<br />government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students.<br />Of the 166 attendees, 68 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 68 respondents, 22%<br />were Minorities &ndash; 0% Hispanic, 22% Asian and 0% African American. Approximately<br />39% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on INTRINSICALLY DISORDERED PROTEINS was held at Mount Snow Resort West Dover, Vermont, July 8-13, 2012. The Conference was well-attended\nwith 166 participants (attendees list attached). The attendees represented the\nspectrum of endeavor in this field coming from academia, industry, and\ngovernment laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students.\nOf the 166 attendees, 68 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 68 respondents, 22%\nwere Minorities &ndash; 0% Hispanic, 22% Asian and 0% African American. Approximately\n39% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/17/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}