{
 "awd_id": "1242417",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  High Density Memristive Devices for Non-Volatile Memory Applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "The objective of this proposal is to develop high-density, low-power, and low-cost memristive/Resistive Random Access Memory (ReRAM) devices for Non-Volatile Memory (NVM) market. The memristive/ReRAM devices are identified on the semiconductor roadmap as a leading potential replacement for the present flash memories and an enabling technology for Terabytes/cm2 data \"storage on chip\" almost 3 orders of magnitude denser than the current technology. However, the major challenges to commercialization remain in addressing critical issues including: (i) electroforming, (ii) tight control of compliance current, (iii) reducing switching energy, (iv) device-to-device variability, (v) endurance and cycle-to-cycle variability, and (vi) demonstration of 1Diode 1ReRAM (1D1R) crossbar structures. This gap in knowledge persists due to a lack of fundamental understanding on switching and charge transport mechanism in these devices. The fundamental studies through previous NSF-funded research in this area led the team to a potential solution that addresses these challenges. \r\n\r\nThe current market for NVM is around 26 billion USD and is projected to grow at 14% annually, reaching 51.2 billion USD by 2015. These NVM devices are becoming increasingly important for massive data storage in smart-phone, tablets, notebooks, digital cameras, video recording, and thumb-drives. The current NAND-flash technology will be unable to meet this demand due to fundamental scaling limits. The proposed innovation will provide high-density, low-power memristive/ReRAM devices based memories with additional performance benefits of fast write/erase/read times, endurance of 105 cycles, and 10 years of retention. These devices demonstrate Multi-Level Cell (MLC) storage that will provide an attractive solution for low-cost per bit storage. The demonstration of 1kb memory in 1D1R configuration will significantly enhance the scientific and technological understanding and will have significant impact on developing high-density memory by 3-D stacking.  If successful, this will have a direct impact on economic development and job creation in Northwest Ohio and help maintain the US leadership in this emerging technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rashmi",
   "pi_last_name": "Jha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rashmi Jha",
   "pi_email_addr": "jhari@ucmail.uc.edu",
   "nsf_id": "000505218",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W. Bancroft Street",
  "perf_city_name": "Toledo",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-volatile memory (NVM) devices are becoming increasingly important for enabling massive data storage in various consumer electronic products such as smartphones, laptops, cameras, and tablets. Currently available NVM based on flash-memory device technologies are approaching fundamental scalability limits and suffer from issues such as limited endurance and reliability. Therefore, there is an urgent need for novel memory devices that can overcome the scalability limitations and&nbsp;enhance the functionality&nbsp;of the conventional memory devices. To address these needs, the overall objective of this project lies in utilizing our recent research findings in the areas of Resistive Random Access Memory (ReRAM)/memristive emerging memory devices and developing Go/No-Go criteria for commercialization based on market research and customer interviews.</p>\n<p>As part of this project, our team interviewed around 80 technology<br />companies encompassing semiconductor foundries and chip manufacturers, circuit designers, data-hosting companies, super computers companies, consumer electronics product companies, and software companies. These interviews unanimously reflected the necessity for better memory devices in terms of lower-cost per gigabyte, lower-energy consumption, faster operation, better endurance, and better reliability. As a result of these interviews, our team was able to identify different market segments and analyze the value<br />proposition of ReRAM devices.</p>\n<p>A CMOS (Complementary Metal-Oxide Semiconductor)-compatible<br />process-flow for fabricating ReRAM devices were developed and prototype memory devices were tested. Routes to reduce the switching-energies were investigated via innovative process and device engineering. Studies were performed to understand the impact of passivation layers (such as Silicon Nitride layer) deposition and back-end-of-line annealing on the performance of ReRAM devices. Such studies provided valuable insight on evaluating if these devices can be manufactured at large-scale in existing semiconductor foundries or not.</p>\n<p>The project trained the Entrepreneur Lead (graduate student), PI,<br />and the mentor on research commercialization and opening a start-up company. These start-up companies can create more high-tech jobs in the USA. The graduate student was trained on nano/micro-fabrication, semiconductor process technology, emerging memory devices fabrication and electrical testing. The project outcomes were also integrated at the undergraduate and graduate level courses. These trainings are critical for workforce development and preparing our graduate/undergraduate students to address the pending challenges and contribute towards ongoing research and development in the areas of micro/nano-electronics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2014<br>\n\t\t\t\t\tModified by: Rashmi&nbsp;Jha</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNon-volatile memory (NVM) devices are becoming increasingly important for enabling massive data storage in various consumer electronic products such as smartphones, laptops, cameras, and tablets. Currently available NVM based on flash-memory device technologies are approaching fundamental scalability limits and suffer from issues such as limited endurance and reliability. Therefore, there is an urgent need for novel memory devices that can overcome the scalability limitations and enhance the functionality of the conventional memory devices. To address these needs, the overall objective of this project lies in utilizing our recent research findings in the areas of Resistive Random Access Memory (ReRAM)/memristive emerging memory devices and developing Go/No-Go criteria for commercialization based on market research and customer interviews.\n\nAs part of this project, our team interviewed around 80 technology\ncompanies encompassing semiconductor foundries and chip manufacturers, circuit designers, data-hosting companies, super computers companies, consumer electronics product companies, and software companies. These interviews unanimously reflected the necessity for better memory devices in terms of lower-cost per gigabyte, lower-energy consumption, faster operation, better endurance, and better reliability. As a result of these interviews, our team was able to identify different market segments and analyze the value\nproposition of ReRAM devices.\n\nA CMOS (Complementary Metal-Oxide Semiconductor)-compatible\nprocess-flow for fabricating ReRAM devices were developed and prototype memory devices were tested. Routes to reduce the switching-energies were investigated via innovative process and device engineering. Studies were performed to understand the impact of passivation layers (such as Silicon Nitride layer) deposition and back-end-of-line annealing on the performance of ReRAM devices. Such studies provided valuable insight on evaluating if these devices can be manufactured at large-scale in existing semiconductor foundries or not.\n\nThe project trained the Entrepreneur Lead (graduate student), PI,\nand the mentor on research commercialization and opening a start-up company. These start-up companies can create more high-tech jobs in the USA. The graduate student was trained on nano/micro-fabrication, semiconductor process technology, emerging memory devices fabrication and electrical testing. The project outcomes were also integrated at the undergraduate and graduate level courses. These trainings are critical for workforce development and preparing our graduate/undergraduate students to address the pending challenges and contribute towards ongoing research and development in the areas of micro/nano-electronics.\n\n\t\t\t\t\tLast Modified: 04/07/2014\n\n\t\t\t\t\tSubmitted by: Rashmi Jha"
 }
}