{
 "awd_id": "1242075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NUE: Flipping Learning Models to Illuminate Nanomanufacturing and Nanomaterials for Photovoltaics",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 199018.0,
 "awd_amount": 199018.0,
 "awd_min_amd_letter_date": "2012-09-14",
 "awd_max_amd_letter_date": "2012-09-14",
 "awd_abstract_narration": "The objective of this NUE in Engineering program entitled, \"NUE: Flipping Learning Models to Illuminate Nanomanufacturing and Nanomaterials for Photovoltaics\", at the University of Pittsburgh, under the direction of Dr. Paul W. Leu, is to establish an interdisciplinary education and research framework to prepare future engineers to take on the grand challenge of manufacturing low-cost, high-efficiency solar cells through the scalable integration of nanomaterials.  The National Academy of Engineering has identified making solar energy economical as a grand challenge of the 21st century.\r\n\r\nGiven the critical role of nanotechnology in next-generation photovoltaics and the need for educational programs to prepare future engineers to develop new innovations for this application, the PIs propose to develop an interdisciplinary education and research framework for illuminating photovoltaic devices, nanomanufacturing, and nanomaterial concepts and experimental practices. This project will (1) design a flipped undergraduate course, ENGR 1248: Nanomanufacturing and Nanomaterials for Photovoltaics, where lecturing and reading occur outside of the classroom and active learning involving conceptual exercises, learning tasks, and instructional laboratories occur-in-class, (2) teach this flipped undergraduate course, which will impact 30 to 40 Engineering students per year and be part of the Engineering School's new Nanoscience and Engineering Certificate, (3) advise undergraduate summer research projects through the Mascaro Center for Sustainable Innovation which will develop about six students per year, and (4) create online content for high school students by extending INVESTING NOW outreach through Pitt's Engineering Office of Diversity that has involved about 150 high school students per year.  The proposed project seeks to provide students with (the four I's) inspirational motivation, intellectual foundations, innovation skills, and increased involvement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Leu",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Paul W Leu",
   "pi_email_addr": "pleu@pitt.edu",
   "nsf_id": "000572245",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guangyong",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guangyong Li",
   "pi_email_addr": "gul6@pitt.edu",
   "nsf_id": "000323423",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jung-Kun",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jung-Kun Lee",
   "pi_email_addr": "jul37@pitt.edu",
   "nsf_id": "000493569",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Spiegel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel A Spiegel",
   "pi_email_addr": "sspiegel@mines.edu",
   "nsf_id": "000579555",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721900",
   "pgm_ele_name": "NANOTECHNOLOGY UNDERGRAD EDUCA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "113E",
   "pgm_ref_txt": "ENG CURRICULUMN DEVELOPMENT"
  },
  {
   "pgm_ref_code": "7219",
   "pgm_ref_txt": "NANOTECHNOLOGY UNDERGRAD EDUCA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199018.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"WordSection1\">\n<p>This project sought to provide undergraduate students with a deep scientific understanding of nanotechnology and its role within the development of next-generation solar cells. This better enabled students to pursue research in academia or design in industry. Additionally, this program helped create an interest in this field in both undergraduates and high school students, with an emphasis on underrepresented groups. The three major activities of this project were (1) Design and teach a new undergraduate course, ENGR1066: Introduction to Solar Cells and Nanotechnology, (2) Advise undergraduate summer research projects through the Mascaro Center for Sustainable Innovation, and (3) Outreach to local underrepresented high school students by partnering with Pitt&rsquo;s Engineering Office of Diversity and its INVESTING NOW program. &nbsp;All educational and outreach activiteis were externally evaluated by the Penn State Leonhard Center for the Enhancement of Engineering Education.</p>\n<p>A new course, ENGR1066: Introduction to Solar Cells and Nanotechnology, was designed and offered for the first time in Fall 2013. The first two-thirds of the course introduces undergraduates to fundamental concepts such as the physics of solar cells, solar panels, installation, concentrators, and manufacturing. The final third of the course discusses nanotechnology and the role that it plays in research and next-generation solar cells. The class has been taught with both a traditional lecture and flipped lecture format. This class has impacted over 40 students and is part of the Engineering School&rsquo;s Nanoscience and Engineering Certificate.</p>\n<p>The PIs partnered with the Mascaro Center for Sustainable Innovation in offering undergraduates research experiences. Eleven undergraduates have been advised by the PIs and their graduate students over the three summers of this project. Undergraduates learned about various nanomaterials synthesis and characterization techniques. The summer research program was 12 weeks long. At the end of each summer, the undergraduates presented research posters and 15 minute talks at the Mascaro Undergraduate Research Symposium. In addition, as part of this program, the undergraduates submitted final papers.</p>\n<p>Two of the undergraduates were selected as finalists at the University of Notre Dame&rsquo;s NDConnect program.&nbsp; The two undergraduates traveled to Notre Dame for a weekend, where they presented a short presentation and poster on their research. They also had the opportunity to interact with undergraduates, professors, and industrial partners in regards to his research. The undergraduates have been authors on five peer-reviewed journal publications.</p>\n<p>The PIs have worked with the Pitt Engineering Office of Diversity in having undergraduates outreach and run INVESTING NOW workshops with local high school students. INVESTING NOW is a college preparatory program created to stimulate, support, and recognize the high academic performance of pre-college students from groups that are underrepresented in science, technology, engineering, and mathematics (STEM) majors and careers. The undergraduates taught a group of eleventh grade students about themes such as engineering, nanotechnology electronics, renewable energy, and sustainable design. Each day of the two-hour class consisted of a short PowerPoint presentation and a hands-on experiment to reinforce the concepts covered that day in class. The goal was to inspire the students to consider a career in STEM fields or at least notice the importance and prevalence of math and science in everyday life. The program was run for over 10 weeks total and impacted over 75 local high school students.</p>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2015<br>\n\t\t\t\t\tModified by: Paul&nbsp;W&nbsp;Leu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\"...",
  "por_txt_cntn": "\n\nThis project sought to provide undergraduate students with a deep scientific understanding of nanotechnology and its role within the development of next-generation solar cells. This better enabled students to pursue research in academia or design in industry. Additionally, this program helped create an interest in this field in both undergraduates and high school students, with an emphasis on underrepresented groups. The three major activities of this project were (1) Design and teach a new undergraduate course, ENGR1066: Introduction to Solar Cells and Nanotechnology, (2) Advise undergraduate summer research projects through the Mascaro Center for Sustainable Innovation, and (3) Outreach to local underrepresented high school students by partnering with PittÆs Engineering Office of Diversity and its INVESTING NOW program.  All educational and outreach activiteis were externally evaluated by the Penn State Leonhard Center for the Enhancement of Engineering Education.\n\nA new course, ENGR1066: Introduction to Solar Cells and Nanotechnology, was designed and offered for the first time in Fall 2013. The first two-thirds of the course introduces undergraduates to fundamental concepts such as the physics of solar cells, solar panels, installation, concentrators, and manufacturing. The final third of the course discusses nanotechnology and the role that it plays in research and next-generation solar cells. The class has been taught with both a traditional lecture and flipped lecture format. This class has impacted over 40 students and is part of the Engineering SchoolÆs Nanoscience and Engineering Certificate.\n\nThe PIs partnered with the Mascaro Center for Sustainable Innovation in offering undergraduates research experiences. Eleven undergraduates have been advised by the PIs and their graduate students over the three summers of this project. Undergraduates learned about various nanomaterials synthesis and characterization techniques. The summer research program was 12 weeks long. At the end of each summer, the undergraduates presented research posters and 15 minute talks at the Mascaro Undergraduate Research Symposium. In addition, as part of this program, the undergraduates submitted final papers.\n\nTwo of the undergraduates were selected as finalists at the University of Notre DameÆs NDConnect program.  The two undergraduates traveled to Notre Dame for a weekend, where they presented a short presentation and poster on their research. They also had the opportunity to interact with undergraduates, professors, and industrial partners in regards to his research. The undergraduates have been authors on five peer-reviewed journal publications.\n\nThe PIs have worked with the Pitt Engineering Office of Diversity in having undergraduates outreach and run INVESTING NOW workshops with local high school students. INVESTING NOW is a college preparatory program created to stimulate, support, and recognize the high academic performance of pre-college students from groups that are underrepresented in science, technology, engineering, and mathematics (STEM) majors and careers. The undergraduates taught a group of eleventh grade students about themes such as engineering, nanotechnology electronics, renewable energy, and sustainable design. Each day of the two-hour class consisted of a short PowerPoint presentation and a hands-on experiment to reinforce the concepts covered that day in class. The goal was to inspire the students to consider a career in STEM fields or at least notice the importance and prevalence of math and science in everyday life. The program was run for over 10 weeks total and impacted over 75 local high school students.\n\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2015\n\n\t\t\t\t\tSubmitted by: Paul W Leu"
 }
}