{
 "awd_id": "1243144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Novel Treatment for Connective Tissue in Ehlers-Danlos Patients and Strained and Sprained Ligaments:  Investigating Carbon Nanostructure Enhanced Prolotherapy",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 205390.0,
 "awd_amount": 205390.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "PI: Freeman, J., Brolinson, G. and Rylander, N.\r\nProposal Number: 1034026\r\n\r\nSprains and strains account for 5.7 million visits to emergency rooms in the United States each year. A strain is an injury to the muscle or tendon due to overuse or trauma. An estimated 200,000 Americans required reconstructive surgery of ligaments alone in 2002 with a price tag exceeding five billion dollars. There are approximately 61,000 people in the United States affected by Ehlers-Danlos Syndrome (EDS), a connective tissue disorder. EDS, causes the body to produce faulty and weak collagen. While there are several types of EDS, a common trait is hypermobile and unstable joints. People with EDS experience frequent joint dislocations and subluxations which are painful and debilitating. Effectively, these are continual sprains and strains, patients would greatly benefit from a permanent form of internal bracing and stabilization of the joints. \r\nProlotherapy is an available, but somewhat controversial, treatment for damaged and painful ligaments and tendons. It involves the injection of a proliferant solution into the tendon or bone-ligament junction, stimulating the body's wound healing cascade. The damaged tissue is repaired, and new collagen is laid down which gradually shrinks, forming a denser, stronger, and tighter ligament or tendon. In persons with normal collagen production the repair is long term. Those with EDS usually need ongoing treatment. \r\nIn order to enhance the effectiveness and prolong the results of prolotherapy (possibly making it a permanent solution) we propose the use of prolotherapy with carbon nanostructures, carbon nanotubes (CNTs) or carbon nanohorns (CNHs). This transformative treatment would retain all of the benefits of normal prolotherapy while providing immediate mechanical reinforcement (due to nanostructuress) and long term agitation of fibroblasts by nanostructures for the production of collagen if the joint is loose at a later date (as a result of injury or EDS). We propose to investigate this therapy through the following objectives: 1) Testing prolotherapy solutions, nanostructures, and anesthesia commonly used in prolotherapy with fibroblasts. This will insure that we find a combination of these agents that causes the least cell damage, produces the most collagen and does not lead to nanostructure ingestion by the cells. 2) Injecting different concentrations of nanostructures into excised ligaments to view the optimal concentration for improved mechanical properties. 3) The use of the best prolotherapy solution and types and concentration of nanostructures in a rabbit strained MCL model. This model will test the effectiveness of the new therapy \r\nIntellectual Merit: This enhanced prolotherapy treatment has the potential to quickly and effectively treat strains, sprains, and tissues weakened by genetic disorders. The use of carbon nanostructures to immediately enhance tissue stiffness and promote the growth of new collagen over the long term makes this treatment immediately effective in restoring tissue mechanical properties and drastically reduces the chances of injury recurrence. The later point is of extreme importance to people with EDS because they may undergo hundreds to thousands of treatments over a lifetime. \r\nBroader Impact: This proposed research will enhance the treatment of sprained and strained tissues along with injuries due to connective tissue disorders, such as EDS. It has the possibility of expanding the use of new therapeutic agents in sports medicine allowing athletes to return from injury quicker and less prone to repeat the injury. This research will provide an opportunity for students to gain experience in experimental design, engineering, and cell biology at the graduate, undergraduate, and high school levels. Dr. Joseph Freeman as an African American and Dr. Nichole Rylander as a female represent underrepresented groups within the biomedical engineering field and are devoted to establishing outreach programs to recruit underrepresented students (minorities and women) into the field. They are involved with several advancement organizations including AdvanceVT (female recruiting program) and Center for the Enhancement of Engineering Diversity (CEED) at Virginia Tech. Undergraduate and graduate students will be recruited from these programs to conduct research related to this project during the academic year and summer. Two scholastically strong undergraduate students from underrepresented groups will be recruited to perform summer research for 10 weeks through the Bioengineering and Bioinformatics Summer Institute (BBSI) program at Virginia Tech. In addition, a graduate student with EDS will perform the research described here as part of her Master's Thesis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Freeman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph W Freeman",
   "pi_email_addr": "jfreemn@rci.rutgers.edu",
   "nsf_id": "000191363",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "599 Taylor Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088545610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6452.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 104579.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 94359.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this study was to study the effectiveness of a new therapy for ligament and tendon strains and sprains.&nbsp; The therapy combines proliferative therapy (prolotherapy) and carbon nanohorns (CNH).&nbsp; Prolotherapy is an injectable treatment for connective tissue injuries.&nbsp; The injection kills cells in the surrounding area in order to release factors that enhance the wound healing response for faster, more robust healing.&nbsp; CNH were used to provide structural reinforcement and prevent future injury.</p>\n<p>We discovered that prolotherapy does cause cell death, the levels of cell death are concentration dependant.&nbsp; The prolotherapy solution (proliferant) P2G was more effective than dextrose.&nbsp; Cellular exposure to CNH increased cellular proliferation.&nbsp; Injection of CNH into tissues (skin and ligament) showed an immediate increase in strength.&nbsp; The cells spread throughout the tissue upon injection using the speces between fiber bundles.</p>\n<p>Most recently, work into the immediate response of human hamstring tendon tenocytes to proliferant treatments (50% dextrose and P2G) has shown that dextrose and P2G each cause significant decreases in cellular viability and migration with 24 hours of treatment.&nbsp; Furthermore, mRNA expression analysis with qPCR of a panel of pro-inflammatory markers showed elevated transcripts of PTGS-2 or COX-2 and interleukin-8 or IL-8 six hours after treatment with P2G.&nbsp; Additionally, using ELISA, secretome analysis of conditioned medium collected from P2G-treated cells after 24 hours a showed significant increase in soluble protein levels of pro-inflammatory PGE2 and a trend of decreased levels of the anti-inflammatory TGF&beta;1.&nbsp; This suggests that prolotherapy with P2G, works immediately at the fundamental level in resident tendon cells by causing significant local cell death, attenuating cellular migration, and regulating the expression of several cytokines by promoting a pro-inflammtory response at the mRNA and protein levels.</p>\n<p>&nbsp;&nbsp;&nbsp; Additionally, work on the cellular response of carbon nanohorn (CNH) treatments has shown that there is a concentration-dependent response of tenocytes to CNH.&nbsp; After 6 hours of incubation, the low concentration of CNH (0.02 % w/v) induced a significant increase in the mRNA expression of collagen type I in human hamstring tenocytes.&nbsp; Later during culture after 7 and 14 days, tenocytes experienced signficant decreases in collagen I mRNA expression at 0.1 and 0.2 % (w/v) CNH with no significant difference between control populations and the 0.01 % (w/v) group.&nbsp; This suggests that CNH treatments have concentration-dependent effect on the cellular response of tenocytes.&nbsp; Ongoing work is exploring the use of functionalization of CNH with collagen binding peptides in order to further modulate cellular and tissue mechanical response.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2014<br>\n\t\t\t\t\tModified by: Joseph&nbsp;Freeman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this study was to study the effectiveness of a new therapy for ligament and tendon strains and sprains.  The therapy combines proliferative therapy (prolotherapy) and carbon nanohorns (CNH).  Prolotherapy is an injectable treatment for connective tissue injuries.  The injection kills cells in the surrounding area in order to release factors that enhance the wound healing response for faster, more robust healing.  CNH were used to provide structural reinforcement and prevent future injury.\n\nWe discovered that prolotherapy does cause cell death, the levels of cell death are concentration dependant.  The prolotherapy solution (proliferant) P2G was more effective than dextrose.  Cellular exposure to CNH increased cellular proliferation.  Injection of CNH into tissues (skin and ligament) showed an immediate increase in strength.  The cells spread throughout the tissue upon injection using the speces between fiber bundles.\n\nMost recently, work into the immediate response of human hamstring tendon tenocytes to proliferant treatments (50% dextrose and P2G) has shown that dextrose and P2G each cause significant decreases in cellular viability and migration with 24 hours of treatment.  Furthermore, mRNA expression analysis with qPCR of a panel of pro-inflammatory markers showed elevated transcripts of PTGS-2 or COX-2 and interleukin-8 or IL-8 six hours after treatment with P2G.  Additionally, using ELISA, secretome analysis of conditioned medium collected from P2G-treated cells after 24 hours a showed significant increase in soluble protein levels of pro-inflammatory PGE2 and a trend of decreased levels of the anti-inflammatory TGF&beta;1.  This suggests that prolotherapy with P2G, works immediately at the fundamental level in resident tendon cells by causing significant local cell death, attenuating cellular migration, and regulating the expression of several cytokines by promoting a pro-inflammtory response at the mRNA and protein levels.\n\n    Additionally, work on the cellular response of carbon nanohorn (CNH) treatments has shown that there is a concentration-dependent response of tenocytes to CNH.  After 6 hours of incubation, the low concentration of CNH (0.02 % w/v) induced a significant increase in the mRNA expression of collagen type I in human hamstring tenocytes.  Later during culture after 7 and 14 days, tenocytes experienced signficant decreases in collagen I mRNA expression at 0.1 and 0.2 % (w/v) CNH with no significant difference between control populations and the 0.01 % (w/v) group.  This suggests that CNH treatments have concentration-dependent effect on the cellular response of tenocytes.  Ongoing work is exploring the use of functionalization of CNH with collagen binding peptides in order to further modulate cellular and tissue mechanical response.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/01/2014\n\n\t\t\t\t\tSubmitted by: Joseph Freeman"
 }
}