{
 "awd_id": "1243323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Phylogenetic Evolutionary Psychological Approach to Human Mating",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamera Schneider",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 276194.0,
 "awd_amount": 276194.0,
 "awd_min_amd_letter_date": "2012-08-16",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "The present research proposal employs a new theoretical perspective called Constrained Mating Theory; this theory is informed by both evolutionary principles and theoretical and empirical insights from social psychology, including research on close relationships. Constrained Mating Theory predicts that the presence of a strong attachment bond between close relationship partners will diminish or refocus otherwise adaptive psychological processes that may threaten that bond. In other words, people who are strongly attached to their partners will experience hormonal and psychological shifts that maintain and protect the bond.  \r\n\r\nStudy 1 explores whether the strength of men's attachment bonds predicts decreases in their testosterone levels over time and subsequent increases in supportive behaviors toward their partners. Studies 2a and 2b examine whether the function of women's ovulatory shifts (hormonal and psychological changes that vary with women's fertility) are rechanneled toward the adaptive purpose of protecting and strengthening the pair-bond when the bond is strong.  \r\n\r\nAt the theoretical level, this work will integrate research in anthropology and evolutionary psychology, research on the role of hormones in human social and sexual behavior, and research on adult romantic attachment. Scholars in these various disciplines have typically come from very different theoretical traditions and have used very different methods; the research in the present proposal borrows from all of these fields. Specifically, this work is inspired by anthropological models of hominid evolution, evolutionary perspectives on humans' multiple mating motives, and attachment theory and its relevance to adult romantic relationships. Finally, the present work will promote a rich understanding of human pair bonding by employing a diverse set of methods, including biological methods that assess hormone concentrations, observational methods that capture live dyadic interactions, social cognitive methods that examine moment-to-moment social judgments, and experimental methods that identify causes of interpersonal attraction. \r\n\r\nThe proposed work will have a variety of positive broader impacts. The proposed research explores how people rechannel and/or control impulses that can lead to disastrous choices in the domain of close relationships (e.g., cheating on a partner). By identifying the conditions under which people are more or less likely to protect their close romantic relationships, this work can inform educators and therapists as they provide their students and clients (respectively) with tools to improve decision making. The researcher will also maintain an active role in the dissemination of findings.  Research on evolutionary psychology and on romantic relationships frequently enjoys strong media coverage, and the researcher will continue his history of collaborating with the media to ensure that the lessons of this research reach a broader audience (and are communicated accurately). Finally, the research funded in this proposal will provide meaningful research training experiences for a graduate research assistant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Eastwick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Eastwick",
   "pi_email_addr": "eastwick@ucdavis.edu",
   "nsf_id": "000545438",
   "pi_start_date": "2012-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "PO Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 276194.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant provided funding for a series of studies at the intersection of relationship science and evolutionary psychology. Relationship science focuses on social interactions and explores how romantic partners initiate and maintain satisfying and committed relationships. Evolutionary psychology draws from evolutionary biology and focuses on identifying the features of the mind that were designed by natural selection to increase an individual&rsquo;s reproductive fitness. Romantic relationships are a central focus of inquiry in both literatures, yet until recently, attempts to bridge the two domains have been rare, and the assumptions guiding the two frameworks have been difficult to reconcile.</p>\n<p>&nbsp;</p>\n<p>One way that the studies supported by this grant aimed to integrate these two literatures is by drawing from knowledge about the timeline of human evolution: That is, at what point in humans&rsquo; ancestral past did particular features of the mind evolve? Some features would have evolved in the context of pair-bonding between adult romantic partners (i.e., approximately 1-2 million years ago), whereas other features would have evolved well before this time point. Our research has identified the ways in which the context of pair-bonding might have changed the way that people evaluate potential romantic partners.</p>\n<p>&nbsp;</p>\n<p>For example, some of our research combined close relationships and evolutionary perspectives on &ldquo;mate value&rdquo;. The term mate value, which appears throughout the evolutionary psychological literature on mating, refers to individual differences in people&rsquo;s appeal as mating partners. Traditional measures of mate value have assessed the extent to which someone possesses positive traits, such as physical attractiveness, intelligence, and other positive qualities. However, this conceptualization of mate value is potentially narrow in that it ignores part of Homo sapiens&rsquo; evolutionary heritage: Specifically, humans form attached, pair-bonded relationships and coordinate over extended periods of time for the purpose of raising costly offspring. In other words, the critical reproductive task for humans was the formation of a stable and collaborative pair-bond. This task could be facilitated in part by finding a consensually desirable partner who has highly positive traits, as the traditional mate value model suggests. However, this task is perhaps even more likely to be facilitated by finding a partner with whom one is especially compatible.</p>\n<p>&nbsp;</p>\n<p>In our studies on this topic, we examined traditional trait-based measures of mate value (e.g., &ldquo;[Name] is attractive&rdquo;) and a new &ldquo;projected relationship quality&rdquo; measure of mate value (e.g., &ldquo;[Name] fulfills me in ways that other potential partners could not.&rdquo;). Participants completed these measures about opposite-sex classmates that they got to know over the course of a semester and opposite-sex acquaintances they knew from their daily lives. Analyses revealed that participants agreed that some opposite-sex individuals had more of these qualities than others (i.e., target variance), especially after knowing one another for only 2 weeks. However, participants rated some opposite-sex peers as having uniquely positive qualities, whereas they rated others as having uniquely negative qualities (i.e., relationship variance). Importantly, relationship variance was consistently larger than target variance, and this pattern became stronger as participants got to know one another over time. In other words, judgments of desirable traits and of projected relationship quality were more likely to be a function of the dyad rather than the target, and this pattern became more pronounced with increasing acquaintance. Among long-term acquaintances, target variance was nearly zero. These findings suggest that people may achieve consen...",
  "por_txt_cntn": "\nThis grant provided funding for a series of studies at the intersection of relationship science and evolutionary psychology. Relationship science focuses on social interactions and explores how romantic partners initiate and maintain satisfying and committed relationships. Evolutionary psychology draws from evolutionary biology and focuses on identifying the features of the mind that were designed by natural selection to increase an individualÆs reproductive fitness. Romantic relationships are a central focus of inquiry in both literatures, yet until recently, attempts to bridge the two domains have been rare, and the assumptions guiding the two frameworks have been difficult to reconcile.\n\n \n\nOne way that the studies supported by this grant aimed to integrate these two literatures is by drawing from knowledge about the timeline of human evolution: That is, at what point in humansÆ ancestral past did particular features of the mind evolve? Some features would have evolved in the context of pair-bonding between adult romantic partners (i.e., approximately 1-2 million years ago), whereas other features would have evolved well before this time point. Our research has identified the ways in which the context of pair-bonding might have changed the way that people evaluate potential romantic partners.\n\n \n\nFor example, some of our research combined close relationships and evolutionary perspectives on \"mate value\". The term mate value, which appears throughout the evolutionary psychological literature on mating, refers to individual differences in peopleÆs appeal as mating partners. Traditional measures of mate value have assessed the extent to which someone possesses positive traits, such as physical attractiveness, intelligence, and other positive qualities. However, this conceptualization of mate value is potentially narrow in that it ignores part of Homo sapiensÆ evolutionary heritage: Specifically, humans form attached, pair-bonded relationships and coordinate over extended periods of time for the purpose of raising costly offspring. In other words, the critical reproductive task for humans was the formation of a stable and collaborative pair-bond. This task could be facilitated in part by finding a consensually desirable partner who has highly positive traits, as the traditional mate value model suggests. However, this task is perhaps even more likely to be facilitated by finding a partner with whom one is especially compatible.\n\n \n\nIn our studies on this topic, we examined traditional trait-based measures of mate value (e.g., \"[Name] is attractive\") and a new \"projected relationship quality\" measure of mate value (e.g., \"[Name] fulfills me in ways that other potential partners could not.\"). Participants completed these measures about opposite-sex classmates that they got to know over the course of a semester and opposite-sex acquaintances they knew from their daily lives. Analyses revealed that participants agreed that some opposite-sex individuals had more of these qualities than others (i.e., target variance), especially after knowing one another for only 2 weeks. However, participants rated some opposite-sex peers as having uniquely positive qualities, whereas they rated others as having uniquely negative qualities (i.e., relationship variance). Importantly, relationship variance was consistently larger than target variance, and this pattern became stronger as participants got to know one another over time. In other words, judgments of desirable traits and of projected relationship quality were more likely to be a function of the dyad rather than the target, and this pattern became more pronounced with increasing acquaintance. Among long-term acquaintances, target variance was nearly zero. These findings suggest that people may achieve consensus about one anotherÆs mate value when they initially meet, but the old axiom that \"beauty is in the eye of the beholder\" grows truer over time as dyadic compatibility becomes paramoun..."
 }
}