{
 "awd_id": "1243436",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE: Evaluating the Effect of Cyberinfrastructure on Universities' Production Process",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2014-12-09",
 "awd_abstract_narration": "This INSPIRE award is partially funded by the Science of Science and Innovation Policy Program in the Division of SBE Multidisciplinary Activities in the Directorate for Social, Behavioral, and Economic Sciences and the NSF Office of Cyberinfrastructure.   \r\n\r\nThis project undertakes an interdisciplinary and novel approach to the problem of measuring the effects of investment in cyberinfrastructure to universities' production processes of research outputs and vital educational services.  A decision to support funding of the infrastructure that supports research, or a decision to support funding of focused research activities, is an increasingly critical decision with far-reaching impacts not only to the institutions receiving those funds, but also to national competitiveness.  While it is generally agreed that cyberinfrastructure is essential to scholarly inquiry in some science fields, the scope of cyberinfrastructure's broad effects on the growth of knowledge, to the academic enterprise, and to areas of science has not been explicitly quantified.  \r\n\r\nThis work extends the state of knowledge of frontier efficiency analysis (FEA) techniques, a rigorous statistically-grounded approach, and uses FEA in a novel application to examine the returns to cyberinfrastructure investments in research institutions.  Such work is strongly interdisciplinary: experts in econometrics will be working collaboratively with experts in computing and cyberinfrastructure to apply and extend the state-of-the-art in data management, extend our developed Unified Data Framework, and prepare and curate a significant new body of data of great interest to decision-makers in cyberinfrastructure investment and science policy.  This research also makes a contribution to statistical estimation theory, developing new central limit theorem results applicable to means of nonparametric frontier efficiency estimators, permitting testing of hypotheses regarding returns to scale and other aspects of universities' productivity. To overcome the problem that nonparametric frontier efficiency estimators are biased in finite samples and have slow convergence rates that depend on dimensionality of the particular problem, this project uses subsampling ideas to construct new statistics for hypothesis testing in nonparametric frontier efficiency estimators for which central limit theorem results can be obtained.\r\n\r\nFinally, the project makes a dual contribution to science and innovation policy and to cyberinfrastructure investment decisions, using frontier efficiency analysis (FEA) techniques to evaluate the productivity (i.e., efficiency in transforming inputs into outputs) of research institutions who have received various amount of cyberinfrastructure investments.  Project personnel will collect and curate a large body of data on educational and research institutions' productivity and performance as a part of this analysis. The analysis of this data will allow examination of important science-policy questions on investment in cyberinfrastructure, such as \"Does cyberinfrastructure enhance universities' research and educational output? If so, how, where, and by how much?  Are returns to scale in cyberinfrastructure investment increasing, constant, or decreasing?  What might be a method of allocating future scarce cyberinfrastructure resources efficiently across universities?\"  The project will support 50% of a postdoctoral associate and a full-time Ph.D. student in interdisciplinary econometric and computer-science research. The techniques and tools utilized in this research are to be incorporated into a newly-developed course in Data-Enabled Science, which, over the course of the project, is expected to reach over 40 students in a variety of science and engineering disciplines.\r\n\r\nThe overall project is potentially transformative to the science of science policy: the project's development and demonstration of the use of formal measures for capturing the effectiveness of investment has the potential to significantly change the processes used to construct portfolios of funded scientific-research projects, and to add significant quantitative support to the policies by which these decisions are made. The specific case study (the effect of cyberinfrastructure investments on research and educational outcomes) can immediately inform institutions, states, and governmental funding bodies about opportunities for high-priority future investments in this area, particularly by identifying overlooked opportunities where modest investments will yield significant returns.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Wilson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Paul W Wilson",
   "pi_email_addr": "pww@clemson.edu",
   "nsf_id": "000355578",
   "pi_start_date": "2014-12-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Apon",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Amy W Apon",
   "pi_email_addr": "aapon@clemson.edu",
   "nsf_id": "000241131",
   "pi_start_date": "2012-08-27",
   "pi_end_date": "2014-12-09"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Wilson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Paul W Wilson",
   "pi_email_addr": "pww@clemson.edu",
   "nsf_id": "000355578",
   "pi_start_date": "2012-08-27",
   "pi_end_date": "2014-12-09"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linh",
   "pi_last_name": "Ngo",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Linh B Ngo",
   "pi_email_addr": "lngo@wcupa.edu",
   "nsf_id": "000610956",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "300 Brackett Hall, Box 345702",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals for the project are to develop new central limit theorems for means of nonparametric frontier efficiency estimators, to extend these results by developing methods for testing hypotheses about the structure of input/output processes, and to then apply these new methods to evaluate the productivity of institutional research production. This will permit examination of important science policy questions.&nbsp;</p>\n<p>Intellectual Merits: Our team has accomplished major technical milestones that contribute to the success of the project. We have developed new central limit theorems to permit inference about mean efficiency levels, and new hypothesis-testing methods developed to compare mean efficiencies across different groups of academic departments. We have also developed the methodology to test hypotheses such as convexity versus non-convexity of production sets, as well as constant versus variable returns to scale, thereby indicating which of the several available nonparametric efficiency estimators might be appropriate in a given case. To further improve the statistical rigor of the hypothesis tests, a bootstrapping technique is also developed to avoid the problem of over-reject a true null hypothesis. These methods allow us to examine the performance of academic departments and to compare the average performance of those with local, on-campus access to high-performance computing systems with those departments which lack such access.&nbsp;Another important contribution is the development of a software infrastructure to support data-intensive topic modeling applications. The framework incorporated the parallel data preprocessing steps and our own Clustered Latent Dirichlet Allocation (CLDA), a method for extracting dynamic latent topics from a collection of documents. The performance evaluation results show that CLDA is two orders of magnitude faster than existing approaches and allows for more freedom of experiment design. It also has better perplexity, and most topics generated by this algorithm are similar to those generated by Dynamic Topic Models. CLDA has an additional advantage of providing insight into how the composition of topics changes over time.<br />The previous technical results provide the basis for statistical inferences addressing the second major goal of this proposal. In one study, we observed the statistically significant differences in mean research performance efficiencies between institutions that have local HPC resources and institutions that do not have local HPC resources. &nbsp;Moreover, these differences also vary across different academic disciplines being studied. We also study other grouping methods for institutions, including EPSCoR versus non-EPSCoR, Public versus Private, and Very High Research versus High Research. A paper reporting these results is being prepared for submission. We further extended our research by considering research equipment in general. More specifically, we have studied the equipment funded through NSF&rsquo;s Major Research Instrument program and how having an MRI award can influence research performance in terms of efficiency in different academic disciplines. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:The technical accomplishments have a far-reaching broader impacts across different disciplines. The development of new statistical techniques for non-parametric frontier efficiency estimators are new contributions in the area of Economics and Econometrics, and can even be extended to other parametric techniques. The convexity test and the constant return-to-scale test allow users to determine the correct frontier efficiency analysis (FEA) models to use in efficiency studies. This will potentially impact how FEA studies are performed in the future.&nbsp;The findings from the study on departmental level data show significant and interesting finding for individual disciplines besides economics and computer science. For example, English and History exhibit non-convexity in productivity, meaning that medium sized departments are not as efficient as either small departments or large departments. The systematic approaches and statistical inferences in these studies provide the framework in which similar studies in other social science disciplines can be designed and carried out. The successes of graduate students supported by the award are demonstrated through their publications, job placement, internship, and scholarship. The grant also supports several undergraduate students throughout the year.&nbsp;</p>\n<p><br />Summary:The work supported by this award has contributed to the development of several new techniques in the area of non-parametric statistics, topic modeling, and data-intensive computing. These techniques enable the study of the impact of investment in cyberinfrastructure on research productivity of academic institutions. Through the application of the new techniques, we are able to observe the statistically significant better performance of institutions with local large-scale cyberinfrastructure resources. Interestingly, this better performance is most obvious for disciplines that have traditionally been computationally active (e.g., physics and chemistry), and not for those that have not (e.g., English, history, and civil engineer). Based on these results and techniques, a new framework through which quantification of nature of research based on massive amount of academic publication texts can be studied. As part of our accomplishment is the curation and integration of detailed publication data including author unique ID and citation records of all U.S. institutions between 1992 and 2013 through our collaboration with LexisNexis, the industry partner.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2016<br>\n\t\t\t\t\tModified by: Linh&nbsp;B&nbsp;Ngo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals for the project are to develop new central limit theorems for means of nonparametric frontier efficiency estimators, to extend these results by developing methods for testing hypotheses about the structure of input/output processes, and to then apply these new methods to evaluate the productivity of institutional research production. This will permit examination of important science policy questions. \n\nIntellectual Merits: Our team has accomplished major technical milestones that contribute to the success of the project. We have developed new central limit theorems to permit inference about mean efficiency levels, and new hypothesis-testing methods developed to compare mean efficiencies across different groups of academic departments. We have also developed the methodology to test hypotheses such as convexity versus non-convexity of production sets, as well as constant versus variable returns to scale, thereby indicating which of the several available nonparametric efficiency estimators might be appropriate in a given case. To further improve the statistical rigor of the hypothesis tests, a bootstrapping technique is also developed to avoid the problem of over-reject a true null hypothesis. These methods allow us to examine the performance of academic departments and to compare the average performance of those with local, on-campus access to high-performance computing systems with those departments which lack such access. Another important contribution is the development of a software infrastructure to support data-intensive topic modeling applications. The framework incorporated the parallel data preprocessing steps and our own Clustered Latent Dirichlet Allocation (CLDA), a method for extracting dynamic latent topics from a collection of documents. The performance evaluation results show that CLDA is two orders of magnitude faster than existing approaches and allows for more freedom of experiment design. It also has better perplexity, and most topics generated by this algorithm are similar to those generated by Dynamic Topic Models. CLDA has an additional advantage of providing insight into how the composition of topics changes over time.\nThe previous technical results provide the basis for statistical inferences addressing the second major goal of this proposal. In one study, we observed the statistically significant differences in mean research performance efficiencies between institutions that have local HPC resources and institutions that do not have local HPC resources.  Moreover, these differences also vary across different academic disciplines being studied. We also study other grouping methods for institutions, including EPSCoR versus non-EPSCoR, Public versus Private, and Very High Research versus High Research. A paper reporting these results is being prepared for submission. We further extended our research by considering research equipment in general. More specifically, we have studied the equipment funded through NSF?s Major Research Instrument program and how having an MRI award can influence research performance in terms of efficiency in different academic disciplines.  \n\n \n\nBroader Impacts:The technical accomplishments have a far-reaching broader impacts across different disciplines. The development of new statistical techniques for non-parametric frontier efficiency estimators are new contributions in the area of Economics and Econometrics, and can even be extended to other parametric techniques. The convexity test and the constant return-to-scale test allow users to determine the correct frontier efficiency analysis (FEA) models to use in efficiency studies. This will potentially impact how FEA studies are performed in the future. The findings from the study on departmental level data show significant and interesting finding for individual disciplines besides economics and computer science. For example, English and History exhibit non-convexity in productivity, meaning that medium sized departments are not as efficient as either small departments or large departments. The systematic approaches and statistical inferences in these studies provide the framework in which similar studies in other social science disciplines can be designed and carried out. The successes of graduate students supported by the award are demonstrated through their publications, job placement, internship, and scholarship. The grant also supports several undergraduate students throughout the year. \n\n\nSummary:The work supported by this award has contributed to the development of several new techniques in the area of non-parametric statistics, topic modeling, and data-intensive computing. These techniques enable the study of the impact of investment in cyberinfrastructure on research productivity of academic institutions. Through the application of the new techniques, we are able to observe the statistically significant better performance of institutions with local large-scale cyberinfrastructure resources. Interestingly, this better performance is most obvious for disciplines that have traditionally been computationally active (e.g., physics and chemistry), and not for those that have not (e.g., English, history, and civil engineer). Based on these results and techniques, a new framework through which quantification of nature of research based on massive amount of academic publication texts can be studied. As part of our accomplishment is the curation and integration of detailed publication data including author unique ID and citation records of all U.S. institutions between 1992 and 2013 through our collaboration with LexisNexis, the industry partner. \n\n\t\t\t\t\tLast Modified: 10/06/2016\n\n\t\t\t\t\tSubmitted by: Linh B Ngo"
 }
}