{
 "awd_id": "1243409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ICML 2012 Workshop on Machine Learning for Clinical Data Analysis",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "The wealth and variety of data generated in modern medical and health-care settings present tremendous research challenges as well as opportunities in artificial intelligence and machine learning. Extensive electronic medical records - with thousands of fields recording patient conditions, diagnostic tests, treatments, outcomes, as well as narrative about the patients and care delivery - provide an unprecedented source of information. Tapping into this data source can bring clues leading to improvements in a wide range of health-care applications, such as disease modeling and early detection, chronic disease management, and efficient design of clinical trials.\r\n\r\nIntellectual Merit: The Workshop on Machine Learning for Clinical Data Analysis (http://sites.google.com/site/mlclinicaldata) will be held during the International Conference on Machine Learning (ICML), 2012, Edinburgh, Scotland on June 30-July 1, 2012. The workshop aims to bring together machine learning and informatics researchers interested in problems and applications in the clinical domain, with the goal of bridging the gap between the theory of machine learning and the needs of the health informatics applications. The award provides funds to cover the travel costs of invited speakers and graduate students. The Ph.D. student participants will be able to present their work, interact with their peers from other universities as well as hundreds of leading researchers in machine learning from around the world. In addition to attending the workshop, they will attend the technical sessions, plenary talks, and tutorials of their choice at the conference. The  invited speakers  will present talks covering state-of-the-art research as well as open machine learning research challenges in building predictive models from clinical data. The workshop aims to educate the machine learning research community regarding machine learning research opportunities and challenges in health care applications, especially in connection with recent electronic health record initiatives; identify new machine learning problems not previously addressed by the community; and help build a community of researchers who can advance machine learning informed by the challenges and opportunities presented by clinical data analytics. \r\n\r\nBroader Impacts. Machine learning is playing an increasingly important role in many emerging data-rich sciences and application domains, such as bioinformatics, computational biology, health informatics, and security informatics. Participation in the workskshop and the ICML and COLT conferences will enrich the education and training of student researchers at early stages in their careers. The travel awards will help broaden the participation of women and members of underrepresented minority groups within the Machine Learning and Health Informatics research communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Milos",
   "pi_last_name": "Hauskrecht",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Milos Hauskrecht",
   "pi_email_addr": "milos@cs.pitt.edu",
   "nsf_id": "000103998",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "123 University Club",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We organized a workshop&nbsp; <strong>Machine Learning for Clinical Data Analysis</strong>, that was held during the International Conference on Machine Learning (ICML), 2012 in Edinburgh, Scotland. The workshop was co-chaired by <em>Noemie Elhadad from Columbia University,</em> and <em>Milos Hauskrecht from University of Pittsburgh, </em>the PI of the NSF award<em>.</em> A broad PC committee with expertise in machine learning, data mining and biomedical informatics was recruited to support the paper reviews.</p>\n<p><strong>Workshop Aims. </strong>Our aim was a broad participation of established researchers and graduate students working on machine learning problems and machine learning solutions for clinical and health care data, with the goal of exchanging ideas and perspectives on medical applications, research bottlenecks, and the needs of the healthcare community.</p>\n<p><strong>Submissions and review. </strong>We solicited twenty-two  papers and extended abstract submissions by advertising the workshop on  mailing lists of major related conferences and by posting the ads for the workshop on the relevant email  lists and online groups focused on health informatics, machine learning,  data mining, and natural language processing.&nbsp; Each contribution was  reviewed by three PC and based on their recommendations; we  accepted ten full-length papers and ten extended-abstracts Full length  papers were presented orally and extended abstracts as posters.</p>\n<p><strong>Workshop</strong>.  The workshop was a two-day workshop (June 30-July 1, 2012) and  consisted of a sequence of oral paper presentations, invited talks,  poster session and a panel on challenges for Machine Learning on  Clinical Data Analysis. The workshop program and final versions of all accepted papers are available at <a href=\"http://sites.google.com/site/mlclinicaldata/\">http://sites.google.com/site/mlclinicaldata/</a>&nbsp; website built and maintained by Dr. Hauskrecht, the PI of the NSF award.&nbsp; We estimate the workshop was attended by approximately 40 researchers  and students over the course of two days.</p>\n<p><strong>Invited speakers.</strong> We invited four senior speakers in the field to the workshop. The speakers were identified on the basis of long-standing contributions to research and teaching activities related to clinical data analysis. The invited speakers for the workshop were: (1) Dr. Gregory Cooper, MD, PhD, a Professor of Biomedical Informatics and of Intelligent Systems at the University of Pittsburgh; (2) Shahram Ebadollahi, PhD, IBM Healthcare Systems and Analytics Research<strong>,&nbsp;</strong> (3) John Holmes, MD. PhD, University of Pennsylvania, (4) George Hripcsak, MD, PhD,&nbsp; a Professor and Chair of Columbia University&rsquo;s Department of Biomedical Informatics and Director of Medical Informatics Services for NewYork-Presbyterian Hospital.&nbsp;</p>\n<p><strong>Panel on challenges for clinical data analysis </strong>was held at the end of the workshop.&nbsp; The panel participants consisted of Dr. Zoran Obradovic, Dr. Hagit Schatkay, Dr. Gregory Cooper and Dr. John Holmes. However, many other workshop attendees actively participated in the discussion. The topics discussed were: <strong>problems</strong>, <strong>data characteristics</strong>, <strong>challenges</strong>, and <strong>outcome measures</strong> that are specific to the analysis of and learning from clinical data and that make them different from the problems and data analyzed routinely by the machine learning and data mining community. Initial plans for a possible publication of a paper summarizing these specifics were laid down and discussed.&nbsp;</p>\n<p><strong>Inclusion of underrepresented groups.</strong> Clinical data analysis provides an appealing application domain that attracts a broad range of participants with diverse backgrounds. Especially important is the inclusion of students an...",
  "por_txt_cntn": "\nWe organized a workshop  Machine Learning for Clinical Data Analysis, that was held during the International Conference on Machine Learning (ICML), 2012 in Edinburgh, Scotland. The workshop was co-chaired by Noemie Elhadad from Columbia University, and Milos Hauskrecht from University of Pittsburgh, the PI of the NSF award. A broad PC committee with expertise in machine learning, data mining and biomedical informatics was recruited to support the paper reviews.\n\nWorkshop Aims. Our aim was a broad participation of established researchers and graduate students working on machine learning problems and machine learning solutions for clinical and health care data, with the goal of exchanging ideas and perspectives on medical applications, research bottlenecks, and the needs of the healthcare community.\n\nSubmissions and review. We solicited twenty-two  papers and extended abstract submissions by advertising the workshop on  mailing lists of major related conferences and by posting the ads for the workshop on the relevant email  lists and online groups focused on health informatics, machine learning,  data mining, and natural language processing.  Each contribution was  reviewed by three PC and based on their recommendations; we  accepted ten full-length papers and ten extended-abstracts Full length  papers were presented orally and extended abstracts as posters.\n\nWorkshop.  The workshop was a two-day workshop (June 30-July 1, 2012) and  consisted of a sequence of oral paper presentations, invited talks,  poster session and a panel on challenges for Machine Learning on  Clinical Data Analysis. The workshop program and final versions of all accepted papers are available at http://sites.google.com/site/mlclinicaldata/  website built and maintained by Dr. Hauskrecht, the PI of the NSF award.  We estimate the workshop was attended by approximately 40 researchers  and students over the course of two days.\n\nInvited speakers. We invited four senior speakers in the field to the workshop. The speakers were identified on the basis of long-standing contributions to research and teaching activities related to clinical data analysis. The invited speakers for the workshop were: (1) Dr. Gregory Cooper, MD, PhD, a Professor of Biomedical Informatics and of Intelligent Systems at the University of Pittsburgh; (2) Shahram Ebadollahi, PhD, IBM Healthcare Systems and Analytics Research,  (3) John Holmes, MD. PhD, University of Pennsylvania, (4) George Hripcsak, MD, PhD,  a Professor and Chair of Columbia UniversityÆs Department of Biomedical Informatics and Director of Medical Informatics Services for NewYork-Presbyterian Hospital. \n\nPanel on challenges for clinical data analysis was held at the end of the workshop.  The panel participants consisted of Dr. Zoran Obradovic, Dr. Hagit Schatkay, Dr. Gregory Cooper and Dr. John Holmes. However, many other workshop attendees actively participated in the discussion. The topics discussed were: problems, data characteristics, challenges, and outcome measures that are specific to the analysis of and learning from clinical data and that make them different from the problems and data analyzed routinely by the machine learning and data mining community. Initial plans for a possible publication of a paper summarizing these specifics were laid down and discussed. \n\nInclusion of underrepresented groups. Clinical data analysis provides an appealing application domain that attracts a broad range of participants with diverse backgrounds. Especially important is the inclusion of students and groups that are commonly underrepresented in machine learning conferences. The ICML conference had traditionally encouraged students to participate in the main conference and workshops, and supported them by offering student scholarships that helped to pay the conference registration costs in exchange for conference volunteering and some of the travel expenses. However, 2012 was different and only a very few student fellowships were ..."
 }
}