{
 "awd_id": "1243043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: The Covenants We Live by: Normative Social Influences on Behavior",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 49992.0,
 "awd_amount": 49992.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "This project funds exploratory work on new and potentially transformative methods for using laboratory experiments to study the effects of social influences on economic choices.  Understanding how the expectations of others affect individual decision making has become increasingly important in Economics.  There is empirical evidence that people are willing to punish others for not cooperating in public goods provision, and similar behavior has been observed in other contexts as well.  This is an important topic of study, because understanding how these social factors influence decisions may provide an explanation for observations that otherwise appear to contradict the usual economic models of self-interested behavior.  In addition, we know that coordinating behavior and expectations is important in strategic situations; social influences and expectations may be a key means of such coordination.  \r\n\r\nThe award supports work on a new method called an \"elicitation protocol\" that may be useful across a wide range of social science disciplines.  The protocol, if successful, will help researchers identify social influences across a broad range of individual decisions.  \r\n\r\nBroader impacts include the possible use of this method to help firms, governments, and consumer groups better understand individual behavior.  The results may therefore be useful for government policy that seeks to shape such behavior in areas such as retirement saving. Funds will also help to support the PI's ongoing work with undergraduate students from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin Lea",
   "pi_last_name": "Krupka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin Lea Krupka",
   "pi_email_addr": "ekrupka@umich.edu",
   "nsf_id": "000539976",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research funded by this grant advances the study of the impact of social norms on choice by characterizing empirical regularities related to the emergence and transmission of norms.&nbsp;<em>The intellectual merits</em><em>&nbsp;</em>are to advance the study of social norms on choice by characterizing empirical regularities related to the emergence and transmission of norms and supporting the on-going development and validation of a Norm Elicitation Protocol.&nbsp;Specifically, the work distinguishes norms from related constructs with feedback to theory. Using a Norm Elicitation Protocol and the resulting data, I combined a mixture of exploratory research and formal hypothesis testing of existing theories to characterize the relationship and differences between a preference for social norm compliance and social preferences.&nbsp; Further, I have begun to characterize the conditions that lead to the emergence of norms.&nbsp; <em>The broader impacts</em><em>&nbsp;</em>stem from the application of this work to the development of teaching materials for young professionals and the involvement of undergraduate and graduate students in research who are typically under-represented groups in the economics community.&nbsp; The&nbsp;<em>final project outcomes</em>&nbsp;were a publication and three working papers that are on track to be published as well as freely available instructions and electronic versions of the Norm Elicitation Protocol.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2015<br>\n\t\t\t\t\tModified by: Erin Lea&nbsp;Krupka</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research funded by this grant advances the study of the impact of social norms on choice by characterizing empirical regularities related to the emergence and transmission of norms. The intellectual merits are to advance the study of social norms on choice by characterizing empirical regularities related to the emergence and transmission of norms and supporting the on-going development and validation of a Norm Elicitation Protocol. Specifically, the work distinguishes norms from related constructs with feedback to theory. Using a Norm Elicitation Protocol and the resulting data, I combined a mixture of exploratory research and formal hypothesis testing of existing theories to characterize the relationship and differences between a preference for social norm compliance and social preferences.  Further, I have begun to characterize the conditions that lead to the emergence of norms.  The broader impacts stem from the application of this work to the development of teaching materials for young professionals and the involvement of undergraduate and graduate students in research who are typically under-represented groups in the economics community.  The final project outcomes were a publication and three working papers that are on track to be published as well as freely available instructions and electronic versions of the Norm Elicitation Protocol.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/05/2015\n\n\t\t\t\t\tSubmitted by: Erin Lea Krupka"
 }
}