{
 "awd_id": "1243295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "What Can Networks Tell Us About Aging?",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 199935.0,
 "awd_amount": 207935.0,
 "awd_min_amd_letter_date": "2012-06-21",
 "awd_max_amd_letter_date": "2013-04-30",
 "awd_abstract_narration": "The US is growing older because of millions of baby boomers who already started turning 65. Since susceptibility to diseases increases with age, studying molecular causes of aging gains importance. Human lifespan is long, which, in addition to ethical constraints, makes studying human aging difficult. Therefore, aging is studied in simpler ?model? species, e.g., baker?s yeast. Then, the knowledge about aging is transferred from model species to human. Thus far, this transfer has been restricted to genomic sequence comparison, by identifying regions of similarity between sequences of genes in different species (which are believed to be a consequence of functional relationships between the sequences), and by transferring the knowledge from a gene in model species to a sequence-similar gene in human. However, genes (that is, their protein products) carry out biological function by interacting in complex networked ways with one another, instead of acting alone. Hence, it has been argued in the post-genomic era that the wirings among genes in cellular networks could give biological insights over and above sequences of individual genes. Thus, this project hypothesizes that, analogous to genomic sequence research, biological network research will impact our understanding of aging. For example, since not all genes implicated in aging in model species have sequence-similar genes in human, restricting comparison to sequence may limit the transfer of aging-related knowledge to human. Network comparison can help, as it can find regions of similarities between networks of different species and allow for a transfer of the knowledge between such regions.\r\n\r\nIntellectual merit: Unlike genomic sequence research, biological network research is in its infancy, for the following reasons. Many network problems (including network comparison) are computationally intractable, and hence, efficient approximate (or heuristic) solutions are needed. The function of many genes remains unknown, and hence, it must be discovered from other, better-characterized genes. Even though cells evolve over time, current methods for analyzing systems-level biological networks deal only with their static representations, because dynamic biological network data can not be obtained easily with current biotechnologies, and because there is a lack of efficient methods for dynamic network analysis. Current biological networks are noisy, with many missing and spurious links, due to limitations of biotechnologies as well as human biases during data collection; thus, methods for network de-noising need to be developed. Hence, this project aims to use sensitive measures of network structure (or topology) to develop new heuristic computational methods for efficient network analysis, which can cope with the complexity of functionally uncharacterized, dynamic, and noisy biological networks. Also, it aims to help in understanding the processes of human aging by enabling exploitation of biological network data. Specifically, the new methods will be used to: transfer the knowledge about aging from model species to human to complement the knowledge obtained from sequence; study dynamic human biological networks (obtained computationally by combining current static networks with age-specific gene expression data) to learn about how cells change with age; and de-noise current networks to produce higher-confidence results.\r\n\r\nBroader impacts: Understanding aging is of societal importance. Since network research spans many domains, the proposed methods will be implemented into open-source research software, which will also serve as an educational tool. Integration of research and education will be promoted further by training interdisciplinary scientists through novel courses on network research. Research supervision will be offered to K-12, undergraduate, and graduate students, focusing on minorities and women. Interdisciplinary collaborations will be encouraged to allow for wide distribution of the proposed ideas and results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tijana",
   "pi_last_name": "Milenkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tijana Milenkovic",
   "pi_email_addr": "tmilenko@nd.edu",
   "nsf_id": "000573558",
   "pi_start_date": "2012-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  },
  {
   "pgm_ele_code": "793100",
   "pgm_ele_name": "Computational Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199935.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The US is on average growing older because of ~78 million of baby boomers who have begun turning 65 in 2011. Also, as individuals age, they become more prone to complex diseases (such as heart attack, cancer, Alzheimer&rsquo;s, or Parkinson&rsquo;s disease). Therefore, studying human aging is important. Understanding which mechanisms in the cell are responsible for the processes of aging could guide efficient drug design. However, human aging is hard to study via biological experiments for many reasons, including ethical constraints. The field of computational biology (aka bioinformatics) deals with computational (rather than experimental) analyses of cells. This field could deepen our currently limited experimental knowledge about human aging. And this was exactly the goal of this project: to computationally study genes (or proteins) in the cell that interact in complex networked ways, in order to learn more about human aging. During the project, cellular \"maps\" of different species were aligned via novel computational and mathematical methods; then, the current aging-related knowledge was transferred from experimentally well-studied species to the less-well-studied human species to learn more about human aging. Also, novel computational strategies were developed and used to search for human genes whose interactions with other genes in the cell change with age. The result is not only a set of new fundamental computational advances for efficient analysis of biological data, but also that hundreds of human genes have been identified as aging-related that previously were not thought to be linked to aging.&nbsp; These genes may be targets for anti-aging drugs. Importantly, it turns out that these genes are actually involved in aging-related biological processes and diseases, such as brain tumor, Alzheimer's disease, cancer, prostate cancer, or male infertility. Thus, this project uncovered new knowledge about human aging. All data and software resulting from this project were made publically available as publication supplements. By integrating the project's research activities with a number educational activities, with the goal of strengthening the future population of computational scientists, research and career supervision was offered to graduate, undergraduate, high school, and middle school students, with focus on minorities and women. For example, this project&rsquo;s activities were incorporated into &ldquo;Expanding Your Horizons (EYH) in Science and Mathematics&rdquo; career conference for middle school girls held at the University of Notre Dame in 2012, 2013, and 2014. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2014<br>\n\t\t\t\t\tModified by: Tijana&nbsp;Milenkovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe US is on average growing older because of ~78 million of baby boomers who have begun turning 65 in 2011. Also, as individuals age, they become more prone to complex diseases (such as heart attack, cancer, AlzheimerÆs, or ParkinsonÆs disease). Therefore, studying human aging is important. Understanding which mechanisms in the cell are responsible for the processes of aging could guide efficient drug design. However, human aging is hard to study via biological experiments for many reasons, including ethical constraints. The field of computational biology (aka bioinformatics) deals with computational (rather than experimental) analyses of cells. This field could deepen our currently limited experimental knowledge about human aging. And this was exactly the goal of this project: to computationally study genes (or proteins) in the cell that interact in complex networked ways, in order to learn more about human aging. During the project, cellular \"maps\" of different species were aligned via novel computational and mathematical methods; then, the current aging-related knowledge was transferred from experimentally well-studied species to the less-well-studied human species to learn more about human aging. Also, novel computational strategies were developed and used to search for human genes whose interactions with other genes in the cell change with age. The result is not only a set of new fundamental computational advances for efficient analysis of biological data, but also that hundreds of human genes have been identified as aging-related that previously were not thought to be linked to aging.  These genes may be targets for anti-aging drugs. Importantly, it turns out that these genes are actually involved in aging-related biological processes and diseases, such as brain tumor, Alzheimer's disease, cancer, prostate cancer, or male infertility. Thus, this project uncovered new knowledge about human aging. All data and software resulting from this project were made publically available as publication supplements. By integrating the project's research activities with a number educational activities, with the goal of strengthening the future population of computational scientists, research and career supervision was offered to graduate, undergraduate, high school, and middle school students, with focus on minorities and women. For example, this projectÆs activities were incorporated into \"Expanding Your Horizons (EYH) in Science and Mathematics\" career conference for middle school girls held at the University of Notre Dame in 2012, 2013, and 2014.  \n\n\t\t\t\t\tLast Modified: 08/20/2014\n\n\t\t\t\t\tSubmitted by: Tijana Milenkovic"
 }
}