{
 "awd_id": "1243482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PIRE: USA/Europe Partnership for Integrated Research and Education in Wind Energy Intermittency: From Wind Farm Turbulence to Economic Management",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 4302110.0,
 "awd_amount": 4302110.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2016-08-29",
 "awd_abstract_narration": "This U.S.-European Partnership for International Research and Education (PIRE) will engage graduate and undergraduate students, post-docs, and faculty from ten institutions to address pressing research questions that arise when adding the inherently intermittent wind-energy source to our power systems.  The partnership includes U.S. researchers from Johns Hopkins University, Texas Tech University, Smith College, and the University of Puerto Rico. International partners in Europe include research groups in wind energy at the Danish Technical University and Risø Laboratory in Denmark, the Energy Research Center of the Netherlands (ECN), École Polytechnique Fédérale de Lausanne in Switzerland, Katholieke Universiteit Leuven in Belgium, and Comillas Pontifical Universidad in Spain.  The team's cooperative research efforts will be tightly integrated with a training program that includes carefully designed international experiences. Overall, the intent is to jointly generate tools to better understand, characterize, and manage the consequences of wind power fluctuations. Results should help define more efficient methods for utilizing wind as a sustainable, cost-effective power source. By focusing on statistical tools to examine predictability, multiple time scales, and spatial and temporal variability of wind fluctuations, the US-European team expects to gain new and timely knowledge about the physical sources of variability and intermittency, such as atmospheric turbulence, and about the effects of various wind-farm parameters such as inter-turbine spacing, orientations, ground roughness, and wind conditions. To accomplish this, computational fluid dynamics tools will be developed and validated with laboratory and field observations. Secondly, results from parametric model runs will be used to develop basic understanding and obtain the necessary statistical characterizations of variability as functions of wind-farm parameters, using tools such as response-surface estimation, statistical multi-scale methods, and co-spectra. Thirdly, these characterizations will be coupled to production costing and planning models of the power grid for validation and further development. The PIRE research partners expect these models to help determine how wind farm parameters affect ancillary service requirements and how storage and demand response can be used most effectively. For broader impact, the new grid modeling tools that incorporate improved statistical characterizations of wind-farm output variability should help optimize future resource siting and design. Fourth, results are to be integrated with models of power markets and economic impacts.  Econometric methods and market data may be used to propose potential, new policy levers and market designs to support practical, cost-effective adoption of renewable, highly intermittent energy sources. Central to the PIRE activities are core education, training and mentoring components. U.S. student participants will benefit from innovative courses in wind energy, computer modeling, power networks, economic management and economics, several taken abroad at partner institutions.  Additionally, periodic research-focused site visits to European institutions and installations by U.S. students, faculty, and post-docs will facilitate access and ensure more rapid transfer of relevant technical knowledge to advance current understanding of wind power variability and its management. The U.S. PIRE project will operate under the aegis of Johns Hopkins University's Environment, Energy, Sustainability and Health Institute (E2SHI), which promotes cross-disciplinary research, outreach, and education for critical sustainability issues. Furthermore, the project will leverage close ties between Texas Tech University's National Wind Resource Center, several industries and national laboratories, as well as a number of utilities and agencies in the U.S. Mid-Atlantic, Northeast and Texas.  This level of engagement provides a straight forward means for expediting the translation of promising results into practice. The project is funded by NSF's Office of International Science and Engineering (OISE) through the PIRE.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Meneveau",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Charles V Meneveau",
   "pi_email_addr": "meneveau@jhu.edu",
   "nsf_id": "000113441",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Hobbs",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin F Hobbs",
   "pi_email_addr": "bhobbs@jhu.edu",
   "nsf_id": "000198365",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rajat",
   "pi_last_name": "Mittal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajat Mittal",
   "pi_email_addr": "mittal@jhu.edu",
   "nsf_id": "000484656",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Guikema",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Guikema",
   "pi_email_addr": "sguikema@umich.edu",
   "nsf_id": "000497042",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennice",
   "pi_last_name": "Gayme",
   "pi_mid_init": "f",
   "pi_sufx_name": "",
   "pi_full_name": "Dennice f Gayme",
   "pi_email_addr": "dgayme1@jhu.edu",
   "nsf_id": "000604281",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774200",
   "pgm_ele_name": "PIRE- Prtnrshps Inter Res & Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5947",
   "pgm_ref_txt": "BELGIUM"
  },
  {
   "pgm_ref_code": "5948",
   "pgm_ref_txt": "NETHERLANDS"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  },
  {
   "pgm_ref_code": "7566",
   "pgm_ref_txt": "PIRE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 710874.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 830849.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 964894.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 871324.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 924169.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">The WINDINSPIRE&nbsp;(WIND Integration Simulations PIRE)&nbsp;project addressed, primarily through computer simulations, the pressing research questions that arise when adding inherently intermittent wind sources to power systems. Improved understanding and better tools for effective use of sustainable but intermittent power sources such as wind energy are crucial to increase the penetration of renewable energy in the power grid.&nbsp;&nbsp;The project ranged from fluid mechanical modeling aspects to economic concepts and optimization. WINDINSPIRE facilitated international research experiences by graduate students, postdocs, undergraduate students and faculty with our international partners in Denmark (DTU), Belgium (KU Leuven), Spain (Comillas), Switzerland (EPFL), The Netherlands (ECN and Twente University), Sweden, Germany and Norway. In the US, WINDINSPIRE joined researchers at the Johns Hopkins University (JHU), Texas Tech University (TTU), Smith College, and the University of Texas (UT Dallas). The project achieved its five major objectives:</p>\n<p style=\"text-align: left;\"><span style=\"text-decoration: underline;\"><em>Objectives #1:&nbsp;</em><em>Develop improved tools for computational fluid dynamics&nbsp;</em></span>modeling of wind farms to better capture fluctuations at scales from individual turbines to wind farm aggregates. WINDINSPIRE was predicated on the basic idea that simulating time-dependent flow conditions is crucial to capture inherent variability and intermittency. Several new modeling approaches were developed, such as new tools for Large Eddy Simulations (LES, Figure 1), and improving and testing the models (with DTU, EPFL, Leuven ad NREL) for turbine rotor representations. We used LES to generate valuable datasets on which more simplified engineering models could be tested. A new model for layout optimization (Figure 2 left) that improves on the state-of-the-art by incorporating knowledge of the atmospheric vertical structure led to improved power predictions. Moreover, new dynamic models for wind farm controls (for power optimization at UT Dallas and for power tracking at JHU) and further reduced-order models based on non-linearity reductions were developed. Simulations were complemented with physical measurements: field studies at TTU provided insights into low-level jets while wind tunnel measurements at JHU elucidated the spatio-temporal structure of power fluctuations. TTU-led laboratory measurements developed new insights into flow over turbine blades and bio-inspired flow control strategies. The various improvements to LES and the validation tests undertaken have helped raise our confidence in the predictive power of high-fidelity LES research codes for varied applications to wind energy. &nbsp;</p>\n<p style=\"text-align: left;\"><em><span style=\"text-decoration: underline;\">Objective #2:&nbsp;</span></em><em><span style=\"text-decoration: underline;\">Develop new methods for estimating the spatio-temporal variability in power output</span>&nbsp;</em>from wind farms, including methods for scaling from individual turbine results to the entire wind farm and parameter estimation. We built analytical descriptions of the spatio-temporal spectra (with Leuven) and correlations (with MPI G&ouml;ttingen) of wind power fluctuations, as well as statistical prediction methods (with DTU).&nbsp;</p>\n<p style=\"text-align: left;\"><em><span style=\"text-decoration: underline;\">Objective #3:&nbsp;</span></em><em><span style=\"text-decoration: underline;\">Develop new models for efficiently allocating resources</span>&nbsp;</em>to compensate for variability in grid planning and operation of grids with high wind penetration based on detailed wind farm power characterizations and energy storage integration. Our tools provided a systematic method of determining the optimal storage allocation based on the properties of the power network that can be generalized in grid design and planning approaches. We used these identified trade-offs in model fidelity versus accuracy for the storage allocation problem. The trade-off analysis was exploited to develop an intermediate storage allocation/dispatch model that is far more accurate than standard models while still being solvable using standard software currently used in energy markets,</p>\n<p style=\"text-align: left;\"><em><span style=\"text-decoration: underline;\">Objective #4:&nbsp;</span></em><em><span style=\"text-decoration: underline;\">Evaluate the impact of alternative market designs and regulatory choices</span>&nbsp;</em>on technology and design for new operating procedures that facilitate efficient and equitable management of variable generation using advanced market simulation and econometric methods. This objective emphasized developing tools (with Comillas) for analyzing investments in wind farms and the back-up thermal, storage and transmission infrastructure necessary to deliver that renewable energy.&nbsp;&nbsp;These tools consist of advanced optimization methods to handle the nonlinearities, short-run renewable variability, long-run economic and technological uncertainties, non-convexities, and game-theoretic features of models for choosing the best locations, configurations, and types of these investments.&nbsp;&nbsp;Market analysis tools were also developed for creating incentives to provide flexible supply to complement renewables, including both short-run spot markets and long-run mechanisms. In a Scientific American article&nbsp;we further highlighted the positive impacts of wind energy on job creation and low water consumption.&nbsp;&nbsp;&nbsp;</p>\n<p style=\"text-align: left;\"><em><span style=\"text-decoration: underline;\">Objective #5:&nbsp;</span></em><em><span style=\"text-decoration: underline;\">Educate and train the next generation</span>&nbsp;</em>of wind researchers and provide experiences that enhance their ability to collaborate in international settings.A total of 33 graduate and 39 undergraduate student research experiences with European partners took place. A total of six international WINDINSPIRE symposia were held, of which two were held in Copenhagen, Denmark (Figure 2 right), one in Leuven, Belgium, one in Madrid, Spain, while two were held in the US (Baltimore and Dallas). The project has led to over 100 peer-reviewed archival journal publications, tens of conference proceedings papers, and close to 200 talks and posters presented at technical conferences. Moreover, three Summer Research Institutes were held in Texas and Norway, focusing on URM scholar mentorship.&nbsp;</p>\n<p style=\"text-align: left;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2018<br>\n\t\t\t\t\tModified by: Charles&nbsp;V&nbsp;Meneveau</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1243482/1243482_10218285_1541110728782_WINDINSPIRE-FinalHighlights-2018-Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1243482/1243482_10218285_1541110728782_WINDINSPIRE-FinalHighlights-2018-Fig1--rgov-800width.jpg\" title=\"WINDINSPIRE-FinalHighlights-2018-Fig1\"><img src=\"/por/images/Reports/POR/2018/1243482/1243482_10218285_1541110728782_WINDINSPIRE-FinalHighlights-2018-Fig1--rgov-66x44.jpg\" alt=\"WINDINSPIRE-FinalHighlights-2018-Fig1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Volume rendering of low velocity regions in Large Eddy Simulation of wind farms</div>\n<div class=\"imageCredit\">Charles Meneveau</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Charles&nbsp;V&nbsp;Meneveau</div>\n<div class=\"imageTitle\">WINDINSPIRE-FinalHighlights-2018-Fig1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1243482/1243482_10218285_1541110836186_WINDINSPIRE-FinalHighlights-2018-Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1243482/1243482_10218285_1541110836186_WINDINSPIRE-FinalHighlights-2018-Fig2--rgov-800width.jpg\" title=\"WINDINSPIRE-FinalHighlights-2018-Fig2\"><img src=\"/por/images/Reports/POR/2018/1243482/1243482_10218285_1541110836186_WINDINSPIRE-FinalHighlights-2018-Fig2--rgov-66x44.jpg\" alt=\"WINDINSPIRE-FinalHighlights-2018-Fig2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left: optimal turbine spacing in large wind farms as function of economic parameters; right: photo of poster session during WINDINSPIRE symposium in Denmark.</div>\n<div class=\"imageCredit\">Charles Meneveau</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Charles&nbsp;V&nbsp;Meneveau</div>\n<div class=\"imageTitle\">WINDINSPIRE-FinalHighlights-2018-Fig2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "The WINDINSPIRE (WIND Integration Simulations PIRE) project addressed, primarily through computer simulations, the pressing research questions that arise when adding inherently intermittent wind sources to power systems. Improved understanding and better tools for effective use of sustainable but intermittent power sources such as wind energy are crucial to increase the penetration of renewable energy in the power grid.  The project ranged from fluid mechanical modeling aspects to economic concepts and optimization. WINDINSPIRE facilitated international research experiences by graduate students, postdocs, undergraduate students and faculty with our international partners in Denmark (DTU), Belgium (KU Leuven), Spain (Comillas), Switzerland (EPFL), The Netherlands (ECN and Twente University), Sweden, Germany and Norway. In the US, WINDINSPIRE joined researchers at the Johns Hopkins University (JHU), Texas Tech University (TTU), Smith College, and the University of Texas (UT Dallas). The project achieved its five major objectives:\nObjectives #1: Develop improved tools for computational fluid dynamics modeling of wind farms to better capture fluctuations at scales from individual turbines to wind farm aggregates. WINDINSPIRE was predicated on the basic idea that simulating time-dependent flow conditions is crucial to capture inherent variability and intermittency. Several new modeling approaches were developed, such as new tools for Large Eddy Simulations (LES, Figure 1), and improving and testing the models (with DTU, EPFL, Leuven ad NREL) for turbine rotor representations. We used LES to generate valuable datasets on which more simplified engineering models could be tested. A new model for layout optimization (Figure 2 left) that improves on the state-of-the-art by incorporating knowledge of the atmospheric vertical structure led to improved power predictions. Moreover, new dynamic models for wind farm controls (for power optimization at UT Dallas and for power tracking at JHU) and further reduced-order models based on non-linearity reductions were developed. Simulations were complemented with physical measurements: field studies at TTU provided insights into low-level jets while wind tunnel measurements at JHU elucidated the spatio-temporal structure of power fluctuations. TTU-led laboratory measurements developed new insights into flow over turbine blades and bio-inspired flow control strategies. The various improvements to LES and the validation tests undertaken have helped raise our confidence in the predictive power of high-fidelity LES research codes for varied applications to wind energy.  \nObjective #2: Develop new methods for estimating the spatio-temporal variability in power output from wind farms, including methods for scaling from individual turbine results to the entire wind farm and parameter estimation. We built analytical descriptions of the spatio-temporal spectra (with Leuven) and correlations (with MPI G&ouml;ttingen) of wind power fluctuations, as well as statistical prediction methods (with DTU). \nObjective #3: Develop new models for efficiently allocating resources to compensate for variability in grid planning and operation of grids with high wind penetration based on detailed wind farm power characterizations and energy storage integration. Our tools provided a systematic method of determining the optimal storage allocation based on the properties of the power network that can be generalized in grid design and planning approaches. We used these identified trade-offs in model fidelity versus accuracy for the storage allocation problem. The trade-off analysis was exploited to develop an intermediate storage allocation/dispatch model that is far more accurate than standard models while still being solvable using standard software currently used in energy markets,\nObjective #4: Evaluate the impact of alternative market designs and regulatory choices on technology and design for new operating procedures that facilitate efficient and equitable management of variable generation using advanced market simulation and econometric methods. This objective emphasized developing tools (with Comillas) for analyzing investments in wind farms and the back-up thermal, storage and transmission infrastructure necessary to deliver that renewable energy.  These tools consist of advanced optimization methods to handle the nonlinearities, short-run renewable variability, long-run economic and technological uncertainties, non-convexities, and game-theoretic features of models for choosing the best locations, configurations, and types of these investments.  Market analysis tools were also developed for creating incentives to provide flexible supply to complement renewables, including both short-run spot markets and long-run mechanisms. In a Scientific American article we further highlighted the positive impacts of wind energy on job creation and low water consumption.   \nObjective #5: Educate and train the next generation of wind researchers and provide experiences that enhance their ability to collaborate in international settings.A total of 33 graduate and 39 undergraduate student research experiences with European partners took place. A total of six international WINDINSPIRE symposia were held, of which two were held in Copenhagen, Denmark (Figure 2 right), one in Leuven, Belgium, one in Madrid, Spain, while two were held in the US (Baltimore and Dallas). The project has led to over 100 peer-reviewed archival journal publications, tens of conference proceedings papers, and close to 200 talks and posters presented at technical conferences. Moreover, three Summer Research Institutes were held in Texas and Norway, focusing on URM scholar mentorship. \n \n\n\t\t\t\t\tLast Modified: 11/02/2018\n\n\t\t\t\t\tSubmitted by: Charles V Meneveau"
 }
}