{
 "awd_id": "1243416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: Undergraduate Opportunities at the UC System Wide Bioengineering Symposium, June 21 - June 23, 2012, Berkeley, CA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 14810.0,
 "awd_amount": 14810.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "1243416/ Head-Gordon\r\n\r\nThe UC System-wide Bioengineering Symposium is a flagship conference of the University of California and is the only bioengineering symposium that spans all ten UC campuses. The symposium typically reaches ~300 attendants, the large majority of whom are undergraduate students. It provides an ideal opportunity for UC students to hone their presentation skills and be exposed to the broader landscape of this rapidly growing field. The symposium highlights all of the UC's strengths in Bioengineering including tissue engineering and regenerative medicine, stem cell engineering, biomaterials, biomechanics, micro/nanobiotechnology, imaging, drug delivery, systems biology, and bioinformatics. The three-day conference will take place Thursday afternoon, June 21 through Saturday, June 23, on the UC Berkeley campus. All sessions will be held in the two primary Bioengineering buildings on campus, Stanley Hall and the Hearst Memorial Mining Building. This will situate the conference activities adjacent to Bioengineering Department laboratories, classrooms and faculty offices to encourage spontaneous demonstration and collaborations forged out of conference networking. Participants will be housed nearby at dormitories and a local Berkeley hotel to further facilitate mingling and casual acquaintances. Networking opportunities are provided throughout the symposium, and all meals will be offered at the symposium location to further facilitate this goal. The program is posted at: http://bioeng.berkeley.edu/2012systemwide/.\r\n\r\nIntellectual Merit. The symposium will feature several parallel sessions and extensive poster sessions, with oral presentations chosen from abstracts submitted by students from all ten UC campuses. Judges will select the best student presentations for the best paper and best poster awards in each session of the symposium. In addition to twelve distinguished speakers from the UC campuses (including some new young faculty who get to highlight their new career work), the symposium will feature keynote lectures by three world-renowned bioengineers (Prof. Nancy Allbritton, Prof. Anthony Atala, Prof. Jay Keasling), which will provide an excellent learning opportunity for the students.\r\n\r\nBroader Impact. The organizers are seeking travel support for many young as well as established women faculty to present their high quality research, as well as the registration and travel support for 15 URM graduate students to come to Berkeley. The PIs have organized a Career Development luncheon to foster an active dialogue between students and academic and industry researchers to discuss career goals in the field of Bioengineering, as well as an undergraduate tour through UC Berkeley Bioengineering labs after lunch. The College of Engineering has raised the issue of student and faculty diversity to a high priority, and the UC System-Wide Bioengineering Conference provides a high profile opportunity to support URM students and exposing them to Bioengineering activities at Berkeley.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Head-Gordon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa L Head-Gordon",
   "pi_email_addr": "thg@berkeley.edu",
   "nsf_id": "000282950",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14810.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify; text-justify: inter-ideograph;\"><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \">The UC System-wide Bioengineering Symposium is a flagship conference of the University of California and is the only bioengineering symposium that spans all ten UC campuses. The symposium typically reaches ~300 attendants, the large majority of whom are students. It provides an ideal opportunity for our UC students to hone their presentation skills and be exposed to the broader landscape of this rapidly growing field. The symposium highlights all of the UC&rsquo;s strengths in Bioengineering including tissue engineering and regenerative medicine, stem cell engineering, biomaterials, biomechanics, micro/ nanobiotechnology, imaging, drug delivery, systems biology, and bioinformatics. </span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: .0001pt; text-align: justify; text-justify: inter-ideograph;\"><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The three-day conference took place June 21-23, 2013 on the UC Berkeley campus. Participants were housed at nearby dormitories and a local Berkeley hotel to facilitate mingling and casual interactions, while networking opportunities were provided throughout the symposium. All meals were offered at the symposium location to further facilitate this goal. </span></p>\n<p><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \">&nbsp;&nbsp;&nbsp;&nbsp; The program is posted at: </span><a href=\"http://bioeng.berkeley.edu/2012systemwide/\"><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \">http://bioeng.berkeley.edu/2012systemwide/</span></a><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \">. It featured several parallel sessions and extensive poster sessions, with oral presentations chosen from abstracts submitted by students from all ten UC campuses. Judges selected the best student presentations for the best paper and best poster awards in each session of the symposium. Twelve distinguished speakers from the UC campuses were chosen to present their work, and the NSF money was used to support their travel. The symposium also featured keynote lectures by three world-renowned bioengineers:</span></p>\n<p class=\"MsoNormal\" style=\"text-align: justify; text-justify: inter-ideograph;\"><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \">1. Professor Nancy Allbritton, a pioneer in the area of single cell signaling and microfabricated systems for cellular analysis. She is the Debreczeny Distinguished Professor and the Chair of UNC/NCSU Joint Department of Biomedical Engineering. NSF money was used to help support her travel.<br /></span></p>\n<p class=\"MsoNormal\" style=\"text-align: justify; text-justify: inter-ideograph;\"><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \">2. Professor Anthony Atala, a world leader in the area of tissue engineering and regenerative medicine. His expertise includes stem cells, biomaterials and artificial tissues and organs. He is the W.H. Boyce Professor and Director of the Wake Forest Institute for Regenerative Medicine, and Chair of the Department of Urology at the Wake Forest University School of Medicine in North Carolina.</span></p>\n<p class=\"MsoNormal\" style=\"text-align: justify; text-justify: inter-ideograph;\"><span style=\"font-size: 12.0pt; line-height: 115%; font-family: \">3. Professor Jay Keasing, Professor of Chemical and Biomolecular Engineering and Bioengineering at the University of California, Berkeley. He is also Associate Laboratory Director for Biosciences at the Lawrence Berkeley National Laboratory, the Founding Head of the Synthetic Biology Department in the Physical Biosciences Division at Lawrence Berkeley National Laboratory, and chief executive officer of the Joint BioEnergy Institute. He is consider...",
  "por_txt_cntn": "The UC System-wide Bioengineering Symposium is a flagship conference of the University of California and is the only bioengineering symposium that spans all ten UC campuses. The symposium typically reaches ~300 attendants, the large majority of whom are students. It provides an ideal opportunity for our UC students to hone their presentation skills and be exposed to the broader landscape of this rapidly growing field. The symposium highlights all of the UCÆs strengths in Bioengineering including tissue engineering and regenerative medicine, stem cell engineering, biomaterials, biomechanics, micro/ nanobiotechnology, imaging, drug delivery, systems biology, and bioinformatics. \n       The three-day conference took place June 21-23, 2013 on the UC Berkeley campus. Participants were housed at nearby dormitories and a local Berkeley hotel to facilitate mingling and casual interactions, while networking opportunities were provided throughout the symposium. All meals were offered at the symposium location to further facilitate this goal. \n\n     The program is posted at: http://bioeng.berkeley.edu/2012systemwide/. It featured several parallel sessions and extensive poster sessions, with oral presentations chosen from abstracts submitted by students from all ten UC campuses. Judges selected the best student presentations for the best paper and best poster awards in each session of the symposium. Twelve distinguished speakers from the UC campuses were chosen to present their work, and the NSF money was used to support their travel. The symposium also featured keynote lectures by three world-renowned bioengineers:\n1. Professor Nancy Allbritton, a pioneer in the area of single cell signaling and microfabricated systems for cellular analysis. She is the Debreczeny Distinguished Professor and the Chair of UNC/NCSU Joint Department of Biomedical Engineering. NSF money was used to help support her travel.\n\n2. Professor Anthony Atala, a world leader in the area of tissue engineering and regenerative medicine. His expertise includes stem cells, biomaterials and artificial tissues and organs. He is the W.H. Boyce Professor and Director of the Wake Forest Institute for Regenerative Medicine, and Chair of the Department of Urology at the Wake Forest University School of Medicine in North Carolina.\n3. Professor Jay Keasing, Professor of Chemical and Biomolecular Engineering and Bioengineering at the University of California, Berkeley. He is also Associate Laboratory Director for Biosciences at the Lawrence Berkeley National Laboratory, the Founding Head of the Synthetic Biology Department in the Physical Biosciences Division at Lawrence Berkeley National Laboratory, and chief executive officer of the Joint BioEnergy Institute. He is considered one of the foremost authorities in synthetic biology, especially in the field of metabolic engineering.\nIn addition to faculty, graduate, and postgraduate researchers, we strongly encouraged the participation of undergraduate and minority students. We provided registration and travel support to 15 URM students to come to the symposium. We also used the NSF money to organize a Career Development luncheon to foster an active dialogue between students and academic and industry researchers to discuss career goals in the field of Bioengineering, as well as an undergraduate tour through UC Berkeley Bioengineering labs after lunch.\n\n\t\t\t\t\tLast Modified: 09/03/2013\n\n\t\t\t\t\tSubmitted by: Teresa L Head-Gordon"
 }
}