{
 "awd_id": "1243925",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Creating Immersive 3D Audio",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "The process by which humans (and other animals) perceive space from auditory input is complex.  Over the past decades, researchers worldwide (including those involved in the current proposal) have elucidated the mechanisms by which humans perceive sound and are able to develop algorithms for the creation of immersive audio. These include audio from games, from the mixing of music, and from the capture of live events.  Because the wavelengths of audible sound are comparable to the sizes of environmental objects and of features on the listeners' bodies, the sound perceived by the listener is \"colored\" by scattering off these objects. Understanding and efficiently approximating the room impulse response and the Head Related Transfer Function (HRTF), which respectively characterize these scattering processes, has been a major contribution of the PI's research over the past decade. As each listener?s physical body features have different shapes and sizes, the HRTF shows considerable inter-personal variation. The PI has developed extremely rapid techniques for measuring HRTFs, for characterizing HRTFs based on the body and ear measurements of listeners, and for rapid creation of immersive sound using HRTFs and room responses. Further, single microphone recordings lose the spatial information in the sound signal. To retain the spatial information during auditory environment capture, the PI has developed novel spherical microphone array technology. A decomposition of the captured sound in terms of plane-wave basis functions allows the easy incorporation of HRTFs in the captured sound. \r\n\r\nToday's consumers enjoy music, games, and other media on their mobile devices; most settle for lackluster sound produced over headphones. Current headphone sound is simply unable to produce the engaging sound experience that high-end music systems, movie theaters, or live events deliver. With the technologies developed under previous NSF support, the team has allowed entertainment content creators to achieve unmatched realism in sound presentation over headphones. Combined with the team's sound capture hardware, immersive reproduction of live events can be achieved. In the last year, the number of smartphone sales outpaced that of PCs for the first time in history; consequentially, the amount of content consumed over headphones is vastly increasing. Our technology will allow companies to make headphone listening more immersive and reach that growing consumer base. Several industries produce and consume audio products. These include mobile device / gaming / PC hardware manufacturers, entertainment content producers, and content delivery networks. They will all be positively impacted by the technology. Because of the large market, and the strength of the team, they anticipate that a large and successful business can be built around this technology. If successful, this effort will contribute to ongoing U.S. leadership in the fields of mobile technologies, gaming, entertainment, and immersive simulation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramani",
   "pi_last_name": "Duraiswami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramani Duraiswami",
   "pi_email_addr": "ramani@umiacs.umd.edu",
   "nsf_id": "000233989",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "A.V Williams Bldg; # 115",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF funded research had helped University of Maryland researchers create an understanding of how humans perceive sound in three dimensions. This research was thought to have significant commercial application in domains like gaming, music, cinema, user interfaces for visually impaired, and data presentation via sonification. The NSF ICorps project was a structured educational program and practicum to educate the university researchers (PI and graduate student), working with an external mentor, as well as NSF appointed instructors, to help the inventors scientifically determine if a viable business was possible based around the technology.</p>\n<p>Over one hundred and fifty customers were interviewed following a structured approach taught to the team by ICorps instructors. A \"minimum viable product\" demonstration in gaming was created. Based on the results of these interviews, VisiSonics corporation (co-founded by the university researchers) licensed the relevant IP from the University, and sought to develop the product.</p>\n<p>The company is initially targeting markets in gaming and virtual reality, and later intends to address the other markets. It has applied for NSF Small Business Innovation Research Funding.&nbsp;A software library, based on the University IP, that can be incorporated into gaming engines and digital media players is being developed, and is under testing by various entities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2014<br>\n\t\t\t\t\tModified by: Ramani&nbsp;Duraiswami</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF funded research had helped University of Maryland researchers create an understanding of how humans perceive sound in three dimensions. This research was thought to have significant commercial application in domains like gaming, music, cinema, user interfaces for visually impaired, and data presentation via sonification. The NSF ICorps project was a structured educational program and practicum to educate the university researchers (PI and graduate student), working with an external mentor, as well as NSF appointed instructors, to help the inventors scientifically determine if a viable business was possible based around the technology.\n\nOver one hundred and fifty customers were interviewed following a structured approach taught to the team by ICorps instructors. A \"minimum viable product\" demonstration in gaming was created. Based on the results of these interviews, VisiSonics corporation (co-founded by the university researchers) licensed the relevant IP from the University, and sought to develop the product.\n\nThe company is initially targeting markets in gaming and virtual reality, and later intends to address the other markets. It has applied for NSF Small Business Innovation Research Funding. A software library, based on the University IP, that can be incorporated into gaming engines and digital media players is being developed, and is under testing by various entities.\n\n \n\n\t\t\t\t\tLast Modified: 07/14/2014\n\n\t\t\t\t\tSubmitted by: Ramani Duraiswami"
 }
}