{
 "awd_id": "1243473",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Hybrid Nanostructures as Catalysts for Advanced Oxidation Processes: An Integrated Research and Education Plan Promoting Water Reuse and Sustainability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 309477.0,
 "awd_amount": 390538.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2013-02-08",
 "awd_abstract_narration": "It is a challenge for arid regions like southern California to develop and maintain a reliable domestic drinking water supply in light of projected population increases in the regions and presently overdrawn groundwater basins, drought, and climate change which is slated to reduce the Sierra snowpack by 40% by 2050.  In California, this will require an increase in the treatment and reuse of municipal wastewater, much of which contains a plethora of organic pollutants such as hormones, pharmaceuticals, and endocrine-disrupting compounds.  This research implements a novel approach to trapping and rendering harmless these compounds by exploring the potential of functionalized carbon nanotubes as tunable ozonation catalysts to degrade these and other organic pollutants.  The benefit of this approach is that the nanotubes can be functioned into activated filters and membranes.  A main goal of the research is to generate structure-activity relations to guide future design of hybrid nanomaterials for water purification.  To achieve this, synthesis and detailed characterization of the functionalized carbon nanotubes and hybrid nanostructures in terms of their bulk structure and morphology, chemical composition, surface chemistry, and solution phase stability will be carried out using a wide array of state-of-the-art tools such as XPS and ATR-FTIR.  Characterization will be followed by reactivity and performance testing in closed batch reactor systems using a range of model pollutants and chemistries relevant to water and wastewater treatment.  Performance testing includes examination of the influence of matrix chemistry, how effective the nanomaterials are in removing organic matter in the effluent, mitigation of oxidation bi-products, and removal of dissolved organic carbon from secondary effluents.  The broader impacts include societal benefits in the form of providing more reliable, safe, and sustainable water supplies.  It will support an early career faculty member and train doctoral students at the host institution and one community college student from nearby Hispanic Serving Institution, Cal Poly Pomona. Students will be engaged in multi-disciplinary research that fosters an appreciation for the responsible development and use of nanomaterials.  Efforts will be made to recruit students from groups traditionally under-represented in STEM fields to promote greater diversity in the science and technology workforce.  Project outcomes will be incorporated into two undergraduate courses associated with the Nanotechnology major at the University of California, Riverside and will be disseminated to other University of California campuses. The project will also carry out an outreach program to raise public awareness and understanding of regional and global water crises.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cwiertny",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Cwiertny",
   "pi_email_addr": "david-cwiertny@uiowa.edu",
   "nsf_id": "000448773",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "2 Gilmore Hall",
  "perf_city_name": "Iowa City",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "018E",
   "pgm_ref_txt": "REMEDIATION"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 309477.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40073.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 40988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the integration of nanomaterials (carbon nanotubes) with an existing water treatment process (ozonation) to produce a synergistic technology suitable for treating a broad range of otherwise persistent pollutants.&nbsp; Major research outcomes span from fundamental discovery to practical considerations for technology application, including initial efforts at technology scale-up and translation to the marketplace. &nbsp;At its core, this work centers on the development of an innovative, nanotechnology enabled approach for advanced water treatment. The work and its products directly respond to the growing need for new, broad-spectrum water treatment technologies to address the growing number of chemical pollutants resistant to more traditional treatment options and the increasing reliance of society on lower quality drinking water sources to bridge the ever-widening divide between available supply and demand. With population growth and climate change, stress on available water resources will only increase, making the development of new technologies for transforming impaired supplies into water suitable for beneficial use even more critical for ensuring sustainable development.</p>\n<p>The first major outcome is the successful demonstration of a carbon nanotube (CNT) based advanced oxidation process, an approach that can be used to degrade some of the most persistent chemical pollutants challenging water systems today.&nbsp; During this study, we demonstrated the effectiveness of this treatment approach toward a broad spectrum of regulated and emerging pollutants, including pesticides and pharmaceuticals. We have also shown the ability of this approach to work in complex water systems (e.g., Iowa River water), suggesting its effectiveness across a range of water types and treatment scenarios. Finally, we successfully demonstrated this technology across a range of application platforms, including dynamic flow through systems most representative of &ldquo;real-world&rdquo; water treatment. These results, which relied on an immobilized network of CNTs that were exposed to ozone-containing inflow, provide the necessary &ldquo;proof-of-concept&rdquo; for this technology.&nbsp; This, in turn, should serve as the motivation for future studies and additional investment to help this technology grow and mature into practice.</p>\n<p>The second major outcome focuses on fundamental discovery of material factors controlling the effectiveness of this next-generation treatment systems. This work has identified several characteristics of CNTs that make them best-suited for optimizing the treatment process. Specifically, we determined surface chemical characteristics that increase CNT reactivity toward ozone so as to promote formation of hydroxyl radical, the potent chemically reactive species responsible for pollutant degradation. This information will be vital in choosing and designing materials to help optimize technology performance at scale.</p>\n<p>The third major outcome relates to initial lessons learned for promoting technology transfer.&nbsp; Based upon our results, we contend there are opportunities for commercialization of this technology. Accordingly, performance trials were also conducted in pilot-scale systems to begin to address hurdles to technology development.&nbsp; These efforts provided valuable insights as to remaining challenges to the responsible application of CNTs and other nanomaterials in water treatment systems. A remaining challenge, and the focus of future research, will be the effective immobilization of CNTs on membrane supports, which will allow their integration into water treatment without the threat of their release into the treated water supply. &nbsp;&nbsp;</p>\n<p>Finally, this project has produced several notable outcomes in science education and community engagement, and student training and workforce development. As part of this project, coursework at the University of Iowa has been developed to engage non-scientists and non-engineers about the challenges confronting water resources in the United States. The project has also trained three graduate students, one post-doc and several undergraduate students on a highly interdisciplinary project at the interface of environmental engineering, nanoscience and nanotechnology, material science, and chemistry.&nbsp; Notably, two of the graduate students come from traditionally underrepresented groups in Science, Technology, Engineering and Mathematics (STEM). Thus, this work has promoted the participation of underrepresented groups in higher education and helped increase diversity in the STEM workforce.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2017<br>\n\t\t\t\t\tModified by: David&nbsp;M&nbsp;Cwiertny</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored the integration of nanomaterials (carbon nanotubes) with an existing water treatment process (ozonation) to produce a synergistic technology suitable for treating a broad range of otherwise persistent pollutants.  Major research outcomes span from fundamental discovery to practical considerations for technology application, including initial efforts at technology scale-up and translation to the marketplace.  At its core, this work centers on the development of an innovative, nanotechnology enabled approach for advanced water treatment. The work and its products directly respond to the growing need for new, broad-spectrum water treatment technologies to address the growing number of chemical pollutants resistant to more traditional treatment options and the increasing reliance of society on lower quality drinking water sources to bridge the ever-widening divide between available supply and demand. With population growth and climate change, stress on available water resources will only increase, making the development of new technologies for transforming impaired supplies into water suitable for beneficial use even more critical for ensuring sustainable development.\n\nThe first major outcome is the successful demonstration of a carbon nanotube (CNT) based advanced oxidation process, an approach that can be used to degrade some of the most persistent chemical pollutants challenging water systems today.  During this study, we demonstrated the effectiveness of this treatment approach toward a broad spectrum of regulated and emerging pollutants, including pesticides and pharmaceuticals. We have also shown the ability of this approach to work in complex water systems (e.g., Iowa River water), suggesting its effectiveness across a range of water types and treatment scenarios. Finally, we successfully demonstrated this technology across a range of application platforms, including dynamic flow through systems most representative of \"real-world\" water treatment. These results, which relied on an immobilized network of CNTs that were exposed to ozone-containing inflow, provide the necessary \"proof-of-concept\" for this technology.  This, in turn, should serve as the motivation for future studies and additional investment to help this technology grow and mature into practice.\n\nThe second major outcome focuses on fundamental discovery of material factors controlling the effectiveness of this next-generation treatment systems. This work has identified several characteristics of CNTs that make them best-suited for optimizing the treatment process. Specifically, we determined surface chemical characteristics that increase CNT reactivity toward ozone so as to promote formation of hydroxyl radical, the potent chemically reactive species responsible for pollutant degradation. This information will be vital in choosing and designing materials to help optimize technology performance at scale.\n\nThe third major outcome relates to initial lessons learned for promoting technology transfer.  Based upon our results, we contend there are opportunities for commercialization of this technology. Accordingly, performance trials were also conducted in pilot-scale systems to begin to address hurdles to technology development.  These efforts provided valuable insights as to remaining challenges to the responsible application of CNTs and other nanomaterials in water treatment systems. A remaining challenge, and the focus of future research, will be the effective immobilization of CNTs on membrane supports, which will allow their integration into water treatment without the threat of their release into the treated water supply.   \n\nFinally, this project has produced several notable outcomes in science education and community engagement, and student training and workforce development. As part of this project, coursework at the University of Iowa has been developed to engage non-scientists and non-engineers about the challenges confronting water resources in the United States. The project has also trained three graduate students, one post-doc and several undergraduate students on a highly interdisciplinary project at the interface of environmental engineering, nanoscience and nanotechnology, material science, and chemistry.  Notably, two of the graduate students come from traditionally underrepresented groups in Science, Technology, Engineering and Mathematics (STEM). Thus, this work has promoted the participation of underrepresented groups in higher education and helped increase diversity in the STEM workforce. \n\n \n\n\t\t\t\t\tLast Modified: 02/28/2017\n\n\t\t\t\t\tSubmitted by: David M Cwiertny"
 }
}