{
 "awd_id": "1243000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Computational Geometric Uncertainty Propagation for Hamiltonian Systems on a Lie Group",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Massimo Ruzzene",
 "awd_eff_date": "2012-05-07",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 131583.0,
 "awd_amount": 131583.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "This collaborative research project is concerned with the development of accurate and efficient computational uncertainty propagation techniques for nonlinear stochastic Hamiltonian systems that evolve on Lie group configuration spaces.  Uncertainties in a dynamic system arise from multiple sources such as unmodeled dynamics, parametric uncertainty, and uncertainty in initial conditions.  As they cannot be completely eliminated from any computational experiment or physical measurement, a careful characterization of the evolution of uncertainties is essential in scientific and engineering problems. This project involves the application of computational geometric mechanics, geometric numerical integration, noncommutative harmonic analysis, and generalized polynomial chaos techniques, and will yield mesh-free, coordinate-free methods for the numerically stable long-time propagation of uncertainty in a Hamiltonian system, while explicitly addressing the underlying stochastic and geometric properties of the system.\r\n\r\nMost mathematical models have sources of uncertainty that may arise from physical processes that are poorly understood, a lack of precise knowledge of the parameters, or incomplete information about the current state of the system, and it is important to understand how these model uncertainties affect the predictions that arise from the mathematical model. In particular, a computer prediction without some indication of the reliability and confidence in the prediction can be disastrously misleading. This project aims to address the essential task of developing accurate mathematical and numerical methods for characterizing the effects of uncertainty in complex systems, which is a particularly timely and pressing need, since mathematical models of complex systems are increasingly relied upon to inform public policy decisions with long lasting and far reaching consequences. A graduate textbook will be prepared that discusses in parallel the continuous and discrete time approach to geometric mechanics on Lie groups that aims to be accessible to professional programs in computational science, and which will be field tested in the CSME graduate program at UCSD. This textbook includes accompanying code that will facilitate the reuse of the computational infrastructure funded by this project in other applications involving uncertainty propagation on nonlinear spaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taeyoung",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Taeyoung Lee",
   "pi_email_addr": "tylee@gwu.edu",
   "nsf_id": "000523355",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2121 Eye Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520086",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 131581.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Uncertainties in a dynamic system arise from multiple sources such as unmodeled dynamics, parametric uncertainty, and uncertainty in initial conditions. As they cannot be completely eliminated from any computational experiment or physical measurement, a careful characterization of the evolution of uncertainties is essential in scientific and engineering problems. However, the problem of uncertainty propagation is fundamentally challenging as it is described by a nontrivial partial differential equation in an infinite dimensional space. As such, propagating uncertainties through a complex dynamic system often requires excessive computational effort, and the reliability of these results degrades within a relatively short time period.</p>\n<p>This project has been focused on computational geometric methods to propagate uncertainties through complex dynamic systems efficiently. In particular, Hamiltonian flows with stochastic excitations that evolve on a nonlinear Lie group configuration space, that commonly appear in various mechanical and aerospace systems, are considered. The main objective is to derive computational methods that preserve the underlying stochastic and geometric properties of a Hamiltonian system to obtain long-term structural stability in the numerical uncertainty propagation.</p>\n<p>This project leverages the recent developments in computational dynamics and geometric mechanics in applied mathematics and computer science. The outcome of this research is distinct in the sense that both the nonlinearities in the dynamics and the nonlinearities of the configuration manifold are explicitly addressed. The developed results are well suited to propagating arbitrary uncertainties along nontrivial trajectories of complex Hamiltonian systems over a long-time period. These represent significant advances over current computational methods that are restricted to moderate trajectories, simple dynamic properties, and short propagation times.</p>\n<p>The interdisciplinary nature of this project has increased the interaction between applied mathematics, computer science, and engineering. This project has contributed to the development of engineering-driven math courses, through which we aim to broaden students&rsquo; intellectual horizons and to cross-train them in both math and engineering. It has been disseminated to a broader audience through various international conferences and publications. In addition, a partnership with the robotics group at a local public school in DC has been established through this project. A robotics workshop has been organized, where K-12 students from low-income, underrepresented groups are provided with valuable hands-on experiences in robotics and controls.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2014<br>\n\t\t\t\t\tModified by: Taeyoung&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1243000/1243000_10032439_1419200182387_Fig_Outcome--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1243000/1243000_10032439_1419200182387_Fig_Outcome--rgov-800width.jpg\" title=\"Attitude uncertainty propagation\"><img src=\"/por/images/Reports/POR/2014/1243000/1243000_10032439_1419200182387_Fig_Outcome--rgov-66x44.jpg\" alt=\"Attitude uncertainty propagation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Propagation of a probability density function along the attitude dynamics of a rigid body. The marginal probability of each body-fixed axis of the rigid body is illustrated ...",
  "por_txt_cntn": "\nUncertainties in a dynamic system arise from multiple sources such as unmodeled dynamics, parametric uncertainty, and uncertainty in initial conditions. As they cannot be completely eliminated from any computational experiment or physical measurement, a careful characterization of the evolution of uncertainties is essential in scientific and engineering problems. However, the problem of uncertainty propagation is fundamentally challenging as it is described by a nontrivial partial differential equation in an infinite dimensional space. As such, propagating uncertainties through a complex dynamic system often requires excessive computational effort, and the reliability of these results degrades within a relatively short time period.\n\nThis project has been focused on computational geometric methods to propagate uncertainties through complex dynamic systems efficiently. In particular, Hamiltonian flows with stochastic excitations that evolve on a nonlinear Lie group configuration space, that commonly appear in various mechanical and aerospace systems, are considered. The main objective is to derive computational methods that preserve the underlying stochastic and geometric properties of a Hamiltonian system to obtain long-term structural stability in the numerical uncertainty propagation.\n\nThis project leverages the recent developments in computational dynamics and geometric mechanics in applied mathematics and computer science. The outcome of this research is distinct in the sense that both the nonlinearities in the dynamics and the nonlinearities of the configuration manifold are explicitly addressed. The developed results are well suited to propagating arbitrary uncertainties along nontrivial trajectories of complex Hamiltonian systems over a long-time period. These represent significant advances over current computational methods that are restricted to moderate trajectories, simple dynamic properties, and short propagation times.\n\nThe interdisciplinary nature of this project has increased the interaction between applied mathematics, computer science, and engineering. This project has contributed to the development of engineering-driven math courses, through which we aim to broaden studentsÆ intellectual horizons and to cross-train them in both math and engineering. It has been disseminated to a broader audience through various international conferences and publications. In addition, a partnership with the robotics group at a local public school in DC has been established through this project. A robotics workshop has been organized, where K-12 students from low-income, underrepresented groups are provided with valuable hands-on experiences in robotics and controls.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2014\n\n\t\t\t\t\tSubmitted by: Taeyoung Lee"
 }
}