{
 "awd_id": "1243080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps: SOLUTION MICROARRAY MULTIPLEXED BIOMARKER IMMUNOASSAYS",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "No one biomarker gives all the information needed to diagnose or treat a patient reliably. Thus a major goal of clinical diagnostics is to efficiently analyze a panel of diagnostic biomarkers. Despite this well-known need, cost-effective, sensitive, and quantitative multi-protein (multiplexed) diagnostic immunoassays hardly exist. While hundreds of research articles have described multiplexed immunoassays, they cannot be validated for clinical applications due to increased background and or cross-talk that occur when multiple detection antibodies are mixed together into one solution. The team utilizes a proprietary microfluidic technology to provide an innovative solution to this problem by creating multiplexed immunoassay microarrays where no mixing of detection antibodies occurs. The project will advance microfluidic science and technology as well as provide new tools for use in basic science studies that utilize proteomics. In addition to science and technology advancement, this project will advance concepts and methods in translating laboratory research results into commercial products and services. The project will increase understanding of customer needs in the area of multiplexed biomarker assays and proteomics. The project will also propose the most efficient and commercially-viable methods to bring the technology to users.\r\n\r\nThe team envisions the project to benefit society through development of robust, user-friendly, multiplexed immunoassays that will enhance clinical diagnostics as well as basic biology studies through providing robust and user-friendly protein assays. As the project goal is technology commercialization, success of this project will directly provide a large benefit to society through economic as well as technological means. All three personnel involved (entrepreneurial lead, PI, and mentor) will also learn new ideas and methodology as well as actual hands on experience that is part of this project. These experiences will surely impact not only this particular technology commercialization effort but other commercialization projects in the future. Additionally, the technology transfer lessons learned will also be incorporated into the classroom through courses taught by the PI as well as through one-time lectures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuichi",
   "pi_last_name": "Takayama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuichi Takayama",
   "pi_email_addr": "takayama@gatech.edu",
   "nsf_id": "000488094",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 S. State St, Room 1062",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this 6 month project was to do customer discovery, and to provide training in entrepreneurship for a student, a professor, and an industrial mentor. During the course of this project the three individuals involved participated in a 3+2 day intensive course on entrepreneurship at Georgia Institute of Technology. Through attendance to conferences and other travels and contacts over the phone the three-person team was able to contact and speak with approximately 100 individuals working in academic research, clinical, or biotechnology industry about current challenges and opportunities in multiplexed immunoassays. This process allowed the team to evaluate the commercial potential of a multiplexed immunoassay technology developed by the academic participants. The team was able to develop a plan for transfer of the fundamental technology which involves use of aqueous two-phase systems for efficient multiplexing of immunoassays from the research lab towards commercial use. Specifically, the team honed in on important value propositions being the ability to provide multiplexed immunoassays without any crosstalk, to be able to develop custom biomarker assay panels quickly, and to reduce reagent costs. The ability to utilize existing readout technologies was also found to be a plus. The team also identified the pharmaceutical industry including contract research organizations as one of the most attractive customer segments for this technology. &nbsp;Some actual technological work to test multiplex immunoassays was also performed. &nbsp;Using this grant as a catalyst, specific activities to spin out a startup company and apply for SBIR grants is ongoing. &nbsp;The program provided excellent entrepreneurship training for the participants and also fueled excitement for entrepreneurship in the principal investigator&rsquo;s lab beyond the specific student involved. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2013<br>\n\t\t\t\t\tModified by: Shuichi&nbsp;Takayama</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this 6 month project was to do customer discovery, and to provide training in entrepreneurship for a student, a professor, and an industrial mentor. During the course of this project the three individuals involved participated in a 3+2 day intensive course on entrepreneurship at Georgia Institute of Technology. Through attendance to conferences and other travels and contacts over the phone the three-person team was able to contact and speak with approximately 100 individuals working in academic research, clinical, or biotechnology industry about current challenges and opportunities in multiplexed immunoassays. This process allowed the team to evaluate the commercial potential of a multiplexed immunoassay technology developed by the academic participants. The team was able to develop a plan for transfer of the fundamental technology which involves use of aqueous two-phase systems for efficient multiplexing of immunoassays from the research lab towards commercial use. Specifically, the team honed in on important value propositions being the ability to provide multiplexed immunoassays without any crosstalk, to be able to develop custom biomarker assay panels quickly, and to reduce reagent costs. The ability to utilize existing readout technologies was also found to be a plus. The team also identified the pharmaceutical industry including contract research organizations as one of the most attractive customer segments for this technology.  Some actual technological work to test multiplex immunoassays was also performed.  Using this grant as a catalyst, specific activities to spin out a startup company and apply for SBIR grants is ongoing.  The program provided excellent entrepreneurship training for the participants and also fueled excitement for entrepreneurship in the principal investigatorÆs lab beyond the specific student involved.  \n\n\t\t\t\t\tLast Modified: 01/05/2013\n\n\t\t\t\t\tSubmitted by: Shuichi Takayama"
 }
}