{
 "awd_id": "1244704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: BCC-SBE: Building Communities for Transforming Social Media Research with SOCRATES: SOcial and CRowdsourced AcTivities Extraction System",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 153787.0,
 "awd_amount": 153787.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "This project will result in a novel system called SOCRATES that will help transform social media research for scholars working in diverse fields by building a community of researchers and practitioners around various issues of data-intensive research. Social media services such as Twitter and Facebook, used by millions of people worldwide, expose vast amounts of data about people's beliefs, ideas, opinions, behaviors, and activities. At the same time, the sheer scale and volume of the data make them extremely difficult for scholars to study effectively. SOCRATES will address this issue by incorporating a set of socio-computational tools that will allow researchers from multiple fields to collect large-scale social media data; explore and visualize the resulting content items, and analyze the collected content. A community- and human-centered approach to developing the new system will ensure that SOCRATES matches researchers' work practices and mental models, is easy to use, and produces outcomes that significantly contribute to the researchers' goals, especially in solving multi-disciplinary problems. Importantly, the SOCRATES system will employ a social-computational approach--crowdsourcing--to handle some of the challenges of social media research. Thus, the project will take advantage of the intelligence of both computers and people to study online social activities. SOCRATES proposes to use the labor of humans to assist in the collection of data (e.g., by refining and filtering information collected by an automatic crawler); to help explore the data and generate insights (e.g., by allowing the public to view and comment on visualizations of the collected data); and to analyze and annotate the data (e.g., by creating a controlled environment where coders can annotate content items with high reliability). As a result, SOCRATES will provide a first-of-its-kind, end-to-end environment where social media can be studied effectively, with high validity, and at immense scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chirag",
   "pi_last_name": "Shah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chirag Shah",
   "pi_email_addr": "chirags@uw.edu",
   "nsf_id": "000573357",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mor",
   "pi_last_name": "Naaman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mor Naaman",
   "pi_email_addr": "mor.naaman@cornell.edu",
   "nsf_id": "000515060",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  },
  {
   "pgm_ele_code": "806800",
   "pgm_ele_name": "Data Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7726",
   "pgm_ref_txt": "DATANET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 153787.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project produced SOcial and CRowdsourced AcTivities Extraction System (SOCRATES) system. The SOCRATES is a Web-based open system that allows anyone to collect and analyze data from various social media sources such as Twitter, Facebook, YouTube, Reddit, and Flickr. A user of this system does not need any technical knowledge or special access permissions from these social media services. The system is designed in a way that allows one to express their needs in natural language (e.g., &ldquo;I want to understand how people in North Carolina feel about HB2 bill&rdquo;), specify which sources they would like to study (e.g., Twitter, Facebook, YouTube), and provide both the data and the analysis to meet those needs. The system is free to use for any purpose or applications.</p>\n<p>Beyond providing a user-friendly interface to collect and analyze social media data, the system gives access to its back-end using a highly modularized design. SOCRATES is designed using modules that fall under three categories: collect, analyze, and explore. The modules in &lsquo;collect&rsquo; provide functions to download and format data from various social media sources. The modules in &lsquo;analyze&rsquo; provide methods to process the collected or uploaded data. Examples include correlation, regression, and sentiment analysis. The modules in &lsquo;explore&rsquo; provide ways to visualize the data using methods such as scatterplot and pie-chart so one could gain a better understanding of the data. Since all of these modules are developed in such a way that they are compatible with each other, one could connect them in different ways to create a meaningful workflow. For instance, one could connect a &lsquo;data collection&rsquo; module for Twitter with &lsquo;sentiment analysis&rsquo; module, followed by a &lsquo;regression&rsquo; module to see how people&rsquo;s sentiments on a certain topic is related to how many people they follow on Twitter.</p>\n<p>One of the core strengths of SOCRATES is this ability to provide modules that are easily exchanged for different ones without breaking the workflow. This allows one to switch their data collection as well as analysis methods as the needs of a project change. Since the entire SOCRATES architecture, along with its code, is freely available, developers could take advantage of the modular structure of this system and easily extend it by adding more modules and/or changing the existing ones. This makes SOCRATES not just a system, but a platform to continue developing further functionalities for collecting and analyzing social media data for all kinds of purposes.</p>\n<p>The SOCRATES platform has already attracted many developers and scholars from a diverse set of fields and will continue evolving with their participation and usage. One of the functionalities that is being added to SOCRATES is the ability to share one&rsquo;s workflow with other users of the system and allowing seamless collaborations. The system is available from http://peopleanalytics.org/socrates/. The source code with complete SOCRATES architecture for the developers is available from https://github.com/InfoSeeking/Socrates/</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2016<br>\n\t\t\t\t\tModified by: Chirag&nbsp;Shah</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1244704/1244704_10218711_1463448606104_socrates--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1244704/1244704_1...",
  "por_txt_cntn": "\nThis project produced SOcial and CRowdsourced AcTivities Extraction System (SOCRATES) system. The SOCRATES is a Web-based open system that allows anyone to collect and analyze data from various social media sources such as Twitter, Facebook, YouTube, Reddit, and Flickr. A user of this system does not need any technical knowledge or special access permissions from these social media services. The system is designed in a way that allows one to express their needs in natural language (e.g., \"I want to understand how people in North Carolina feel about HB2 bill\"), specify which sources they would like to study (e.g., Twitter, Facebook, YouTube), and provide both the data and the analysis to meet those needs. The system is free to use for any purpose or applications.\n\nBeyond providing a user-friendly interface to collect and analyze social media data, the system gives access to its back-end using a highly modularized design. SOCRATES is designed using modules that fall under three categories: collect, analyze, and explore. The modules in æcollectÆ provide functions to download and format data from various social media sources. The modules in æanalyzeÆ provide methods to process the collected or uploaded data. Examples include correlation, regression, and sentiment analysis. The modules in æexploreÆ provide ways to visualize the data using methods such as scatterplot and pie-chart so one could gain a better understanding of the data. Since all of these modules are developed in such a way that they are compatible with each other, one could connect them in different ways to create a meaningful workflow. For instance, one could connect a ædata collectionÆ module for Twitter with æsentiment analysisÆ module, followed by a æregressionÆ module to see how peopleÆs sentiments on a certain topic is related to how many people they follow on Twitter.\n\nOne of the core strengths of SOCRATES is this ability to provide modules that are easily exchanged for different ones without breaking the workflow. This allows one to switch their data collection as well as analysis methods as the needs of a project change. Since the entire SOCRATES architecture, along with its code, is freely available, developers could take advantage of the modular structure of this system and easily extend it by adding more modules and/or changing the existing ones. This makes SOCRATES not just a system, but a platform to continue developing further functionalities for collecting and analyzing social media data for all kinds of purposes.\n\nThe SOCRATES platform has already attracted many developers and scholars from a diverse set of fields and will continue evolving with their participation and usage. One of the functionalities that is being added to SOCRATES is the ability to share oneÆs workflow with other users of the system and allowing seamless collaborations. The system is available from http://peopleanalytics.org/socrates/. The source code with complete SOCRATES architecture for the developers is available from https://github.com/InfoSeeking/Socrates/\n\n\t\t\t\t\tLast Modified: 05/16/2016\n\n\t\t\t\t\tSubmitted by: Chirag Shah"
 }
}