{
 "awd_id": "1246368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Broadband Multipath Spectrometry using High Diffuse Reflectivity Cavities",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 197000.0,
 "awd_amount": 197000.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "In this award, funded by the Chemical Measurement and Imaging Program of the Division of Chemistry, Professor Purnendu Dasgupta of the University of Texas at Arlington and his graduate student researchers will be supported to develop broadband multipath spectrometry using cavities with diffuse but high reflectivity.  The key feature of the devices that will be developed is an increase in the effective path-length for absorption achieved by having the light pass through the sample multiple times.  In comparison to other multi-path optical methods, the method being developed by Prof. Dasgupta and his students is not reliant upon optically flat surfaces.   \r\n\r\nSpectrometry is a workhorse method for quantitatively measuring the concentration of species in solution.  It fails when the analytes of interest are weakly absorbing, when the pathlength through the sample is small, or when the concentration of the absorbing species is very low.  Methods like that being developed in this project aim to overcome these problems, thereby increasing the utility of this robust analytical method.  The technique being developed in this project can be useful in a number of important applications, including the determination of low levels of contaminants in ultra-high purity water.  The students working on this project will gain useful experience in building new kinds of analytical instruments, and they will be well-trained for employment in the science and technology workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Purnendu",
   "pi_last_name": "Dasgupta",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Purnendu K Dasgupta",
   "pi_email_addr": "Dasgupta@uta.edu",
   "nsf_id": "000361177",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "700 Planetarium Place",
  "perf_city_name": "Arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190065",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 197000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Measuring the extent to which light of a specific wavelength is absorbed by a solution is the basis of a very large variety of chemical measurements and is classified under the general term \"absorption spectrophotometry\". Increasingly there are needs to measure ever smaller concentrations of various substances, this means also that in such situations, the extent of light absorbed is very small - for example, only 1 in a million photons going through the sample is absorbed. &nbsp;We cannot measure directly what is absorbed, rather we try to measure the transmitted light intensity with and without the analyte being present. &nbsp;Obviously, it is not easy to tell the difference between 1000,000 and 999,999. However, if the transmitted 999,999 photons were directed back through the solution again, another photon will be absorbed, making it a little easier to detect the change upon absorption. &nbsp;In other words multiple passes through the solution proportionally increases light absorption and makes it easier to detect that absorption.</p>\n<p>An widely used approach today relies on directing light to a measurement cell bounded by two highly reflective mirrors; this is generally called cavity enhanced absorption spectroscopy. &nbsp;The mirrors are not perfect reflectors but have a very small transmittance. &nbsp;So a small portion of the beam incident on the entrance mirror goes into the cell, proceeds through the measurement medium of interest (and is attenuated by light absorption) and falls on the distal mirror. &nbsp;While most of the light is reflected back, a small amount leaks through this mirror to the detector that is placed immediately behind it. &nbsp;The reflected light proceeds through the medium again, undergoing the attenuation by the medium and is again reflected by the entrance mirror and the process continues for ever. &nbsp;The reader will appreciate that when the solution is highly absorbing, very little light is left will remain after the first pass, so what happens after the first pass becomes less important whereas when the extent of light absorption is small, much light is left over to bounce back and forth and significant contributions to the total light registered by the detector is made by subsequent passes. &nbsp;Effectively therefore the effective length of the path the light travels when the solution is highly absorbing is only equal to that of the first pass while many passes count when the solution has relatively low absorbance, making it possible to measure such low absorbance values easier. It has been shown that the at low absorbance&rsquo;s the effective path length is amplified by a factor of 1/(1-R) where R is the reflectivity of the mirror. For example if the mirrors are 99% reflective (R=0.99), the effective path length will be 1/(1-0.99) = 100 times the physical path length.</p>\n<p>A basic problem with this approach is that with highly reflective mirrors on each side, the fraction of photons reaching the detector becomes very small. &nbsp;With 1% transmissive mirrors at each end, 100 of 10,000 incident photons will get in the cell and even if there is zero absorption in the medium, at most half of them will ever reach the detector. &nbsp;One key innovation we have made is a simple pinhole in the entrance window. &nbsp;If the incident beam is focused tightly enough, they will&nbsp;<em>all</em><em>&nbsp;</em>get into the cell. When the beam is reflected back again, due to finite beam divergence, the reflected spot will be considerably larger than the pinhole and little light will be lost through the pinhole. The net result will be that much more light will reach the detector, keeping it from being starved for light without having to use very powerful light sources. Even with reflective Mylar wrapped around plastic cells, with a small entrance hole we have demonstrated greater than an order of magnitude gain in the smallest concen...",
  "por_txt_cntn": "\nMeasuring the extent to which light of a specific wavelength is absorbed by a solution is the basis of a very large variety of chemical measurements and is classified under the general term \"absorption spectrophotometry\". Increasingly there are needs to measure ever smaller concentrations of various substances, this means also that in such situations, the extent of light absorbed is very small - for example, only 1 in a million photons going through the sample is absorbed.  We cannot measure directly what is absorbed, rather we try to measure the transmitted light intensity with and without the analyte being present.  Obviously, it is not easy to tell the difference between 1000,000 and 999,999. However, if the transmitted 999,999 photons were directed back through the solution again, another photon will be absorbed, making it a little easier to detect the change upon absorption.  In other words multiple passes through the solution proportionally increases light absorption and makes it easier to detect that absorption.\n\nAn widely used approach today relies on directing light to a measurement cell bounded by two highly reflective mirrors; this is generally called cavity enhanced absorption spectroscopy.  The mirrors are not perfect reflectors but have a very small transmittance.  So a small portion of the beam incident on the entrance mirror goes into the cell, proceeds through the measurement medium of interest (and is attenuated by light absorption) and falls on the distal mirror.  While most of the light is reflected back, a small amount leaks through this mirror to the detector that is placed immediately behind it.  The reflected light proceeds through the medium again, undergoing the attenuation by the medium and is again reflected by the entrance mirror and the process continues for ever.  The reader will appreciate that when the solution is highly absorbing, very little light is left will remain after the first pass, so what happens after the first pass becomes less important whereas when the extent of light absorption is small, much light is left over to bounce back and forth and significant contributions to the total light registered by the detector is made by subsequent passes.  Effectively therefore the effective length of the path the light travels when the solution is highly absorbing is only equal to that of the first pass while many passes count when the solution has relatively low absorbance, making it possible to measure such low absorbance values easier. It has been shown that the at low absorbanceÆs the effective path length is amplified by a factor of 1/(1-R) where R is the reflectivity of the mirror. For example if the mirrors are 99% reflective (R=0.99), the effective path length will be 1/(1-0.99) = 100 times the physical path length.\n\nA basic problem with this approach is that with highly reflective mirrors on each side, the fraction of photons reaching the detector becomes very small.  With 1% transmissive mirrors at each end, 100 of 10,000 incident photons will get in the cell and even if there is zero absorption in the medium, at most half of them will ever reach the detector.  One key innovation we have made is a simple pinhole in the entrance window.  If the incident beam is focused tightly enough, they will all get into the cell. When the beam is reflected back again, due to finite beam divergence, the reflected spot will be considerably larger than the pinhole and little light will be lost through the pinhole. The net result will be that much more light will reach the detector, keeping it from being starved for light without having to use very powerful light sources. Even with reflective Mylar wrapped around plastic cells, with a small entrance hole we have demonstrated greater than an order of magnitude gain in the smallest concentrations that can be detected.  \n\nA second invention that utilizes a similar principle operates in the low wavelength UV region where high reflectivity mirrors are scan..."
 }
}