{
 "awd_id": "1246025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CC-NIE Integration: A Data Movement Solution for Next-Generation Campus Cyberinfrastructure",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 316398.0,
 "awd_amount": 316398.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "Research progress often depends critically on the ability to move data over long distances: for example, from a remote supercomputer, telescope, or genome sequencing center to a researcher's laboratory or to a university data center. Yet despite major improvements in wide area and campus networks, data movement remains often frustratingly difficult and slow, due to obstacles such as firewalls and inadequate tools.\r\n\r\nTo overcome this problem, this project develops an easy-to-use, high-performance data transfer and synchronization solution that can operate everywhere researchers need their data to be: desktops and research labs, campus servers and HPC facilities, supercomputing centers, scientific instruments, and public and private cloud providers. This new data movement solution builds on the widely used Globus implementation of the GridFTP protocol and the newer Globus Transfer hosted data movement service, plus the Indiana University implementation of the eXtensible Session Protocol (XSP), which provides for negotiation of end-to-end circuits via protocols such as OpenFlow. It incorporates numerous new capabilities, including negotiation of end-to-end circuits; communication between pairs of nodes that are both behind network address translation (NAT) devices or firewalls; new data movement capabilities such as efficient verification of transfers; and HTTP for communication with object stores.\r\n\r\nResulting software solutions are delivered to the NSF community via a combination of Globus Transfer and the GridFTP and XSP open source software distributions. Partner science and engineering projects in cosmology, biology, physics, cyberinfrastructure, and other domains are assisting with evaluation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Swany",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas M Swany",
   "pi_email_addr": "swany@iu.edu",
   "nsf_id": "000347755",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "509 E. 3rd St",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474013654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 316398.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF has invested in modernization of campus cyberinfrastructure in order to build high-speed bridges to national resources and to remove barriers for accessing and sharing scientific &ldquo;Big Data&rdquo; over the network.&nbsp; Yet, advances in wide area and campus network connectivity do not always translate into commensurate improved end-to-end data movement performance for NSF researchers. The various reasons for this unfortunate state of affairs include contention within shared networks that results in slow transfers, poorly-configured hosts, and problems with the network infrastructure.&nbsp; Under-performing networking is particularly challenging for projects in areas such as astronomy, genomics, and physics that must operate distributed data analysis pipelines against large amounts of remotely sourced data.&nbsp;</p>\n<p>While solutions to many of these problems are known to the networking community, those solutions are not available to most NSF researchers via tools that are sufficiently easy to adopt and use.&nbsp; This CC-NIE Integration project has produced a data movement solution that addresses some of these performance problems, enabling easy-to-use, high-performance data transfer. &nbsp;The result of this effort has been to unlock the potential of NSF investment in national and campus cyberinfrastructure to enable dramatically increased network performance for NSF researchers.&nbsp;</p>\n<p>Our portion of this CC-NIE integration project focused on the development of a system for Globus Transfer&rsquo;s GridFTP software enabling the transparent use of dynamic circuit networks, which provide bandwidth on demand.&nbsp; While dynamic networks have great promise, their current use models necessitate that a user make a reservation with an interactive web interface.&nbsp; Our goal was to enable the GridFTP system to allocate dedicated bandwidth, transparently and automatically, with no action on the part of the user.&nbsp; We believe that only this type of dynamic allocation will facilitate the widespread use of such network facilities.&nbsp; More importantly, this capability stands to significantly improve the performance and efficiency of data movement for scientific applications.</p>\n<p>To achieve this, we implemented a plugin that enables GridFTP to dynamically allocate bandwidth on the Internet2 network using the facility known as AL2S, which many of the campuses supported by CC-NIE are connected to.&nbsp; We demonstrated our software at various community meetings.&nbsp; The software is open source and available at http://www.data-logistics.org.</p>\n<p>Intellectual merit: This project was a high reward software integration and enhancement effort that provides a broadly useful capability to its partner science and engineering projects&mdash;and to the NSF research community more broadly. Nevertheless, the vertical integration of state-of-the-art tools at each layer inevitably enhance understanding of each constituent system and expose unexpected issues and challenges. The enhanced use of high-speed networks that this work makes possible also lead to new insights concerning science network requirements and behaviors.</p>\n<p>Broader impacts: By reducing barriers to moving large quantities of data, this work has contributed to a further democratization of access to scientific data. Particularly for researchers working in smaller institutions, poor network connectivity and limited or no local network expertise can be major obstacles to participation in research. Globus Transfer had already reduced barriers to high-speed data movement. New methods introduced by this project have further reduced those barriers. The highly effective Globus Transfer outreach program, and partnerships with projects such as XSEDE and Open Science Grid, have further enhanced adoption.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/18/2016<br>\n\t\t\t\t\tModified by: Douglas&nbsp;M&nbsp;Sw...",
  "por_txt_cntn": "\nThe NSF has invested in modernization of campus cyberinfrastructure in order to build high-speed bridges to national resources and to remove barriers for accessing and sharing scientific \"Big Data\" over the network.  Yet, advances in wide area and campus network connectivity do not always translate into commensurate improved end-to-end data movement performance for NSF researchers. The various reasons for this unfortunate state of affairs include contention within shared networks that results in slow transfers, poorly-configured hosts, and problems with the network infrastructure.  Under-performing networking is particularly challenging for projects in areas such as astronomy, genomics, and physics that must operate distributed data analysis pipelines against large amounts of remotely sourced data. \n\nWhile solutions to many of these problems are known to the networking community, those solutions are not available to most NSF researchers via tools that are sufficiently easy to adopt and use.  This CC-NIE Integration project has produced a data movement solution that addresses some of these performance problems, enabling easy-to-use, high-performance data transfer.  The result of this effort has been to unlock the potential of NSF investment in national and campus cyberinfrastructure to enable dramatically increased network performance for NSF researchers. \n\nOur portion of this CC-NIE integration project focused on the development of a system for Globus TransferÆs GridFTP software enabling the transparent use of dynamic circuit networks, which provide bandwidth on demand.  While dynamic networks have great promise, their current use models necessitate that a user make a reservation with an interactive web interface.  Our goal was to enable the GridFTP system to allocate dedicated bandwidth, transparently and automatically, with no action on the part of the user.  We believe that only this type of dynamic allocation will facilitate the widespread use of such network facilities.  More importantly, this capability stands to significantly improve the performance and efficiency of data movement for scientific applications.\n\nTo achieve this, we implemented a plugin that enables GridFTP to dynamically allocate bandwidth on the Internet2 network using the facility known as AL2S, which many of the campuses supported by CC-NIE are connected to.  We demonstrated our software at various community meetings.  The software is open source and available at http://www.data-logistics.org.\n\nIntellectual merit: This project was a high reward software integration and enhancement effort that provides a broadly useful capability to its partner science and engineering projects&mdash;and to the NSF research community more broadly. Nevertheless, the vertical integration of state-of-the-art tools at each layer inevitably enhance understanding of each constituent system and expose unexpected issues and challenges. The enhanced use of high-speed networks that this work makes possible also lead to new insights concerning science network requirements and behaviors.\n\nBroader impacts: By reducing barriers to moving large quantities of data, this work has contributed to a further democratization of access to scientific data. Particularly for researchers working in smaller institutions, poor network connectivity and limited or no local network expertise can be major obstacles to participation in research. Globus Transfer had already reduced barriers to high-speed data movement. New methods introduced by this project have further reduced those barriers. The highly effective Globus Transfer outreach program, and partnerships with projects such as XSEDE and Open Science Grid, have further enhanced adoption.\n\n\t\t\t\t\tLast Modified: 04/18/2016\n\n\t\t\t\t\tSubmitted by: Douglas M Swany"
 }
}