{
 "awd_id": "1246395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GENSIPS'12 Conference: Fostering Interdisciplinary Research and Education in Computational Biology",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "Computational systems biology is a highly inter-disciplinary research area that seeks to understand interplays of molecules and cells in time and space to determine functioning of a complex biological system using sophisticate mathematical and statistical tools. Fostering a new generation of computational biologists that possess the interdisciplinary expertise of molecular biology and computational science will significantly impact future biological and biomedical research and industry.  \r\n\r\nIEEE Workshop on Genomic Signal Processing and Statistics, or GENSIPS, is a workshop sponsored by the IEEE Signal Processing Society. The goals of GENSIPS 2012 are 1) to address the systems biology issues in the emerging omics fields, especially the next-generation sequencing technologies; 2) to significantly increase the participation of graduate students and post-doctoral researchers, especial woman and minority students from signal processing, computer science, biostatistics, and biological science community. This request for fund from NSF will provide travel awards to qualified graduate students and doctoral researchers to support them to present their research papers. Particularly, 20-30% of the awards will be allocated to woman and minority students. Ultimately, GENSIPS 2012 will contribute to fostering student education on computational systems biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yufei",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yufei Huang",
   "pi_email_addr": "yuh119@pitt.edu",
   "nsf_id": "000132384",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yue",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yue Wang",
   "pi_email_addr": "yuewang@vt.edu",
   "nsf_id": "000229802",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dongmei",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dongmei Wang",
   "pi_email_addr": "maywang@bme.gatech.edu",
   "nsf_id": "000481225",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ranadip",
   "pi_last_name": "Pal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranadip Pal",
   "pi_email_addr": "ranadip.pal@ttu.edu",
   "nsf_id": "000493056",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yidong",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yidong Chen",
   "pi_email_addr": "cheny8@uthscsa.edu",
   "nsf_id": "000555131",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><br /><br /></p>\n<p>Computational systems biology is a groundbreaking research area that seeks to understand interplays of molecules and cells in time and space to determine functioning of a complex biological system. Translation of such knowledge into medicine is and will continue to revolutionize disease diagnosis and prognosis, medical therapy, prevention, drug discovery, and drug design. This grant was awarded to support IEEE Workshop on Genomic Signal Processing and Statistics 2012, or GENSIPS&rsquo;12. GENSIPS&rsquo;12 is a conference sponsored by IEEE Signal Processing Society, which focuses on the area of computational biology. The goals for GENSIPS&rsquo;12 are 1) to address the systems biology issues in the emerging -omics fields, especially the next-generation sequencing technologies; 2) to increase the participation from different scientific community and promote participation of graduate students and post-doctoral researchers, especial woman and minority students, and foster student education on systems biology<strong>. </strong>To support these goals of GENSIPS&rsquo;12, this award was used to provide travel awards to 14 students to supplement their travel expenses to attend GENSIPS&rsquo;12. Among the awardees,&nbsp;4 were women students and 1 was a Hispanic student. In addition, we also used this grant to provide two student best paper awards to recognize GENSIPS papers with exceptional technical merit that were authored by a student first author. This National Science Foundation award has made significant impact on the student attendance to&nbsp; GENSIPS and help foster student research and education&nbsp;in computational&nbsp;biology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2013<br>\n\t\t\t\t\tModified by: Yufei&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n\n\n\n\nComputational systems biology is a groundbreaking research area that seeks to understand interplays of molecules and cells in time and space to determine functioning of a complex biological system. Translation of such knowledge into medicine is and will continue to revolutionize disease diagnosis and prognosis, medical therapy, prevention, drug discovery, and drug design. This grant was awarded to support IEEE Workshop on Genomic Signal Processing and Statistics 2012, or GENSIPSÆ12. GENSIPSÆ12 is a conference sponsored by IEEE Signal Processing Society, which focuses on the area of computational biology. The goals for GENSIPSÆ12 are 1) to address the systems biology issues in the emerging -omics fields, especially the next-generation sequencing technologies; 2) to increase the participation from different scientific community and promote participation of graduate students and post-doctoral researchers, especial woman and minority students, and foster student education on systems biology. To support these goals of GENSIPSÆ12, this award was used to provide travel awards to 14 students to supplement their travel expenses to attend GENSIPSÆ12. Among the awardees, 4 were women students and 1 was a Hispanic student. In addition, we also used this grant to provide two student best paper awards to recognize GENSIPS papers with exceptional technical merit that were authored by a student first author. This National Science Foundation award has made significant impact on the student attendance to  GENSIPS and help foster student research and education in computational biology.\n\n\t\t\t\t\tLast Modified: 11/06/2013\n\n\t\t\t\t\tSubmitted by: Yufei Huang"
 }
}