{
 "awd_id": "1246799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "(IRES) International Research Experience for Students: North Carolina State - Aarhus DNA NanoTech Collaboration",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Thompson",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 116696.0,
 "awd_amount": 116696.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "This International Research Experience for Students (IRES) activity links expert nano research groups at North Carolina State University  and the University of Aarhus in Denmark for a program of interdisciplinary mentoring, academic education, and research-based learning for participating students and junior researchers from both countries.  Principal Investigator (PI), Thomas H. LaBean, and U.S. colleagues will work with Danish partners, led by Kurt V. Gothelf, to manage a balanced, team-based approach for research training at the interface between complex DNA nanostructures and DNA-guided chemistry.  This builds on a program of cooperation in education and research that features the melding of leading Aarhus conjugation chemistry for coupling diverse compounds to oligonucleotieds with the U.S. team's expertise in design and implementation of complex nanostructures.  Overall, research efforts promise significant outcomes in molecular engineering with potential applications in molecular and nano-electronics, nanochemistry, biosensors, or other biomedical areas.\r\n\r\nThe educational value of the IRES rests with the students' exposure to the productive, cooperative research of the two leading institutions and involvement in their mentors' cutting-edge research.  The U.S.-Danish IRES model involves post-doctoral mentors and diverse, research-ready high school students as well as U.S. graduate and undergraduate students. The PI's participation in Project SEED, supported by the American Chemical Society, assists with identification of appropriate high school students. For balance and heightened interaction, the program also engages junior Danish researchers, supported independently by the Danish National Research Foundation. Each of the junior participants will be assigned projects that are designed to contribute to program-wide research goals. Through planned cross-disciplinary teamwork, they will acquire knowledge of techniques in synthetic chemistry, DNA structural engineering, protein biochemistry, materials science, and molecular biology.\r\n\r\nThis U.S.-Danish IRES activity in molecular engineering fulfills the program objective of developing global scientists and engineers by enabling experts in the United States and Europe to combine complementary talents and share research and education resources in an area of strong mutual interest and competence.   Broader impacts include the introduction of U.S. junior researchers and students to international leaders in nanotechnology through involvement in cutting-edge research.  If successful, results will continue to improve our ability to use DNA self-assembly to organize nanomaterials and to program sophisticated nanochemistry. The students' early career experiences are expected to increase the probability of their establishing international collaborations in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "LaBean",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H LaBean",
   "pi_email_addr": "thlabean@ncsu.edu",
   "nsf_id": "000331268",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957907",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  },
  {
   "pgm_ref_code": "7727",
   "pgm_ref_txt": "IRES/DDEP"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 116695.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Funding provided by the IRES program was used to take a vertically integrated team (members from all education levels from high school to post-doctoral) of 5 or 6 participants per year from North Carolina to Aarhus University in Denmark to pursue month-long research projects in nanochemistry, molecular self-assembly, and DNA-based fabrication. The scientific focus of this IRES project was on self-assembling DNA nanostructures and particularly their application to nanofabrication of electronic and photonic devices. The NCSU team uses DNA as a building material to implement molecular computers, and to organize proteins and metallic nanoparticles with molecular-scale precision, while the Danish team is expert in DNA-guided chemistry for programmed synthesis of very large organic molecules. This project served to improve research training at the interface between complex DNA nanostructures and DNA-guided chemistry by continuing an established international collaboration between DNA nanotech groups. Continued production of significant outcomes including cutting-edge research results (12 publications so far) and impactful research training experiences have been made possible by this successful international collaboration.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Intellectual Merit of the project is based upon pursue of the goals of biomimetic materials science, including &ldquo;bottom-up&rdquo; assembly of complex nanostructures with diverse chemical, biological, photonic, or electronic functions, and require highly interdisciplinary teams. Future workers in this interdisciplinary area particularly benefit from seeing the field from a new point of view. The cross-pollination provided by IRES funded international travel has led to molecular materials engineering advances which could impact applications in low-power nanoelectronics, programmable nanochemistry, biosensors, and other biomedical areas.</p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>The Broader Impacts of the project &nbsp;include not only international research travel, but also training experience in interdisciplinary mentoring, research-based learning, and academic education for high school, undergraduate, and graduate students, as well as post-doctoral and faculty level personnel. This cross-disciplinary work requires knowledge of techniques in synthetic chemistry, DNA structural engineering, materials science, and molecular biology; the project has provided opportunities for very broad-based educational experiences to the participants. The team has included individuals from groups commonly underrepresented in science and engineering disciplines including women and minority students. This international research training experience has provided all members of the vertically integrated team with unique opportunities to enlarge their scientific network and to learn the lifelong benefits of cultural mixing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2014<br>\n\t\t\t\t\tModified by: Thom&nbsp;Labean</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1246799/1246799_10019135_1418761537094_IRESteaminnanohouse--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1246799/1246799_10019135_1418761537094_IRESteaminnanohouse--rgov-800width.jpg\" title=\"2013 IRES Team\"><img src=\"/por/images/Repo...",
  "por_txt_cntn": "\n            Funding provided by the IRES program was used to take a vertically integrated team (members from all education levels from high school to post-doctoral) of 5 or 6 participants per year from North Carolina to Aarhus University in Denmark to pursue month-long research projects in nanochemistry, molecular self-assembly, and DNA-based fabrication. The scientific focus of this IRES project was on self-assembling DNA nanostructures and particularly their application to nanofabrication of electronic and photonic devices. The NCSU team uses DNA as a building material to implement molecular computers, and to organize proteins and metallic nanoparticles with molecular-scale precision, while the Danish team is expert in DNA-guided chemistry for programmed synthesis of very large organic molecules. This project served to improve research training at the interface between complex DNA nanostructures and DNA-guided chemistry by continuing an established international collaboration between DNA nanotech groups. Continued production of significant outcomes including cutting-edge research results (12 publications so far) and impactful research training experiences have been made possible by this successful international collaboration.\n\n            The Intellectual Merit of the project is based upon pursue of the goals of biomimetic materials science, including \"bottom-up\" assembly of complex nanostructures with diverse chemical, biological, photonic, or electronic functions, and require highly interdisciplinary teams. Future workers in this interdisciplinary area particularly benefit from seeing the field from a new point of view. The cross-pollination provided by IRES funded international travel has led to molecular materials engineering advances which could impact applications in low-power nanoelectronics, programmable nanochemistry, biosensors, and other biomedical areas.\n\n            The Broader Impacts of the project  include not only international research travel, but also training experience in interdisciplinary mentoring, research-based learning, and academic education for high school, undergraduate, and graduate students, as well as post-doctoral and faculty level personnel. This cross-disciplinary work requires knowledge of techniques in synthetic chemistry, DNA structural engineering, materials science, and molecular biology; the project has provided opportunities for very broad-based educational experiences to the participants. The team has included individuals from groups commonly underrepresented in science and engineering disciplines including women and minority students. This international research training experience has provided all members of the vertically integrated team with unique opportunities to enlarge their scientific network and to learn the lifelong benefits of cultural mixing.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2014\n\n\t\t\t\t\tSubmitted by: Thom Labean"
 }
}