{
 "awd_id": "1246001",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC-NIE Integration: Innovations to Transition a Campus Core Cyberinfrastructure to Serve Diverse and Emerging Researcher Needs",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 987019.0,
 "awd_amount": 987019.0,
 "awd_min_amd_letter_date": "2012-09-12",
 "awd_max_amd_letter_date": "2013-02-07",
 "awd_abstract_narration": "The pace of scientific discovery has been rapid in recent years owing to cyberinfrastructures that enable researchers to: (a) remotely access distributed computing resources and big data sets, and (b) effectively collaborate with remote peers, at a global-scale. However, wide-adoption of these advances has been a challenge to researchers mainly due to limitations in traditional cyberinfrastructure equipment, policies and engineering practices at campuses.\r\n\r\nThis project addresses the adoption challenges for researchers within The Ohio State University (OSU), and for their collaborators at the state, national and international levels. The project team is integrating advanced technologies (e.g., 100Gbps connectivity, perfSONAR, OpenFlow, RoCE/iWARP) relevant to the use cases of diverse OSU researchers in a \"Science DMZ\" environment. A 100Gbps border router at OSU will be setup to connect to the state-funded OARnet-Internet2 peered 100Gbps network in support of the use cases. The project will investigate the tradeoffs to be balanced between researcher flow performance and campus security practices. Project activities also involve wide-area network experimentation to seamlessly integrate OSU's cyberinfrastructure and Science DMZ with a remote campus (at University of Missouri) cyberinfrastructure. This project will create and document the role of a \"Performance Engineer on campus\", who will be the primary \"keeper\" and \"help-desk\" of the Science DMZ equipment, and will function as a liaison with researchers and their collaborators to configure wide-area cyberinfrastructures. Best-practices are to be published, and open-source software applications will be developed for handling researcher application flows in production networks across diverse science/engineering disciplines and multiple university campuses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Whitacre",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline Whitacre",
   "pi_email_addr": "whitacre.3@osu.edu",
   "nsf_id": "000074625",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dhabaleswar",
   "pi_last_name": "Panda",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dhabaleswar K Panda",
   "pi_email_addr": "panda.2@osu.edu",
   "nsf_id": "000487085",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Umit",
   "pi_last_name": "Catalyurek",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Umit V Catalyurek",
   "pi_email_addr": "umit@gatech.edu",
   "nsf_id": "000227926",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Prasad",
   "pi_last_name": "Calyam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prasad Calyam",
   "pi_email_addr": "calyamp@umsystem.edu",
   "nsf_id": "000268773",
   "pi_start_date": "2012-09-12",
   "pi_end_date": "2013-02-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Schopis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Schopis",
   "pi_email_addr": "pschopis@gmail.com",
   "nsf_id": "000281326",
   "pi_start_date": "2013-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Datta",
   "pi_last_name": "Gaitonde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Datta Gaitonde",
   "pi_email_addr": "gaitonde.3@osu.edu",
   "nsf_id": "000620982",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 Kenny Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 987019.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has allowed OSU to procure a 100 Gbps border router that connects to the state-funded OARnet-Internet2 peered 100Gbps network that was deployed in 2013. The OARnet 100Gbps network is also a multi-million dollar regional network investment that OSU campus network is readily leveraging in this project. OSU has also committed to maintain and make further investments in the Science DMZ so it can offered as a regular service to research faculty. In addition, a Science DMZ has been setup at OSU that did not exist before with new advanced technology integration (SDN, perfSONAR, RoCE, Federated IAM) for researcher use cases. Further, new HTC Services at OSU are being developed that address the OSU researchers&rsquo; salient feedback obtained before the beginning of this project, from a campus-wide research computing, networking and storage related survey with 1760 respondents. The project has clarified the impact of local firewalls on the overall data transfer experience. OSU has adopted the Science DMZ paradigm as a standard offering to advance research in the post grant period. The university now has deployed additional resources pushing the Science DMZ resources deeper into campus at the department levels. This project has generated a variety of real-world system, network and user experience performance data. The research activities of this project produced simulation data sets and analysis results data that have been openly disseminated in publications. Application and local system performance, such as remote image rendering workflow duration, and simulation steering user experience were recorded in experiments and used in publications as appropriate. Network management activities enabled by this project have been disseminated in regional and national meetings, and valuable feedback has been obtained.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2015<br>\n\t\t\t\t\tModified by: Paul&nbsp;Schopis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has allowed OSU to procure a 100 Gbps border router that connects to the state-funded OARnet-Internet2 peered 100Gbps network that was deployed in 2013. The OARnet 100Gbps network is also a multi-million dollar regional network investment that OSU campus network is readily leveraging in this project. OSU has also committed to maintain and make further investments in the Science DMZ so it can offered as a regular service to research faculty. In addition, a Science DMZ has been setup at OSU that did not exist before with new advanced technology integration (SDN, perfSONAR, RoCE, Federated IAM) for researcher use cases. Further, new HTC Services at OSU are being developed that address the OSU researchersÆ salient feedback obtained before the beginning of this project, from a campus-wide research computing, networking and storage related survey with 1760 respondents. The project has clarified the impact of local firewalls on the overall data transfer experience. OSU has adopted the Science DMZ paradigm as a standard offering to advance research in the post grant period. The university now has deployed additional resources pushing the Science DMZ resources deeper into campus at the department levels. This project has generated a variety of real-world system, network and user experience performance data. The research activities of this project produced simulation data sets and analysis results data that have been openly disseminated in publications. Application and local system performance, such as remote image rendering workflow duration, and simulation steering user experience were recorded in experiments and used in publications as appropriate. Network management activities enabled by this project have been disseminated in regional and national meetings, and valuable feedback has been obtained. \n\n\t\t\t\t\tLast Modified: 11/09/2015\n\n\t\t\t\t\tSubmitted by: Paul Schopis"
 }
}