{
 "awd_id": "1246492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RDE-BPR1: An Investigation of GI Bill Recipients with Disabilities Pursuit of STEM as a Viable Career Option",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 606940.0,
 "awd_amount": 606940.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "This award is a Broadening Participation Research project designed to investigate to what extent GI Bill recipients with disabilities are underrepresented in STEM in public associate and baccalaureate granting institutions, the impact of veteran and disability status on STEM learning, and the organizational factors that lead to more equitable and inviting postsecondary STEM educational environments for GI Bill recipients with disabilities.  Participants in this study include veterans and dependents with and without disabilities who use GI Bill benefits to attend public two and four year colleges and universities in the Commonwealth of Virginia.  \r\n\r\nThe investigation includes five specific research questions.\r\n1) To what extent are GI Bill recipients with disabilities participating in STEM programs when compared to GI Bill recipients without disabilities? \r\n2) How does veteran's status affect the interest, performance, persistence, and perceptions of GI Bill recipients with disabilities enrolled in STEM fields? \r\n3) Among GI Bill recipients with disabilities, is type of disability associated with STEM enrollment? \r\n4) What specific supports do key informants of STEM faculty members, campus service professionals (i.e. career center staff, disability support service providers), and certifying officials believe to be the most effective in supporting veterans with disabilities as well as their dependents with disabilities? \r\n5) How do GI Bill recipients with disabilities prioritize the organizational factors which affect recruitment, enrollment and persistence in STEM programs? \r\n\r\nThere are 19,000 veterans and their dependents eligible for the GI Bill in Virginia, and the research is collecting on-line web survey data from 7,600 for their subject pool. The subjects are being recruited through all public two and four year institutions of higher education in Virginia.  The surveys are constructed with input from data obtained during structured interviews with STEM faculty members, university officials who certify student eligibility for the GI Bill, veterans with disabilities, disability support professionals, and career center staff at universities and community colleges. To address the specific research questions, data is being collected from 760 veterans, and their dependents with disabilities, who are eligible for the GI Bill in Virginia. Quantitative survey responses from the disabled student subjects are being triangulated with qualitative interviews from 20 of the student veterans with disabilities enrolled in STEM.  The research team is using a combination of descriptive and inferential statistical analyses, including appropriate parametric and non-parametric measures.\r\n\r\nAn independent evaluation of the project, which will be conducted by Dr. Donna Jovanovich of Suna Associates, LLC, will include both formative and summative assessments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Getzel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth E Getzel",
   "pi_email_addr": "lgetzel@vcu.edu",
   "nsf_id": "000503889",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Groah",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Christine H Groah",
   "pi_email_addr": "chgroah@vcu.edu",
   "nsf_id": "000620003",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "1314 West Main Street",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232842011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 606940.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>An Investigation of GI Bill Recipients with Disabilities Pursuit of STEM as a Viable Career Option </strong></p>\n<p>Virginia ranks 4<sup>th</sup> nationally among the 50 states in terms of veterans using their GI Bill benefits.&nbsp; Among this population are veterans with disabilities who have military training and skills in technical fields that could be transferred to STEM careers, as well as students with disabilities using parents&rsquo; GI Bill benefits to attend college.&nbsp; However, research on student veterans with and without disabilities is extremely limited, and data on the characteristics of dependents of veterans using GI Bill benefits appears non-existent in the literature.&nbsp; To fill this void, Virginia Commonwealth University, in collaboration with the Virginia Department of Veteran Services State Approving Agency, implemented an online survey to 1,495 veterans and dependents using GI Bill benefits to attend public two and four year colleges and universities across the state.&nbsp; Specifically, the survey examined the factors affecting interest, enrollment, performance, and retention in STEM programs among GI Bill recipients with disabilities compared to GI recipients without disabilities.&nbsp;</p>\n<p>Several themes emerged in the survey results that have potential implications for the enrollment and success of GI Bill recipients with disabilities in STEM programs.&nbsp; First, we confirmed in our sample that compared to other GI Bill recipients, student veterans are older, more likely to have a disability, especially one of a psychiatric or orthopedic nature, and that they are more challenged by work, family, and physical therapy when taking college classes.&nbsp; Second, GI Bill recipients with disabilities are less likely than those without disabilities to select a STEM major.&nbsp; Respondents provided a number of organizational and personal reasons as to why this might be true.&nbsp; Prior work experience, both military and civilian, appears to play a substantial role in leading GI Bill recipients with disabilities to pursue a STEM program.&nbsp; Finally, despite high levels of satisfaction among those GI Bill recipients who are utilizing disability support services, only a fraction of those with disabilities are accessing these services.</p>\n<p>Each of these findings presents an opportunity for further research, with potential implications for STEM university/college departments, veterans services providers, campus student personnel services, and education policymakers to develop strategies to support the participation and success of GI Bill recipients with disabilities in STEM careers.&nbsp; Our findings suggest that higher education environments, and perhaps STEM departments specifically, can do more to adapt to student veteran needs.&nbsp; These adaptations may include the availability of appointments after traditional hours or in a computer mediated environment with advisors, disability services, veteran services, and career services.</p>\n<p>This study also provides a framework that can be replicated in other states, to continue to collect much needed, more generalizable data on GI Bill recipients with disabilities.&nbsp; The results of the survey form the basis for developing well-grounded, testable theories for further studies on the factors that affect the enrollment and retention of GI Bill recipients with disabilities in STEM.&nbsp; With the opportunity to further understand some of the assets and barriers faced by this population, we will be better positioned to make policy and intervention recommendations, both of which will contribute to increased participation of GI Bill recipients in STEM programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Christine&nbsp;H&nbsp;Grauer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn Investigation of GI Bill Recipients with Disabilities Pursuit of STEM as a Viable Career Option \n\nVirginia ranks 4th nationally among the 50 states in terms of veterans using their GI Bill benefits.  Among this population are veterans with disabilities who have military training and skills in technical fields that could be transferred to STEM careers, as well as students with disabilities using parents? GI Bill benefits to attend college.  However, research on student veterans with and without disabilities is extremely limited, and data on the characteristics of dependents of veterans using GI Bill benefits appears non-existent in the literature.  To fill this void, Virginia Commonwealth University, in collaboration with the Virginia Department of Veteran Services State Approving Agency, implemented an online survey to 1,495 veterans and dependents using GI Bill benefits to attend public two and four year colleges and universities across the state.  Specifically, the survey examined the factors affecting interest, enrollment, performance, and retention in STEM programs among GI Bill recipients with disabilities compared to GI recipients without disabilities. \n\nSeveral themes emerged in the survey results that have potential implications for the enrollment and success of GI Bill recipients with disabilities in STEM programs.  First, we confirmed in our sample that compared to other GI Bill recipients, student veterans are older, more likely to have a disability, especially one of a psychiatric or orthopedic nature, and that they are more challenged by work, family, and physical therapy when taking college classes.  Second, GI Bill recipients with disabilities are less likely than those without disabilities to select a STEM major.  Respondents provided a number of organizational and personal reasons as to why this might be true.  Prior work experience, both military and civilian, appears to play a substantial role in leading GI Bill recipients with disabilities to pursue a STEM program.  Finally, despite high levels of satisfaction among those GI Bill recipients who are utilizing disability support services, only a fraction of those with disabilities are accessing these services.\n\nEach of these findings presents an opportunity for further research, with potential implications for STEM university/college departments, veterans services providers, campus student personnel services, and education policymakers to develop strategies to support the participation and success of GI Bill recipients with disabilities in STEM careers.  Our findings suggest that higher education environments, and perhaps STEM departments specifically, can do more to adapt to student veteran needs.  These adaptations may include the availability of appointments after traditional hours or in a computer mediated environment with advisors, disability services, veteran services, and career services.\n\nThis study also provides a framework that can be replicated in other states, to continue to collect much needed, more generalizable data on GI Bill recipients with disabilities.  The results of the survey form the basis for developing well-grounded, testable theories for further studies on the factors that affect the enrollment and retention of GI Bill recipients with disabilities in STEM.  With the opportunity to further understand some of the assets and barriers faced by this population, we will be better positioned to make policy and intervention recommendations, both of which will contribute to increased participation of GI Bill recipients in STEM programs.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Christine H Grauer"
 }
}