{
 "awd_id": "1246386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC-NIE Integration: SDNX - Enabling End-to-End Dynamic Science DMZ",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 915900.0,
 "awd_amount": 931880.0,
 "awd_min_amd_letter_date": "2012-09-07",
 "awd_max_amd_letter_date": "2014-08-05",
 "awd_abstract_narration": "The Multi-Service Exchange (MSX) platform facilitates an environment where the advanced network functions are extended throughout campus over a Software Defined Networking (SDN) solution, e.g., OpenFlow, de facto creating a dynamic Science DMZ driven entirely by science application workflows. Its architecture decouples the campus network operational mission from science data flows dynamically. MSX makes the protocols and interfaces of the wide-area networks, such as Internet2's ION, DYNES, perfSONAR, and others interoperable with the campus SDN solutions such as OpenFlow.  The MSX platform also provides an option for data landing solutions, facilitated by a wide array of campus-facing NAS and SAN storage interfaces. The platform is also made physically accessible to campus researches for manually initiated, scheduled data transport.\r\n\r\nHowever, the main focus of this effort is to integrate the advanced network functions with individual science applications, algorithms and workflows. By concentrating predominantly on science applications code, the MSX software development team helps domain scientists extricate themselves from the need to maintain either a deep network-related knowledge or specialized staff. The integration of the selected science applications with advanced network technologies lets them treat any network function as a resource - an integral part of their algorithms and workflows.\r\n\r\nBy architecting the Multi Service Exchange in the most flexible, adaptable way, MSX will establish a platform applicable to any campus, providing them with a point from which to develop new (or terminate existing) services and make them available to on-campus and off-campus researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Voss",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brian D Voss",
   "pi_email_addr": "bdvoss@umd.edu",
   "nsf_id": "000621255",
   "pi_start_date": "2012-09-07",
   "pi_end_date": "2014-08-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tripti",
   "pi_last_name": "Sinha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tripti Sinha",
   "pi_email_addr": "tsinha@umd.edu",
   "nsf_id": "000621387",
   "pi_start_date": "2014-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jaroslav",
   "pi_last_name": "Flidr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaroslav Flidr",
   "pi_email_addr": "jflidr@shepherd.edu",
   "nsf_id": "000621076",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Tripti",
   "pi_last_name": "Sinha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tripti Sinha",
   "pi_email_addr": "tsinha@umd.edu",
   "nsf_id": "000621387",
   "pi_start_date": "2012-09-07",
   "pi_end_date": "2014-08-05"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Ensor",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brian D Ensor",
   "pi_email_addr": "bensor@gwu.edu",
   "nsf_id": "000621394",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Gallo",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew K Gallo",
   "pi_email_addr": "agallo@gwu.edu",
   "nsf_id": "000621427",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland",
  "perf_str_addr": "3112 LEE BLDG",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 915900.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to maximize end-to-end performance of scientific, data-driven workflows of selected Domain Science groups. At the proposal stage we argued that data-intensive science workflows and algorithms must be integrated with the advanced network functionality, which was largely available in the wide-area networks, and that this must happen at the level of science application. We postulated that the application-level integration with advanced network technologies, combined sometimes with the so-called &ldquo;last mile problem,&rdquo; was addressed insufficiently or not addressed at all. As a result, we claimed that the best solution of this problem would be the deployment and utilization of various SDN technologies, and their integration at the protocol and the API level, thus allowing for the extension of network paths all the way to the Domain Science endpoints. To achieve this goal we focused on seven Domain Science groups with diverse data flow patterns and usage models. Our intention was to work with each group individually, and by addressing specific issues related to each particular workflow, to prove that the integration of endpoints with advanced network functions is the most important component of such optimization. Our key design principle was minimal interference with the established workflows and the groups&rsquo; existing mode of operations. We hoped that by following this rule we would create an open framework applicable to virtually any Domain Science group. We have architected and deployed a high-performance, and high-throughput, multi-tenant system &ndash; Multi Service Exchange (MSX) &ndash; that would provide a unified API and translation capabilities allowing the endpoints to request heterogeneous, SDN-provisioned, end-to-end paths. The analysis of the use cases resulted in three initial functional configurations:</p>\n<ol>\n<li><em>a dynamic science DMZ </em>&ndash; where the network path is extended all the way from the data sources to the particular Domain Science resources dynamically, by isolating the network path through campus by the use of SDN technologies </li>\n<li><em>a science DMZ-in-a-box </em>&ndash; where the Domain Science workflow is collapsed partially or entirely to the MSX platform leaving, if anything, only the storage and post-processing for the on-campus locations </li>\n<li><em>a scheduled data transport service </em>&ndash; where a Domain Scientist would access the MSX platform&rsquo;s storage interfaces physically, allowing for a high-performance data transport to a remote location. </li>\n</ol>\n<p>While all the proposed configurations are technologically sound, only #2 &ndash; <em>science DMZ-in-a-box &ndash; </em>gained traction. It turned out that the<em> dynamic science DMZ </em>approach was somewhat na&iuml;ve:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp; Virtually no campus CIO will allow deployment of an SDN technology in their enterprise systems. To date, many open SDN solutions are experimental at best. Vendor-based systems exist, <em>e.g.</em> Cisco ACI, but were entirely out of the scope of this effort.</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp; The need for this level of SDN integration &ndash; <em>any-to-any</em> &ndash; does not really exist. Most of the research groups want to interact with a very small subset of resources (<em>e.g.</em> an HPC cluster, a storage system, or a remote system such as an instrument, or a cloud infrastructure over WAN), not with each other. This pretty much eliminates the need for a generic SDN solution.</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp; Most importantly, <em>dynamic science DMZ</em> does not scale economically. Even if a) and b) were not true, extending high-performance networks and API&rsquo;s all the way to every single endpoint would require corresponding upgrades of the endpoints&rsquo; capabilities (<em>e.g. </em>most of the existing research systems do not have 10GE interfac...",
  "por_txt_cntn": "\nThe goal of this project was to maximize end-to-end performance of scientific, data-driven workflows of selected Domain Science groups. At the proposal stage we argued that data-intensive science workflows and algorithms must be integrated with the advanced network functionality, which was largely available in the wide-area networks, and that this must happen at the level of science application. We postulated that the application-level integration with advanced network technologies, combined sometimes with the so-called \"last mile problem,\" was addressed insufficiently or not addressed at all. As a result, we claimed that the best solution of this problem would be the deployment and utilization of various SDN technologies, and their integration at the protocol and the API level, thus allowing for the extension of network paths all the way to the Domain Science endpoints. To achieve this goal we focused on seven Domain Science groups with diverse data flow patterns and usage models. Our intention was to work with each group individually, and by addressing specific issues related to each particular workflow, to prove that the integration of endpoints with advanced network functions is the most important component of such optimization. Our key design principle was minimal interference with the established workflows and the groupsÆ existing mode of operations. We hoped that by following this rule we would create an open framework applicable to virtually any Domain Science group. We have architected and deployed a high-performance, and high-throughput, multi-tenant system &ndash; Multi Service Exchange (MSX) &ndash; that would provide a unified API and translation capabilities allowing the endpoints to request heterogeneous, SDN-provisioned, end-to-end paths. The analysis of the use cases resulted in three initial functional configurations:\n\na dynamic science DMZ &ndash; where the network path is extended all the way from the data sources to the particular Domain Science resources dynamically, by isolating the network path through campus by the use of SDN technologies \na science DMZ-in-a-box &ndash; where the Domain Science workflow is collapsed partially or entirely to the MSX platform leaving, if anything, only the storage and post-processing for the on-campus locations \na scheduled data transport service &ndash; where a Domain Scientist would access the MSX platformÆs storage interfaces physically, allowing for a high-performance data transport to a remote location. \n\n\nWhile all the proposed configurations are technologically sound, only #2 &ndash; science DMZ-in-a-box &ndash; gained traction. It turned out that the dynamic science DMZ approach was somewhat na&iuml;ve:\n\na)     Virtually no campus CIO will allow deployment of an SDN technology in their enterprise systems. To date, many open SDN solutions are experimental at best. Vendor-based systems exist, e.g. Cisco ACI, but were entirely out of the scope of this effort.\n\nb)     The need for this level of SDN integration &ndash; any-to-any &ndash; does not really exist. Most of the research groups want to interact with a very small subset of resources (e.g. an HPC cluster, a storage system, or a remote system such as an instrument, or a cloud infrastructure over WAN), not with each other. This pretty much eliminates the need for a generic SDN solution.\n\nc)     Most importantly, dynamic science DMZ does not scale economically. Even if a) and b) were not true, extending high-performance networks and APIÆs all the way to every single endpoint would require corresponding upgrades of the endpointsÆ capabilities (e.g. most of the existing research systems do not have 10GE interfaces). Given their generally tight budgets, very few research groups would be able to afford this.\n\nThe Scheduled data transport service seems like an attractive solution. However, it suffers from a chronic deficiency in, for lack of a better word, marketing. In an environment where a significant portion of t..."
 }
}