{
 "awd_id": "1246942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Testing Information and Communication Technology (ICT) Recall Aids for Surveys of Personal Networks",
 "cfda_num": "47.075",
 "org_code": "04030000",
 "po_phone": "7032927797",
 "po_email": "nkannank@nsf.gov",
 "po_sign_block_name": "NIRMALA KANNANKUTTY",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 11974.0,
 "awd_amount": 11974.0,
 "awd_min_amd_letter_date": "2012-09-26",
 "awd_max_amd_letter_date": "2012-09-26",
 "awd_abstract_narration": "This study seeks to develop recall aids for the name generator procedure from the General Social Survey and examine empirically whether these aids can improve the recall accuracy of the information about who comprises their personal networks from survey participants. It hypothesizes that researchers can obtain more comprehensive personal network data by encouraging survey respondents to consult the actual records that they keep in the contact directories provided by various ICTs (such as the phone book stored in a mobile phone and the address book functionality of email applications). Thus far, although the past literature has suggested a few techniques to reduce respondents? burden in the survey setting, there is little work addressing the issue of the recall accuracy for personal network data collection.\r\n\r\nThis study employs a survey experiment; a Web survey will be administered to college students to gather information about their personal networks. College students consist of a homogeneous sample appropriate for this study, given the concern of internal validity in the expected findings. Students who agree to participate in the survey will be randomly assigned to three conditions. The control group will take the questionnaire without any recall aid, while the two experimental groups will take the survey with two different forms of prompts and probes respectively. \r\n\r\nBroader impacts: The study will provide an effective technique to collect personal network information from individuals such as scientists and engineers. The proposed technique can then be used in surveys to collect information to develop new social capital indicators for the science and engineering workforce. As a result, researchers can use these indicators to investigate how various dimensions (e.g. advice, support, etc.) of personal networks may explain the productivity and career outcomes of scientists and engineers. More generally, this project will advance the understanding about individuals' personal networks as well as the data collection technique for personal network research. It will also offer new insights into the understanding of the psychology of survey response.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "NCSE",
 "org_div_long_name": "National Center for Science and Engineering Statistics.",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Miller",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Peter V Miller",
   "pi_email_addr": "p-miller@northwestern.edu",
   "nsf_id": "000330526",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yuli",
   "pi_last_name": "Hsieh",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Yuli P Hsieh",
   "pi_email_addr": "yph@rti.org",
   "nsf_id": "000612779",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2240 Campus Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "880000",
   "pgm_ele_name": "SCIENCE RESOURCES STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"text\">This NSF-funded study developed two types of recall aids for the survey question used to collect information about one&rsquo;s personal networks. Drawing on literature in communication and information studies, the study contends that the contact directories provided by various information and communication technologies (ICTs), can serve as an effective memory aids to help survey participants produce reliable self-reported data about the important members of their personal networks. To test the utility of the proposed ICT recall aids, a Web survey experiment was administered to 447 U.S. college students randomly assigned to three conditions to gather information about their personal networks. In the experimental conditions, the questionnaire encouraged respondents to consult the actual records that they keep in the contact directories in their communication devices (such as the &ldquo;phone book&rdquo; stored in a mobile phone).</p>\n<p class=\"text\">The results suggested that, as compared to the participants in the control condition without the presentation of recall aids, the respondents who were prompted and probed to consult their devices were indeed able to provide more personal contacts that they know and more information about them. More importantly, this data were garnered without a substantial increase in missing responses or a significant decrease in completion time. On average, respondents in all conditions appeared to expend a similar level of cognitive effort to report individual contacts, suggesting that recall aids were able to help respondents report more information without an increase in burden. Additionally, respondents in the experimental conditions were able to report more weak ties than their counterparts, suggesting that the proposed recall aids were able to elicit a boarder range of contacts with whom respondents had discussed important matters.</p>\n<p class=\"text\">This study concludes that, using ICT recall aids for personal network data collection can obtain robust information from respondents without a substantial quality decline for subsequent questions in the survey. It offers empirical evidence regarding the positive link between memory aids and data quality. Survey methodologists are encouraged to consider adopting this technique while designing survey questionnaires.</p>\n<p class=\"text\">More generally, with the more comprehensive information about one&rsquo;s personal networks, survey practitioners, policy analysts, and researchers will be able to study the roles of communication technologies and interpersonal networks in political opinion leadership, health information dissemination, and other behavioral and attitudinal changes. For example, the robust personal network data can be used to develop new social capital indicators for the science, technology, engineering and mathematics (STEM) workforce, and in turn, provide robust measures for studying the social determents of the career outcomes of high skilled labors in the STEM fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2013<br>\n\t\t\t\t\tModified by: Yuli&nbsp;P&nbsp;Hsieh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This NSF-funded study developed two types of recall aids for the survey question used to collect information about oneÆs personal networks. Drawing on literature in communication and information studies, the study contends that the contact directories provided by various information and communication technologies (ICTs), can serve as an effective memory aids to help survey participants produce reliable self-reported data about the important members of their personal networks. To test the utility of the proposed ICT recall aids, a Web survey experiment was administered to 447 U.S. college students randomly assigned to three conditions to gather information about their personal networks. In the experimental conditions, the questionnaire encouraged respondents to consult the actual records that they keep in the contact directories in their communication devices (such as the \"phone book\" stored in a mobile phone).\nThe results suggested that, as compared to the participants in the control condition without the presentation of recall aids, the respondents who were prompted and probed to consult their devices were indeed able to provide more personal contacts that they know and more information about them. More importantly, this data were garnered without a substantial increase in missing responses or a significant decrease in completion time. On average, respondents in all conditions appeared to expend a similar level of cognitive effort to report individual contacts, suggesting that recall aids were able to help respondents report more information without an increase in burden. Additionally, respondents in the experimental conditions were able to report more weak ties than their counterparts, suggesting that the proposed recall aids were able to elicit a boarder range of contacts with whom respondents had discussed important matters.\nThis study concludes that, using ICT recall aids for personal network data collection can obtain robust information from respondents without a substantial quality decline for subsequent questions in the survey. It offers empirical evidence regarding the positive link between memory aids and data quality. Survey methodologists are encouraged to consider adopting this technique while designing survey questionnaires.\nMore generally, with the more comprehensive information about oneÆs personal networks, survey practitioners, policy analysts, and researchers will be able to study the roles of communication technologies and interpersonal networks in political opinion leadership, health information dissemination, and other behavioral and attitudinal changes. For example, the robust personal network data can be used to develop new social capital indicators for the science, technology, engineering and mathematics (STEM) workforce, and in turn, provide robust measures for studying the social determents of the career outcomes of high skilled labors in the STEM fields.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Yuli P Hsieh"
 }
}