{
 "awd_id": "1246073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: EAGER: Bayesian Factor Modeling of Context-Specific Gene Regulation",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 296859.0,
 "awd_amount": 296859.0,
 "awd_min_amd_letter_date": "2012-07-12",
 "awd_max_amd_letter_date": "2012-07-12",
 "awd_abstract_narration": "Response of cells to their changing environment is governed by intricate regulations of gene expression by regulating molecules in cells including, most importantly, transcription factors (TFs) and microRNAs (miRNAs). Understanding how TF and miRNA regulations define cellular states such as cell survival, cell proliferation, and cell death, and eventually phenotypes including various diseases is a major challenge facing computational systems biologists. \r\n\r\nIntellectual Merit\r\n This EAGER project will develop and validate a novel computational model called Semi-parametric Bayesian FActor Regulatory Model (SB-FARM) for TF and miRNA regulation of gene expression. The advantages of SB-FARM over other existing models are that it integrates existing knowledge about gene regulations in the model and enables the discovery of specific regulations by TFs and miRNAs under unmeasured conditions or contexts. The investigators will examine the modeling details as well as algorithms for reconstructing the model from a set of gene expression data.  They will apply SB-FARM to study the context-specific regulations in E-coli and human cancer. \r\n\r\nThe long term goal of the investigators is to develop signal processing and statistical learning methods for the system-level understanding of gene regulatory networks underlying different biological processes and apply them to better understand the genomic basis for diversity in organisms and development of diseases. The SB-FARM has a general structure that permits integration of additional aspects of gene regulation. The success of the SB-FARM will have long lasting impact on gene regulation research and is expected to also significantly advance statistical signal processing and Bayesian learning.\r\n\r\nBroader Impact \r\nThis research is highly interdisciplinary, cross-cutting science and engineering. It will provide an environment for advanced interdisciplinary learning and education in the area of genomics signal processing and computational biology. The PIs will also actively involve graduate and undergraduate students in research activities. Particularly, they will utilize the minority institution status of UTSA and UTHSCSA to recruit and involve minority students in this research. The developed computational methods will be implemented into publically available software to aid computational biology researchers to investigate context specific gene regulations. The computational methods and tools will enhance the signal processing and machine learning research and ultimately lead to development of new theory and methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yufei",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yufei Huang",
   "pi_email_addr": "yuh119@pitt.edu",
   "nsf_id": "000132384",
   "pi_start_date": "2012-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yidong",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yidong Chen",
   "pi_email_addr": "cheny8@uthscsa.edu",
   "nsf_id": "000555131",
   "pi_start_date": "2012-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 296859.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h4>The goal of the project is to develop statistical models for elucidating intricate regulations of gene expression by transcription factors, microRNA, DNA methylation, and mRNA methylation and apply them to uncover context-dependent regulatory networks in human cancer. Towards this goal, we have developed a number of models. First, we developed a Bayesian sparse non-negative factor regression (BSNFR) model for modeling the joint regulations of mRNA expression by miRNAs and transcription factors. Using gene expression data, this model can entangle the sophisticated regulations of miRNAs and transcription factors and uncover sub-contexts that explain differences in regulations across patient samples. BSNFR was applied to gene expression samples from glioblastoma multiforme (GBM) patients obtained from The Cancer Genome Atlas (TCGA). A GBM specific gene regulatory network by TFs and miRNAs was reconstructed. This GBM network includes 107 regulations recorded in the existing databases and 16 new regulations. Functional analysis suggests that the regulated genes are enriched in cell cycle and P53 pathways. In addition, BSNFR also identified 3 clusters among GBM patient samples, two of which demonstrates significant survival differences. Finally, the estimated TF activities imply that EGR-1 is significantly correlated with patient survivals and may be used as a prognostic biomarker.<br /> Secondly, we developed Gene Interaction Regularized Elastic Net (GIREN) model to predict clinical outcomes of cancer patients by integrating mRNA expression and DNA methylation data. GIREN conveniently embraces both gene-gene interaction and DNA methylation mediated gene regulation under an elastic net formulation that enforces sparse and &ldquo;grouping effect&rdquo; in selecting the discriminate markers with prognostic value. GIREN was applied to human ovarian cancer and breast cancer datasets obtained from TCGA, and the result demonstrates that GIREN can achieve more accurate and robust prediction performance other competing algorithms. Third, we have also investigated N6-Methyladenosine (m<sup>6</sup>A) methylation in mRNA, which is a newly uncovered regulatory component of the gene regulation circuitry. We developed exomePeak and MeTDiff, two algorithms that enable global detection of m<sup>6</sup>A methylation sites and differentially m<sup>6</sup>A methylated genes/sites. Both exomePeak and MeTDiff are written using R language and publically available. We also developed MeT-DB, the first comprehensive resource for m<sup>6</sup>A methylation in mammalian transcriptome that includes &sim;300k m<sup>6</sup>A methylation sites in 74 MeRIP-Seq samples from 22 different experimental conditions. MeT-DB is&nbsp;a valuable resource for both experimental and computational biologists who aim to improve our understanding of the biological mechanisms and functions of m<sup>6</sup>A. Fourth, we investigated the gene regulatory networks mediated by competing endogenous RNAs (ceRNAs). ceRNA is a recently proposed theory that tries to provide a unified perspective for gene regulation, where its states that genes and RNAs can regulate each other through competing for microRNA binding sites. &nbsp;To facilitate reconstruction of gene networks regulated by ceRNAs, we developed TraceRNA, an algorithm and a web-based application, that enables predictions of context-specific ceRNA network by integrating co-expression with sequence-level predictions. Using TraceRNA, we predicted <em>PTEN</em> ceRNA networks in GBM and <em>ESR1</em> ceRNA networks in four breast cancer subtypes. While ceRNAs common to four networks were observed, considerable differences exist among these four networks in ceRNAs and their interactions. Examples were provided to show possible links between the unique ceRNA interactions and the subtypes, which suggests that these differences in ceRNA interactions may very well be used to e...",
  "por_txt_cntn": "The goal of the project is to develop statistical models for elucidating intricate regulations of gene expression by transcription factors, microRNA, DNA methylation, and mRNA methylation and apply them to uncover context-dependent regulatory networks in human cancer. Towards this goal, we have developed a number of models. First, we developed a Bayesian sparse non-negative factor regression (BSNFR) model for modeling the joint regulations of mRNA expression by miRNAs and transcription factors. Using gene expression data, this model can entangle the sophisticated regulations of miRNAs and transcription factors and uncover sub-contexts that explain differences in regulations across patient samples. BSNFR was applied to gene expression samples from glioblastoma multiforme (GBM) patients obtained from The Cancer Genome Atlas (TCGA). A GBM specific gene regulatory network by TFs and miRNAs was reconstructed. This GBM network includes 107 regulations recorded in the existing databases and 16 new regulations. Functional analysis suggests that the regulated genes are enriched in cell cycle and P53 pathways. In addition, BSNFR also identified 3 clusters among GBM patient samples, two of which demonstrates significant survival differences. Finally, the estimated TF activities imply that EGR-1 is significantly correlated with patient survivals and may be used as a prognostic biomarker.\n Secondly, we developed Gene Interaction Regularized Elastic Net (GIREN) model to predict clinical outcomes of cancer patients by integrating mRNA expression and DNA methylation data. GIREN conveniently embraces both gene-gene interaction and DNA methylation mediated gene regulation under an elastic net formulation that enforces sparse and \"grouping effect\" in selecting the discriminate markers with prognostic value. GIREN was applied to human ovarian cancer and breast cancer datasets obtained from TCGA, and the result demonstrates that GIREN can achieve more accurate and robust prediction performance other competing algorithms. Third, we have also investigated N6-Methyladenosine (m6A) methylation in mRNA, which is a newly uncovered regulatory component of the gene regulation circuitry. We developed exomePeak and MeTDiff, two algorithms that enable global detection of m6A methylation sites and differentially m6A methylated genes/sites. Both exomePeak and MeTDiff are written using R language and publically available. We also developed MeT-DB, the first comprehensive resource for m6A methylation in mammalian transcriptome that includes &sim;300k m6A methylation sites in 74 MeRIP-Seq samples from 22 different experimental conditions. MeT-DB is a valuable resource for both experimental and computational biologists who aim to improve our understanding of the biological mechanisms and functions of m6A. Fourth, we investigated the gene regulatory networks mediated by competing endogenous RNAs (ceRNAs). ceRNA is a recently proposed theory that tries to provide a unified perspective for gene regulation, where its states that genes and RNAs can regulate each other through competing for microRNA binding sites.  To facilitate reconstruction of gene networks regulated by ceRNAs, we developed TraceRNA, an algorithm and a web-based application, that enables predictions of context-specific ceRNA network by integrating co-expression with sequence-level predictions. Using TraceRNA, we predicted PTEN ceRNA networks in GBM and ESR1 ceRNA networks in four breast cancer subtypes. While ceRNAs common to four networks were observed, considerable differences exist among these four networks in ceRNAs and their interactions. Examples were provided to show possible links between the unique ceRNA interactions and the subtypes, which suggests that these differences in ceRNA interactions may very well be used to explain the genomics mechanisms underlying the subtypes. If proven true, the ceRNA networks could provide an alternative to the genomics markers for disease treatment. The proj..."
 }
}