{
 "awd_id": "1246185",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CC-NIE Network Infrastructure: FlowSurge: Supporting Science Data Flows Towards Discovery, Innovation and Education",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "The FlowSurge project leverages cyberinfrastructure (CI) resources for Software Defined Networking (SDN) on the FIU campus network, at the AMPATH International Exchange Point, regional, national and international multi-organizations to enhance support for end-to-end Science flows from a researcher's laboratory.  FlowSurge's major research contribution is a science network and Science DMZ at FIU tailored to support high-performance science applications and data-intensive flows.  The method of installing \"FlowSurge Racks\" optimized for high-performance and programmability of science flows, and instrumented for monitoring and measuring science flows right in the researchers' laboratories achieves that objective.\r\n\r\nFlowSurge is motivated by researchers' requirements to: (1) generate science flows to shared CI or CI-connected resources on the campus; at other campuses; or at regional, national or international sites; and (2) Orchestrate and participate in \"at-scale\" experiments by using FlowSurge to tailor the end-to-end path for optimized high-performance science applications and data-intensive flows.  \r\nFlowSurge enables IT and network staff at FIU to partition the campus network infrastructure to support Science flows without causing impact to general-purpose flows on the campus. The impact of FlowSurge is an environment that introduces new practices for researchers and their students at FIU (the largest Hispanic minority serving institution within the continental U.S.), and motivates the adoption and use of the FlowSurge rack, the Science network and the Science DMZ collectively as if it were a research instrument for resources needed for at-scale experimentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Ibarra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julio Ibarra",
   "pi_email_addr": "julio@fiu.edu",
   "nsf_id": "000267168",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Morgan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi Morgan",
   "pi_email_addr": "hlmorgan@isi.edu",
   "nsf_id": "000161923",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Johnson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Johnson",
   "pi_email_addr": "esj@cis.fiu.edu",
   "nsf_id": "000621296",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Drake",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Drake",
   "pi_email_addr": "maria@fiu.edu",
   "nsf_id": "000621297",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "808000",
   "pgm_ele_name": "Campus Cyberinfrastructure"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: The FlowSurge project has created an environment that supports faculty with increasing needs to work with larger data sets and support high-throughput data transfers. The Science network and Science DMZ underpins this environment that enables researchers and their students to contribute towards multi-institutional collaborative knowledge creation communities.</p>\n<p>FlowSurge has enabled five researchers and their laboratories to access larger amounts of network bandwidth, data storage and technology expertise.&nbsp; The science domains of these researchers are Climate modeling, Optical Astronomy, Real-time network simulation, High-Energy Physics, and Cloud Computing.&nbsp; FIU&rsquo;s HPC cluster was successfully connected to FlowSurge in order to provide access to high performance computing (HPC) resources to facilitate research with computationally intensive requirements for three of these researchers.</p>\n<p>Supported by the CC-NIE FlowSurge project, FIU has bridged researchers&rsquo; laboratories to facilities and CI resources at destination end points in order to facilitate friction-free multi-institutional research collaborations.&nbsp;</p>\n<p>More researchers and their labs, instrumentation, and CI resources must continue to be connected to the FlowSurge network and bridged to science research communities at FIU, as well as from institutions outside FIU.&nbsp; For example, the Wall Of Wind (WOW) is part of a distributed multi-user national facility at FIU.&nbsp; It&rsquo;s a Big Data generating instrument that should be connected to FlowSurge, and accessible through FIU&rsquo;s developing Identity and Access Management (IAM) system.</p>\n<p>Broader Impacts: FlowSurge has created an environment that enables new practices for (1) researchers and their students at FIU (the largest Hispanic minority serving institution within the continental U.S.), motivating the adoption and use of the FlowSurge rack, and the Science DMZ collectively as if it were a research instrument for accessing and sharing resources needed for at-scale experimentation; and (2) the campus IT organization towards integrating SDN technology, with monitoring and measurement instrumentation, into the campus network infrastructure.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/23/2016<br>\n\t\t\t\t\tModified by: Julio&nbsp;Ibarra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The FlowSurge project has created an environment that supports faculty with increasing needs to work with larger data sets and support high-throughput data transfers. The Science network and Science DMZ underpins this environment that enables researchers and their students to contribute towards multi-institutional collaborative knowledge creation communities.\n\nFlowSurge has enabled five researchers and their laboratories to access larger amounts of network bandwidth, data storage and technology expertise.  The science domains of these researchers are Climate modeling, Optical Astronomy, Real-time network simulation, High-Energy Physics, and Cloud Computing.  FIUÆs HPC cluster was successfully connected to FlowSurge in order to provide access to high performance computing (HPC) resources to facilitate research with computationally intensive requirements for three of these researchers.\n\nSupported by the CC-NIE FlowSurge project, FIU has bridged researchersÆ laboratories to facilities and CI resources at destination end points in order to facilitate friction-free multi-institutional research collaborations. \n\nMore researchers and their labs, instrumentation, and CI resources must continue to be connected to the FlowSurge network and bridged to science research communities at FIU, as well as from institutions outside FIU.  For example, the Wall Of Wind (WOW) is part of a distributed multi-user national facility at FIU.  ItÆs a Big Data generating instrument that should be connected to FlowSurge, and accessible through FIUÆs developing Identity and Access Management (IAM) system.\n\nBroader Impacts: FlowSurge has created an environment that enables new practices for (1) researchers and their students at FIU (the largest Hispanic minority serving institution within the continental U.S.), motivating the adoption and use of the FlowSurge rack, and the Science DMZ collectively as if it were a research instrument for accessing and sharing resources needed for at-scale experimentation; and (2) the campus IT organization towards integrating SDN technology, with monitoring and measurement instrumentation, into the campus network infrastructure.\n\n \n\n\t\t\t\t\tLast Modified: 01/23/2016\n\n\t\t\t\t\tSubmitted by: Julio Ibarra"
 }
}