{
 "awd_id": "1247298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EARS: Collaborative Research: Big Bandwidth: Finding Anomalous Needles in the Spectrum Haystack",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "chengshan xiao",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "Objective:\r\nThe objective of the proposed project is to explore the problem of scanning large amounts of spectrum in order to detect anomalous usage of that spectrum. The project will examine spectrum scanning using a single spectrum sensor and using multiple spectrum sensors. The approach will involve using game theoretic formulations that allow for the determination of scanning strategies that give an optimal likelihood of detecting an adversarial or accidental misuse of spectrum in terms of the bandwidth that can be scanned in a single scan and the bandwidth that an anomalous activity might involve. The optimization of strategies are complemented by techniques that increase the amount of spectrum that can be scanned in a single scan, and spectrum mapping algorithms that estimate the received power levels at arbitrary spatial locations.\r\n\r\nIntellectual merit:\r\nThe intellectual merit of the proposed effort stems from the pulling together of a mixture of technologies from different fields, including game theory, signal processing, security, wireless communications, and RF photonics to address the challenging problem of detecting and preventing anomalous spectrum activity across a wide swath of bandwidth. \r\n\r\nBroader impacts:\r\nThe broader impacts of the proposed effort will include the cross-pollination between different disciplines, such as game theory, security, photonics and signal processing. Additionally, the project will guide the development of graduate and undergraduate students at both participating institutions, giving the students new tools with which to contribute to wireless and optical communications. Finally, new interdisciplinary curricula will be developed as part of the effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Prucnal",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Prucnal",
   "pi_email_addr": "prucnal@Princeton.EDU",
   "nsf_id": "000117700",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "4 New South Building",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797600",
   "pgm_ele_name": "EARS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "095E",
   "pgm_ref_txt": "Photonic integration"
  },
  {
   "pgm_ref_code": "153E",
   "pgm_ref_txt": "Wireless comm & sig processing"
  },
  {
   "pgm_ref_code": "7976",
   "pgm_ref_txt": "EARS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research groups from Princeton University and Rutgers University have collaborated during the past three years to make a major change to the way that wireless infrastructure and networks search for and process radio signals. In a National Science Foundation funded project, the two labs researched ways of sensing and identifying spectral signals within the vast radio-frequency (RF) spectrum. The work was driven by the need to improve spectrum utilization and efficiency, due to the exponentially growing rate that society consumes data. Today, certain licensed users, are exclusively allocated a static band of spectrum to operate in. However, this method results in large inefficiencies in spectral usage, as spectrum is often underutilized across geographical regions and time. Instead, a new scheme calls for <em>spectrum sharing</em>, in which &ldquo;secondary users&rdquo; are allowed to use a certain band of RF spectrum as long as no &ldquo;primary users&rdquo; are currently present. While spectrum sharing offers great promise, there are counter-posing forces that could hinder the expected economic and societal benefits associated with making more spectrum available. For example, if a secondary user does not know of the existence of a primary user, the two users will interfere with each user, rendering the RF spectrum unusable. Security is another problem as rogue users may attempt to monopolize spectrum by blocking out primary users. A fate worse than the spectrum community&rsquo;s &ldquo;tragedy of the commons&rdquo; can result if we do not develop technologies to regulate the usage of spectrum and identify anomalous spectrum events. The challenge of searching through a wide span of RF spectrum is akin to locating a needle in a haystack.</p>\n<p>&nbsp;</p>\n<p>The Princeton-Rutgers team attacked the problem through a combination of hardware and software. The Princeton team, led by Professor Paul Prucnal, specializes in photonics and optical signal processing. Photonics has the ability to process extremely wideband signals over a wide range of operating frequencies &ndash; this is one of the primary reasons why the backbone of the Internet is exclusively fiber-optic. During the three year project, the Princeton team developed a novel <em>photonic integrated circuit</em> that uses light instead of electricity to process high-speed RF signals (see Figure 1). The photonic integrated circuit was designed so that no light needs to be coupled onto or off the chip &ndash; instead only RF signals enter or exit the chip while optics drives the signal processing in the core of the chip. Because all of the signal processing is performed in the optical domain, the circuit is capable of handling the broadband signals anticipated in the incoming 5G standard, as well as seamlessly tune between different communications bands. The prototype photonic integrated circuit that the team developed was capable of operating over <em>all</em> frequency-division duplexed (FDD) LTE bands and WiFi bands in existence today (see Figure 2). This covers the vast majority of RF spectrum used in commercial applications. In contrast, RF equipment typically requires a separate set of RF components for each communication band, leading to scalability issues in spectrum sharing protocols where each RF transceiver must transmit and receive over multiple bands, and switch between bands randomly.</p>\n<p>&nbsp;</p>\n<p>The Rutgers team, led by Professor Wade Trappe, developed novel schemes and algorithms for the intelligent detection of spectral signatures across space, time, and frequency. Because of the many dimensions available, the team used game theory to develop an advanced statistical and probabilistic model to detect an &ldquo;invading&rdquo; signal, which is wandering around the network physically, temporally (turning on and off), and spectrally (jumping between bands). In what is essentially an advanced game of cat and mouse between scanners and a hypothetical invader, a combination of wireless propagation models and a network of scanners was used to maximize the probability of detection. To aid in this effort, the Rutgers team developed a method to fuse the information gathered from multiple sensors working together in a scanning network to optimize the probability of detection.</p>\n<p>&nbsp;</p>\n<p>In the future, both teams plan to test their photonic hardware and advanced detection algorithms in the Rutgers Wireless Information Network Laboratory (WINLAB), where a massive array of software-defined radio can be reconfigured at will to create a realistic testbed of novel wireless hardware.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;R&nbsp;Prucnal</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485811984899_PIC--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485811984899_PIC--rgov-800width.jpg\" title=\"Photonic Integrated Circuit\"><img src=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485811984899_PIC--rgov-66x44.jpg\" alt=\"Photonic Integrated Circuit\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A photonic integrated circuit designed for wideband and tunable radio-frequency interference cancellation.</div>\n<div class=\"imageCredit\">Lightwave Communication Laboratory, Princeton University</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Paul&nbsp;R&nbsp;Prucnal</div>\n<div class=\"imageTitle\">Photonic Integrated Circuit</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485812354856_cancellation_performance--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485812354856_cancellation_performance--rgov-800width.jpg\" title=\"Photonic integrated circuit performing interference cancellation across a wide bandwidth\"><img src=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485812354856_cancellation_performance--rgov-66x44.jpg\" alt=\"Photonic integrated circuit performing interference cancellation across a wide bandwidth\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photonic integrated circuit actively canceling interference. (a) Progression as the photonic integrated circuit goes from no cancellation to optimum cancellation. (b) Survey of circuit performance across all existing LTE/WiFi bands in the sub-6 GHz spectrum.</div>\n<div class=\"imageCredit\">Lightwave Communications Laboratory, Princeton University</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Paul&nbsp;R&nbsp;Prucnal</div>\n<div class=\"imageTitle\">Photonic integrated circuit performing interference cancellation across a wide bandwidth</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485812695281_ProbeStation--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485812695281_ProbeStation--rgov-800width.jpg\" title=\"Photonic integrated circuit under test\"><img src=\"/por/images/Reports/POR/2017/1247298/1247298_10209648_1485812695281_ProbeStation--rgov-66x44.jpg\" alt=\"Photonic integrated circuit under test\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photonic integrated circuit under test on an optical probe station.</div>\n<div class=\"imageCredit\">Lightwave Communications Laboratory, Princeton University</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Paul&nbsp;R&nbsp;Prucnal</div>\n<div class=\"imageTitle\">Photonic integrated circuit under test</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nResearch groups from Princeton University and Rutgers University have collaborated during the past three years to make a major change to the way that wireless infrastructure and networks search for and process radio signals. In a National Science Foundation funded project, the two labs researched ways of sensing and identifying spectral signals within the vast radio-frequency (RF) spectrum. The work was driven by the need to improve spectrum utilization and efficiency, due to the exponentially growing rate that society consumes data. Today, certain licensed users, are exclusively allocated a static band of spectrum to operate in. However, this method results in large inefficiencies in spectral usage, as spectrum is often underutilized across geographical regions and time. Instead, a new scheme calls for spectrum sharing, in which \"secondary users\" are allowed to use a certain band of RF spectrum as long as no \"primary users\" are currently present. While spectrum sharing offers great promise, there are counter-posing forces that could hinder the expected economic and societal benefits associated with making more spectrum available. For example, if a secondary user does not know of the existence of a primary user, the two users will interfere with each user, rendering the RF spectrum unusable. Security is another problem as rogue users may attempt to monopolize spectrum by blocking out primary users. A fate worse than the spectrum community?s \"tragedy of the commons\" can result if we do not develop technologies to regulate the usage of spectrum and identify anomalous spectrum events. The challenge of searching through a wide span of RF spectrum is akin to locating a needle in a haystack.\n\n \n\nThe Princeton-Rutgers team attacked the problem through a combination of hardware and software. The Princeton team, led by Professor Paul Prucnal, specializes in photonics and optical signal processing. Photonics has the ability to process extremely wideband signals over a wide range of operating frequencies &ndash; this is one of the primary reasons why the backbone of the Internet is exclusively fiber-optic. During the three year project, the Princeton team developed a novel photonic integrated circuit that uses light instead of electricity to process high-speed RF signals (see Figure 1). The photonic integrated circuit was designed so that no light needs to be coupled onto or off the chip &ndash; instead only RF signals enter or exit the chip while optics drives the signal processing in the core of the chip. Because all of the signal processing is performed in the optical domain, the circuit is capable of handling the broadband signals anticipated in the incoming 5G standard, as well as seamlessly tune between different communications bands. The prototype photonic integrated circuit that the team developed was capable of operating over all frequency-division duplexed (FDD) LTE bands and WiFi bands in existence today (see Figure 2). This covers the vast majority of RF spectrum used in commercial applications. In contrast, RF equipment typically requires a separate set of RF components for each communication band, leading to scalability issues in spectrum sharing protocols where each RF transceiver must transmit and receive over multiple bands, and switch between bands randomly.\n\n \n\nThe Rutgers team, led by Professor Wade Trappe, developed novel schemes and algorithms for the intelligent detection of spectral signatures across space, time, and frequency. Because of the many dimensions available, the team used game theory to develop an advanced statistical and probabilistic model to detect an \"invading\" signal, which is wandering around the network physically, temporally (turning on and off), and spectrally (jumping between bands). In what is essentially an advanced game of cat and mouse between scanners and a hypothetical invader, a combination of wireless propagation models and a network of scanners was used to maximize the probability of detection. To aid in this effort, the Rutgers team developed a method to fuse the information gathered from multiple sensors working together in a scanning network to optimize the probability of detection.\n\n \n\nIn the future, both teams plan to test their photonic hardware and advanced detection algorithms in the Rutgers Wireless Information Network Laboratory (WINLAB), where a massive array of software-defined radio can be reconfigured at will to create a realistic testbed of novel wireless hardware.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/30/2017\n\n\t\t\t\t\tSubmitted by: Paul R Prucnal"
 }
}