{
 "awd_id": "1247951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative EAGER Research: Mineral reactions during seismic slip and earthquake instability",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 70616.0,
 "awd_amount": 70616.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "Although a great deal is known about the location of earthquakes and their danger to society, our knowledge of the underlying physics of how they nucleate and, especially, the physical processes operating as the slipped area on the fault expands during an earthquake is still poorly understood. Greater knowledge of these processes is necessary to better predict seismic shaking danger and, it is hoped, to one day enable prediction of major earthquakes. This EAGER project will use experimental studies and high-resolution electron microscopy to test a new hypothesis of how the slip on continental earthquakes occurs. \r\n\r\n\tEarthquakes are understood to initiate by two distinctly different processes: In the cold, low-pressure, environment of the upper few tens of km within the Earth, earthquakes generally begin by overcoming static friction on pre-existing faults. However, earthquakes also occur continuously to depths approaching 700 km in subducting oceanic lithosphere where the pressure is too high to allow brittle failure. Experiments show that shear failure (faulting) at high pressure requires a mineral reaction that yields a small amount of 'fluid' for their initiation and expansion; the 'fluid' can be either a true fluid (eg. H2O or CO2) or a nanocrystalline solid exhibiting an extremely low viscosity in the solid state. One of the two PIs of this project (Reches) is a leading expert in frictional sliding and the other (Green) is the world leader in high-pressure shear failure. They are joined by two leading experts on the physics of earthquakes of the US Geological Survey (D. Lockner and N. Beeler) at no cost to the project. This EAGER project will test the hypothesis that the process of mineral-reaction-induced shearing instability, the mechanism of faulting at high pressure, can also operate in shallow earthquakes where it is activated by the frictional heating/straining that occurs during initiation of earthquake slip. The team envisions two main ways in which this may occur: (1) Breakdown of clay minerals or carbonates in the fault zone releasing a fluid (water or CO2, respectively) that results in a large drop of the resistance to sliding on the fault; (2) generation of extremely small particles during initiation of sliding that form a nanocrystalline solid that can flow by grain-boundary sliding at seismogenic speeds, as has already been demonstrated for high-pressure faulting.  Models of earthquake slip, experiments, and examination of fault zones in the field strongly suggest that shear-heating-induced devolatilization occurs in some earthquakes. The high-pressure experimental observations that such reactions lead to shearing instabilities further suggest that similar processes could enhance shallow earthquakes. Similarly, recent laboratory work in at least two laboratories concludes that powder-lubrication may be a critical part of fault propagation and lubrication. The key question we will test experimentally is whether such shear-heating-induced mineral reactions can lead to rapid drop in friction and/or enhancement of slip under shallow crust conditions. \r\n\r\nThe team will investigate the role of 'fluid'-producing reactions in fault mechanics. They will activate shear-induced devolatilization in laboratory experiments at the University of Oklahoma by high-speed sliding under a range of normal stresses. They then will characterize by high-resolution Scanning and Transmission electron microscopy at UC Riverside the microstructure of gouge and sliding surface produced in these experiments and compare those microstructures with the 'superplastic' fault-filling materials produced in high-pressure faulting experiments. Preliminary results on carbonate that are very encouraging. \r\n\r\nBroader Impacts: This project brings together scientists and graduate students from two university campuses and a federal government lab for an EAGER project with potentially profound consequences for residents of earthquake-prone areas such as California. If this work demonstrates that devolatilization is directly responsible for friction drop and/or that fault gouges of large earthquakes are weak nanocrystalline solids, they will have opened a door that will lead to greater understanding of faulting and potentially will lead to a better understanding of which parts of which faults in a given area such as California are dangerous and which are not. The students of this project (one at OU and the other at UCR), with the likely addition of undergraduate assistants, will receive training on state-of-the-art instrumentation and will participate in research at the frontier of their science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Green",
   "pi_mid_init": "W",
   "pi_sufx_name": "II",
   "pi_full_name": "Harry W Green",
   "pi_email_addr": "harry.green@ucr.edu",
   "nsf_id": "000416603",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Beeler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas M Beeler",
   "pi_email_addr": "nbeeler@usgs.gov",
   "nsf_id": "000249628",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lockner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Lockner",
   "pi_email_addr": "dlockner@usgs.gov",
   "nsf_id": "000178877",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California",
  "perf_str_addr": "900 University Ave.",
  "perf_city_name": "Riverside",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70616.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We proposed to systematically pursue ideas about the physcal mechanism by which earthquakes slide when they are nucleated at depths greater than a few km (essentially all earthquakes of any significance).&nbsp; In the PI's opinion, the community has long misunderstood the basic physics of earthquake sliding by restricting most experimentation to very low normal stresses that avoided frictional heating.&nbsp; During the last 15 years new experiments have entered this realm and all of the physics appears to be different.&nbsp; This proposal was to collect information concerning these ideas.&nbsp; We have been very successful in this very short grant.&nbsp; We have demonstrated that high-pressure faults induced by phase transformation slide with an extremely small resistance -- effective friction coefficient of &lt;0.02.&nbsp; We have then compared the microstructures of several types of high-speed friction experiments conducted as part of this project by the collaborating PI from the University of Oklahoma and previous work done in this PI's laboratory.&nbsp; We show that the microstructures after sliding are indistinguishable from those in the high-pressure faulting.&nbsp; We propose from this comparison that earthquakes on mature faults slide by this mechanism at high pressure and low pressure.&nbsp; We tested our idea by examining the sliding surface of an extinct branch of the San Andreas Fault and found microstructures consistent with our proposal.&nbsp; We have submitted our results to Science Magazine for publication and are awaiting review.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2014<br>\n\t\t\t\t\tModified by: Harry&nbsp;W&nbsp;Green</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe proposed to systematically pursue ideas about the physcal mechanism by which earthquakes slide when they are nucleated at depths greater than a few km (essentially all earthquakes of any significance).  In the PI's opinion, the community has long misunderstood the basic physics of earthquake sliding by restricting most experimentation to very low normal stresses that avoided frictional heating.  During the last 15 years new experiments have entered this realm and all of the physics appears to be different.  This proposal was to collect information concerning these ideas.  We have been very successful in this very short grant.  We have demonstrated that high-pressure faults induced by phase transformation slide with an extremely small resistance -- effective friction coefficient of &lt;0.02.  We have then compared the microstructures of several types of high-speed friction experiments conducted as part of this project by the collaborating PI from the University of Oklahoma and previous work done in this PI's laboratory.  We show that the microstructures after sliding are indistinguishable from those in the high-pressure faulting.  We propose from this comparison that earthquakes on mature faults slide by this mechanism at high pressure and low pressure.  We tested our idea by examining the sliding surface of an extinct branch of the San Andreas Fault and found microstructures consistent with our proposal.  We have submitted our results to Science Magazine for publication and are awaiting review.\n\n\t\t\t\t\tLast Modified: 09/08/2014\n\n\t\t\t\t\tSubmitted by: Harry W Green"
 }
}