{
 "awd_id": "1247512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A Novel Experiment to Study Interfacial Processes between Droplet and Patterned Surfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 151336.0,
 "awd_amount": 151336.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "Hsia \r\nCBET - 1247512\r\n\r\nThe proposed exploratory EAGER project aims at the first quantitative measurement of interfacial interactions between a droplet and a patterned substrate. A novel experimental technique is developed to quantitatively study the interaction forces as a function of the geometry and defect characteristics of the micropatterns.  The system provides a quantitative testbed for long-standing theories of interfacial processes such as contact-line pinning under different geometric and chemical conditions for the first time, thus benefitting a huge variety of fields, including solid state physics, surface chemistry, and microfabrication.  \r\n\r\nIntellectual Merit\r\n\r\nSubstrates with micropatterns, particularly those with a \"forest\" of micropillars interacting with small-scale droplets, have garnered enormous interest in recent years for their versatility and unusual properties, including wettability, adhesive energy, conductivity or capacitance.  These patterns have potential applications in widespread industrial processes that rely on non-wetting surfaces that reject dirt, have low adhesive energy, reject water (e.g. coatings for windshields), resist condensation (e.g. in refrigeration devices), or are useful in pore filtration of gases (e.g. in micro fuel cells).  Nevertheless, a quantitative understanding of droplet shapes and dynamics lags behind a large number of proof-of-principle experiments.  In particular, very little is known about the effect of pattern and pillar geometry on the dynamics of contact line motion and the forces needed to sustain (or arrest) such motion.  \r\n\r\nThe proposed work will apply novel experimental techniques for simultaneous quantitative measurements of droplet shape and contact-line pinning forces, both with a spatial resolution at the single-defect level and capable of fast time resolution.  The interaction of isolated defects of defined shape with contact lines has long been the subject of pinning theories, perceived as an idealization of the description of real contact line behavior.  With high-speed photography and sensitive force sensors, forces and deformations of droplets and substrates in relative motion will be determined simultaneously by making crucial measurements for an accurate description of dynamical contact angle hysteresis as well as droplet repulsion, fragmentation, and coalescence on hydrophobic surfaces.  The experiments can access and analyze a wide range of speeds beyond current experiments, in a regime highly relevant for applications.  \r\n\r\nThe proposed EAGER research proposal has the following objectives: (i) to seek an accurate understanding of contact line pinning and depinning from isolated defects, in an experimental system that can serve as a paradigm for defect pinning in broader contexts of interfacial processes; (ii) to acknowledge the effect of defect distribution and defect interaction on the contact line as a whole; (iii) to explore an innovative combination of experimental techniques, promising an improved set of tools for analyzing contact line motion on the microscale.\r\n\r\nBroader Impacts\r\n\r\nThe Broader Impacts of the proposed work include those on the societal, group, and individual scales.  The research provides fundamental insight in fields of great societal need: clean water, refrigeration, energy, and advanced manufacturing.  The graduate and undergraduate students involved in the project will be trained in the areas of microfabrication, soft lithography, surface patterning, and other processes that are of great importance.  The PI will also incorporate research results in existing courses and demonstrations.  The PI has plans in place to boost the participation of members from under-represented groups by proactively participating in several on-campus/off-campus programs, including Women in Engineering Program, the Minority Engineering Program, and the McNair Scholar Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "K.  Jimmy",
   "pi_last_name": "Hsia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "K.  Jimmy Hsia",
   "pi_email_addr": "kjhsia@illinois.edu",
   "nsf_id": "000098490",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sascha",
   "pi_last_name": "Hilgenfeldt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sascha Hilgenfeldt",
   "pi_email_addr": "sascha@illinois.edu",
   "nsf_id": "000090270",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 S. First Street, Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 151336.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Micro-patterned super-hydrophobic surfaces have sparked a wide range of research interest due to potential applications including self-cleaning and particle deposition. The behavior of liquid droplets on these substrates has so far largely been described in macroscopic terms, explaining properties like large contact angles from coarse-grained variables like pillar density. Understanding of the dynamical behavior of the droplets, microscopic parameters such as the shape, orientation, and arrangement of pillars or the precise topography of the contact line is crucial. The key focus of the research effort lies in understanding the interaction between liquid droplet and patterned surfaces. The classical Cassie-Baxter model attributes averaged homogeneous properties to the surface and is generally considered sufficient when the scale of the surface features is much smaller than the deposited droplet. The Cassie-Baxter model however does not address contact angle hysteresis (CAH), a commonly observed phenomenon where movement of the droplet alters local contact angle within a maximum and minimum value known as the advancing and receding contact angles. Traditional approaches in understanding CAH include gravity-driven droplet on tilted surface and evaporation/volume injection, and are generally limited to contact angle measurement and image capture. A novel method was proposed which enabled synchronized image capturing and resistant force measurement. First a micro-patterned PDMS substrate is placed on a microscope stage. A droplet is then deposited on the substrate and held in position via contact with a stationary force probe. As the microscope stage is driven away by a step motor, the probe registers resistance force between the droplet and the substrate, and a high speed camera connected to the microscope provides simultaneous graphic information. We performed computational and experimental analysis of droplets on patterned PDMS substrates. Various aspects of droplet-substrate interaction were studied via a combination of Surface Evolver simulation and frequency analysis; correlations between the force-displacement data and geometric features of the substrate were established. We find that the majority of shape distortion and energy change occurs in close proximity to the substrate, encouraging a simplified theoretical description using concepts of 2D contact-line pinning in solid state physics. The integrated experimental and modeling study revealed the fundamental mechanisms of interactions between the droplet &ndash; micro-structured surface, and enriched our knowledge of this phenomenon.</p>\n<p>Broader impacts of this research include potential applications in self-cleaning surface, water condensation collection and waste water management. In these applications, the fundamental understanding of the water-surface interaction can guide engineers to design and fabricate structures and surfaces with significantly improved functions. The NSF award has also been used to train graduate students. Two students working on the project have received MS degrees. One of them is female. The research training they received by working on the project prepared them well for their future career.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2017<br>\n\t\t\t\t\tModified by: K.  Jimmy&nbsp;Hsia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicro-patterned super-hydrophobic surfaces have sparked a wide range of research interest due to potential applications including self-cleaning and particle deposition. The behavior of liquid droplets on these substrates has so far largely been described in macroscopic terms, explaining properties like large contact angles from coarse-grained variables like pillar density. Understanding of the dynamical behavior of the droplets, microscopic parameters such as the shape, orientation, and arrangement of pillars or the precise topography of the contact line is crucial. The key focus of the research effort lies in understanding the interaction between liquid droplet and patterned surfaces. The classical Cassie-Baxter model attributes averaged homogeneous properties to the surface and is generally considered sufficient when the scale of the surface features is much smaller than the deposited droplet. The Cassie-Baxter model however does not address contact angle hysteresis (CAH), a commonly observed phenomenon where movement of the droplet alters local contact angle within a maximum and minimum value known as the advancing and receding contact angles. Traditional approaches in understanding CAH include gravity-driven droplet on tilted surface and evaporation/volume injection, and are generally limited to contact angle measurement and image capture. A novel method was proposed which enabled synchronized image capturing and resistant force measurement. First a micro-patterned PDMS substrate is placed on a microscope stage. A droplet is then deposited on the substrate and held in position via contact with a stationary force probe. As the microscope stage is driven away by a step motor, the probe registers resistance force between the droplet and the substrate, and a high speed camera connected to the microscope provides simultaneous graphic information. We performed computational and experimental analysis of droplets on patterned PDMS substrates. Various aspects of droplet-substrate interaction were studied via a combination of Surface Evolver simulation and frequency analysis; correlations between the force-displacement data and geometric features of the substrate were established. We find that the majority of shape distortion and energy change occurs in close proximity to the substrate, encouraging a simplified theoretical description using concepts of 2D contact-line pinning in solid state physics. The integrated experimental and modeling study revealed the fundamental mechanisms of interactions between the droplet &ndash; micro-structured surface, and enriched our knowledge of this phenomenon.\n\nBroader impacts of this research include potential applications in self-cleaning surface, water condensation collection and waste water management. In these applications, the fundamental understanding of the water-surface interaction can guide engineers to design and fabricate structures and surfaces with significantly improved functions. The NSF award has also been used to train graduate students. Two students working on the project have received MS degrees. One of them is female. The research training they received by working on the project prepared them well for their future career.\n\n \n\n\t\t\t\t\tLast Modified: 10/23/2017\n\n\t\t\t\t\tSubmitted by: K.  Jimmy Hsia"
 }
}