{
 "awd_id": "1247490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Poster Symposium at the ASME International Mechanical Engineering Congress and Exposition (ASME-IMECE) 2012; Houston, Texas; 9-15 November 2012",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Zhijian Pei",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 49307.0,
 "awd_amount": 49307.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "The purpose of this award is to provide support for approximately 40 students to attend the American Society of Mechanical Engineers International Mechanical Engineering Congress and Exposition in Houston, Texas, November 9-15, 2012.  The students will be selected on the basis of an application including a brief resume, a one-page statement of why they want to attend the conference, and a statement of support from their faculty advisor.  Consideration in the selection process will be given to inclusion of members of underrepresented groups and diversity of institutions that the students represent.  The students will also present posters on their research at the conference.\r\n\r\nAttendance at the conference will give the students a broader view of the engineering profession and of state-of-the-art research in their fields.  They will also meet the top researchers in their fields.  This exposure will significantly broaden their education, create greater enthusiasm for the research that they perform, and better acquaint them with expectations that they will face later in their careers.  This award will benefit the nation through the education of a skilled engineering workforce better prepared to meet the challenges of their chosen fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Hansen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Hansen",
   "pi_email_addr": "Christopher_Hansen@uml.edu",
   "nsf_id": "000611751",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "",
  "perf_city_name": "Lowell",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018542827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "1406",
   "pgm_ref_txt": "THERMAL TRANSPORT PROCESSES"
  },
  {
   "pgm_ref_code": "1468",
   "pgm_ref_txt": "MANUFACTURING & CONST MACH EQP"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49307.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Forty-two young, talented researchers working in fields related to Mechanical Engineering were supported under this grant to showcase their research in a high-profile, interactive technical poster symposium at the 2012 ASME International Mechanical Engineering Congress and Exposition (IMECE) gathering in Houston, Texas.&nbsp; The participant support costs fulfill NSF&rsquo;s intellectual merit objective via stimulating scientific interactions between students and technical field leaders, and NSF&rsquo;s broader impacts objective via financial support for a diverse group of students who might otherwise not have the opportunity to participate in a conference that attracts an international audience. A poster symposium devoted to highlighting the students&rsquo; research activities was highly attended and the students of the top three posters, as judged by field leaders, received certificates during an award ceremony. Both undergraduate and graduate students were funded to attend the congress in order to acquire new, cutting-edge technical knowledge both specific to and peripherally related to their field of research, and to promote meaningful interactions between these young student academics and academic and industry leaders in their fields. Anecdotal student comments heavily emphasized these interactions with conference attendees and new knowledge gained during technical sessions.</p>\n<p>This grant enhanced U.S. education and research infrastructure by investing in the development of future scientific leaders and via exposure to topics critical to society. Students attended keynote lectures centered on issues of national importance, including the global knowledge economy, energy diversity, water conservation, and nanotechnology development. Moreover, the students gained valuable experience and honed their skills to communicate their research results to the general academic community and to receive targeted critiques of their work that will spur improvements in their ongoing research efforts. These students thereby enhanced their skills and talents that will serve to strengthen their future research productivity and retain them within their respective scientific and technical fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Hansen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nForty-two young, talented researchers working in fields related to Mechanical Engineering were supported under this grant to showcase their research in a high-profile, interactive technical poster symposium at the 2012 ASME International Mechanical Engineering Congress and Exposition (IMECE) gathering in Houston, Texas.  The participant support costs fulfill NSFÆs intellectual merit objective via stimulating scientific interactions between students and technical field leaders, and NSFÆs broader impacts objective via financial support for a diverse group of students who might otherwise not have the opportunity to participate in a conference that attracts an international audience. A poster symposium devoted to highlighting the studentsÆ research activities was highly attended and the students of the top three posters, as judged by field leaders, received certificates during an award ceremony. Both undergraduate and graduate students were funded to attend the congress in order to acquire new, cutting-edge technical knowledge both specific to and peripherally related to their field of research, and to promote meaningful interactions between these young student academics and academic and industry leaders in their fields. Anecdotal student comments heavily emphasized these interactions with conference attendees and new knowledge gained during technical sessions.\n\nThis grant enhanced U.S. education and research infrastructure by investing in the development of future scientific leaders and via exposure to topics critical to society. Students attended keynote lectures centered on issues of national importance, including the global knowledge economy, energy diversity, water conservation, and nanotechnology development. Moreover, the students gained valuable experience and honed their skills to communicate their research results to the general academic community and to receive targeted critiques of their work that will spur improvements in their ongoing research efforts. These students thereby enhanced their skills and talents that will serve to strengthen their future research productivity and retain them within their respective scientific and technical fields.\n\n\t\t\t\t\tLast Modified: 11/02/2013\n\n\t\t\t\t\tSubmitted by: Christopher Hansen"
 }
}