{
 "awd_id": "1247838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Printed Photonic Crystal-Based Tandem Polymer Solar Cell",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mahmoud fallahi",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2012-08-01",
 "awd_max_amd_letter_date": "2012-08-01",
 "awd_abstract_narration": "Currently, a major issue limiting the solar energy conversion efficiency of polymer solar cells (PSC) is the inefficiency in harvesting the entire solar spectrum. This is mainly due to two reasons:  incomplete light absorption and small bandgap of the active polymer materials used. The objective of this proposal is to address these issues by developing a PSC capable of efficiently harvesting solar energy over a wide spectral range by employing (1) light trapping printed photonic crystal architecture, and (2) plasmonic field assisted energy upconversion. Accomplishing light trapping and upconversion simultaneously in a tandem PSC will be a transformative approach. \r\nIntellectual Merit: The proposed research is the first example of combining photonic crystal and plasmon assisted light upconverting structures in a tandem PSC. The device developed will be capable of harvesting a broad solar absorption spectrum. A systematic study on the dependence of photonic crystal architecture and the energy conversion efficiency will be performed based on modeling. The success of the proposed printing technology will open up new avenues for developing plasmon assisted upconverting tandem PSC.\r\nBroader Impact: The subject of this proposal involves nanotechnology, optics and material science and therefore the graduate students involved in this research will be exposed to cutting edge research projects in the state-of-the-art laboratories. PI desires to integrate the subject of the proposal into the graduate curriculum currently offered in The College of Optics and Photonics at the University of Central Florida. This will be beneficial to develop a workforce in the energy conversion realm.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jayan",
   "pi_last_name": "Thomas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jayan Thomas",
   "pi_email_addr": "Jayan.Thomas@ucf.edu",
   "nsf_id": "000605404",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328263252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7423",
   "pgm_ref_txt": "Energy collection & storage"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A simple spin-on nanoimprinting technique is used to fabricate light trapping nanostructures on a polymer like polyacrylonitrile. The light trapping structures are fabricated by simply spin coating a layer polymer on top of a pre-fabricated mold carrying a nanopattern. The polymer film is subsequently peeled off from the mold to obtain the inverse of the nanopattern printed on the film. The attractive advantage of this technique is that several hundreds of light trapping nanostructures can be printed from the same master mold. When light trapping structures are applied on the outer side of the glass substrate of a polymer solar cell (PSC) with a 120nm active polymer, an enhancement of light absorption has been observed.</p>\n<p>Plasmonic nanostructures used for enhancing the efficiency of the solar cells are typically fabricated using expensive techniques such as Electron Beam Lithography (EBL) and Focused Ion Beam Lithography (FIBL). In addition for being very time consuming and labor intensive, nanofabricated structures resulting from these techniques offer only small areas, which hinder their widespread real-world applications. During the tenure of the proposal, a simple method to develop plasmonic structures and tune the plasmonic resonance to a required wavelength has been developed. Polymer nanostructures were printed on a polymer and a metal like silver is deposited on these nanostrucutres to accomplish plasmonic resonance. These polymer nanostructures can be made on a transparent glass substrate. The plasmonic structures so developed can also work as the back electrode of PSCs. By tuning the diameter of the printed nanoholes using a simple plasma etching process, an easy approach to develop tunable plasmonic substrates has been devised. When a sensitive dye is added on the surface of these plasmonic structures, large enhancements of fluorescence and Raman scattering could also be measured. Moreover, hybridized states appeared in presence of excitonic molecules like Rhodamine 6G give rise to anti-crossing behaviors in extinction spectroscopy, a phenomenon also known as Rabi-splitting. The results demonstrate the great potential of using large nanofabricated arrays as plexcitonic substrates for numerous applications including those in light harvesters and&nbsp;sensors.</p>\n<p>In addition, two new Atomic Force Microscope (AFM)-based nanoscale characterization techniques are introduced to study the surface morphology and physical properties of the structured active layer PSCs.&nbsp;With the help of ternary solvent processing of the active layer and C<sub>60</sub>&nbsp;buffer layer, a bulk heterojuntion PSC with V<sub>oc</sub>&nbsp;more than 0.9V and conversion efficiency 7.5% has been developed. To understand the role of ternary solvents on the morphology of the active layer, Pulsed-Force-Mode AFM (PFM-AFM) and Mode-Synthesizing AFM (MSAFM) are used for advanced analysis. Interestingly, MSAFM provides high sensitivity for direct visualization of the donor-acceptor phases in the active layer of the PSCs. Furthermore, conductive-AFM studies performed reveal higher conductivity at the interface between the donor and acceptor phases.&nbsp;</p>\n<p>Intellectual Merit of the project is that the technique developed during the tenure of the proposal can be used to tune the plasmonic resonance to any wavelength of interest in the visible and near-infrared wavelength range. The physical properties of a material incorporated into these plasmonic structures can be considerably enhanced by tuning the plasmonic resonance wavelength to its photonic absorption wavelength regime. It has also been demonstrated &nbsp;that PFM-AFM and &nbsp;MSAFM techniques can be used to study the donor-acceptor phases of PSCs. Broader impact of the project is that the developed plasmonic structures demonstrate the great potential of using nanofabricated arrays as plexcitonic substrates for numerou...",
  "por_txt_cntn": "\nA simple spin-on nanoimprinting technique is used to fabricate light trapping nanostructures on a polymer like polyacrylonitrile. The light trapping structures are fabricated by simply spin coating a layer polymer on top of a pre-fabricated mold carrying a nanopattern. The polymer film is subsequently peeled off from the mold to obtain the inverse of the nanopattern printed on the film. The attractive advantage of this technique is that several hundreds of light trapping nanostructures can be printed from the same master mold. When light trapping structures are applied on the outer side of the glass substrate of a polymer solar cell (PSC) with a 120nm active polymer, an enhancement of light absorption has been observed.\n\nPlasmonic nanostructures used for enhancing the efficiency of the solar cells are typically fabricated using expensive techniques such as Electron Beam Lithography (EBL) and Focused Ion Beam Lithography (FIBL). In addition for being very time consuming and labor intensive, nanofabricated structures resulting from these techniques offer only small areas, which hinder their widespread real-world applications. During the tenure of the proposal, a simple method to develop plasmonic structures and tune the plasmonic resonance to a required wavelength has been developed. Polymer nanostructures were printed on a polymer and a metal like silver is deposited on these nanostrucutres to accomplish plasmonic resonance. These polymer nanostructures can be made on a transparent glass substrate. The plasmonic structures so developed can also work as the back electrode of PSCs. By tuning the diameter of the printed nanoholes using a simple plasma etching process, an easy approach to develop tunable plasmonic substrates has been devised. When a sensitive dye is added on the surface of these plasmonic structures, large enhancements of fluorescence and Raman scattering could also be measured. Moreover, hybridized states appeared in presence of excitonic molecules like Rhodamine 6G give rise to anti-crossing behaviors in extinction spectroscopy, a phenomenon also known as Rabi-splitting. The results demonstrate the great potential of using large nanofabricated arrays as plexcitonic substrates for numerous applications including those in light harvesters and sensors.\n\nIn addition, two new Atomic Force Microscope (AFM)-based nanoscale characterization techniques are introduced to study the surface morphology and physical properties of the structured active layer PSCs. With the help of ternary solvent processing of the active layer and C60 buffer layer, a bulk heterojuntion PSC with Voc more than 0.9V and conversion efficiency 7.5% has been developed. To understand the role of ternary solvents on the morphology of the active layer, Pulsed-Force-Mode AFM (PFM-AFM) and Mode-Synthesizing AFM (MSAFM) are used for advanced analysis. Interestingly, MSAFM provides high sensitivity for direct visualization of the donor-acceptor phases in the active layer of the PSCs. Furthermore, conductive-AFM studies performed reveal higher conductivity at the interface between the donor and acceptor phases. \n\nIntellectual Merit of the project is that the technique developed during the tenure of the proposal can be used to tune the plasmonic resonance to any wavelength of interest in the visible and near-infrared wavelength range. The physical properties of a material incorporated into these plasmonic structures can be considerably enhanced by tuning the plasmonic resonance wavelength to its photonic absorption wavelength regime. It has also been demonstrated  that PFM-AFM and  MSAFM techniques can be used to study the donor-acceptor phases of PSCs. Broader impact of the project is that the developed plasmonic structures demonstrate the great potential of using nanofabricated arrays as plexcitonic substrates for numerous applications including  light harvesting and sensing. \n\n \n\n\t\t\t\t\tLast Modified: 05/27/2015\n\n\t\t\t\t\tSubmitted by: Jayan Thomas"
 }
}