{
 "awd_id": "1247137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE:  Understanding Spatiotemporal Extent and Structure of Large Wind Farm Footprint on Weather and Climate by Combining Observational Analysis with Numerical Modeling",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "This INSPIRE award is partially funded by Physical and Dynamic Meteorology program in the Division of Atmospheric and Geospace Sciences in the Directorate for Geosciences, Climate and Large-scale Dynamics program in the Division of Atmospheric and Geospace Sciences in the Directorate for Geosciences, and Environmental Sustainability program in the Division of Chemical, Bioengineering, Environmental, and Transport Systems in the Directorate for Engineering.\r\n\r\nThe global wind industry has experienced a remarkably rapid expansion of capacity in recent years and this fast growth is expected to continue in the future.  While converting wind's kinetic energy into electricity, wind turbines modify surface-atmosphere exchanges of energy, momentum, mass and moisture.  Given the current installed capacity and the projected installation worldwide, wind farms (WFs) are likely becoming a major driver of manmade land use change on Earth.  Hence, understanding WF-atmosphere-environment interactions and assessing potential environmental impacts are of significant societal importance.  However, recent studies of WF impacts on meteorology have been primarily in the modeling domain using simplified wind turbine parameterizations (WTPs) due to the lack of observations.  Given the availability of high resolution radar and remote sensing data, we believe it is time to begin systematically assessing WF impacts in the U.S.\r\n\r\nThe project will conduct a process-based observational and modeling study to investigate possible impacts on weather, climate and environments due to the rapid development of wind farms (WF) in the Great Plains and Midwest.  Specifically, the study will involve analyzing a variety of observational data (near-surface meteorological variables, radar and remote sensed), detecting, quantifying and attributing such impacts over the 17 biggest U.S. WFs, and then performing a series of high resolution mesoscale simulations to evaluate wind turbine parameterizations (WTPs).  The investigations will unveil how operational WFs influence the diurnal, seasonal and interannual variations of atmospheric boundary layer (ABL) structures and phenomena, near-surface hydrometeorology, and crop/vegetation growth, and how these changes vary under various meteorological and surface conditions and WF configurations (e.g., elevation, land cover, wind patterns, local climate).\r\n\r\nIntellectual merit:\r\nThis research can potentially bridge scientific knowledge gap of (a) atmospheric boundary layer dynamics and thermodynamics within and downwind of operational wind farms and (b) physical processes and mechanisms of wind farm impacts on environment.  It will also generate knowledge about the performance of the wind turbine parameterizations and identify model refinements required to simulate wind farms in mesoscale models.  It is potentially transformative by providing a comprehensive picture of wind farm footprint on weather and climate, a fundamental step toward projecting the future impacts at large scales, and by challenging conventional wisdom with far more complicated wind farm-atmosphere-environment interactions. \r\n\t\r\nBroader Impacts:\r\nWind power supports environmental sustainability and is likely to be part of the solution to the climate change, air pollution and energy security problem. Assessing potential WF impacts is critical for developing efficient adaptation and management strategies to ensure long-term sustainability of wind power.  The study will lead to improvements in numerical weather prediction and projection of WF impacts on weather, climate, environments, water cycle and agricultural practices. The obtained knowledge and approaches can be generalized to other studies.  In addition, this project has important education and outreach components and will provide learning and training experience for undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liming",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liming Zhou",
   "pi_email_addr": "lzhou@albany.edu",
   "nsf_id": "000620422",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Bosart",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Lance F Bosart",
   "pi_email_addr": "lbosart@albany.edu",
   "nsf_id": "000173573",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Thorncroft",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Thorncroft",
   "pi_email_addr": "cthorncroft@albany.edu",
   "nsf_id": "000159775",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 Washington Avenue",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wind power supports environmental sustainability and has experienced a rapid expansion of capacity in recent years. Understanding wind farm-atmosphere interactions and assessing potential environmental impacts are of significant economic and societal importance. This project performed a process-based observational and modeling study to examine such impacts on local meteorology due to the rapid development of wind farms in the Great Plains and Midwest. Specifically, we analyzed various observational and reanalysis data to detect, quantify and attribute the impacts of large wind farms on near surface temperature and vegetation growth and performed a series of high resolution mesoscale model simulations to investigate how operational wind farms modify the atmospheric boundary layer characteristics and near-surface hydrometeorology.</p>\n<p>For the observational component, we found a nighttime warming effect over wind farms relative to nearby non-wind-farm regions and attributed this warming primarily to wind farms as its spatial pattern and magnitude coupled very well with the geographic distribution of wind turbines. In contrast, the wind farm impact on daytime temperature was very small or negligible. We found that the wind farm impact varied diurnally, seasonally and spatially under different meteorological and surface conditions, but consistent nighttime warming effects were observed over different wind farms. We confirmed that the warming effects over the wind farms were not an artifact of varied surface topography as wind turbines are generally built on topographic high ground, nor the results of land cover land use change. In addition, we found no convincing evidence for the impacts of operating wind farms on vegetation growth over two well-studied large wind farm regions. These findings present observational evidence of wind farm impacts on surface temperature with spatial detail using satellite products, meteorological data and field campaign measurements.</p>\n<p>For the modeling component, we tested and developed key wind turbine schemes for a mesoscale model and successfully simulated the observed warming effect over several large wind farms over West Texas driven by realistic initial and boundary conditions. We ran various experiments to uncover the physical processes and mechanisms driving the temperature changes. Our results indicate that the wind farm-induced temperature changes were not only restricted at the surface, but also extended vertically to the hub-height level and horizontally propagate in the downwind direction. Essentially, the surface warming over wind farms represented a vertical redistribution of heat in the atmosphere, not actual heating of the atmosphere by the turbines, and resulted from more heat transferred from the atmosphere to the ground due to the turbine-enhanced vertical mixing. Advection played an important role in explaining the simulated downwind temperature changes. These simulations have improved our understanding of turbine-atmosphere interactions near the surface and enhanced our modeling capacity in simulating and projecting wind farm impacts using regional atmospheric models.</p>\n<p>Besides providing learning and training experiences for undergraduate and graduate students, this project devoted much efforts to education and outreach activities via publications, conferences, presentations, interviews, emails and websites. For example, we took interviews and answered inquiries related to our research findings from journalists and the general public (from high school students to senior citizens and from local farmers to wind farm managers), prepared educational materials in layman&rsquo;s terms at our website, and gave seminars at several universities and international conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2017<br>\n\t\t\t\t\tModified by: Liming&nbsp;Zhou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWind power supports environmental sustainability and has experienced a rapid expansion of capacity in recent years. Understanding wind farm-atmosphere interactions and assessing potential environmental impacts are of significant economic and societal importance. This project performed a process-based observational and modeling study to examine such impacts on local meteorology due to the rapid development of wind farms in the Great Plains and Midwest. Specifically, we analyzed various observational and reanalysis data to detect, quantify and attribute the impacts of large wind farms on near surface temperature and vegetation growth and performed a series of high resolution mesoscale model simulations to investigate how operational wind farms modify the atmospheric boundary layer characteristics and near-surface hydrometeorology.\n\nFor the observational component, we found a nighttime warming effect over wind farms relative to nearby non-wind-farm regions and attributed this warming primarily to wind farms as its spatial pattern and magnitude coupled very well with the geographic distribution of wind turbines. In contrast, the wind farm impact on daytime temperature was very small or negligible. We found that the wind farm impact varied diurnally, seasonally and spatially under different meteorological and surface conditions, but consistent nighttime warming effects were observed over different wind farms. We confirmed that the warming effects over the wind farms were not an artifact of varied surface topography as wind turbines are generally built on topographic high ground, nor the results of land cover land use change. In addition, we found no convincing evidence for the impacts of operating wind farms on vegetation growth over two well-studied large wind farm regions. These findings present observational evidence of wind farm impacts on surface temperature with spatial detail using satellite products, meteorological data and field campaign measurements.\n\nFor the modeling component, we tested and developed key wind turbine schemes for a mesoscale model and successfully simulated the observed warming effect over several large wind farms over West Texas driven by realistic initial and boundary conditions. We ran various experiments to uncover the physical processes and mechanisms driving the temperature changes. Our results indicate that the wind farm-induced temperature changes were not only restricted at the surface, but also extended vertically to the hub-height level and horizontally propagate in the downwind direction. Essentially, the surface warming over wind farms represented a vertical redistribution of heat in the atmosphere, not actual heating of the atmosphere by the turbines, and resulted from more heat transferred from the atmosphere to the ground due to the turbine-enhanced vertical mixing. Advection played an important role in explaining the simulated downwind temperature changes. These simulations have improved our understanding of turbine-atmosphere interactions near the surface and enhanced our modeling capacity in simulating and projecting wind farm impacts using regional atmospheric models.\n\nBesides providing learning and training experiences for undergraduate and graduate students, this project devoted much efforts to education and outreach activities via publications, conferences, presentations, interviews, emails and websites. For example, we took interviews and answered inquiries related to our research findings from journalists and the general public (from high school students to senior citizens and from local farmers to wind farm managers), prepared educational materials in layman?s terms at our website, and gave seminars at several universities and international conferences.\n\n\t\t\t\t\tLast Modified: 09/08/2017\n\n\t\t\t\t\tSubmitted by: Liming Zhou"
 }
}