{
 "awd_id": "1247198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Prototype Tool for Visualizing Online Polarization",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 262654.0,
 "awd_amount": 262654.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "This study will use the 2012 election cycle as a testbed for examining and developing techniques to analyze the implications of the social web for national elections. The social web - broadly defined as the array of technologies that allow individuals to post their thoughts, pictures, and comments in a public forum - has profoundly changed the way in which political candidates, elected officials, and government agencies engage with potential supporters. As an ever-growing number of people join the plethora of available social networks (including Facebook, Twitter, Pinterest, Tumblr, Flickr, and Instagram), politicians across the world sought to develop increasingly sophisticated social web strategies that maximize their ability to engage directly with the public. At the same time, the social web has facilitated the ability of individuals to share ideas, form communities, and coordinate their actions and responses to political campaigns across time and space. Yet the sheer volume of data produced daily through this online civil discourse is overwhelming for researchers and, until recently, has defied our ability to collect, analyze, and comprehend in its entirety.  \r\n\r\nThis research will develop a prototype visualization tool that will allow researchers to explore the online discourse surrounding elections. This tool will capture social media posts related to selected races in the 2012 Congressional election, both incumbent districts and open seats. Monitoring and analyzing the conversations relative to these races, this study will seek to determine any correlation between social media strategies employed by political candidates in the United States and any increase in polarization in the online discourse. To analyze this discourse, the research will explore the extent that those participating in an online discourse move towards a group polarization with more extreme policies and platforms. Group Polarization is a subset of research on Choice Shifts, which reflect instances where individuals alter their opinions based on commonality, unique information surfacing, or other outside influences. Experimental research suggests that group polarization occurs because the individual has had interaction with a group of like-minded peers. The theory suggests that, after discussion among the group, the individuals will come to a consensus opinion together. Thus, when competing groups form and engage in discourse separately, we are more likely to witness increasingly polarizing opinions between the two groups. This study is relevant for computer scientists, who need to develop strategies for managing, archiving, and providing access to large and dynamic datasets, and is particularly important for social scientists because this online social discourse reflects the moods, values, and attitudes of citizens towards participating in offline civil society. Moreover, scholars need to study how the new social media affect the democratic process of elections.  \r\n\r\nThis study will provide an opportunity to explore strategies for collecting, aggregating, visualizing, and storing data culled from the social web. It will develop a prototype visualization tool that can be connected via APIs to visualize polarization as manifested through the social web and that will be made available to other researchers interested in studying conversations, sentiment, and the social web. Moreover, this tool will act as a first step in developing a deeper understanding of how to visually map sentiment, political action, and civic discourse over time and space. Additionally, the data collected through this project will provide the basis for future research that will enable a more detailed analysis of the data collected during the election and congressional session.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Thatcher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Thatcher",
   "pi_email_addr": "jthatch@clemson.edu",
   "nsf_id": "000620046",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Orville",
   "pi_last_name": "Burton",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Orville V Burton",
   "pi_email_addr": "vburton@clemson.edu",
   "nsf_id": "000257789",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Appleford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon Appleford",
   "pi_email_addr": "simonappleford@creighton.edu",
   "nsf_id": "000573666",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vetria",
   "pi_last_name": "Byrd",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Vetria L Byrd",
   "pi_email_addr": "vlbyrd@purdue.edu",
   "nsf_id": "000611772",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 262654.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study used social media data as a testbed for examining and developing techniques to analyze the implications of the social web for online polarization around political, social, and environmental issues. The social web - broadly defined as the array of technologies that allow individuals to post their thoughts, pictures, and comments in a public forum - has profoundly changed the way in which organizations and their stakeholders engage with each other and their opponents around issues. As an ever-growing number of people join the plethora of available social networks (including Facebook, Twitter, Pinterest, Tumblr, Flickr, and Instagram), organizations have sought to develop increasingly sophisticated social web strategies that maximize their ability to engage directly with the public. At the same time, the social web has facilitated the ability of individuals to share ideas, form communities, and coordinate their actions and responses to political campaigns across time and space. Yet the sheer volume of data produced daily through this online civil discourse is overwhelming for researchers and, until recently, has defied our ability to collect, analyze, and comprehend in its entirety.&nbsp;</p>\n<p>&nbsp;This research developed a prototype visualization tool that allows researchers to explore the online discourse surrounding events, elections, and social issues. This tool allows users to capture social media posts related to topics of interest to researchers - be it occupy wall street, emergency management, or a royal wedding. Monitoring and analyzing the conversations relative to these events, this tool enables&nbsp;computing, behavioral science, or economics to conduct research that requires understanding the timing, content, and polarization found in online conversations.</p>\n<p>In parallel to the tool development, we developed a curriculum to support the integration of social web analytics into undergraduate courses in information systems, digital humanities, and business.&nbsp; The curriculum teaches students how to conduct social web research, that includes constructing queries on domain-specific topics, construct on the fly analysis and visualizations, and construct reports based on their findings for academic and practitioner audiences. &nbsp;By doing so, it contributes to growing the information technology workforce necessary for ensure national competitiveness in the rapidly expanding social web ecosystems.</p>\n<p>The outcomes of study are relevant for computer scientists, who need to develop strategies for managing, archiving, and providing access to large and dynamic datasets. Moreover, the tool provides a platform for computer scientists to explore how to visualize online social discourse in ways that reflect the moods, values, and attitudes of citizens towards participating in offline civil society.</p>\n<p>The outcomes are also relevant for social and behavioral scientists, as well as those working in the digital humanities, who need tools that enable real-time data collection, processing as well as that construct low latency visualizations necessary to explore how the new social media affect political, social, and economic processes.&nbsp; The tools and teaching methods developed in this study provide opportunities for explore strategies for collecting, aggregating, visualizing, and storing data culled from the social web.</p>\n<p>Collectively, the tools and curriculum represent first steps in developing a deeper understanding of how to visually map sentiment, social action, and civic discourse over time and space. Additionally, the ability to aggregate data developed through this project provide the basis for future research that will enable a more detailed analysis of the data collected during important national events such as elections, disasters, and social movements.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2014<br>\n\t\t\t\t\tMod...",
  "por_txt_cntn": "\nThis study used social media data as a testbed for examining and developing techniques to analyze the implications of the social web for online polarization around political, social, and environmental issues. The social web - broadly defined as the array of technologies that allow individuals to post their thoughts, pictures, and comments in a public forum - has profoundly changed the way in which organizations and their stakeholders engage with each other and their opponents around issues. As an ever-growing number of people join the plethora of available social networks (including Facebook, Twitter, Pinterest, Tumblr, Flickr, and Instagram), organizations have sought to develop increasingly sophisticated social web strategies that maximize their ability to engage directly with the public. At the same time, the social web has facilitated the ability of individuals to share ideas, form communities, and coordinate their actions and responses to political campaigns across time and space. Yet the sheer volume of data produced daily through this online civil discourse is overwhelming for researchers and, until recently, has defied our ability to collect, analyze, and comprehend in its entirety. \n\n This research developed a prototype visualization tool that allows researchers to explore the online discourse surrounding events, elections, and social issues. This tool allows users to capture social media posts related to topics of interest to researchers - be it occupy wall street, emergency management, or a royal wedding. Monitoring and analyzing the conversations relative to these events, this tool enables computing, behavioral science, or economics to conduct research that requires understanding the timing, content, and polarization found in online conversations.\n\nIn parallel to the tool development, we developed a curriculum to support the integration of social web analytics into undergraduate courses in information systems, digital humanities, and business.  The curriculum teaches students how to conduct social web research, that includes constructing queries on domain-specific topics, construct on the fly analysis and visualizations, and construct reports based on their findings for academic and practitioner audiences.  By doing so, it contributes to growing the information technology workforce necessary for ensure national competitiveness in the rapidly expanding social web ecosystems.\n\nThe outcomes of study are relevant for computer scientists, who need to develop strategies for managing, archiving, and providing access to large and dynamic datasets. Moreover, the tool provides a platform for computer scientists to explore how to visualize online social discourse in ways that reflect the moods, values, and attitudes of citizens towards participating in offline civil society.\n\nThe outcomes are also relevant for social and behavioral scientists, as well as those working in the digital humanities, who need tools that enable real-time data collection, processing as well as that construct low latency visualizations necessary to explore how the new social media affect political, social, and economic processes.  The tools and teaching methods developed in this study provide opportunities for explore strategies for collecting, aggregating, visualizing, and storing data culled from the social web.\n\nCollectively, the tools and curriculum represent first steps in developing a deeper understanding of how to visually map sentiment, social action, and civic discourse over time and space. Additionally, the ability to aggregate data developed through this project provide the basis for future research that will enable a more detailed analysis of the data collected during important national events such as elections, disasters, and social movements.\n\n \n\n\t\t\t\t\tLast Modified: 11/25/2014\n\n\t\t\t\t\tSubmitted by: Jason Thatcher"
 }
}