{
 "awd_id": "1247760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:  What Model for Public-Private Partnerships?:  Lessons from Existing Consortia for Administration of the U.S. National Network for Manufacturing Innovation",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 83974.0,
 "awd_amount": 83974.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "This project analyzes existing U.S. consortia models, in particular, at the Semiconductor Research Corporation, to inform governance of and success metrics for the U.S. National Network for Manufacturing Innovation (NNMI).  It prepares insights in time to inform governance and success metrics for the Pilot Institute for Manufacturing Innovation just launched on May 8, 2012 and the 2013 expansion of NNMI. \r\n\r\nIntellectual Merit: Past research has consistently found a positive impact of consortia on the research productivity of participants in the technological areas they target. This research, however, has largely failed to provide insights into successful consortium governance. Arguably one of the most famous examples of a government-industry research consortium, and one with widely-touted success, is SEMATECH. The example of SEMATECH, however, leaves much to be desired.  Perhaps most importantly, its focus is primarily on short-term (1-3 year) R&D in the context of vertical collaboration to support the advancement of equipment suppliers. Thus while successful on certain axes, SEMATECH fails to provide an example of collaborative R&D for long-term horizontally-collaborative research efforts; as a matter of fact, in this specific context, SEMATECH provides an example of early failure. And yet, it is precisely this type of horizontal coordination of long-term technology development that may be particularly crucial to advancing innovation effectively across a multitude of institutions in a vertically disintegrated supply chain, as can be critical when introducing emerging technologies into established industries and helping them develop industries of their own -- issues central to revitalizing U.S. manufacturing. \r\n\r\nBroader Impacts: With the decline of corporate R&D labs and the globalization and vertical disintegration of the supply chain, the United States innovation ecosystem faces unprecedented challenges in maintaining its economic and technological predominance, increasing jobs throughout the economy, and supporting long-term technical and economic growth.  For these challenges to be met, managers in industry, government, and academia must find ways to work hand-in-hand toward meeting the common challenges facing each of them as well as the nation as a whole. In this new environment, research consortia (as intermediate forms of organization, between a single firm and the overall market) hold tremendous potential opportunities to achieve improved innovation policy outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Fuchs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Fuchs",
   "pi_email_addr": "erhf@andrew.cmu.edu",
   "nsf_id": "000502627",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hounshell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Hounshell",
   "pi_email_addr": "Hounshell@cmu.edu",
   "nsf_id": "000480168",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "8029",
   "pgm_ref_txt": "Manufacturing"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 83974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The decline of corporate research and vertical disintegration of supply chains in many industries has led to an innovation ecosystem increasingly reliant on linkages between institutions. These shifts present new challenges for long-term technology development. Pre-commercial public-private research consortia offer one policy response. Based on unprecedented access to archives of the Semiconductor Research Corporation (SRC), publically available data, 38 semi-structured interviews, and participant observation, we examine how one public-private partnership, the Nanoelectronics Research Initiative (NRI), seeks to bridge the semiconductor industry&rsquo;s past forty years of unprecedented technology development&mdash;i.e., Moore&rsquo;s Law&mdash;with radically new (and, as of today, not-yet-discovered) technology that will maintain this development indefinitely. CMOS FET miniaturization has driven advances in semiconductors for 40 years with dramatic economic implications; yet experts expect feature sizes to reach absolute physical limits by 2020. In 2005, SRC and leading chipmakers established the NRI in partnership with state governments and federal agencies, to invent &ldquo;novel computing devices capable of replacing the CMOS FET.&rdquo; Our study suggests that although NRI funding is small in comparison to larger federal efforts, it plays an important coordinating function within the scientific community, leveraging industry expertise in manufacturing and device layout to inform and shape academic research. Important functions include: (1) the development of a common language and goals between the industry and academic participants for radical new device concepts through, among other processes, a unique technical benchmarking exercise, (2) dedicated NRI industry liaisons who work directly with university researchers, tracking their research activities, and championing newly conceived technologies within their own firms, (3) NRI center directors in academia who coordinate researchers focused on more basic science, helping&nbsp; centers meet industry goals, and (4) human capital development in new semiconductor technology paradigms (NRI-funded graduate students are trained specifically &ldquo;to think outside the CMOS box&rdquo;).&nbsp;</p>\n<p>Changes in the scale and structure of corporate research and development have made it harder for firms to respond to long-term technology challenges. While we are inevitably limited by having a single, in-depth industry case, the results of this study of the Nanoelectronics Research Initiative suggest that public-private partnerships may offer a potential response for firms and governments looking to maintain technology leadership in high-technology industries.</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2015<br>\n\t\t\t\t\tModified by: Erica&nbsp;Fuchs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe decline of corporate research and vertical disintegration of supply chains in many industries has led to an innovation ecosystem increasingly reliant on linkages between institutions. These shifts present new challenges for long-term technology development. Pre-commercial public-private research consortia offer one policy response. Based on unprecedented access to archives of the Semiconductor Research Corporation (SRC), publically available data, 38 semi-structured interviews, and participant observation, we examine how one public-private partnership, the Nanoelectronics Research Initiative (NRI), seeks to bridge the semiconductor industryÆs past forty years of unprecedented technology development&mdash;i.e., MooreÆs Law&mdash;with radically new (and, as of today, not-yet-discovered) technology that will maintain this development indefinitely. CMOS FET miniaturization has driven advances in semiconductors for 40 years with dramatic economic implications; yet experts expect feature sizes to reach absolute physical limits by 2020. In 2005, SRC and leading chipmakers established the NRI in partnership with state governments and federal agencies, to invent \"novel computing devices capable of replacing the CMOS FET.\" Our study suggests that although NRI funding is small in comparison to larger federal efforts, it plays an important coordinating function within the scientific community, leveraging industry expertise in manufacturing and device layout to inform and shape academic research. Important functions include: (1) the development of a common language and goals between the industry and academic participants for radical new device concepts through, among other processes, a unique technical benchmarking exercise, (2) dedicated NRI industry liaisons who work directly with university researchers, tracking their research activities, and championing newly conceived technologies within their own firms, (3) NRI center directors in academia who coordinate researchers focused on more basic science, helping  centers meet industry goals, and (4) human capital development in new semiconductor technology paradigms (NRI-funded graduate students are trained specifically \"to think outside the CMOS box\"). \n\nChanges in the scale and structure of corporate research and development have made it harder for firms to respond to long-term technology challenges. While we are inevitably limited by having a single, in-depth industry case, the results of this study of the Nanoelectronics Research Initiative suggest that public-private partnerships may offer a potential response for firms and governments looking to maintain technology leadership in high-technology industries.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/05/2015\n\n\t\t\t\t\tSubmitted by: Erica Fuchs"
 }
}