{
 "awd_id": "1247260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Thin Film and Small Scale Mechanical Behavior GRC/GRS",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "The Gordon Research Seminar and Conference (GRC) on \"Thin Film and Small Scale Mechanical Behavior\" will be held July 22-27, 2012, at Colby College in Waterville, Maine.  This conference will be accompanied by the Gordon Research Seminar (GRS) on the same topic, to be held July 21-22, 2012 and aimed at enhancing active participation by graduate students and postdoctoral scientists.  Financial support will help defray the conference fees and travel costs for invited speakers and discussion leaders as well as graduate students, post-docs and junior faculty members.\r\n\r\nThe intellectual merit of this conference and seminar includes its highly trans-disciplinary nature, involving scientists with backgrounds in materials science and mechanics as well as colleagues from neighboring areas including condensed matter physics, electrical engineering, and biology.  It is well established that the mechanical behavior of materials changes when they are geometrically confined to a small scale in at least one dimension. This may affect elastic, plastic and time-dependent deformation as well as degradation mechanisms such as fracture, fatigue, and wear.  The fundamental mechanisms and scientific understanding of these changes, however, require continued investigation and are the subject of many research projects.  The study of small scale mechanical behavior has benefitted from fundamental studies of physical mechanisms linked to materials science and engineering, reaching towards modern applications ranging from optical and microelectronic devices and nano- or micro-electrical mechanical systems (NEMS/MEMS) to devices for energy production and storage.  This research area has always taken advantage of recent progress in atomistic and micromechanical modeling, as well as materials characterization and in-situ measurements at small length scales.  As such, the study of small-scale mechanical behavior has fertilized many aspects of research in the fields of materials science and applied mechanics.  Previous meetings have always led to intense discussions of new and unexpected results and observations, and in many cases new research and collaborations between attendees have been initiated.  The 2012 Conference will continue to cover topics of lasting significance to the field such as deformation and fracture in small structures, advanced testing and characterization of materials at small length scales, and mechanical behavior of biological materials.  In addition, it will highlight topics of growing importance. Particularly, emerging topics in the area of nanomechanical behavior of battery materials, will be highlighted.\r\nThis GRC will have a broad impact on knowledge dissemination, stimulation of new ideas, and research collaborations.  At previous GRC meetings on this topic, more than 100 international experts on the subject came together, with backgrounds in the areas described above and with a large portion of participants coming from Europe and Asia.  Typically, more than half of the participants are students or young researchers from academia, national laboratories, and industry.  The meeting brings these young scholars into direct contact with experts in the unique atmosphere of a GRC, stimulating not only their specific research interests, but even more importantly integrating them into a scientific community.\r\n\r\nThe organizers have made a strong effort to invite speakers and discussion leaders and to support students who are diverse in background, gender, and race.  Almost all of the invited speakers will be presenting for the first time at this GRC.  The speakers will review the background and state-of-the-art for their subject and then present their newest and predominantly unpublished results.  After all lectures, there will be ample time for questions and in-depth discussions.  For this, the discussion leaders are very important and have been carefully chosen.  They are either speakers from previous GRC meetings who can provide an overarching perspective and/or very experienced people who have done distinguished work and are adept at posing stimulating questions.  It is further planned to have summary discussions at the end of each session.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Balk",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Balk",
   "pi_email_addr": "john.balk@uky.edu",
   "nsf_id": "000448079",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on THIN FILM &amp; SMALL SCALE MECHANICAL BEHAVIOR was<br />held at Colby College, Waterville, Maine July 22 &ndash; 27, 2012. The Conference was well-attended with 137 participants<br />(attendees list attached). The attendees represented the spectrum of endeavor<br />in this field coming from academia, industry, and government laboratories, both<br />U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 137 attendees, 49 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 49 respondents, 14%<br />were Minorities &ndash; 6% Hispanic, 8% Asian and 0% African American. Approximately 25%<br />of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Seminar on THIN FILM &amp; SMALL SCALE MECHANICAL BEHAVIOR was<br />held at Colby College, Waterville, Maine July 21-22, 2012. The Conference was well-attended with 42<br />participants (attendees list attached). The attendees represented the spectrum<br />of endeavor in this field coming from academia, industry, and government<br />laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students.<br />Of the 42 attendees, 12 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 12 respondents, 25%<br />were Minorities &ndash; 8% Hispanic, 17% Asian and 0% African American. Approximately<br />30% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal discussions.<br />Such discussions are fostering new collaborations and joint efforts in the<br />field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on THIN FILM &amp; SMALL SCALE MECHANICAL BEHAVIOR was\nheld at Colby College, Waterville, Maine July 22 &ndash; 27, 2012. The Conference was well-attended with 137 participants\n(attendees list attached). The attendees represented the spectrum of endeavor\nin this field coming from academia, industry, and government laboratories, both\nU.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 137 attendees, 49 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 49 respondents, 14%\nwere Minorities &ndash; 6% Hispanic, 8% Asian and 0% African American. Approximately 25%\nof the participants at the 2012 meeting were women.\n\n\n\n\n\n \n\n\n\n\n\nThe Gordon Research Seminar on THIN FILM &amp; SMALL SCALE MECHANICAL BEHAVIOR was\nheld at Colby College, Waterville, Maine July 21-22, 2012. The Conference was well-attended with 42\nparticipants (attendees list attached). The attendees represented the spectrum\nof endeavor in this field coming from academia, industry, and government\nlaboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students.\nOf the 42 attendees, 12 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 12 respondents, 25%\nwere Minorities &ndash; 8% Hispanic, 17% Asian and 0% African American. Approximately\n30% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal discussions.\nSuch discussions are fostering new collaborations and joint efforts in the\nfield.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/20/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}