{
 "awd_id": "1247321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Social Movements and Policy Impact",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 28356.0,
 "awd_amount": 28356.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "How do social movements build broad popular support and secure sweeping policy changes? This study focuses on demographic, economic, and institutional factors, as well as movement-specific organizational dynamics, to examine under which conditions movement support thrives and results in policy changes. Moreover, this study examines whether movement support and policies diffuse across neighboring states and counties, and how these trends shape one another. As a case in point, this project focuses on the U.S. Prohibition movement, which was one of the largest, longest-lasting, and most successful movements in U.S. history.\r\n\r\nThe analysis involves an original dataset that contains information about the legal status of prohibition at the county and state level between 1890 and 1919, the year the 18th Amendment to the U.S. Constitution was enacted. The dataset includes measures regarding population change, urbanization, economic trends, and interest groups. In addition, the dataset incorporates information from archival materials regarding relevant social movement organizations and activity, electoral context, and media communication that may have shaped movement growth and success. These data allow us to examine the organization and outcomes of the movement both across space and at the state and local level.\r\n\r\nThis project provides training and research opportunities for graduate and undergraduate students at two institutions. Undergraduate research assitants at Christopher Newport University, primarily a teaching college, will be trained in data collection and coding. At UNC, graduate student training will revolve around systematic data collection, coding, and spatial modeling. In addition, the project will result in a large, publically available dataset of use to social scientists and historians. Findings from this study may be of interest to multiple stakeholders, such as legal experts, non-profit organizations, policy makers, and the general public, in addition to an interdisciplinary group of researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lewis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Lewis",
   "pi_email_addr": "mlewis@cnu.edu",
   "nsf_id": "000613352",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Christopher Newport University",
  "inst_street_address": "1 AVENUE OF THE ARTS",
  "inst_street_address_2": "",
  "inst_city_name": "NEWPORT NEWS",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7575947392",
  "inst_zip_code": "236063072",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "CHRISTOPHER NEWPORT UNIVERSITY",
  "org_prnt_uei_num": "VMYDF2TZHHB6",
  "org_uei_num": "VMYDF2TZHHB6"
 },
 "perf_inst": {
  "perf_inst_name": "Christopher Newport University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "236062998",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 28356.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />How do social movements build broad popular support and<br />secure sweeping policy changes? This study focuses on demographic, economic, and institutional factors, as well as movement-specific organizational dynamics, to examine under which conditions movement support thrives and results in policy changes. Moreover, this study examines whether movement support and policies diffuse across neighboring states and counties, and how these trends shape one another. As a case in point, this project focuses on the U.S. Prohibition movement, which was one of the largest, longest-lasting, and most successful movements in U.S. history.</p>\n<p>Although much attention has focused on the passage and<br />implementation of prohibition at the federal level, the story of prohibition<br />needs to be told at the state and local level. At each of these levels<br />different factors aligned to bring about prohibition success or failure. At the<br />state level, cultural and demographic characteristics were important and can be thought of as a necessary precondition for prohibition. The existence of<br />cultural groups that were open to the prohibitionist message, however, was not sufficient to bring about dry laws. This demographic advantage had to be<br />translated into either a legislature that would enact such laws or into a<br />statewide referendum in which voters could be encouraged to adopt them. At the local level, prohibitionists again sought to change the composition of those<br />doing the voting. Local demographics could not be easily changed the way state legislatures could. So, dry campaigners (especially the WCTU) worked to bring out the dry vote through partnership with local church organizations. At the same time, they also sought to depress wet voting by two means. Dry campaigns initially sought to eliminate saloons thus directly attacking the sites of liquor organization. Indirectly, eliminating saloons also decreased the<br />economic dependence of localities on liquor tax dollars thereby weakening a key argument liquor interests used to persuade voters to continue alcohol sales.Prohibition can be thought of as not so much the will of the majority as the careful creation of majorities both in state legislators and the voting public<br />to secure legal change.<br />The major project goal was to collect original data documenting<br />the organizational, political, and social factors that shaped the passage of<br />prohibition laws at the local and state level between 1890 and 1920. The<br />research team built two core datasets, and integrated these with data from the<br />US Census and data on the adoption of prohibition laws. The first dataset<br />describes the state level organization of the Anti-Saloon League from<br />1890-1919. The second dataset includes state level organization characteristics of the Women&rsquo;s Christian Temperance Union for all fifty states from 1890-1919, and county level characteristics for Iowa, Virginia, Arizona, Michigan and North Carolina during key years. These measures were merged with data describing prohibition outcomes: the passage of dry laws, and the returns from prohibition referenda.<br />This project provided training and research opportunities<br />for graduate and undergraduate students at two institutions. Undergraduate<br />research assistants at Christopher Newport University, primarily a teaching<br />college, learned data management and coding of historical materials. At UNC,<br />graduate students conducted systematic data collection, coding, and spatial<br />modeling.</p>\n<p>This research documents the role of ethnic conflict and<br />threat in producing prohibition outcomes. Specifically, analyses indicate that<br />areas nearby German, Irish, and Italian immigrants were more likely to adopt<br />prohibition laws, suggesting that prohibition was motivated by conflict between<br />these groups and nativ...",
  "por_txt_cntn": "\n\nHow do social movements build broad popular support and\nsecure sweeping policy changes? This study focuses on demographic, economic, and institutional factors, as well as movement-specific organizational dynamics, to examine under which conditions movement support thrives and results in policy changes. Moreover, this study examines whether movement support and policies diffuse across neighboring states and counties, and how these trends shape one another. As a case in point, this project focuses on the U.S. Prohibition movement, which was one of the largest, longest-lasting, and most successful movements in U.S. history.\n\nAlthough much attention has focused on the passage and\nimplementation of prohibition at the federal level, the story of prohibition\nneeds to be told at the state and local level. At each of these levels\ndifferent factors aligned to bring about prohibition success or failure. At the\nstate level, cultural and demographic characteristics were important and can be thought of as a necessary precondition for prohibition. The existence of\ncultural groups that were open to the prohibitionist message, however, was not sufficient to bring about dry laws. This demographic advantage had to be\ntranslated into either a legislature that would enact such laws or into a\nstatewide referendum in which voters could be encouraged to adopt them. At the local level, prohibitionists again sought to change the composition of those\ndoing the voting. Local demographics could not be easily changed the way state legislatures could. So, dry campaigners (especially the WCTU) worked to bring out the dry vote through partnership with local church organizations. At the same time, they also sought to depress wet voting by two means. Dry campaigns initially sought to eliminate saloons thus directly attacking the sites of liquor organization. Indirectly, eliminating saloons also decreased the\neconomic dependence of localities on liquor tax dollars thereby weakening a key argument liquor interests used to persuade voters to continue alcohol sales.Prohibition can be thought of as not so much the will of the majority as the careful creation of majorities both in state legislators and the voting public\nto secure legal change.\nThe major project goal was to collect original data documenting\nthe organizational, political, and social factors that shaped the passage of\nprohibition laws at the local and state level between 1890 and 1920. The\nresearch team built two core datasets, and integrated these with data from the\nUS Census and data on the adoption of prohibition laws. The first dataset\ndescribes the state level organization of the Anti-Saloon League from\n1890-1919. The second dataset includes state level organization characteristics of the WomenÆs Christian Temperance Union for all fifty states from 1890-1919, and county level characteristics for Iowa, Virginia, Arizona, Michigan and North Carolina during key years. These measures were merged with data describing prohibition outcomes: the passage of dry laws, and the returns from prohibition referenda.\nThis project provided training and research opportunities\nfor graduate and undergraduate students at two institutions. Undergraduate\nresearch assistants at Christopher Newport University, primarily a teaching\ncollege, learned data management and coding of historical materials. At UNC,\ngraduate students conducted systematic data collection, coding, and spatial\nmodeling.\n\nThis research documents the role of ethnic conflict and\nthreat in producing prohibition outcomes. Specifically, analyses indicate that\nareas nearby German, Irish, and Italian immigrants were more likely to adopt\nprohibition laws, suggesting that prohibition was motivated by conflict between\nthese groups and native whites. Preliminary results suggest that the WomenÆs\nChristian Temperance Union was not successful in gaining passage of prohibition legislation, while the Anti-Saloon League was extraordinarily successful. Findings from th..."
 }
}