{
 "awd_id": "1247370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Workshop: Critical Zone Observatories for Sustainable Soil Development and Beyond",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 48000.0,
 "awd_amount": 48000.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "Earth's Critical Zone (CZ) refers to the thin layer of earth from the bottom of the ground water to the top of the vegetation upon which humanity is so utterly dependent for life support. This layer provides vital ecosystem services to sustain our economy. With projected human population growth and associated environmental change in the future, it is imperative to understand the impacts of anthropogenic activities and climate change on CZ biogeochemical processes and rates. \r\n\r\nIn response to this pressing global need, a global network of observatories, called Critical Zone Observatories (CZOs), have been established over the course of the past five years primarily in the United States and Europe. These observatories are to provide an unprecedented intensity and scale of scientific observations, where interdisciplinary scientists come together to test hypotheses, identify ecosystem processes and measure their rates, develop mathematical models, and make use of multiple sensors and sampling methods. By now, 60 observatories are established in 25 countries and scientists from diverse disciplines are now actively engaged in developing a concerted international research effort that explicitly links CZOs and Critical Zone research to the global sustainability agenda. \r\n\r\nThis proposal requests support to hold an international workshop on CZ processes in China to promote collaboration between Chinese and US scientists. For this, the meeting will also promote the CZO concept among Chinese scientists, involving Chinese funding agencies in supporting the CZ research. The second objective is to train young scientists and students in the CZ science. The third objective is to identify possible CZO sites in China so that they can join the international network. The principal investigator (PI) will work closely with the Chinese counterparts to arrange logistics. Following 2-3 day plenary sessions and small group discussions, the participants will visit a red soil field site in Jiangxi Province, China. The PI and Chinese collaborators will implement various methods to sustain the international activities for the long term. \r\n\r\nThe workshop will address globally significant research questions and will greatly advance our understanding of the complex interactions between the atmosphere, biosphere, hydrosphere, and lithosphere. These topics are of interest to geologists, microbiologists, geochemists, hydrologists, civil and environmental engineers, and the general public with broad theoretical and practical implications. The workshop is most likely to stimulate integrated multidisciplinary research among the US, the European, and Chinese scientists. The workshop report will be placed on the workshop website. The site will also contain important information such as faculty and student exchange opportunities, any new program announcements, job opportunities, joint proposal opportunities, meeting announcements, etc.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hailiang",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hailiang Dong",
   "pi_email_addr": "dongh@miamioh.edu",
   "nsf_id": "000319040",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "",
  "perf_city_name": "Oxford",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earth&rsquo;s Critical Zone (CZ) refers to the thin layer of earth from the bottom of the ground water to the top of the vegetation upon which humanity is so utterly dependent for life support. This layer provides vital ecosystem services to sustain our economy. With projected human population growth and associated environmental change in the future, it is imperative to understand the impacts of anthropogenic activities and climate change on CZ biogeochemical processes and rates.</p>\n<p>&nbsp;</p>\n<p>In response to this pressing global need, a global network of observatories, called Critical Zone</p>\n<p>Observatories (CZOs), have been established over the course of the past five years primarily in the United States and Europe. These observatories are to provide an unprecedented intensity and scale of scientific observations, where interdisciplinary scientists come together to test hypotheses, identify ecosystem processes and measure their rates, develop mathematical models, and make use of multiple sensors and sampling methods. By now, 60 observatories are established in 25 countries and scientists from diverse disciplines are now actively engaged in developing a concerted international research effort that explicitly links CZOs and Critical Zone research to the global sustainability agenda.</p>\n<p>&nbsp;</p>\n<p>We held an international workshop on CZ processes in Wuhan, China, from September 5 through 8, 2013 to promote collaboration between Chinese and scientists around the world. For this, the meeting promoted the CZO concept among Chinese scientists, involving Chinese funding agencies in supporting the CZ research. The workshop also trained young scientists and students in the CZ science. The workshop also served as a platform to identify possible CZO sites in China so that they can join the international network. Following 2-3 day plenary sessions and small group discussions, the participants visited a red soil field site in Jiangxi Province, China.</p>\n<p>&nbsp;</p>\n<p>The workshop addressed globally significant research questions and would greatly advance our understanding of the complex interactions between the atmosphere, biosphere, hydrosphere, and lithosphere. These topics were of interest to geologists, microbiologists, geochemists, hydrologists, civil and environmental engineers, and the general public with broad theoretical and practical implications. The workshop is most likely to stimulate integrated multidisciplinary research among the US, the European, and Chinese scientists.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2013<br>\n\t\t\t\t\tModified by: Hailiang&nbsp;Dong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEarthÆs Critical Zone (CZ) refers to the thin layer of earth from the bottom of the ground water to the top of the vegetation upon which humanity is so utterly dependent for life support. This layer provides vital ecosystem services to sustain our economy. With projected human population growth and associated environmental change in the future, it is imperative to understand the impacts of anthropogenic activities and climate change on CZ biogeochemical processes and rates.\n\n \n\nIn response to this pressing global need, a global network of observatories, called Critical Zone\n\nObservatories (CZOs), have been established over the course of the past five years primarily in the United States and Europe. These observatories are to provide an unprecedented intensity and scale of scientific observations, where interdisciplinary scientists come together to test hypotheses, identify ecosystem processes and measure their rates, develop mathematical models, and make use of multiple sensors and sampling methods. By now, 60 observatories are established in 25 countries and scientists from diverse disciplines are now actively engaged in developing a concerted international research effort that explicitly links CZOs and Critical Zone research to the global sustainability agenda.\n\n \n\nWe held an international workshop on CZ processes in Wuhan, China, from September 5 through 8, 2013 to promote collaboration between Chinese and scientists around the world. For this, the meeting promoted the CZO concept among Chinese scientists, involving Chinese funding agencies in supporting the CZ research. The workshop also trained young scientists and students in the CZ science. The workshop also served as a platform to identify possible CZO sites in China so that they can join the international network. Following 2-3 day plenary sessions and small group discussions, the participants visited a red soil field site in Jiangxi Province, China.\n\n \n\nThe workshop addressed globally significant research questions and would greatly advance our understanding of the complex interactions between the atmosphere, biosphere, hydrosphere, and lithosphere. These topics were of interest to geologists, microbiologists, geochemists, hydrologists, civil and environmental engineers, and the general public with broad theoretical and practical implications. The workshop is most likely to stimulate integrated multidisciplinary research among the US, the European, and Chinese scientists.\n\n \n\n\t\t\t\t\tLast Modified: 12/09/2013\n\n\t\t\t\t\tSubmitted by: Hailiang Dong"
 }
}