{
 "awd_id": "1247690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Augmenting Human Creativity Through Human-Robot Interaction",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "Few would disagree about the importance of creativity in human lives.  Science depends on the creative mind.  So does the economic viability of nations today.  The goal of this grant is to open up a new frontier in human-robot interaction whereby it becomes possible to augment human creativity through human-robot interaction.  This possibility could emerge by embedding sophisticated search functions and AI software in a social robot, which then engages in dialog with the user, decides on key terms for a search, filters the results (based on unique and long-standing histories of the user), and decides which results to bring forward at specific junctions in the human-robot dialog.  \r\n\r\nIntellectual Merit:  There are four overarching goals: (1) To conceptualize the creativity domain and to generate creativity methods in human-robot interaction.  (2) To develop human-robot interaction patterns that set up (a) people's prior social relationships with a social robot such that people are open to creating with the robot, and (b) the interactions with the robot for the creative process itself.  (3) Piloting research toward fostering creativity in interaction with ATR's humanoid robot, Robovie.  And (4) conducting a formal research study to test new forms of creativity with ATR's humanoid robot, Robovie.\r\n\r\nBroader Impacts:  This research will (1) lead to the mentoring of undergraduate and graduate students; (2) broaden the participation of females in HCI; and (3) promote the transfer of expert knowledge from a leading Japanese laboratory to the United States.  More broadly, (4) this new vision for HRI could be transformative insofar as over the next 3-10 years this form of human-robot interaction could provide an entirely new way that people generate new knowledge, and thereby help promote exponential growth in the sciences, as well as in some of the humanities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kahn",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Peter H Kahn",
   "pi_email_addr": "pkahn@uw.edu",
   "nsf_id": "000451980",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "1414 NE 42nd St Ste 201",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Few would disagree about the importance of creativity in human lives. Science depends on the creative mind. So does the economic viability of nations today. The goal of this project is to open up a new frontier in human-robot interaction whereby it becomes possible to augment human creativity through interaction with robots. This possibility could emerge by embedding sophisticated search functions and AI software in a social robot, which then engages in dialog with the user, decides on key terms for a search, filters the results (based on unique and long-standing histories of the user), and decides what results to bring forward at specific junctions in the human-robot dialog. Something of this interaction already happens in generative discussions between humans, when two or more people are talking with one another while simultaneously searching the web and bringing relevant search results forward in the discussion. The difference, however, is that through utilizing analytic search functions and AI software, the social robot will bring different ideas forward than would a human, thus fostering in humans the ability to generate new forms of creative ideas. In this vision of human-robot interaction, human creativity is augmented: enhanced in fundamentally new ways.</p>\n<p>We have achieved four overarching goals in this project: (1) We conceptualized and generated methods of measuring creativity in human-robot interaction. (2) We developed specific forms of interaction between a person and a robot that set up (a) people's prior social relationships with a social robot such that people are open to creating with the robot, and (b) the interactions with the robot for the creative process itself. (3) We conducted a proof-of-concept study to determine whether creative collaboration between a person and a robot is possible and can foster creative efforts. And (4) we conducted an&nbsp;<span>experimental study</span>&nbsp;to test whether people performed better creatively when interacting with a social robot vs. working alone.</p>\n<p>Results from the first study supported our proof&nbsp;of concept in that all participants engaged in creative collaborative work with a social robot, and that the majority of the participants, in particular the majority the participants&nbsp;who had the highest creativity scores, incorporated the&nbsp;robot&rsquo;s ideas into their own ideas for their creative output. Results from the&nbsp;<span>experimental study&nbsp;</span>showed that the participants that worked with a social robot on a artistic (rock garden) design task on average performed more creative expressions than participants that worked alone. However this effect was not as strong when taken into consideration the durations of how long participants worked on the rock garden. Taken together, these results suggest people can benefit creatively through interaction with a social robot, and that for people who tend not to on their own engage with creativity tasks,&nbsp;interaction with a social robot can potentially be more effective in improving their creative performances.</p>\n<p>The central contribution of this work is that we generated a new form of human-robot interaction that augments human creativity, and provided initial empirical data in support of a vision of computational/robotic systems that&nbsp;do not do things for people but engage people in tailored and effective ways&nbsp;so that people can do things for&nbsp;themselves better. This form of interaction could be continuously develop and improve with increasing computational advancements. It could also scale to a global population (in the way that cell phones have scaled quickly) insofar as it could be implemented pervasively. In these ways, our vision of augmenting human creativity through human-robot interaction could help promote exponential growth in all of the sciences, as well as in some of the humanities.</p><br>\n<p>...",
  "por_txt_cntn": "\nFew would disagree about the importance of creativity in human lives. Science depends on the creative mind. So does the economic viability of nations today. The goal of this project is to open up a new frontier in human-robot interaction whereby it becomes possible to augment human creativity through interaction with robots. This possibility could emerge by embedding sophisticated search functions and AI software in a social robot, which then engages in dialog with the user, decides on key terms for a search, filters the results (based on unique and long-standing histories of the user), and decides what results to bring forward at specific junctions in the human-robot dialog. Something of this interaction already happens in generative discussions between humans, when two or more people are talking with one another while simultaneously searching the web and bringing relevant search results forward in the discussion. The difference, however, is that through utilizing analytic search functions and AI software, the social robot will bring different ideas forward than would a human, thus fostering in humans the ability to generate new forms of creative ideas. In this vision of human-robot interaction, human creativity is augmented: enhanced in fundamentally new ways.\n\nWe have achieved four overarching goals in this project: (1) We conceptualized and generated methods of measuring creativity in human-robot interaction. (2) We developed specific forms of interaction between a person and a robot that set up (a) people's prior social relationships with a social robot such that people are open to creating with the robot, and (b) the interactions with the robot for the creative process itself. (3) We conducted a proof-of-concept study to determine whether creative collaboration between a person and a robot is possible and can foster creative efforts. And (4) we conducted an experimental study to test whether people performed better creatively when interacting with a social robot vs. working alone.\n\nResults from the first study supported our proof of concept in that all participants engaged in creative collaborative work with a social robot, and that the majority of the participants, in particular the majority the participants who had the highest creativity scores, incorporated the robotÆs ideas into their own ideas for their creative output. Results from the experimental study showed that the participants that worked with a social robot on a artistic (rock garden) design task on average performed more creative expressions than participants that worked alone. However this effect was not as strong when taken into consideration the durations of how long participants worked on the rock garden. Taken together, these results suggest people can benefit creatively through interaction with a social robot, and that for people who tend not to on their own engage with creativity tasks, interaction with a social robot can potentially be more effective in improving their creative performances.\n\nThe central contribution of this work is that we generated a new form of human-robot interaction that augments human creativity, and provided initial empirical data in support of a vision of computational/robotic systems that do not do things for people but engage people in tailored and effective ways so that people can do things for themselves better. This form of interaction could be continuously develop and improve with increasing computational advancements. It could also scale to a global population (in the way that cell phones have scaled quickly) insofar as it could be implemented pervasively. In these ways, our vision of augmenting human creativity through human-robot interaction could help promote exponential growth in all of the sciences, as well as in some of the humanities.\n\n\t\t\t\t\tLast Modified: 10/07/2014\n\n\t\t\t\t\tSubmitted by: Peter H Kahn"
 }
}