{
 "awd_id": "1247936",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Teacher-Scientist Partnership Conference",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 140771.0,
 "awd_amount": 140771.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "The Science & Health Education Partnership at the University of California at San Francisco and the American Association for the Advancement of Science (AAAS) are co-hosting the first-ever International Teacher-Scientist Partnership Conference in February 2013.  There has been an increasing focus on the role of scientists in pre-college science education both in the United States and abroad.  With this increase in attention, more partnership initiatives are begun each year with the goal of supporting K-12 science education.  These partnerships originate in individual laboratories, through university departments or outreach centers, and through corporations and professional societies, and they receive funding from a wide variety of sources, such as private foundations, the National Institutes of Health, the National Science Foundation, state and federal Departments of Education, and international funding agencies.  \r\n\r\nThe International Teacher-Scientist Partnership Conference, by bringing together about 200 teachers, scientists, and partnership specialists for a 2-day meeting prior to the AAAS 2013 Annual Meeting in Boston, is significantly advancing the teacher-scientist partnership field.  The Conference is an opportunity for partnership specialists - the professionals who develop and facilitate the partnership programs - from around the world to learn from one another about program structures and evaluation; to develop a professional community and potential collaborations; and, critically, to learn from teachers and scientists involved in these programs.  Funding is available for early career scientists (graduate students and postdoctoral fellows) and teachers to attend the conference.  With keynote speakers, moderated panels, and breakout sessions, participants are sharing what has worked well for them when partnering teachers and scientists while also learning from others.  This meeting has the potential to increase capacity for partnership work throughout the country and world.  As the Conference concludes, information from the meeting will be posted on many websites, including those of MSPnet (www.mspnet.org) and AAAS (www.aaas.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Nielsen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine M Nielsen",
   "pi_email_addr": "katherine.nielsen@ucsf.edu",
   "nsf_id": "000460409",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Betty",
   "pi_last_name": "Calinger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Betty J Calinger",
   "pi_email_addr": "bcalinge@aaas.org",
   "nsf_id": "000403659",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca L Smith",
   "pi_email_addr": "Rebecca.Smith@ucsf.edu",
   "nsf_id": "000118584",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "100 Medical Ctr Way, Woods Blg",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941071111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179300",
   "pgm_ele_name": "MSP-OTHER AWARDS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1793",
   "pgm_ref_txt": "MSP-Other Awards"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140771.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With support from the National Science Foundation, the Science &amp; Health Education Partnership (SEP) at the University of California at San Francisco (UCSF) and the American Association for the Advancement of Science (AAAS) hosted the first-ever International Teacher-Scientist Partnership Conference (ITSPC) in February 2013.&nbsp;</p>\n<p>The teacher-scientist partnership field has grown substantially in the past ten years. Federal and private funding supports a range of program models that partner science, technology, mathematics, and engineering (STEM) professionals with K-12 teachers and their students in support of quality science education. With more than a million engineers and scientists in the United States over age 60 and more than half a million doctoral students and postdoctoral trainees, there is a great pool of potential scientist volunteers to tap; and universities and non-profits have developed a wide variety of models to support these partnerships within their local contexts.</p>\n<p>The number of partnership programs is likely to continue to grow as there are calls for even more partnerships between STEM professionals and K-12 teachers and schools. President Obama has lauded programs that connect scientists with schools and, in their 2010 report, the President's Council of Advisors on Science and Technology (PCAST) included the following:</p>\n<p><em>The Department of Education, working with the National Science Foundation, should help ensure that all schools and school systems have access to relevant STEM-expertise by setting a national goal, and developing and supporting programs, to ensure that:</em><em></em></p>\n<p><em>1. every middle and high school has a STEM partner organization, such as a research organization, college or university, or a STEM-based nonprofit or company, to provide direct connections for teachers and students to STEM practitioners;</em><em></em></p>\n<p><em>2. every elementary and middle school has at least two highly knowledgeable STEM expert teacher-coaches, one in mathematics and one in science, who can serve as resources for the content and teaching of mathematics and science; and</em><em></em></p>\n<p><em>3. all schools can readily draw on the expertise of volunteer STEM professionals, especially retired scientists and engineers (page 114).</em></p>\n<p>Given the growth of the field, support from NSF for the Conference was timely. The Conference brought together 400 teachers, scientists, and partnership specialists for a 2-day meeting prior to the AAAS 2013 Annual Meeting. Response to the Conference was overwhelming - we expected 200 people to attend and had to cap registration at 400 because of room capacity limitations. Keynote speakers included Bruce Alberts (former Editor-in-Chief, Science magazine &amp; UC San Francisco Professor Emeritus),<em> </em>Shirley Malcom (Head, AAAS Education and Human Resources), Sonia Ortega (Program Officer, Division of Graduate Education, National Science Foundation), and Heidi Schweingruber (Deputy Director, Board on Science Education, National Research Council). Sonia Ortega also moderated a panel discussing different models of teacher-scientist partnerships with Claudette Bateup (Commonwealth Scientific and Industrial Research Organisation, Australia), Jay Dubner (Columbia University), Katherine Nielsen (UC San Francisco) and Christos Zahopoulos (Northeastern University) as speakers.</p>\n<p>The conference consisted of nearly 50 breakout sessions. Sessions covered a range of topics, including different program models, how to get started, how to grow and sustain programs, funding, evaluation, and more. In addition, in order to reach a broader audience while also providing the opportunity for partnership programs to network with and learn from each other, a poster session with 80 posters was held during the AAAS meeting.</p>\n<p>With travel support from NSF, 52 teachers and early career ...",
  "por_txt_cntn": "\nWith support from the National Science Foundation, the Science &amp; Health Education Partnership (SEP) at the University of California at San Francisco (UCSF) and the American Association for the Advancement of Science (AAAS) hosted the first-ever International Teacher-Scientist Partnership Conference (ITSPC) in February 2013. \n\nThe teacher-scientist partnership field has grown substantially in the past ten years. Federal and private funding supports a range of program models that partner science, technology, mathematics, and engineering (STEM) professionals with K-12 teachers and their students in support of quality science education. With more than a million engineers and scientists in the United States over age 60 and more than half a million doctoral students and postdoctoral trainees, there is a great pool of potential scientist volunteers to tap; and universities and non-profits have developed a wide variety of models to support these partnerships within their local contexts.\n\nThe number of partnership programs is likely to continue to grow as there are calls for even more partnerships between STEM professionals and K-12 teachers and schools. President Obama has lauded programs that connect scientists with schools and, in their 2010 report, the President's Council of Advisors on Science and Technology (PCAST) included the following:\n\nThe Department of Education, working with the National Science Foundation, should help ensure that all schools and school systems have access to relevant STEM-expertise by setting a national goal, and developing and supporting programs, to ensure that:\n\n1. every middle and high school has a STEM partner organization, such as a research organization, college or university, or a STEM-based nonprofit or company, to provide direct connections for teachers and students to STEM practitioners;\n\n2. every elementary and middle school has at least two highly knowledgeable STEM expert teacher-coaches, one in mathematics and one in science, who can serve as resources for the content and teaching of mathematics and science; and\n\n3. all schools can readily draw on the expertise of volunteer STEM professionals, especially retired scientists and engineers (page 114).\n\nGiven the growth of the field, support from NSF for the Conference was timely. The Conference brought together 400 teachers, scientists, and partnership specialists for a 2-day meeting prior to the AAAS 2013 Annual Meeting. Response to the Conference was overwhelming - we expected 200 people to attend and had to cap registration at 400 because of room capacity limitations. Keynote speakers included Bruce Alberts (former Editor-in-Chief, Science magazine &amp; UC San Francisco Professor Emeritus), Shirley Malcom (Head, AAAS Education and Human Resources), Sonia Ortega (Program Officer, Division of Graduate Education, National Science Foundation), and Heidi Schweingruber (Deputy Director, Board on Science Education, National Research Council). Sonia Ortega also moderated a panel discussing different models of teacher-scientist partnerships with Claudette Bateup (Commonwealth Scientific and Industrial Research Organisation, Australia), Jay Dubner (Columbia University), Katherine Nielsen (UC San Francisco) and Christos Zahopoulos (Northeastern University) as speakers.\n\nThe conference consisted of nearly 50 breakout sessions. Sessions covered a range of topics, including different program models, how to get started, how to grow and sustain programs, funding, evaluation, and more. In addition, in order to reach a broader audience while also providing the opportunity for partnership programs to network with and learn from each other, a poster session with 80 posters was held during the AAAS meeting.\n\nWith travel support from NSF, 52 teachers and early career scientists (graduate and post doctoral students) were able to attend the meeting. Both teachers and early career scientists generally have limited funding to support attendance at conferences a..."
 }
}