{
 "awd_id": "1248117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE: Stochastic Processing Calculus: A New Methodology for Advanced Semiconductor Manufacturing and Data Center Networking",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 750000.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "This INSPIRE award is partially funded by Research in Networking Technology and Systems Program in the Division of Computer and Network Systems in the Directorate for Computer and Information Science and Engineering, the Manufacturing Enterprise Systems Program in the Division of Civil, Mechanical and Manufacturing in the Directorate for Engineering, and the Communications and Information Foundations Program in the Division of Computing and Communications Foundations in the Directorate for Computer and Information Science and Engineering. \r\n\r\nThis project addresses common problems across two traditionally separate disciplines of manufacturing and networking by focusing on the following applications in the two fields-advanced semiconductor manufacturing and virtualized data center networking. Research in each field has heretofore focused on different problems, with semiconductor manufacturing largely focused on throughput maximization, mean cycle time minimization and system stability and cloud networking on network performance guarantees.  However, the two areas would benefit from sharing a common integrated focus and a unifying stochastic processing network model for modeling and analyzing problems. This project contributes this new mathematical foundation along with a set of practical service disciplines and scheduling algorithms to enable reasoning about and to provide performance guarantees in stochastic processing networks. In particular, this project will concurrently investigate the problems of delivery guarantees in semiconductor manufacturing and network performance guarantees in virtualized data centers so that the two application domains can inform each other and by doing so develop new solutions that might not otherwise be imagined. \r\n\r\nThe central contribution of the proposed work will be a new mathematical foundation, which the principal investigators call Stochastic Processing Calculus that will allow researchers and practitioners to reason about and provide performance guarantees for diverse range of applications that can be modeled as stochastic processing networks.  Scientific discoveries often happen at the intersection of two disciplines. This project involves very competent and accomplished researchers (in the areas of networking, network theory, and industrial systems engineering and operations research) and crosses diverse disciplines with the intension of looking at a set of intersections as it explores and advances Stochastic Processing Calculus.  The contributions from this effort include exploring this new area of mathematics and in its potentially transformational application to each of the two research areas.    \r\n\r\nBroader Impact: This INSPIRE project is transformational in that it promises to deliver a new rigorous modeling and analytical framework that can encompass a broad range of emerging networking problems.  New analytical and algorithmic results that will be developed for the general abstraction of stochastic processing network are expected to have broad applications in a diverse range of fields.  More broadly speaking, the proposed work is transformational in that it will contribute to a larger body of 'Network Science'.  Network Science is being recognized as an emerging field in its own right in that many of the mathematical foundations and network algorithmics developed in the networking community are finding wide applications in many other fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bill",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bill Lin",
   "pi_email_addr": "billlin@ece.ucsd.edu",
   "nsf_id": "000441658",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 Gilman Drive",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930407",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  },
  {
   "pgm_ele_code": "795100",
   "pgm_ele_name": "ENG IDR-Eng Interdisciplin Res"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 750000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Stochastic queuing systems have many applications in computer networking. In this project, we advance the state-of-the-art in two ways. First, we developed new network design solutions for both backbone and data center networks. Second, we developed new mathematical machineries for analyzing stochastic queuing systems. These machineries are useful in several ways: they enable us to more deeply understand the network design problems under consideration; they enable us to analyze the network designs that we have developed and provide performance guarantees; and they help to inspire new design ideas based on a deeper understanding of the underlying system dynamics.</p>\n<p>In particular, we developed new adaptive routing algorithms that can load-balance traffic across the network. One well-studied throughput-optimal routing policy is the maximum backpressure policy. However, this policy typically has poor delay performance under moderate loads because packets may be sent over unnecessarily long routes or loops. Further, backpressure-based routing requires a huge amount of differential backlog calculations and exchanges. To remedy these pitfalls, we developed new classes of backpressure-based algorithms that only use shortest-path routes to destinations when they are sufficient to accommodate the given traffic load, but the proposed algorithms will incrementally expand routing choices as needed to accommodate increasing loads. We show by means of fluid analysis that the proposed algorithms retain network-wide throughput-optimality, and we show by means of simulations that they provide substantial improvements in delay performance as well as reductions in information exchanges.</p>\n<p>We also developed several new load-balanced switch architectures, including a design called a Safe Randomization Switch (SRS). SRS builds on a well-known scheme called TCP-hashing where packets belonging to the same application-flow are routed through the same randomly chosen intermediate node in the load-balanced switch. This ensures that all packets belonging to the same application-flow will depart the switch through the same path in order. This method can unfortunatey lead to instability, depending on the mix of flow sizes and durations in the group of flows that gets randomly assigned to the same intermediate node. To remedy this, we show that TCP-hashing can be enhanced to provably guarantee both stability and packet ordering by extending the approach with safety mechanisms that can uniformly diffuse packets across the switch whenever there is a build-up of packets waiting to route through some intermediate node. Although simple and intuitive, SRS outperforms existing load-balanced switch architectures.</p>\n<p>In arriving at the above solutions, we also developed new machineries for analyzing such solutions in the context of stochastic queuing systems. We developed a new fluid-model-based proof strategy that has been successfully applied to prove the stability of our new adaptive routing algorithms. We further unified a number of common mathematical structures for worst-case large deviation analysis, including concepts like exchangeability, Schur-convexity, convex and stochastic ordering, and negative association. These unified structures have been successfully applied to bound the worst-case behavior of our load-balanced switch solutions. In addition to these mathematical machineries, we also developed several diffusion approximation techniques for analyzing stochastic queuing systems.</p>\n<p>Diffusion approximations have been a popular tool for the performance analysis of queuing systems because of their tractability and computational efficiency. However, for diffusion approximations to be useful, one must establish theoretical guarantees on the performance of steady-state diffusion approximations of queuing systems. To establish error bounds and convergence rates for such approximations, we developed a modular framework based on Stein's method, which has been successfully applied to three queuing systems: the Erlang-C, Erlang-A, and M/Ph/n+M systems. The proposed framework has three components: Poisson equation, generator coupling, and state space collapse. This framework is likely applicable to steady-state diffusion approximations for other stochastic systems.</p>\n<p>We further developed steady-state diffusion approximation of a generalized-Jackson-network (GJN). This work is built on the seminal work of Gamarnik and Zeevi that involves the limit interchange argument, which has since become a popular tool employed by researchers who study diffusion approximations. We illustrate a novel approach by using it to justify the steady-state approximation of a GJN in heavy traffic. Our approach involves working directly with the basic adjoint relationship (BAR), an integral equation that characterizes the stationary distribution of Markov processes. Our investigation shows that the BAR approach is a more natural choice than the limit interchange approach for justifying steady-state approximations, and can potentially be applied to the study of other stochastic processing networks.</p>\n<p>Finally, we developed new machineries for problems that can be modeled with semimartingale reflecting Brownian motion (SRBM). Assuming that the stationary distribution exists and is decomposable, meaning that it is equal to the product of two marginal distributions, we proved that these marginal distributions are the stationary distributions of some lower-dimensional SRBMs, whose data can be explicitly computed through that of the original SRBM. Thus, under the decomposability condition, the stationary distribution of a high-dimensional SRBM can be computed through those of lower-dimensional SRBMs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2017<br>\n\t\t\t\t\tModified by: Bill&nbsp;Lin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStochastic queuing systems have many applications in computer networking. In this project, we advance the state-of-the-art in two ways. First, we developed new network design solutions for both backbone and data center networks. Second, we developed new mathematical machineries for analyzing stochastic queuing systems. These machineries are useful in several ways: they enable us to more deeply understand the network design problems under consideration; they enable us to analyze the network designs that we have developed and provide performance guarantees; and they help to inspire new design ideas based on a deeper understanding of the underlying system dynamics.\n\nIn particular, we developed new adaptive routing algorithms that can load-balance traffic across the network. One well-studied throughput-optimal routing policy is the maximum backpressure policy. However, this policy typically has poor delay performance under moderate loads because packets may be sent over unnecessarily long routes or loops. Further, backpressure-based routing requires a huge amount of differential backlog calculations and exchanges. To remedy these pitfalls, we developed new classes of backpressure-based algorithms that only use shortest-path routes to destinations when they are sufficient to accommodate the given traffic load, but the proposed algorithms will incrementally expand routing choices as needed to accommodate increasing loads. We show by means of fluid analysis that the proposed algorithms retain network-wide throughput-optimality, and we show by means of simulations that they provide substantial improvements in delay performance as well as reductions in information exchanges.\n\nWe also developed several new load-balanced switch architectures, including a design called a Safe Randomization Switch (SRS). SRS builds on a well-known scheme called TCP-hashing where packets belonging to the same application-flow are routed through the same randomly chosen intermediate node in the load-balanced switch. This ensures that all packets belonging to the same application-flow will depart the switch through the same path in order. This method can unfortunatey lead to instability, depending on the mix of flow sizes and durations in the group of flows that gets randomly assigned to the same intermediate node. To remedy this, we show that TCP-hashing can be enhanced to provably guarantee both stability and packet ordering by extending the approach with safety mechanisms that can uniformly diffuse packets across the switch whenever there is a build-up of packets waiting to route through some intermediate node. Although simple and intuitive, SRS outperforms existing load-balanced switch architectures.\n\nIn arriving at the above solutions, we also developed new machineries for analyzing such solutions in the context of stochastic queuing systems. We developed a new fluid-model-based proof strategy that has been successfully applied to prove the stability of our new adaptive routing algorithms. We further unified a number of common mathematical structures for worst-case large deviation analysis, including concepts like exchangeability, Schur-convexity, convex and stochastic ordering, and negative association. These unified structures have been successfully applied to bound the worst-case behavior of our load-balanced switch solutions. In addition to these mathematical machineries, we also developed several diffusion approximation techniques for analyzing stochastic queuing systems.\n\nDiffusion approximations have been a popular tool for the performance analysis of queuing systems because of their tractability and computational efficiency. However, for diffusion approximations to be useful, one must establish theoretical guarantees on the performance of steady-state diffusion approximations of queuing systems. To establish error bounds and convergence rates for such approximations, we developed a modular framework based on Stein's method, which has been successfully applied to three queuing systems: the Erlang-C, Erlang-A, and M/Ph/n+M systems. The proposed framework has three components: Poisson equation, generator coupling, and state space collapse. This framework is likely applicable to steady-state diffusion approximations for other stochastic systems.\n\nWe further developed steady-state diffusion approximation of a generalized-Jackson-network (GJN). This work is built on the seminal work of Gamarnik and Zeevi that involves the limit interchange argument, which has since become a popular tool employed by researchers who study diffusion approximations. We illustrate a novel approach by using it to justify the steady-state approximation of a GJN in heavy traffic. Our approach involves working directly with the basic adjoint relationship (BAR), an integral equation that characterizes the stationary distribution of Markov processes. Our investigation shows that the BAR approach is a more natural choice than the limit interchange approach for justifying steady-state approximations, and can potentially be applied to the study of other stochastic processing networks.\n\nFinally, we developed new machineries for problems that can be modeled with semimartingale reflecting Brownian motion (SRBM). Assuming that the stationary distribution exists and is decomposable, meaning that it is equal to the product of two marginal distributions, we proved that these marginal distributions are the stationary distributions of some lower-dimensional SRBMs, whose data can be explicitly computed through that of the original SRBM. Thus, under the decomposability condition, the stationary distribution of a high-dimensional SRBM can be computed through those of lower-dimensional SRBMs.\n\n\t\t\t\t\tLast Modified: 12/30/2017\n\n\t\t\t\t\tSubmitted by: Bill Lin"
 }
}