{
 "awd_id": "1248090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  The molecular basis of aging:  The role of allele-specific gene expression, protein folding, and protein stability on the progression of aging",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "The molecular mechanisms responsible for aging remain unclear. Proposed theories ascribe aging to a buildup of deleterious mutations or damaged macromolecules, to the differential advantage of some genes early in life that are later detrimental, or to an age-related trade-off between metabolic energy used early in life for reproduction versus energy used for repair and maintenance. These models are not mutually exclusive and each may play a role in the aging process. From studies of model organisms it is known that aging is associated with a decrease in energy metabolism, decreased rates of protein translation, lower protein turnover, and a buildup of damaged proteins. This protein damage is proposed to be a natural by-product of metabolism and lifespan may be inversely correlated with metabolic rate. The Principal Investigator (PI) proposes a novel idea about the molecular basis of aging. The PI hypothesizes that damaged proteins that accumulate with aging are increasingly difficult for cells to degrade and eliminate. Cells respond to the accumulation of damaged proteins by enhancing the expression of protein metabolism genes encoding chaperonins involved in protein folding and enzymes involved in protein degradation. The enhanced protein folding capability is proposed to decrease a cellular protein quality control mechanism that minimizes expression of unstable proteins, thus creating a positive feedback loop that causes even more damaged or unfolded proteins to be created. Regulation of the system could be at either the breakdown of the protein and its mRNA, or at the level of gene expression assuming epigenetic mechanisms have evolved to down-regulate mRNAs encoding unstable proteins. The proposed working model is that controlled expression of unstable or weakly folding proteins (i.e., allele-specific gene expression) is a critical quality-control component of the youthful state that is lost in aging individuals, making the aged individual less vigorous and more susceptible to disease. This aging model predicts that allele-specific gene expression and protein quality control will be maintained during lifespan extension by caloric restriction as well as in worm and fruit fly mutants with extended lifespan. The model also predicts that identification of allele-specific gene expression experimentally coupled with computational analysis of relative protein stability will serve as an efficient assay to monitor and assess the progression of aging. This molecular model can be readily tested by combined computational and wet-lab approaches focused on mice, worms, and flies. Proof-of-concept of this novel theory has important broader impacts, leading to the development of new computational approaches for addressing the aging process which may provide diagnostic and computational approaches to mitigate the impact of inherited deleterious genes in humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Goff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Goff",
   "pi_email_addr": "sgoff@email.arizona.edu",
   "nsf_id": "000549128",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N. Euclid",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The molecular mechanisms of heterosis and aging</strong></p>\n<p>The National Science Foundation provided support in the form of an EAGER grant to explore the relationship between hybrid vigor (heterosis), aging, and protein metabolism.&nbsp; Various lines of published and unpublished evidence from plants, animals, and microbial species suggests that hybrid organisms with diverse genetics from each parent display lower rates of protein metabolism and therefore expend lower amounts of energy on protein turnover allowing them to grow faster and be more vigorous. The proposed research was designed to test the concept that specific alleles encoding slightly defective proteins are not expressed in hybrids relative to their inbred parents. Gene expression studies were designed to use modern sequencing technology (RNA-Seq) and analysis in part provided by the iPlant collaborative and in part designed to be added as an extension to the iPlant toolbox. The goals of the project evolved to include the following: 1) generate the raw gene expression data from young inbreds, young hybrids and aged hybrids, 2) develop analytical approaches and software to identify alleles that are differentially expressed in the young inbreds versus the young hybrids and in the young hybrids versus the aged hybrids, and 3) make both the data and the analytical software available to the public via the iPlant platform.</p>\n<p><span style=\"text-decoration: underline;\">Generating the gene expression data</span></p>\n<p>Mice were chosen as the most appropriate experimental model since inbred, hybrid, and aged mice are commercially available. Four tissues (liver, kidney, brain, and muscle) were isolated from young (four month old) inbred and hybrid mice lines and old (twenty-four month old) hybrid mice lines. Expressed genes (messenger RNA) was isolated from the tissues and sequenced (via RNA-Seq using an Illumina HiSeq2000).</p>\n<p><span style=\"text-decoration: underline;\">Analyzing the gene expression data</span></p>\n<p>Each individual tissue sample resulted in 50-100 million raw data reads allowing the abundant genes to be identified and analyzed. The raw data was processed for higher quality data and mapped against the reference mouse genome using the Tuxedo Suite package of analysis programs available on the iPlant cyberinfrastructure platform. Differences in gene expression were identified and a novel software platform was developed to analyze the allele-specific gene expression patterns. Three researchers analyzed the data independently and the conclusions were inconsistent between these independent analyses for reasons that are not yet clear. Goff&rsquo;s analysis revealed an interesting pattern of gene expression. The majority of genes that were identified as significantly differentially expressed between the young inbred and young F1 hybrids were not significantly different between the young inbred and aged F1 hybrids. This observation is consistent with a model of aging that postulates a loss of hybrid vigor (progression toward an inbred state) with age. It is also consistent with the vast majority of published observations on aging.</p>\n<p class=\"Proposal-Text\">Alleles identified with allele-specific gene expression were aligned to complementary alleles and provided to an expert in protein structure analysis. The majority of these alleles encoded proteins with one or a small number of single amino acids substitutions. Preliminary analysis of these proteins suggests that alleles displaying lower expression encode proteins with less stable structure. Goff believes that this is most easily explained by the mechanism of &ldquo;No-Go Decay&rdquo; which is able to screen out proteins that do not fold efficiently during translation of the mRNA on the ribosomes. The software developed under this EAGER funding is now available to iPlant users via the cyberinfrastructure platform. This software...",
  "por_txt_cntn": "\nThe molecular mechanisms of heterosis and aging\n\nThe National Science Foundation provided support in the form of an EAGER grant to explore the relationship between hybrid vigor (heterosis), aging, and protein metabolism.  Various lines of published and unpublished evidence from plants, animals, and microbial species suggests that hybrid organisms with diverse genetics from each parent display lower rates of protein metabolism and therefore expend lower amounts of energy on protein turnover allowing them to grow faster and be more vigorous. The proposed research was designed to test the concept that specific alleles encoding slightly defective proteins are not expressed in hybrids relative to their inbred parents. Gene expression studies were designed to use modern sequencing technology (RNA-Seq) and analysis in part provided by the iPlant collaborative and in part designed to be added as an extension to the iPlant toolbox. The goals of the project evolved to include the following: 1) generate the raw gene expression data from young inbreds, young hybrids and aged hybrids, 2) develop analytical approaches and software to identify alleles that are differentially expressed in the young inbreds versus the young hybrids and in the young hybrids versus the aged hybrids, and 3) make both the data and the analytical software available to the public via the iPlant platform.\n\nGenerating the gene expression data\n\nMice were chosen as the most appropriate experimental model since inbred, hybrid, and aged mice are commercially available. Four tissues (liver, kidney, brain, and muscle) were isolated from young (four month old) inbred and hybrid mice lines and old (twenty-four month old) hybrid mice lines. Expressed genes (messenger RNA) was isolated from the tissues and sequenced (via RNA-Seq using an Illumina HiSeq2000).\n\nAnalyzing the gene expression data\n\nEach individual tissue sample resulted in 50-100 million raw data reads allowing the abundant genes to be identified and analyzed. The raw data was processed for higher quality data and mapped against the reference mouse genome using the Tuxedo Suite package of analysis programs available on the iPlant cyberinfrastructure platform. Differences in gene expression were identified and a novel software platform was developed to analyze the allele-specific gene expression patterns. Three researchers analyzed the data independently and the conclusions were inconsistent between these independent analyses for reasons that are not yet clear. GoffÆs analysis revealed an interesting pattern of gene expression. The majority of genes that were identified as significantly differentially expressed between the young inbred and young F1 hybrids were not significantly different between the young inbred and aged F1 hybrids. This observation is consistent with a model of aging that postulates a loss of hybrid vigor (progression toward an inbred state) with age. It is also consistent with the vast majority of published observations on aging.\nAlleles identified with allele-specific gene expression were aligned to complementary alleles and provided to an expert in protein structure analysis. The majority of these alleles encoded proteins with one or a small number of single amino acids substitutions. Preliminary analysis of these proteins suggests that alleles displaying lower expression encode proteins with less stable structure. Goff believes that this is most easily explained by the mechanism of \"No-Go Decay\" which is able to screen out proteins that do not fold efficiently during translation of the mRNA on the ribosomes. The software developed under this EAGER funding is now available to iPlant users via the cyberinfrastructure platform. This software will allow users to analyze allele-specific gene expression from any heterozygous species.\nImplications of these observations\n\nThe preliminary findings of this research project have implications in several fields of biology including the enhancement of crop ..."
 }
}