{
 "awd_id": "1248406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2013 Interdisciplinary Summer School: Data Assimilation in Geoscience",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "The \"2013 Interdisciplinary Summer School: Data Assimilation in Geosciences\" to be held June 3-14, 2013, at the Center of Scientific Computing and Mathematical Modeling (CSCAMM), University of Maryland (UMD), College Park, MD, targets graduate students and scientists at an early stage of their career. The mathematical problem of data assimilation is both fundamental and challenging in that it aims at the monitoring and prediction of unknown true state of time-evolving system. This two-week intensive summer school is designed to build a solid foundation for data assimilation through the tutorial lectures and the computational laboratory, while providing an exposure to the current state-of-the-art of the US operational Numerical Weather Prediction (NWP), advanced methods, and new ideas. It is organized and taught by the leading scientists in the field, who are experienced with data assimilation schools for young researchers as well as workshops for specialists. Geographical proximity of UMD to the National Oceanic and Atmospheric Administration's (NOAA) National Centers for Environmental Prediction (NCEP) and NASA Goddard Space and Flight Center (GSFC) provides a unique one-of-the-kind experience to visit these centers. CSCAMM at UMD has a track record for successful summer schools and workshops. Entire summer school is carefully structured to take advantages of all these features. Lecture notes and presentations of the summer school will be disseminated through the CSCAMM website for the broader impact.\r\n\r\nIn essence, data assimilation is a complex interdisciplinary subject that involves scientific prediction using computational models and observations. The most familiar practice of data assimilation may the weather forecast, performed and provided to public by NOAA and other operational NWP centers in the world. To forecast the weather by the NWP, data assimilation adjusts the current condition of the atmosphere represented in the sophisticated computational model by fusing the contemporary atmospheric observations. Quality of the forecast largely depends on that of the data assimilation system in use. Data assimilation is thus at the very interface of science and operational technology that has significant societal impact. Improving the prediction of extreme weather events can help better support the decision making processes and lead to the positive socio-economic impact. Moreover, data assimilation has a wide range of important application areas within and beyond geosciences. One such area is the climate change projection and monitoring.  Another is the design of the future observing systems and networks. This summer school aims to provide an ideal venue for young scientists to brainstorm and initiate their future career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kayo",
   "pi_last_name": "Ide",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kayo Ide",
   "pi_email_addr": "ide@umd.edu",
   "nsf_id": "000456456",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eitan",
   "pi_last_name": "Tadmor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eitan Tadmor",
   "pi_email_addr": "tadmor@umd.edu",
   "nsf_id": "000468364",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "Lee Building",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;2013 Interdisciplinary Summer School: Data Assimilation in Geosciences&rdquo; was held June 3-14, 2013, at the Center of Scientific Computing and Mathematical Modeling (CSCAMM), University of Maryland (UMD), College Park, MD, targets graduate students and scientists at an early stage of their career. The mathematical problem of data assimilation is both fundamental and challenging in that it aims at the monitoring and prediction of unknown true state of time-evolving system. This two-week intensive summer school is designed to build a solid foundation for data assimilation through the tutorial lectures and the computational laboratory, while providing an exposure to the current state-of-the-art of the US operational Numerical Weather Prediction (NWP), advanced methods, and new ideas. It is organized and taught by the leading scientists in the field, who are experienced with data assimilation schools for young researchers as well as workshops for specialists. Geographical proximity of UMD to the National Oceanic and Atmospheric Administration&rsquo;s (NOAA) National Centers for Environmental Prediction (NCEP) and NASA Goddard Space and Flight Center (GSFC) provides a unique one-of-the-kind experience to visit these centers. CSCAMM at UMD has a track record for successful summer schools and workshops. Entire summer school is carefully structured to take advantages of all these features. Lecture notes and presentations of the summer school are being disseminated through the CSCAMM website for the broader impact.</p>\n<p style=\"text-align: left;\">In essence, data assimilation is a complex interdisciplinary subject that involves scientific prediction using computational models and observations. The most familiar practice of data assimilation may the weather forecast, performed and provided to public by NOAA and other operational NWP centers in the world. To forecast the weather by the NWP, data assimilation adjusts the current condition of the atmosphere represented in the sophisticated computational model by fusing the contemporary atmospheric observations. Quality of the forecast largely depends on that of the data assimilation system in use. Data assimilation is thus at the very interface of science and operational technology that has significant societal impact. Improving the prediction of extreme weather events can help better support the decision making processes and lead to the positive socio-economic impact. Moreover, data assimilation has a wide range of important application areas within and beyond geosciences. One such area is the climate change projection and monitoring. &nbsp;Another is the design of the future observing systems and networks. With careful thoughts given to all these aspects, this summer school provided an ideal venue for young scientists to brainstorm and initiate their future career.</p>\n<!--  /* Font Definitions */ @font-face \t{font-family:Arial; \tpanose-1:2 11 6 4 2 2 2 2 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536859905 -1073711037 9 0 511 0;} @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1791491579 18 0 131231 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073743103 0 0 415 0;} @font-face \t{font-family:Tahoma; \tpanose-1:2 11 6 4 3 5 4 4 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no...",
  "por_txt_cntn": "\nThe \"2013 Interdisciplinary Summer School: Data Assimilation in Geosciences\" was held June 3-14, 2013, at the Center of Scientific Computing and Mathematical Modeling (CSCAMM), University of Maryland (UMD), College Park, MD, targets graduate students and scientists at an early stage of their career. The mathematical problem of data assimilation is both fundamental and challenging in that it aims at the monitoring and prediction of unknown true state of time-evolving system. This two-week intensive summer school is designed to build a solid foundation for data assimilation through the tutorial lectures and the computational laboratory, while providing an exposure to the current state-of-the-art of the US operational Numerical Weather Prediction (NWP), advanced methods, and new ideas. It is organized and taught by the leading scientists in the field, who are experienced with data assimilation schools for young researchers as well as workshops for specialists. Geographical proximity of UMD to the National Oceanic and Atmospheric AdministrationÆs (NOAA) National Centers for Environmental Prediction (NCEP) and NASA Goddard Space and Flight Center (GSFC) provides a unique one-of-the-kind experience to visit these centers. CSCAMM at UMD has a track record for successful summer schools and workshops. Entire summer school is carefully structured to take advantages of all these features. Lecture notes and presentations of the summer school are being disseminated through the CSCAMM website for the broader impact.\nIn essence, data assimilation is a complex interdisciplinary subject that involves scientific prediction using computational models and observations. The most familiar practice of data assimilation may the weather forecast, performed and provided to public by NOAA and other operational NWP centers in the world. To forecast the weather by the NWP, data assimilation adjusts the current condition of the atmosphere represented in the sophisticated computational model by fusing the contemporary atmospheric observations. Quality of the forecast largely depends on that of the data assimilation system in use. Data assimilation is thus at the very interface of science and operational technology that has significant societal impact. Improving the prediction of extreme weather events can help better support the decision making processes and lead to the positive socio-economic impact. Moreover, data assimilation has a wide range of important application areas within and beyond geosciences. One such area is the climate change projection and monitoring.  Another is the design of the future observing systems and networks. With careful thoughts given to all these aspects, this summer school provided an ideal venue for young scientists to brainstorm and initiate their future career.\n\nIntellectual Merit and Broader Impact: Funds provided by NSF supported the participation of graduate students and post-doctoral fellows representing diversity of gender, ethnicity and geography. Data assimilation is fundamentally a problem of scientific prediction by integrating model and data that can be applied to beyond geosciences. The summer school provided an ideal venue for young scientists from different disciplines to brainstorm and initiate their future career in the interdisciplinary areas. All lectures were video-recorded and are freely accessible along with the lecture notes from http://www.cscamm.umd.edu/tutorials/\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2013\n\n\t\t\t\t\tSubmitted by: Kayo Ide"
 }
}