{
 "awd_id": "1248176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probabilistic Techniques in Mathematical Phylogenetics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2012-05-14",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 91476.0,
 "awd_amount": 91476.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "It is proposed to investigate the phylogenetic reconstruction problem from a probabilistic perspective. Inferring the speciation history of a group of organisms is a fundamental problem in evolutionary biology. This history is represented by a phylogeny, i.e., a rooted tree where the leaves correspond to current species and branchings indicate speciation events. The stochastic evolution of molecular sequences on such a phylogeny is an instance of a Markov model on a tree. In this project, the PI will further develop connections between the theory of Gibbs measures on trees and the phylogenetic reconstruction problem. A particular emphasis will be given to models of insertions and deletions with the objective of providing a probabilistic analysis of the multiple sequence alignment problem. Connections to information theory problems will also be considered.\r\n\r\nAssembling the Tree of Life is a fundamental problem in biology which provides insights in the study of evolution, adaptation, and speciation. Much information about past evolutionary events can be inferred from the analysis of DNA sequence data collected from existing species. A notable feature of the evolution of molecular sequences is the significant role played by randomness. In recent years, probability theory, the mathematical study of randomness, has provided key new insights in assessing the power of statistical methods to reconstruct evolutionary processes in large-scale phylogenetics. The main theme of this project is to further investigate these connections. In particular, more realistic models of evolution will be considered. New phylogenetic analysis techniques will be developed and implemented.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sebastien",
   "pi_last_name": "Roch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastien Roch",
   "pi_email_addr": "roch@math.wisc.edu",
   "nsf_id": "000545726",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 91475.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Tree of Life is a standard graphical representation of the evolutionary history of organisms. It plays an important role in many analyses in biology. &nbsp;The Tree of Life is reconstructed using DNA sequences collected from extant species. The basic idea is simple: the further in the tree two species are, the more dissimilar their sequences should be. In order to solve this reconstruction problem accurately and efficiently on large datasets, sophisticated mathematical and computational techniques have been used in recent years. Tools from probability theory have been particularly helpful in that respect because of the key role played by chance in evolutionary processes. The overall goal of this grant was to further develop this fruitful interplay between probability theory and mathematical phylogenetics through several projects extending previous rigorous tools to more realistic biological models of sequence evolution.&nbsp;</p>\n<p><br />Evolution acts on genomes through mutations which are inherited from ancestors. An important class of mutations is known as indels, whereby a nucleotide is inserted or deleted in a DNA sequence. Indels lead to significant challenges in comparing DNA data from multiple species as they cause nucleotides to be &ldquo;misaligned.&rdquo; The process of correcting for these nucleotide shifts is called the multiple sequence alignment problem--a notoriously difficult computational problem. Multiple sequence alignment is typically the first step in tree reconstruction algorithms. One major outcome of the current grant is a mathematical proof that this difficult problem can in fact be avoided. A new efficient method for reconstructing trees was developed that works directly on unaligned sequences and it was shown rigorously that almost optimal data requirement can be achieved using it. In related projects, techniques from probability theory were also employed to study the multiple sequence alignment problem in a proper evolutionary context.</p>\n<p><br />New sequencing technologies have greatly facilitated the production of larger and larger datasets. In that context, representing the evolutionary history of a group of organisms with a single tree is often a simplification. Because different genes have different histories, a more appropriate model is a collection of trees, one for each gene. This approach is relevant for instance if some genes have undergone lateral gene transfers, whereby a gene is inherited from a distant species rather than from a direct ancestor. In that case, the resulting collection of trees can be modeled mathematically as an ensemble, each gene tree being a copy of an underlying species tree subject to a form of combinatorial noise. An outcome of this project has been a mathematical proof that the species tree can be recovered from the noisy gene trees even in the presence of high rates of transfers, which is common for example in some bacterial species. Several other types of gene tree ensembles were also studied successfully.</p>\n<p><br />The reconstruction of the Tree of Life is a fundamental problem in biology which provides insights into the study of evolution, adaptation, and speciation. Through the development and broad dissemination of new algorithms for phylogenetic analysis as well as the training of graduate students, the research activities supported by this grant have helped advance the state of knowledge in evolutionary biology and may in the future contribute to the numerous benefits to society of phylogenetic research such as--just to name a few--the discovery of new life forms for biotechnology, the protection of ecosystems from invasive species, the identification of emerging diseases, or the prediction of disease outbreaks.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Sebastien&nbsp;Roch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Tree of Life is a standard graphical representation of the evolutionary history of organisms. It plays an important role in many analyses in biology.  The Tree of Life is reconstructed using DNA sequences collected from extant species. The basic idea is simple: the further in the tree two species are, the more dissimilar their sequences should be. In order to solve this reconstruction problem accurately and efficiently on large datasets, sophisticated mathematical and computational techniques have been used in recent years. Tools from probability theory have been particularly helpful in that respect because of the key role played by chance in evolutionary processes. The overall goal of this grant was to further develop this fruitful interplay between probability theory and mathematical phylogenetics through several projects extending previous rigorous tools to more realistic biological models of sequence evolution. \n\n\nEvolution acts on genomes through mutations which are inherited from ancestors. An important class of mutations is known as indels, whereby a nucleotide is inserted or deleted in a DNA sequence. Indels lead to significant challenges in comparing DNA data from multiple species as they cause nucleotides to be \"misaligned.\" The process of correcting for these nucleotide shifts is called the multiple sequence alignment problem--a notoriously difficult computational problem. Multiple sequence alignment is typically the first step in tree reconstruction algorithms. One major outcome of the current grant is a mathematical proof that this difficult problem can in fact be avoided. A new efficient method for reconstructing trees was developed that works directly on unaligned sequences and it was shown rigorously that almost optimal data requirement can be achieved using it. In related projects, techniques from probability theory were also employed to study the multiple sequence alignment problem in a proper evolutionary context.\n\n\nNew sequencing technologies have greatly facilitated the production of larger and larger datasets. In that context, representing the evolutionary history of a group of organisms with a single tree is often a simplification. Because different genes have different histories, a more appropriate model is a collection of trees, one for each gene. This approach is relevant for instance if some genes have undergone lateral gene transfers, whereby a gene is inherited from a distant species rather than from a direct ancestor. In that case, the resulting collection of trees can be modeled mathematically as an ensemble, each gene tree being a copy of an underlying species tree subject to a form of combinatorial noise. An outcome of this project has been a mathematical proof that the species tree can be recovered from the noisy gene trees even in the presence of high rates of transfers, which is common for example in some bacterial species. Several other types of gene tree ensembles were also studied successfully.\n\n\nThe reconstruction of the Tree of Life is a fundamental problem in biology which provides insights into the study of evolution, adaptation, and speciation. Through the development and broad dissemination of new algorithms for phylogenetic analysis as well as the training of graduate students, the research activities supported by this grant have helped advance the state of knowledge in evolutionary biology and may in the future contribute to the numerous benefits to society of phylogenetic research such as--just to name a few--the discovery of new life forms for biotechnology, the protection of ecosystems from invasive species, the identification of emerging diseases, or the prediction of disease outbreaks.\n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Sebastien Roch"
 }
}