{
 "awd_id": "1248071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE: Nonlinear Data Reduction applied to Dense Granular Media",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 450003.0,
 "awd_amount": 450003.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "This INSPIRE award is partially funded by the Applied Mathematics and the Topology program in the Division of Mathematical Sciences in the Directorate for Mathematical and Physical Sciences and the Granular Materials Program in the Division of Chemical, Bioengineering, Environmental, and Transport Systems in the Engineering Directorate. \r\n\r\nIt will support work that uniquely combines state of the art experimental techniques, large scale molecular dynamics simulations, and cutting edge theoretical developments in topological data analysis for the purpose of understanding and predicting the behavior of dense granular materials (DGM).  In particular, it is based on the novel proposition of using persistence diagrams, a relatively new concept in applied algebraic topology, as the fundamental modeling tool for DGM. The core tasks include the following. (1) Develop an efficient computational framework for working with persistence diagram data arising from spatiotemporal systems. (2) Using discrete element simulations (DEM) and experiments, carry out precise, well-defined, and complete characterizations of forces and stresses in DGM, including spatial and temporal variability of a given system and quantification of the differences between simulations and experiments.  (3) Formulation of an optimum combination of experiments and simulations to be used to analyze a given system, leading to reliable predictions for the nature and evolution of macroscopic quantities describing a system including stresses and bulk and shear moduli. (4) Use of persistence diagrams to characterize spatial and temporal fluctuations, including the dependence on system size, on the physical dimensions (e.g. 2D versus 3D), and particle properties such as shape or friction. (5) Study the topology of the space of persistence diagrams. Characterize the dynamics of DGM by using purely topological techniques to study time series reconstructed dynamics.\r\n\r\n\r\nGranular materials in the dense fluid-like and solid states present one of the most significant modeling challenges of our times. These materials appear in a broad spectrum of practical settings from heavy industry to pharmaceuticals. As such, they are of intense interest to the engineering world. The way in which grains pack and in which forces are carried in DGM presents a significant puzzle for the soft condensed matter and statistical physics communities.  Associated with force and packing complexity are challenging mathematical issues related to the analysis of complex high dimensional multiscale spatiotemporal data.  DGM are inherently high dimensional systems in which geometry plays a fundamental role. However because of their granular nature they cannot be usefully approximated by analytic continuum models and thus a clear method of reduction to a tractable problem is  lacking.  Our goal is to demonstrate that new ideas associated with computational topology provide an efficient, faithful and coherent approach to providing tractable models for the temporal evolution of spatial structures in DGM. The abstract nature of the topological methods being developed imply that the tools developed in this context will be applicable to a wide range of systems demonstrating complex spatiotemporal structures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Konstantin",
   "pi_last_name": "Mischaikow",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Konstantin M Mischaikow",
   "pi_email_addr": "mischaik@math.rutgers.edu",
   "nsf_id": "000427406",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "110 Frelinghuysen Rd Hill Center",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  },
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "149E",
   "pgm_ref_txt": "Granular systems"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 450003.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Characterizing the structure and dynamics of systems of particles is both scientifically challenging and of fundamental practical importance as it appears in industrial settings from heavy industry to pharmaceuticals.&nbsp; Obviously, the contacts between particles play an important role, but to gain a deeper understanding requires the ability to systematically identify and quantify the extremely complex geometry of the forces between particles. We have performed extensive experiments and numerical simulations on two dimensional and three dimensional systems. Traditional measurements of the resulting data typically provides quantification of local and global structures. We have focused on using and developing algebraic topological tools to quantify geometric features of a mesoscopic scale.&nbsp;</p>\n<p>These efforts have resulted in the following significant results. &nbsp;(1) We have performed the first direct comparisons of the local, global, and mesoscopic features of force networks derived from experiments and numerical simulations. We found reasonable agreement over a variety of metrics. &nbsp;Furthermore, the topological tools highlighted the importance of quantifying experimental noise and provided insight into directions for this quantification. &nbsp;(2) By using the algebraic topological tools to&nbsp;analyze extensive numerical simulations of particulate systems with different shaped particles, we discovered and quantified subtle influences of particle shape on mesoscopic structures of force networks. The distinctions are not clearly evident using traditional measurments. &nbsp;(3) On a theoretical level we refined error estimates associated with the topological tools. These refined errors allow us to identify with greater certainty geometric and dynamic features in complex data. &nbsp;(4) We obtained experimental results of force networks in three dimensional systems.</p>\n<p>The theoretical foundations for the algebraic topological tools are extremely general. Thus the methods developed to study systems of particles and the refined error estimates are, in principle, applicable to any complex spatio-temporal system. In fact, influenced by this work these methods and theoretical estimates have been or are currently being applied to problems involving convective fluids, turbulent fluids, dynamics of combustion, and molecular biology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2016<br>\n\t\t\t\t\tModified by: Konstantin&nbsp;M&nbsp;Mischaikow</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCharacterizing the structure and dynamics of systems of particles is both scientifically challenging and of fundamental practical importance as it appears in industrial settings from heavy industry to pharmaceuticals.  Obviously, the contacts between particles play an important role, but to gain a deeper understanding requires the ability to systematically identify and quantify the extremely complex geometry of the forces between particles. We have performed extensive experiments and numerical simulations on two dimensional and three dimensional systems. Traditional measurements of the resulting data typically provides quantification of local and global structures. We have focused on using and developing algebraic topological tools to quantify geometric features of a mesoscopic scale. \n\nThese efforts have resulted in the following significant results.  (1) We have performed the first direct comparisons of the local, global, and mesoscopic features of force networks derived from experiments and numerical simulations. We found reasonable agreement over a variety of metrics.  Furthermore, the topological tools highlighted the importance of quantifying experimental noise and provided insight into directions for this quantification.  (2) By using the algebraic topological tools to analyze extensive numerical simulations of particulate systems with different shaped particles, we discovered and quantified subtle influences of particle shape on mesoscopic structures of force networks. The distinctions are not clearly evident using traditional measurments.  (3) On a theoretical level we refined error estimates associated with the topological tools. These refined errors allow us to identify with greater certainty geometric and dynamic features in complex data.  (4) We obtained experimental results of force networks in three dimensional systems.\n\nThe theoretical foundations for the algebraic topological tools are extremely general. Thus the methods developed to study systems of particles and the refined error estimates are, in principle, applicable to any complex spatio-temporal system. In fact, influenced by this work these methods and theoretical estimates have been or are currently being applied to problems involving convective fluids, turbulent fluids, dynamics of combustion, and molecular biology.\n\n \n\n\t\t\t\t\tLast Modified: 12/18/2016\n\n\t\t\t\t\tSubmitted by: Konstantin M Mischaikow"
 }
}