{
 "awd_id": "1248066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE: Kreyol-based Cyberlearning for a New Perspective on the Teaching of STEM in local Languages",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 999993.0,
 "awd_amount": 1044584.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2017-01-17",
 "awd_abstract_narration": "This INSPIRE award is partially funded by the Cyberlearning: Transforming Education program in the Division of Information and Intelligent Systems (IIS) in Computer and Information Science and Engineering (CISE), the Research and Evaluation on Education in Science and Engineering  (REESE) program in the Division of Research on Learning in Formal and Informal Environments (DRL) in Education and Human Resources (EHR), and the Linguistics program in the Division of Behavioral and Cognitive Sciences (BCS) in Social, Behavioral, and Economic Sciences (SBE). \r\n\r\nThis project addresses the issue of how to help those whose mother tongue is a language that does not include scientific and technological terminology to nonetheless learn STEM content and practices well. While research in linguistics and on how people learn suggests that learning in one's native language will promote deeper learning than learning in another language, no research has specifically been done around this question when the native language does not include scientific and technological terminology.\r\n\r\nThe focus of this project is on the creation and innovative uses of Open Education Resources (OER) for STEM learning at the post-secondary level with Haitian Creole (Kreyol) as the language of instruction. As part of their work, the PI and his team are creating a set of Haitian Creole-based, technology-enabled active-learning resources for STEM higher education in Haiti. Haitian public policy is to teach in French, a distinct disadvantage for the Kreyol-speaking public. In addition, there are few materials, and almost no on-line materials, available in Kreyol that can serve as resources. Interactive materials and resources created at MIT (STAR; Software Tools for Academics and Researchers) are being translated into Kreyol and embedded within the active-learning framework for learning science and engineering created by and used successfully in large classes at MIT (TEAL; Technology-Enabled Active Learning). Professional development materials for TEAL are being translated into Kreyol as part of the project, and Haitian teachers are learning to use an active-learning approach. A variety of fundamental research questions are being addressed, pertaining to (i) the effects, impacts, and challenges of creating opportunities to learn in one's mother tongue, especially when it does not already contain relevant vocabulary (ii) the creation and diffusion of scientific and technical vocabulary in languages without technical words, called \"language engineering\", (iii) technical and socio-technical issues in adapting and incorporating learning technologies into the learning environments of underserved populations.\r\n\r\nThe proposed project crosses goals of NSF programs in linguistics, education, and cyberlearning but does not fit directly into any existing NSF programs. With respect to linguistics, the project makes systematic use of Kreyol in the production of materials and includes substantial language engineering. As such, it is a translational linguistics project, putting knowledge about language structure to work in ways that may raise fundamental new questions for linguistics research. With respect to STEM education, the proposed project promotes large-scale adoptions of proven educational innovations, and its approach (systematic use of the language of discourse of a community) is quite different from other scale-up and dissemination projects. With respect to cyberlearning, the proposed work aims to study impacts of available educational software and other resources on learning and extend the reach of existing well-designed learning technologies. The infrastructure that will be set up may very well provide other researchers opportunities to learn more about personalizing learning for specialized populations. This project aims to bring together what is known across disciplines for positive societal change. \r\n\r\nIn Haiti and other parts of the \"Global South,\" education is offered only in the language of previous colonial powers rather than in the native language of the population.  Because the colonial language is not the mother tongue of either teachers or students, most of the population are at a huge disadvantage with respect to STEM learning. This, in turn, contributes to perpetuating the poverty and lack of economic development in these countries.  Two hypotheses form the foundation for this project:  (1) Better science, technology, engineering, and math education in under-developed countries will lead to better economic development. (2) Education in the language of the community will qualitatively and transformationally improve learning. The investigators are therefore bringing together what is known across the fields of linguistics, education, and learning technologies to develop effective educational materials in the mother tongue of Haitian students and to help teachers learn up-to-date active-learning methodologies for teaching STEM subjects. They are studying the effects of these materials and approaches and learning how to design and integrate such materials into the learning environment and broader cultural environment of the learners. The project is being carried out across a variety of post-secondary institutions. Potential broader and transformational impacts include improved economic development in countries in the \"Global South\" and perhaps a paradigm shift in thinking about the role of local languages in STEM education. Such a paradigm shift could lead to improved access to education for all, both in countries where the spoken language is not a language with scientific and technical vocabularies and in developed countries where some of the population (e.g., refugees and new immigrants) do not yet speak the language of the country well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michel",
   "pi_last_name": "DeGraff",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michel A DeGraff",
   "pi_email_addr": "degraff@mit.edu",
   "nsf_id": "000568427",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vijay",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vijay Kumar",
   "pi_email_addr": "vkumar@mit.edu",
   "nsf_id": "000105551",
   "pi_start_date": "2013-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7625",
   "pgm_ref_txt": "REESE"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 999993.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 44591.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>MIT-Haiti Initiative</strong></p>\n<div><strong><br /></strong></div>\n<div>Our most important impact concerns a paradigm shift in education in Haiti and elsewhere in the Global South where non-colonial languages are excluded from education and where the former colonial language (e.g., French in Haiti) excludes the majority from quality education.&nbsp; Such (mis-)use of language impedes socio-economic development and truly democratic political participation.</div>\n<div>&nbsp; &nbsp;</div>\n<div>&nbsp; &nbsp;&nbsp;</div>\n<div></div>\n<div>Our project has substantiated three necessary, though not sufficient, ingredients, for moving Haiti forward: mother-tongue based education, active learning and educational technology.</div>\n<div>&nbsp;</div>\n<div>Our project has shed light on two fundamental questions:</div>\n<div>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</div>\n<div>1.&nbsp;What does change look like in complex post-colonial contexts, especially change in educators' attitudes toward the use of stigmatized vernacular languages (e.g., Haitian Creole) in formal education?&nbsp;</div>\n<div><br />2.&nbsp;How can local languages (e.g., Haitian Creole) serve to enhance the promotion and dissemination of modern pedagogy and technology for STEM education, and how can STEM education serve to enhance the promotion of local languages such as Haitian Creole?</div>\n<div><br />According to Haiti's Constitution, Haitian Creole (HC) is Haiti's national language and is an official language along with French. French, which is spoken fluently by no more than 5% of the population, is the primary language of formal education, administration, government, justice, etc.&nbsp; It is these practices and the concomitant ideology that have entrenched age-old prejudices against HC.&nbsp;</div>\n<div>&nbsp;</div>\n<div>The language-related pillar of the MIT-Haiti Initiative is based on the linguistic findings whereby languages like HC have the same expressive potential as so called \"international\" languages like French, English, Spanish, etc.&nbsp; Another premise of our work is that quality education for all requires the use of HC at all levels of the school system.&nbsp; Alongside the importance of the native language, we have scientific results that show the key contributions of active learning to learning gains. In Haiti, HC is an indispensable tool for students to exploit active learning and technology-enhanced pedagogy.</div>\n<div>&nbsp;</div>\n<div>Since the launch of the Initiative, HC has been enlisted&nbsp; in the development of educational resources for mathematics, physics, biology, biochemistry and chemistry. This is the first time that quality resources in HC have become available to enhance active learning in STEM in high schools and universities.</div>\n<div>&nbsp;</div>\n<div><strong>Results:&nbsp; Changes in teacher's attitudes</strong></div>\n<div>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</div>\n<div>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</div>\n<div>Through a series of surveys as part of the workshops, we have documented a change of attitude among teachers vis-a-vis the three pillars of the Initiative:</div>\n<div>&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</div>\n<div>&nbsp; &nbsp; &nbsp;</div>\n<div>1. Haitian Creole as language of instruction</div>\n<div>2.&nbsp;Active learning</div>\n<div>3.&nbsp;Educational technology</div>\n<div>&nbsp;</div>\n<div>We've worked with some 250 teachers from more than 150 institutions in Haiti. Most of these teachers agreed that Haitian Creole should be the main language of instruction, and they have reported significant improvements in students? involvement when they use HC for teaching.&nbsp;</div>\n<div>&nbsp;</div>\n<div>Some teachers raised concerns whether HC's vocabulary could be used to express scientific concepts.&nbsp; The Initiative addressed these concerns by collaborating with Haitian teachers in the creation of new vocabulary for scientific concepts that were discussed and debated during workshops. Most of the teachers now want to help as agents of change to promote the use of HC in education.</div>\n<div>&nbsp;</div>\n<div>One of our major accomplishments is the creation of the MIT-Haiti Konbit, a group of six Haitian leaders, who have decided to organize their own workshops to promote the use of the these pillars among their colleagues.</div>\n<div>&nbsp; &nbsp; &nbsp;&nbsp;</div>\n<div>&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</div>\n<div>This said, for some of the teachers, their commitments to the Initiative has created an internal conflict between their mission as passionate teachers who share their students' linguistic profiles as Kreyol speakers, and the prejudice against the very language (Haitian Creole) that they now see as essential for good pedagogical practice. For example, they are painfully aware that certain schools and families will not accept the use of HC in the classroom.&nbsp; The social resistance against the academic and other formal uses of HC in Haiti can be observed every day, in all sectors of society.&nbsp; Yet, this resistance has not prevented these teachers from engaging and promoting the paradigm shift initiated by the Initiative.</div>\n<div>&nbsp;</div>\n<div>Despite socio-political and cultural obstacles to our paradigm shift, due to Haiti's (neo-)colonial history, our survey data document the positive changes that our Initiative has ushered toward quality education in Haiti.</div>\n<div>&nbsp;</div>\n<div><strong>Conclusion</strong></div>\n<div><strong><br /></strong></div>\n<div>The ultimate goal of our project was to help support the socio-economic development of Haiti and other countries where quality education is still a privilege for the benefit of the elites. Ultimately, the use of Haitian Creole as teaching tool is indispensable for opening up education for all in Haiti, with access to knowledge viewed as an inalienable human right.</div>\n<div>&nbsp;</div>\n<div>The MIT-Initiative Initiative has provided Haitian Creole with the impetus and resources it needs to serve the population's wellbeing and the country's development.&nbsp; Ours is also a model for other communities worldwide who are suffering socially and economically because they cannot access quality education in the languages they speak fluently.</div>\n<div>&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</div>\n<div>&nbsp; &nbsp; &nbsp; &nbsp;</div>\n<div>For more details, see articles at&nbsp;<em>http://mit.edu/degraff&nbsp;</em></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2019<br>\n\t\t\t\t\tModified by: Michel&nbsp;A&nbsp;Degraff</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555017111029_Dekabes-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555017111029_Dekabes-1--rgov-800width.jpg\" title=\"Kreyol pale, kreyol konprann\"><img src=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555017111029_Dekabes-1--rgov-66x44.jpg\" alt=\"Kreyol pale, kreyol konprann\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This painting was created and donated to our MIT-Haiti team during an MIT-Haiti workshop in Port-au-Prince in  January 2015.  It was painted by artists cooperative \"Kalfou Riches\".  The slogan in the painting reads \"Ak kreyol, lasyans fe dekabes\" (meaning \"Science in kreyol is a double win\").</div>\n<div class=\"imageCredit\">Kalfou Riche, MIT-Haiti Initiative</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Michel&nbsp;A&nbsp;Degraff</div>\n<div class=\"imageTitle\">Kreyol pale, kreyol konprann</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087530598_DSC_5565--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087530598_DSC_5565--rgov-800width.jpg\" title=\"MIT-Haiti Symposium Participants\"><img src=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087530598_DSC_5565--rgov-66x44.jpg\" alt=\"MIT-Haiti Symposium Participants\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants at the MIT-Haiti Symposium</div>\n<div class=\"imageCredit\">MIT-Haiti Initiative</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michel&nbsp;A&nbsp;Degraff</div>\n<div class=\"imageTitle\">MIT-Haiti Symposium Participants</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087735262_IMG_3077--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087735262_IMG_3077--rgov-800width.jpg\" title=\"MIT-Haiti Workshop &quot;Yo-Yo Exercise&quot;\"><img src=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087735262_IMG_3077--rgov-66x44.jpg\" alt=\"MIT-Haiti Workshop &quot;Yo-Yo Exercise&quot;\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">MIT-Haiti Workshop participants work together on a yo-yo exercise that illustrates active-learning principles in physics</div>\n<div class=\"imageCredit\">MIT-Haiti Initiative</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michel&nbsp;A&nbsp;Degraff</div>\n<div class=\"imageTitle\">MIT-Haiti Workshop \"Yo-Yo Exercise\"</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555015510819_Filibien_Andre_IMG_1775--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555015510819_Filibien_Andre_IMG_1775--rgov-800width.jpg\" title=\"Prof. Adler Thomas engaged in techniques for active learning in physics\"><img src=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555015510819_Filibien_Andre_IMG_1775--rgov-66x44.jpg\" alt=\"Prof. Adler Thomas engaged in techniques for active learning in physics\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This photo is from one of the MIT-Haiti workshops at the Campus Henry Christophe of State University of Haiti in Limonade.</div>\n<div class=\"imageCredit\">MIT-Haiti Initiative (Filibien Andre)</div>\n<div class=\"imageSubmitted\">Michel&nbsp;A&nbsp;Degraff</div>\n<div class=\"imageTitle\">Prof. Adler Thomas engaged in techniques for active learning in physics</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087417516_DSC_0301--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087417516_DSC_0301--rgov-800width.jpg\" title=\"MIT-Haiti Workshop in Haiti\"><img src=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1554087417516_DSC_0301--rgov-66x44.jpg\" alt=\"MIT-Haiti Workshop in Haiti\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Faculty participating in a pedagogy workshop in Haiti.</div>\n<div class=\"imageCredit\">MIT-Haiti Initiative</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michel&nbsp;A&nbsp;Degraff</div>\n<div class=\"imageTitle\">MIT-Haiti Workshop in Haiti</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555017215620_Ekip_CHCL_MIT-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555017215620_Ekip_CHCL_MIT-1--rgov-800width.jpg\" title=\"MIT-Haiti workshop participants at Campus Henri Christophe of the State University in Limonade, Haiti\"><img src=\"/por/images/Reports/POR/2019/1248066/1248066_10214425_1555017215620_Ekip_CHCL_MIT-1--rgov-66x44.jpg\" alt=\"MIT-Haiti workshop participants at Campus Henri Christophe of the State University in Limonade, Haiti\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">These are MIT-Haiti workshop participants on the Campus Henri Christophe of the State6. University of Haiti in Limonade. This workshop was held in Summer 201</div>\n<div class=\"imageCredit\">MIT-Haiti Initiative (Kendy Verilus)</div>\n<div class=\"imageSubmitted\">Michel&nbsp;A&nbsp;Degraff</div>\n<div class=\"imageTitle\">MIT-Haiti workshop participants at Campus Henri Christophe of the State University in Limonade, Haiti</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMIT-Haiti Initiative\n\n\nOur most important impact concerns a paradigm shift in education in Haiti and elsewhere in the Global South where non-colonial languages are excluded from education and where the former colonial language (e.g., French in Haiti) excludes the majority from quality education.  Such (mis-)use of language impedes socio-economic development and truly democratic political participation.\n   \n    \n\nOur project has substantiated three necessary, though not sufficient, ingredients, for moving Haiti forward: mother-tongue based education, active learning and educational technology.\n \nOur project has shed light on two fundamental questions:\n                              \n1. What does change look like in complex post-colonial contexts, especially change in educators' attitudes toward the use of stigmatized vernacular languages (e.g., Haitian Creole) in formal education? \n\n2. How can local languages (e.g., Haitian Creole) serve to enhance the promotion and dissemination of modern pedagogy and technology for STEM education, and how can STEM education serve to enhance the promotion of local languages such as Haitian Creole?\n\nAccording to Haiti's Constitution, Haitian Creole (HC) is Haiti's national language and is an official language along with French. French, which is spoken fluently by no more than 5% of the population, is the primary language of formal education, administration, government, justice, etc.  It is these practices and the concomitant ideology that have entrenched age-old prejudices against HC. \n \nThe language-related pillar of the MIT-Haiti Initiative is based on the linguistic findings whereby languages like HC have the same expressive potential as so called \"international\" languages like French, English, Spanish, etc.  Another premise of our work is that quality education for all requires the use of HC at all levels of the school system.  Alongside the importance of the native language, we have scientific results that show the key contributions of active learning to learning gains. In Haiti, HC is an indispensable tool for students to exploit active learning and technology-enhanced pedagogy.\n \nSince the launch of the Initiative, HC has been enlisted  in the development of educational resources for mathematics, physics, biology, biochemistry and chemistry. This is the first time that quality resources in HC have become available to enhance active learning in STEM in high schools and universities.\n \nResults:  Changes in teacher's attitudes\n          \n         \nThrough a series of surveys as part of the workshops, we have documented a change of attitude among teachers vis-a-vis the three pillars of the Initiative:\n        \n     \n1. Haitian Creole as language of instruction\n2. Active learning\n3. Educational technology\n \nWe've worked with some 250 teachers from more than 150 institutions in Haiti. Most of these teachers agreed that Haitian Creole should be the main language of instruction, and they have reported significant improvements in students? involvement when they use HC for teaching. \n \nSome teachers raised concerns whether HC's vocabulary could be used to express scientific concepts.  The Initiative addressed these concerns by collaborating with Haitian teachers in the creation of new vocabulary for scientific concepts that were discussed and debated during workshops. Most of the teachers now want to help as agents of change to promote the use of HC in education.\n \nOne of our major accomplishments is the creation of the MIT-Haiti Konbit, a group of six Haitian leaders, who have decided to organize their own workshops to promote the use of the these pillars among their colleagues.\n      \n        \nThis said, for some of the teachers, their commitments to the Initiative has created an internal conflict between their mission as passionate teachers who share their students' linguistic profiles as Kreyol speakers, and the prejudice against the very language (Haitian Creole) that they now see as essential for good pedagogical practice. For example, they are painfully aware that certain schools and families will not accept the use of HC in the classroom.  The social resistance against the academic and other formal uses of HC in Haiti can be observed every day, in all sectors of society.  Yet, this resistance has not prevented these teachers from engaging and promoting the paradigm shift initiated by the Initiative.\n \nDespite socio-political and cultural obstacles to our paradigm shift, due to Haiti's (neo-)colonial history, our survey data document the positive changes that our Initiative has ushered toward quality education in Haiti.\n \nConclusion\n\n\nThe ultimate goal of our project was to help support the socio-economic development of Haiti and other countries where quality education is still a privilege for the benefit of the elites. Ultimately, the use of Haitian Creole as teaching tool is indispensable for opening up education for all in Haiti, with access to knowledge viewed as an inalienable human right.\n \nThe MIT-Initiative Initiative has provided Haitian Creole with the impetus and resources it needs to serve the population's wellbeing and the country's development.  Ours is also a model for other communities worldwide who are suffering socially and economically because they cannot access quality education in the languages they speak fluently.\n        \n       \nFor more details, see articles at http://mit.edu/degraff \n\n\t\t\t\t\tLast Modified: 04/29/2019\n\n\t\t\t\t\tSubmitted by: Michel A Degraff"
 }
}