{
 "awd_id": "1248374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  RetiCue: Interactive Retinal Imaging for Improved Global Eye Health",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-07-02",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "The proposed technology is a low-cost portable retinal imaging device to diagnose and monitor forms of retinopathy, early enough for medical intervention to prevent vision loss. Images are captured and visualized using computational photography techniques and transmitted to a cloud-based server that performs analysis and allows access to remote experts for evaluation. This approach is not only intended as a substitute for present day cameras that retail for $35,000, but also has the potential to changes the way retinal imaging is performed and can achieve this detection accuracy with minimal prior training of its software interface. Two novel strategies underlie the technology. The first is a technique to utilize indirect diffused illumination of the retina through the sclera instead of illumination with a focused beam through the pupil, thus eliminating the need for a specialist to dilate the pupil and precisely focus the beam. The beam is also used to illuminate different points on the retina. A stimulus presented on a display in front of the opposing eye, not being screened is used to vary the patient?s focus across his visual field to generate the full retinal image. This second novel strategy exploits binocular coupling - the phenomenon of both eyes moving together. \r\n\r\nWith soaring demand for health care in the coming decades, the proposed approach will provide a cost-effective and simple way to monitor retinal health and can potentially transform the $3 Billion estimated market for retinal imaging. The advantage in price, portability, and simplicity dramatically increases accessibility to retinal screening. The application can easily be expanded to detect and monitor many other retina related disorders, such as glaucoma and age related macular degeneration, as well as other diseases that manifest in the retina. Recent advances in mobile computing, portable imaging, and wireless communication have the potential to enable retinal imaging outside of clinical settings, which could have significant impact on tele-medicine through mobile, non-invasive health screenings. Future possibilities for frequent and out-of-clinic retinal imaging on a large scale may provide new opportunities for the detection, diagnosis and treatment of such diseases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramesh",
   "pi_last_name": "Raskar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramesh Raskar",
   "pi_email_addr": "raskar@media.mit.edu",
   "nsf_id": "000502041",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>This i-Corps project focus was to develop a mobile cost-effective retinal imaging platform to diagnose and monitor forms of retinopathy in a simple way, early enough for medical intervention to prevent vision loss. &nbsp;It allows for user-interactive imaging of the eye employing a computational photography approach and integrated image analysis via data-driven methods.</strong></p>\n<p><strong>Retinal imaging today is performed in a clinical setting using complex immobile optical equipment operated by technical experts.&nbsp; This project&rsquo;s technology is easy to use and can be operated by anyone, in almost any setting. The eye examination, instead of being expensive, inconvenient, and rare, becomes part of everyday routine eye health care. Additionally, such health screenings will extend the application space beyond traditional eye conditions and support analysis of general health as many systemic and chronic conditions manifest in the eye, sometimes even earlier than in the rest of the body. Indeed, this will make the eye truly a &ldquo;window into the body&rsquo;s health&rdquo;.&nbsp;</strong></p>\n<p><strong>This project has been featured as part of a special coverage on MIT in WIRED UK magazine in Nov 2012, and was a case example used within several entrepreneurship related courses taught at MIT, </strong><strong>through which students could explore the challenges and difficulties of deploying and diffusing health care related products.</strong><strong>&nbsp;</strong></p>\n<p><strong><br /></strong></p>\n<p><strong><br /></strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2013<br>\n\t\t\t\t\tModified by: Ramesh&nbsp;Raskar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis i-Corps project focus was to develop a mobile cost-effective retinal imaging platform to diagnose and monitor forms of retinopathy in a simple way, early enough for medical intervention to prevent vision loss.  It allows for user-interactive imaging of the eye employing a computational photography approach and integrated image analysis via data-driven methods.\n\nRetinal imaging today is performed in a clinical setting using complex immobile optical equipment operated by technical experts.  This projectÆs technology is easy to use and can be operated by anyone, in almost any setting. The eye examination, instead of being expensive, inconvenient, and rare, becomes part of everyday routine eye health care. Additionally, such health screenings will extend the application space beyond traditional eye conditions and support analysis of general health as many systemic and chronic conditions manifest in the eye, sometimes even earlier than in the rest of the body. Indeed, this will make the eye truly a \"window into the bodyÆs health\". \n\nThis project has been featured as part of a special coverage on MIT in WIRED UK magazine in Nov 2012, and was a case example used within several entrepreneurship related courses taught at MIT, through which students could explore the challenges and difficulties of deploying and diffusing health care related products. \n\n\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/14/2013\n\n\t\t\t\t\tSubmitted by: Ramesh Raskar"
 }
}