{
 "awd_id": "1248926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Wis-Irr: Smart Irrigation via Wireless Underground Sensors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-07-02",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "This project will exploit novel underground communication techniques to utilize wireless underground soil sensors, commercialize smart irrigation management solutions, develop a customer base, and validate business hypotheses. The team has developed an underground communication system based on empirical and theoretical underground communication models. This system mitigates the adverse effects of soil on wireless communication. A novel underground antenna design and software tools are employed to maintain a high communication success under varying soil moisture conditions. The resulting technology accommodates communication ranges of up to 85m from an underground sensor to a center pivot irrigation system. During the summers of 2009-2011, field evaluations were conducted in corn fields at the University of Nebraska-Lincoln South Central Agriculture Lab. The developed system provided real-time soil information to center pivot irrigation systems. \r\n\r\nThe project has the potential to facilitate more efficient irrigation management technologies through real-time soil information provided by wireless underground sensors. Accordingly, farmers can make better informed irrigation application (timing) decisions without the need for tools that obstruct field operations, thereby significantly reducing costs. The team targets three main customer bases: Nebraska farmers will be the initial target customer base for early adoptions and retro-fit. In addition, three of the four major center pivot irrigation companies are based in Nebraska and hold the 75% of the market. At the end of the project, an operational, wireless underground sensor-aided center pivot irrigation system and a viable business model will be demonstrated. Accordingly, water efficiency in crop production can be improved by utilizing real-time soil information in agriculture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mehmet",
   "pi_last_name": "Vuran",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Mehmet C Vuran",
   "pi_email_addr": "mcvuran@cse.unl.edu",
   "nsf_id": "000494236",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>With the growth of the world population, the increase in the demand for food calls for new practices in production agriculture called </span><span>precision agriculture</span><span>. These techniques aim to exploit the in-field variability of natural components, including chemical leaching, runoff, drainage, water content, nu- trients, and soil components for improved yields. The ultimate goal of precision agriculture is to utilize new technologies, such as GPS, satellites, aerial remote sensing, and in-situ sensors, to assess the variations in a field more accurately. Accordingly, farming practices, including sowing, irrigation and fertilizer management, and pest control, can be scheduled autonomously according to the assessment of the field. </span></p>\n<p><span>For growers, irrigation scheduling is one of the major challenges for improved yields. The accuracy of irrigation scheduling can be improved by providing more accurate information about soil conditions. Recently, soil moisture sensors are gradually adopted by the growers to guide irrigation practices. The market for real-time soil monitoring is fledgling. Considering the experiences of growers as a result of abnormal weather conditions in recent years, we anticipate a fast growth in this area. However, existing soil measurement techniques are limited in providing high granularity in space and time. Thus, they contribute less to new precision agriculture solutions. To solve this problem, Wise-Irr team developed technologies that utilize wireless underground sensor networks (WUSNs) for unattended soil monitoring supported by an NSF CAREER grant. Compared with satellites and aerial remote sensing, WUSNs can provide low cost, efficient, and precise information about the soil conditions, especially soil moisture.&nbsp;</span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The purpose of the NSF Innovation Corps (I-Corps) program for the Wise-Irr team was to investigate the potential of commercialization of Wise-Irr technology, to learn the skills of &ldquo;getting out of the building&rdquo; and interviewing potential customers and partners as well as the aspects of establishing a start-up company. &nbsp;</span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>During the course of the I-Corps program, the Wise-Irr team learned the key aspects of estab- lishing a start-up company, including value propositions, customer segments and relationships, key partners, key activities, key resources, channels, cost structure and revenue streams. It has also interviewed with over 100 growers, representatives of government entities, irrigation companies, seed companies, and agricultural machinery companies. </span></p>\n<p><span>Using the information obtained during the I-Corps program, the Wise-Irr team has established a start-up company, Wildsense, LLC to continue pursuing the commercialization of the Wise-Irr technology. The company acquired exclusive licensing rights to the technology from the University of Nebraska-Lincoln. In July 2013, the company has been granted the NSF Small Business Innovation Research Program (SBIR) Phase I grant and in September 2013, Wildsense, LLC obtained Nebraska SBIR Phase I matching grant. Furthermore, Wildsense, LLC has been granted the NSF SBIR Phase IB grant. With the extensive knowledge gained through customer interviews, the company applied for NSF SBIR Phase II grant.</span></p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>The Wise-Irr team also keeps in contact with farmers and industry leaders to improve the technologies and seek corporation opportunities. During the I-Corps program, the Wise-Irr team h...",
  "por_txt_cntn": "\n\n\n\nWith the growth of the world population, the increase in the demand for food calls for new practices in production agriculture called precision agriculture. These techniques aim to exploit the in-field variability of natural components, including chemical leaching, runoff, drainage, water content, nu- trients, and soil components for improved yields. The ultimate goal of precision agriculture is to utilize new technologies, such as GPS, satellites, aerial remote sensing, and in-situ sensors, to assess the variations in a field more accurately. Accordingly, farming practices, including sowing, irrigation and fertilizer management, and pest control, can be scheduled autonomously according to the assessment of the field. \n\nFor growers, irrigation scheduling is one of the major challenges for improved yields. The accuracy of irrigation scheduling can be improved by providing more accurate information about soil conditions. Recently, soil moisture sensors are gradually adopted by the growers to guide irrigation practices. The market for real-time soil monitoring is fledgling. Considering the experiences of growers as a result of abnormal weather conditions in recent years, we anticipate a fast growth in this area. However, existing soil measurement techniques are limited in providing high granularity in space and time. Thus, they contribute less to new precision agriculture solutions. To solve this problem, Wise-Irr team developed technologies that utilize wireless underground sensor networks (WUSNs) for unattended soil monitoring supported by an NSF CAREER grant. Compared with satellites and aerial remote sensing, WUSNs can provide low cost, efficient, and precise information about the soil conditions, especially soil moisture. \n\n\n\n\n\n\n\nThe purpose of the NSF Innovation Corps (I-Corps) program for the Wise-Irr team was to investigate the potential of commercialization of Wise-Irr technology, to learn the skills of \"getting out of the building\" and interviewing potential customers and partners as well as the aspects of establishing a start-up company.  \n\n\n\n\n\n\n\nDuring the course of the I-Corps program, the Wise-Irr team learned the key aspects of estab- lishing a start-up company, including value propositions, customer segments and relationships, key partners, key activities, key resources, channels, cost structure and revenue streams. It has also interviewed with over 100 growers, representatives of government entities, irrigation companies, seed companies, and agricultural machinery companies. \n\nUsing the information obtained during the I-Corps program, the Wise-Irr team has established a start-up company, Wildsense, LLC to continue pursuing the commercialization of the Wise-Irr technology. The company acquired exclusive licensing rights to the technology from the University of Nebraska-Lincoln. In July 2013, the company has been granted the NSF Small Business Innovation Research Program (SBIR) Phase I grant and in September 2013, Wildsense, LLC obtained Nebraska SBIR Phase I matching grant. Furthermore, Wildsense, LLC has been granted the NSF SBIR Phase IB grant. With the extensive knowledge gained through customer interviews, the company applied for NSF SBIR Phase II grant.\n\n\n\n\n\n\n\nThe Wise-Irr team also keeps in contact with farmers and industry leaders to improve the technologies and seek corporation opportunities. During the I-Corps program, the Wise-Irr team has established partnership with a leading soil moisture sensor provider in the market and a major center pivot manufacturer. We will cooperate with our partners in product development and utilize our partnersÆ channels and resources to reach out to the customers. We are confident that after the development in SBIR Phase II, Wise-Irr technology will be ready for the market. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 04/30/2014\n\n\t\t\t\t\tSubmitted by: Mehmet C Vuran"
 }
}