{
 "awd_id": "1248049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Bridging The Gap Between Application Architecture and Network Architecture In Cyberphysical Systems Via Named Data Networking",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 298830.0,
 "awd_amount": 298830.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "This exploratory project applies the design approach of Named Data Networking (NDN) to generate benefits for cyberphysical systems (CPS). NDN is an emerging network architecture that shifts the thin waist of the Internet from IP's host-centric model to a data-centric model.  It uses names to directly fetch data and binds names to data with cryptographic signatures. The project uses Building Automation Systems (BAS) as a driver and representative case of CPS encompassing the control, monitoring and management of heating, ventilation and air conditioning (HVAC), lighting, water, physical access control and other building systems. It will evaluate whether, in such real-world building automation systems, NDN can provide: (1) quantifiably better performance and reliability characteristics; (2) equivalent or better functionality for device addressing as typical middleware and application-specific protocols; (3) reduced application development complexity; (4) authentication, verification, and access control through fundamental NDN capabilities and strategies. The project also considers NDN device and service naming approaches that provide new functionality. To provide an environment on which to build and evaluate NDN support for BAS, the project will deploy a closed loop control system on the NDN testbed consisting of industry-standard electrical demand monitoring and lighting control. \r\n\r\nBroader Impact: Cyberphysical systems are a new and rapidly progressing frontier in the broad use of computing technologies for critical infrastructure. However, existing CPS can be complex, often difficult to build and maintain, brittle to changes and vulnerable to faults resulting in potentially large impacts. This effort aims to pave a new direction that enables rapid development of reliable and secure CPS, and to bridge CPS with traditional IT for applications including energy management, remote operation, monitoring and data mining, and new types of human-computer interaction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Burke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Burke",
   "pi_email_addr": "jburke@ucla.edu",
   "nsf_id": "000449994",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lixia",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lixia Zhang",
   "pi_email_addr": "lixia@cs.ucla.edu",
   "nsf_id": "000442968",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 298830.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This EAGER project explored how Named Data Networking (NDN), an NSF-supported potential future internet architecture, may benefit &ldquo;cyberphysical systems&rdquo; by making them easier to integrate and update, more trustworthy, and simpler to operate.&nbsp; Specifically, it applied NDN to Enterprise Building Automation and Management (E-BAM), using two different testbeds&mdash;an industry standard electrical demand monitoring system deployed specifically as part of this project and a chilled water monitoring system already running.&nbsp; These two systems employ the BACnet/IP and Modbus/TCP existing standards, and were interfaced to the NDN testbed by new software developed as part of this project.&nbsp; The resulting NDN-based E-BAM was compared with features of existing TCP/IP based systems. &nbsp;</p>\n<p>Specific outcomes from this project include:&nbsp; 1) Initial design for secure communication of sensing data in building automation and management systems, including access control techniques, which will be described in an upcoming&nbsp; IEEE Network 2014 paper.&nbsp;&nbsp; 2) An open-source Javascript NDN library, described in NDN Tech Report #14, that enables encrypted, signed data published over NDN to be fetched, decrypted and verified in the browser&mdash;motivated by the need for a user interface to the building automation and management data.&nbsp; 3) The design and installation of an industry-standard electrical demand monitoring system using the BACnet protocol, bridged to the NDN testbed and used for the research described here as well as planned future work.&nbsp; 4) A prototype implementation of an end-user interface for NDN-based monitoring of sensors in two buildings at UCLA, using the components described above.&nbsp; 5) A student &ldquo;red-team&rdquo; attack against previously developed authenticated lighting control, to explore what type of NDN-specific security exploits might exist in the building automation and management domain and how to mitigate them, which is described in an NPSec 2013 paper submission.</p>\n<p>The project piloted a collaboration between the researchers and UCLA Facilities Management (FM), which operates a 150,000-point monitoring system on the UCLA campus.&nbsp; FM helped to design and install the standalone electrical demand monitoring testbed as part of this project, which uses the same components as UCLA&rsquo;s campus wide network, and also provided access to the existing chilled water monitoring system.&nbsp;&nbsp; The collaboration developed in this EAGER has continued beyond the project, with UCLA Facilities Management becoming a partner in our upcoming &ldquo;NDN Next Phase&rdquo; research proposal, which will feature E-BAM as a focus of application research.&nbsp; In that project, UCLA will provide online access to 10,000+ points of data from campus systems as a part of this effort;&nbsp; the work in this EAGER made this collaboration and larger proposal possible, on both technical and administrative levels.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2014<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;A&nbsp;Burke</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1248049/1248049_10204830_1399414980633_webpage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1248049/1248049_10204830_1399414980633_webpage--rgov-800width.jpg\" title=\"NDN-BMS User Interface sample\"><img src=\"/por/images/Reports/POR/2014/1248049/12...",
  "por_txt_cntn": "\nThis EAGER project explored how Named Data Networking (NDN), an NSF-supported potential future internet architecture, may benefit \"cyberphysical systems\" by making them easier to integrate and update, more trustworthy, and simpler to operate.  Specifically, it applied NDN to Enterprise Building Automation and Management (E-BAM), using two different testbeds&mdash;an industry standard electrical demand monitoring system deployed specifically as part of this project and a chilled water monitoring system already running.  These two systems employ the BACnet/IP and Modbus/TCP existing standards, and were interfaced to the NDN testbed by new software developed as part of this project.  The resulting NDN-based E-BAM was compared with features of existing TCP/IP based systems.  \n\nSpecific outcomes from this project include:  1) Initial design for secure communication of sensing data in building automation and management systems, including access control techniques, which will be described in an upcoming  IEEE Network 2014 paper.   2) An open-source Javascript NDN library, described in NDN Tech Report #14, that enables encrypted, signed data published over NDN to be fetched, decrypted and verified in the browser&mdash;motivated by the need for a user interface to the building automation and management data.  3) The design and installation of an industry-standard electrical demand monitoring system using the BACnet protocol, bridged to the NDN testbed and used for the research described here as well as planned future work.  4) A prototype implementation of an end-user interface for NDN-based monitoring of sensors in two buildings at UCLA, using the components described above.  5) A student \"red-team\" attack against previously developed authenticated lighting control, to explore what type of NDN-specific security exploits might exist in the building automation and management domain and how to mitigate them, which is described in an NPSec 2013 paper submission.\n\nThe project piloted a collaboration between the researchers and UCLA Facilities Management (FM), which operates a 150,000-point monitoring system on the UCLA campus.  FM helped to design and install the standalone electrical demand monitoring testbed as part of this project, which uses the same components as UCLAÆs campus wide network, and also provided access to the existing chilled water monitoring system.   The collaboration developed in this EAGER has continued beyond the project, with UCLA Facilities Management becoming a partner in our upcoming \"NDN Next Phase\" research proposal, which will feature E-BAM as a focus of application research.  In that project, UCLA will provide online access to 10,000+ points of data from campus systems as a part of this effort;  the work in this EAGER made this collaboration and larger proposal possible, on both technical and administrative levels.\n\n \n\n\t\t\t\t\tLast Modified: 05/06/2014\n\n\t\t\t\t\tSubmitted by: Jeffrey A Burke"
 }
}