{
 "awd_id": "1248100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INSPIRE: The underpinnings of Semantic change:  A Linguistic, Cognitive, and Information-Theoretic Investigation",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 729708.0,
 "awd_amount": 759708.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2016-08-22",
 "awd_abstract_narration": "This INSPIRE award is partially funded by the Communication and Information Foundations Program of the Computing and Communications Foundations Division in the Directorate for Computer & Information Science & Engineering (CISE/CCF) and the Linguistics Program of the Behavioral and Cognitive Sciences Division in the Directorate for Social, Behavioral & Economic Sciences (SBE/BCS).\r\n\r\nIt is a well-established fact that meanings associated with linguistic expressions evolve in systematic ways across time. But we have little concrete understanding of the cognitive and communicative basis of such systematic change. Central to the proposed research are two questions: a) Does the constrained and trajectorial nature of semantic change derive from the organizational properties of the neurocognitive system?   b) How precisely is the actuation and the implementation of instances of such changes rooted in the dynamics of rational communication?  By simultaneously addressing these questions from the perspectives of linguistic structure, conceptual structure, brain-functional structure, and communication structure, the investigators hope to develop a cognitively grounded, experimentally viable, and mathematically informed theory of semantic change.\r\n\r\nTwo cross-linguistically well-attested paths of change have been identified as being especially relevant in probing the potential connections between language, cognition and communication: (a) the path whereby locative expressions diachronically evolve to express possession, ultimately evolving into dative case markers; (b) the path whereby copulas or linking verbs arise from posture verbs (e.g., sit, stand) to encode the distinction between incidental/temporary and essential/permanent attribution of properties, generalizing at a later stage to encode both types of attribution. On the one hand, by experimentally studying the processing and neurological aspects of these semantic notions, the team will  probe the interface between language and cognition -- specifically the connection to percept-based and non-percept-based dimensions of the conceptual system. These results will facilitate a better understanding of the cognitive pathways that organize the infrastructure of the conceptual system, particularly the prefrontal cortex. On the other hand, insights obtained from formal linguistic models, semantic change phenomena, and cognitive psychology, will be combined with ideas from engineering and statistics to formulate at least the beginnings of a probabilistic theory of semantic information, which models how information is exchanged in linguistic discourse.\r\n\r\nAs envisaged, this project promises to have broader impact at two levels:  First, it will liberate phenomena conventionally restricted to one small subfield in Linguistics and transform them into tools for investigating the fundamental mechanisms from which they emerge, making them relevant for Cognitive Science, Neuroscience, and Information Theory. It will also open up direct channels for a possible synthesis between the rich (but relatively messy) empirical facts of real language and abstract theories of communication, paving a path towards a Semantic Information Theory. Second, it will afford a cleaner understanding of how cognitive pathways guide the evolution of language in the linguistically typical (i.e., neurocognitively healthy) population. This, in turn, has direct implications for research on linguistically atypical populations. In both these ways, the project will redefine the boundaries between linguistics, information theory, cognitive science, and neuroscience and lead to new methodologies for studying semantics, cognition and information. The proposed research will also lead to the creation of a novel educational and research approach: the study of language change from an information-theoretic and neurocognitive perspective.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Pinango",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Maria M Pinango",
   "pi_email_addr": "maria.pinango@yale.edu",
   "nsf_id": "000322732",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Constable",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Robert T Constable",
   "pi_email_addr": "todd.constable@yale.edu",
   "nsf_id": "000111892",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mokshay",
   "pi_last_name": "Madiman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mokshay Madiman",
   "pi_email_addr": "madiman@udel.edu",
   "nsf_id": "000502064",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ashwini",
   "pi_last_name": "Deo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashwini Deo",
   "pi_email_addr": "deo.13@osu.edu",
   "nsf_id": "000622082",
   "pi_start_date": "2012-09-06",
   "pi_end_date": "2016-08-19"
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "PO Box 208047",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208047",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  },
  {
   "pgm_ref_code": "8653",
   "pgm_ref_txt": "INSPIRE Track-1 Creative"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 729708.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div style=\"caret-color: #000000; color: #000000; font-family: Helvetica; font-size: 14px; font-style: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; text-decoration: none; margin: 0px; line-height: normal;\"><span style=\"font-size: 14px;\">It is well established that meanings associated with linguistic expressions&nbsp;evolve in systematic ways across time. We have little precise&nbsp;understanding, though, of why and how this happens. We know even&nbsp;less about its implications for our models of grammar, communication,&nbsp;and cognition.The empirical problem that this project set to address is that of systematic semantic change, i.e., why does evolution in the meanings of certain kinds of forms follow constrained trajectorial paths? Our research&nbsp;over the past several years set out to shed light on this question by examining phenomena in natural language pertaining to copula changes, aspectual changes, &nbsp;and changes in marking of possession. We also examined in parallel a synchronic counterpart of meaning&nbsp;&mdash; coercion&nbsp;&mdash; in which it has been proposed that lexical meaning shifts in real time as language users attempt to compose complex expressions.&nbsp;The methods we used included experimental means to probe into the conditions under which the changed meanings are accessed, &nbsp;formal semantic analyses that model how meanings across two linguistic states are related to each other, and &nbsp;computational models of how a semantic change may spread through a population of speakers.&nbsp;</span></div>\n<div style=\"caret-color: #000000; color: #000000; font-family: Helvetica; font-size: 14px; font-style: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; text-decoration: none; margin: 0px; line-height: normal;\"><span style=\"font-size: 14px;\"><br /></span></div>\n<div style=\"caret-color: #000000; color: #000000; font-family: Helvetica; font-size: 14px; font-style: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: auto; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: auto; word-spacing: 0px; text-decoration: none; margin: 0px; line-height: normal;\">\n<div style=\"margin: 0px; line-height: normal;\"><span style=\"font-size: 14px;\">The work on this project has helped increase our understanding of how linguistic meaning shapes and is shaped by contextual information. One&nbsp;important outcome is that we&nbsp;have been able to show&nbsp;</span><span style=\"font-size: 14px;\">the role of surrounding context in supporting interpretations that are typically considered to be unavailable</span><span style=\"font-size: 14px;\"> for a grammaticalized expression at the synchronic state of a language, but known through typological patterns to be potentially available to a form at later stages.&nbsp;</span><span style=\"font-size: 14px;\">&nbsp;Through a series of studies, w</span><span style=\"font-size: 14px;\">e have found that modulating prior linguistic contexts for a form</span><span style=\"font-size: 14px;\"> in specific ways has a significant effect on a range of measures such as&nbsp;</span><span style=\"font-size: 14px;\">&nbsp;acceptability ratings, reading times, and brain activity. This allows us to understand better how the frequency and acceptability of &nbsp;forms in newer meanings obtains over time. A second important outcome is that we have been able to&nbsp;spell out formal models of&nbsp;</span><span style=\"font-size: 14px;\">grammaticalization paths using &nbsp;Evolutionary Game Theory, making a small number of plausible</span><span style=\"font-size: 14px;\"> assumptions about how speakers use alternative strategies for communicating related meanings and the properties of these&nbsp;strategies themselves. Taken together, these outcomes provide us with a finer-grained picture of the factors that influence the evolution of meaning in languages over time. </span><br /><span style=\"font-size: 14px;\">&nbsp;</span></div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2019<br>\n\t\t\t\t\tModified by: Mokshay&nbsp;Madiman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "It is well established that meanings associated with linguistic expressions evolve in systematic ways across time. We have little precise understanding, though, of why and how this happens. We know even less about its implications for our models of grammar, communication, and cognition.The empirical problem that this project set to address is that of systematic semantic change, i.e., why does evolution in the meanings of certain kinds of forms follow constrained trajectorial paths? Our research over the past several years set out to shed light on this question by examining phenomena in natural language pertaining to copula changes, aspectual changes,  and changes in marking of possession. We also examined in parallel a synchronic counterpart of meaning &mdash; coercion &mdash; in which it has been proposed that lexical meaning shifts in real time as language users attempt to compose complex expressions. The methods we used included experimental means to probe into the conditions under which the changed meanings are accessed,  formal semantic analyses that model how meanings across two linguistic states are related to each other, and  computational models of how a semantic change may spread through a population of speakers. \n\n\n\nThe work on this project has helped increase our understanding of how linguistic meaning shapes and is shaped by contextual information. One important outcome is that we have been able to show the role of surrounding context in supporting interpretations that are typically considered to be unavailable for a grammaticalized expression at the synchronic state of a language, but known through typological patterns to be potentially available to a form at later stages.  Through a series of studies, we have found that modulating prior linguistic contexts for a form in specific ways has a significant effect on a range of measures such as  acceptability ratings, reading times, and brain activity. This allows us to understand better how the frequency and acceptability of  forms in newer meanings obtains over time. A second important outcome is that we have been able to spell out formal models of grammaticalization paths using  Evolutionary Game Theory, making a small number of plausible assumptions about how speakers use alternative strategies for communicating related meanings and the properties of these strategies themselves. Taken together, these outcomes provide us with a finer-grained picture of the factors that influence the evolution of meaning in languages over time. \n \n\n\n\t\t\t\t\tLast Modified: 04/25/2019\n\n\t\t\t\t\tSubmitted by: Mokshay Madiman"
 }
}