{
 "awd_id": "1249835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Workshop: Articulating the Computing Research Agenda in Social Computing Research",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 43773.0,
 "awd_amount": 43773.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2012-08-09",
 "awd_abstract_narration": "This is funding for a two-day workshop entitled \"Articulating the Computing Research Agenda in Social Computing Research\" that will be held in the fall of 2012.  Social Computing is an important new area of research that has given rise to a number of new journals, conferences and funding opportunities.  A wide variety of topics and disciplinary approaches have been grouped under the label of \"social computing,\" some of which have strong computer and information science components but others of which contribute to other academic disciplines.  The goal of this workshop is to bring together experts in social computing to develop a framework for conceptualizing social computing as an area of computer and information sciences.  \r\n\r\nSpecifically, the workshop will (a) consider what constitutes a social computing contribution in the information and computational sciences; (b) consider intellectual relationships between types of social computing contributions; (c) identify standards necessary for advancing social computing research; and (d) identify infrastructures that would help develop and support social computing research as part of a computing disciplines. Outcomes will include a published overview of the current state of social computing research, a set of educational goals for developing a future community of social computing scholars, the identification of publishing and other venues that can stimulate the exchange of ideas among the social computing researchers, and the identification of infrastructure needs.\r\n\r\nThe workshop will be organized as a series of discussions around six themes in social computing research within the computer and information sciences: (a) AI, machine learning and data mining; (b) social networking and network science; (c) quantitative methods; (d) qualitative methods; (e) systems and experimentation; and (f) design and broader impacts.  One or more experts will lead each thematic discussion, during which the workshop attendees will consider issues such as social computing successes in that thematic area, critical research questions, and infrastructural needs.\r\n\r\nParticipants in the workshop will include invited experts in the thematic topic areas and researchers selected on the basis of position papers submitted in response to the call for participation. In addition, a number of slots will be reserved for advanced graduate students.  \r\n\r\nIntellectual Merit:  The workshop will advance computer science and engineering by providing a framework for understanding current social computing research and for identifying future key research questions. It will also advance social computing research by identifying methods for community building and exchange of research findings.\r\n\r\nBroader Impacts:  Social computing is central to many areas critical to society, including emergency response, collective action, crowd-sourcing, sustainability, and health applications.  The outputs of this workshop will help researchers identify computer and information science contributions that will advance these and related areas of public concern.  The workshop will also include outreach efforts to engage underrepresented groups in STEM research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "McDonald",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W McDonald",
   "pi_email_addr": "dwmc@u.washington.edu",
   "nsf_id": "000470515",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795300",
   "pgm_ele_name": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7953",
   "pgm_ref_txt": "SOCIAL-COMPUTATIONAL SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 43773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This workshop sought to help characterize, frame and articulate the nature of computing contributions within social computing. The workshop goals were specifically designed to address needs for the research community and the needs of funding decision makers. The workshop was designed to&nbsp;address four key issues for framing and characterizing computing contributions in the context of social computing research. The four broad issues that were used to frame the workshop were:</p>\n<ol>\n<li>\n<p>What constitutes a computing research contribution in context of social computing? Given the wide range of existing work that is loosely defined as social computing, what are some important examples and how do they illustrate key characteristics or features that are critical to a computing contribution.&nbsp;</p>\n</li>\n<li>\n<p>What are the intellectual relationships among the types of contributions? That is, are there methodological, philosophical or disciplinary specific relations among the different types of contributions?&nbsp;</p>\n</li>\n<li>\n<p>What standards are necessary for progressing computing research in social computing? What are community standards for recognizing advances in the field of social computing? The current state of social computing is that research results are scattered widely across different conference and journal venues.</p>\n</li>\n<li>\n<p>What are key infrastructures for supporting and developing social computing as part of a computing discipline? The needs of social computing research vary as a function of the type of social computing contribution being made. Some contributions require access to large-scale social datasets where as others may require access to new laboratory equipment.&nbsp;</p>\n</li>\n</ol>\n<p>The results of the workshop were quite diverse. A number of problems were seen as systemic and not resolvable by researchers within the community alone. The workshop identified that more work was necessary to clarify a research agenda for the field and that more effective means of influencing funding decisions was required. The primary actionable outcome was a proposal to create a new journal designed to address the fractured set of publishing venues that accept social computing research for publication. The PI and collaborators wrote and submitted a journal proposal.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2015<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Mcdonald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis workshop sought to help characterize, frame and articulate the nature of computing contributions within social computing. The workshop goals were specifically designed to address needs for the research community and the needs of funding decision makers. The workshop was designed to address four key issues for framing and characterizing computing contributions in the context of social computing research. The four broad issues that were used to frame the workshop were:\n\n\n\nWhat constitutes a computing research contribution in context of social computing? Given the wide range of existing work that is loosely defined as social computing, what are some important examples and how do they illustrate key characteristics or features that are critical to a computing contribution. \n\n\n\nWhat are the intellectual relationships among the types of contributions? That is, are there methodological, philosophical or disciplinary specific relations among the different types of contributions? \n\n\n\nWhat standards are necessary for progressing computing research in social computing? What are community standards for recognizing advances in the field of social computing? The current state of social computing is that research results are scattered widely across different conference and journal venues.\n\n\n\nWhat are key infrastructures for supporting and developing social computing as part of a computing discipline? The needs of social computing research vary as a function of the type of social computing contribution being made. Some contributions require access to large-scale social datasets where as others may require access to new laboratory equipment. \n\n\n\nThe results of the workshop were quite diverse. A number of problems were seen as systemic and not resolvable by researchers within the community alone. The workshop identified that more work was necessary to clarify a research agenda for the field and that more effective means of influencing funding decisions was required. The primary actionable outcome was a proposal to create a new journal designed to address the fractured set of publishing venues that accept social computing research for publication. The PI and collaborators wrote and submitted a journal proposal.\n\n\t\t\t\t\tLast Modified: 06/02/2015\n\n\t\t\t\t\tSubmitted by: David W Mcdonald"
 }
}