{
 "awd_id": "1249858",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDS&E: Collaborative Research:  Least-Squares Finite Element Methods for Data Assimilation in Large-Scale Simulations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 262933.0,
 "awd_amount": 262933.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "Abstract\r\n\r\n#1249858 / Manteuffel, Thomas\r\n#1249950 / Jeffrey Heys \r\n\r\n\r\nThe role of computer simulations in scientific discovery continues to grow in many fields, including biology, finance, chemistry, and medicine. In many cases, these computer simulations are based on the solution of partial differential equations, which are mathematical equations that can only be approximately solved on large computers. Scientific discovery is also continuing through the use of more advanced experimental techniques that are enabling us to obtain more data than ever before and obtain new data that was not available previously. A critical need for scientists now is an approach for combining the computer simulations with the abundant data that is now available. To help address this need, we are proposing the development of advanced least-square finite element methods, which have a number of advantages for solving this problem of combining computer simulations with experimental data. First, the approach is flexible enough that it can assimilate data from any location in the simulation. If you are simulating blood flow through a vessel, the experimental data can be located anywhere, including near the wall or near the center of the vessel. Second, the approach can account for the accuracy of the experimental data. If the blood flow data is more accurate near the center of the vessel than near the wall, the simulation will more closely match the accurate data near the center, and it will not match the data near the wall as closely because the data likely contains significant error. A final advantage for the proposed approach is that it is computationally efficient. It has been designed from the beginning to work well with scalable, multilevel mathematical techniques and work well on modern, multiprocessor computer architectures. This is not an approach that will be overwhelmed by large, complex problems, but it will be efficient on today's computers and tomorrow's computers. \r\n\r\nIf a mechanic wishes to assess the condition of a cars engine, they will open up the hood and inspect the critical parts of the engine. The assessment of the health of the heart is a much more challenging problem because we cannot easily and safely open up the hood. An alternative approach is for a cardiologist to inject FDA approved microbubbles, these are bubbles that are smaller than red blood cells, into the blood, and then these microbubbles can be safely visualized using an external ultrasound machine. The movement of these microbubbles gives an indication of the blood flow in the heart, but more information is needed to properly assess the health of the heart. Specifically, cardiologists are interested in pressure changes in the heart and the overall efficiency of the heart. To obtain this additional information, we can simulate the flow of blood in the heart on a computer, and, ideally, combine the data from the moving microbubbles with the computer simulation so that we can obtain information specific to each individuals own heart. Problems that require us to combine a computer simulation with experimental data are becoming increasing common in fields from medicine to microbiology to meteorology. The work described in this proposal will provide a powerful new tool for combining experimental data with computer simulations. The approach will allow scientist to account for the accuracy of the data so that the more accurate data will be matched closely by the simulation and less accurate data will not match the simulation as well. The approach will be efficient on the next generation of computers because it supports advanced mathematic techniques. Overall, the positive impact of this approach should extent to many different scientific fields. The project will involve graduate and undergraduate students at both Montana State University and the University of Colorado-Boulder, and these students will interact extensively between universities. The project will also include the development of new engineering and mathematics course content and support scientific conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Manteuffel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Manteuffel",
   "pi_email_addr": "tmanteuf@colorado.edu",
   "nsf_id": "000300357",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "McCormick",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Steve F McCormick",
   "pi_email_addr": "stevem@colorado.edu",
   "nsf_id": "000452400",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine Street, Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "808400",
   "pgm_ele_name": "CDS&E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 262933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this effort is the use of the least-squares finite element method (LSFEM), and related methods such as the first-order system least-squares adjoint method (FOSLL*) and hybrid methods, to develop a new approach to data assimilation problems in the numerical solution of partial differential equations.&nbsp; We have developed an approach that can assimilate data in a weighted manner that respects the accuracy of the data. This allows the model to strongly match accurate data more closely by the approximate solution to the partial differential equation and to weakly match less accurate data.&nbsp; Major Activities have as a unifying theme to develop a more robust and simple framework for assimilating experimental data into the solution of the mathematical model.&nbsp; Our vision is an approach that other researchers can quickly utilize without the need for many months of frustration while trying to get it to work.</p>\n<p>&nbsp;</p>\n<p>We have made significant progress in supporting complex geometries, a range of different mathematical models beyond Navier-Stokes, improved computational performance, and the ability to automatically determine previously unknown parameters.&nbsp; All of these changes guide us towards a simpler and more robust approach that can be easily used by others.&nbsp;</p>\n<p>&nbsp;</p>\n<p>One major activity to highlight from the project is associated with objective 3: improvements to computational accuracy and stability.&nbsp; The original approach was based on using weighted LSFEM to solve the model partial differential equations and data assimilation in a single functional.&nbsp; This approach was relatively straightforward, but it was limited in certain applications where there was an existing, optimized numerical approach for solving the partial differential equations that was different from LSFEM.&nbsp; During the course of this project we recognized that in many cases it is possible to use an existing numerical approach to solve the model equations, and then use the weighted LSFEM approach to solve a smaller problem using the prior numerical solution and the data for assimilation.&nbsp; This is very much a one-step Bayesian approach &ndash; the initial numerical solution to the model equations is used as the Bayesian prior, and then an updated and improved prediction can be obtained using the prior and assimilated data from experiments.&nbsp; The calculation of the improved prediction is, of course, obtained using the weighted least-squares finite element approach.</p>\n<p>This approach is easiest to illustrate through a simple example.&nbsp; If we wish to simulate blood flow in the left ventricle of the heart and assimilate PIV microbubble data into the final solution, we start by solving the model equations using any existing algorithm and obtain the vorticity from that numerical solution.&nbsp; The numerical solution for the vorticity is then used as an input for a small LSFEM problem that calculates the velocity by solving a small div-curl system with boundary conditions and assimilated experimental data.&nbsp; The advantages of this approach are simplified algorithm development, the ability to reuse existing numerical algorithm, and significantly reduced computational costs (e.g., a factor of 3) in many cases.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2015<br>\n\t\t\t\t\tModified by: Thomas&nbsp;A&nbsp;Manteuffel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of this effort is the use of the least-squares finite element method (LSFEM), and related methods such as the first-order system least-squares adjoint method (FOSLL*) and hybrid methods, to develop a new approach to data assimilation problems in the numerical solution of partial differential equations.  We have developed an approach that can assimilate data in a weighted manner that respects the accuracy of the data. This allows the model to strongly match accurate data more closely by the approximate solution to the partial differential equation and to weakly match less accurate data.  Major Activities have as a unifying theme to develop a more robust and simple framework for assimilating experimental data into the solution of the mathematical model.  Our vision is an approach that other researchers can quickly utilize without the need for many months of frustration while trying to get it to work.\n\n \n\nWe have made significant progress in supporting complex geometries, a range of different mathematical models beyond Navier-Stokes, improved computational performance, and the ability to automatically determine previously unknown parameters.  All of these changes guide us towards a simpler and more robust approach that can be easily used by others. \n\n \n\nOne major activity to highlight from the project is associated with objective 3: improvements to computational accuracy and stability.  The original approach was based on using weighted LSFEM to solve the model partial differential equations and data assimilation in a single functional.  This approach was relatively straightforward, but it was limited in certain applications where there was an existing, optimized numerical approach for solving the partial differential equations that was different from LSFEM.  During the course of this project we recognized that in many cases it is possible to use an existing numerical approach to solve the model equations, and then use the weighted LSFEM approach to solve a smaller problem using the prior numerical solution and the data for assimilation.  This is very much a one-step Bayesian approach &ndash; the initial numerical solution to the model equations is used as the Bayesian prior, and then an updated and improved prediction can be obtained using the prior and assimilated data from experiments.  The calculation of the improved prediction is, of course, obtained using the weighted least-squares finite element approach.\n\nThis approach is easiest to illustrate through a simple example.  If we wish to simulate blood flow in the left ventricle of the heart and assimilate PIV microbubble data into the final solution, we start by solving the model equations using any existing algorithm and obtain the vorticity from that numerical solution.  The numerical solution for the vorticity is then used as an input for a small LSFEM problem that calculates the velocity by solving a small div-curl system with boundary conditions and assimilated experimental data.  The advantages of this approach are simplified algorithm development, the ability to reuse existing numerical algorithm, and significantly reduced computational costs (e.g., a factor of 3) in many cases.\n\n\t\t\t\t\tLast Modified: 09/17/2015\n\n\t\t\t\t\tSubmitted by: Thomas A Manteuffel"
 }
}