{
 "awd_id": "1249194",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SUNY LSAMP 2012 Bridge to the Doctorate (BD) Cohort at Stony Brook University",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "The State University of New York Louis Stokes Alliance for Minority Participation (SUNY LSAMP) is ready to immediately put into place its seventh cohort of Bridge to the Doctorate (BD) students at Stony Brook University. This new cohort will build on the six previous efforts that have not only significantly added to the underrepresented minority (UREP) STEM graduate enrollment and Master's and doctoral degrees but have also led to important changes in the culture and practice of STEM education in ways that not only help UREP students but all graduate STEM students. \r\n\r\nProject Goals and Objectives \r\nThe goals and objectives of the SUNY LSAMP 2012 Bridge to the Doctorate Program at Stony Brook are: \r\nTo recruit 12 LSAMP Bridge to the Doctorate students by: \r\n- Using recruitment pathways that we have developed that target the state and national LSAMP pool and recruit students from a variety of LSAMP institutions and STEM majors. \r\n- Having a selection process that works with STEM departments and SUNY AGEP to choose talented LSAMP students who will succeed with program support \r\n\r\nTo design and implement a program that helps students successfully complete two years of STEM graduate study by: \r\n- Providing a comprehensive set of services that monitor student progress, builds a strong BD community, builds BD students' academic and professional skills and uses UREP STEM graduate students as mentors and instructors wherever possible \r\n- Collaborating with other NSF and state and federal programs to make the best use of program resources by integrating BD students into the existing network of activities and programs \r\n- Assessing the success of program services through external evaluation and developing new or modified activities or interventions based on the results of this evaluation \r\n\r\nTo make sure that BD students enter and successfully complete doctoral study and then move into academia and the high technology workplace by: \r\n- Helping students to successfully gain admission into doctoral programs \r\n- Preparing BD students to apply for NSF and other graduate fellowships \r\n- Working with STEM departments, the Graduate School and the Turner Fellowship program to develop plans to provide a formal pathway to PhD programs that include financial support for BD students after the two years of BD NSF support ends \r\n- Working with STEM departments to provide academic support where needed to help students through doctoral study \r\n- Maintaining an effective system for tracking students after they leave the BD program through their educational career and professional work experience \r\n\r\nTo promote systemic change in graduate STEM policy and practices in ways that will increase the success of individual students on the doctoral pathway and the effectiveness of UREP STEM graduate education by: \r\n- Using resources from multiple sources to examine broad issues related to UREP STEM graduate education using the BD, AGEP and UREP STEM graduate population \r\n\r\nINTELLECTUAL MERIT: The project will add to current efforts by SUNY LSAMP to build research capacity in STEM education in the area of graduate education. The lessons learned from the study of the Bridge to the Doctorate Program will be put into the context of broader issues of systemic change and disseminated to a broad national audience.\r\n\r\nBROADER IMPACT: Using the lessons learned from this project, SUNY expects to continue to develop and refine strategies that will increase the recruitment and retention of UREP STEM graduate students. This will increase the number of UREP STEM students who successfully complete doctoral degrees in STEM disciplines and make changes in STEM departmental culture and practice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ferguson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Ferguson",
   "pi_email_addr": "David.Ferguson@stonybrook.edu",
   "nsf_id": "000396371",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "WEST 5510 FRK MEL LIB",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the NSF SUNY LSAMP 2012 Bridge to the Doctorate (BD) Program at Stony Brook is to&nbsp;increase the number of underrepresented minority (URM) students (African American, Hispanic, American Indian, Alaska Native, Native Hawaiian or other Pacific Islander) admitted into science, technology, engineering, and mathematics (STEM) doctoral graduate programs. The NSF SUNY LSAMP 2012 BD Program successfully recruited 13 BD Fellows. Fellows were selected from a pool of 25 applicants from 16 LSAMP undergraduate institutions and were admitted into several different graduate programs including: Biochemistry and Cell Biology; Geosciences; Marine and Atmospheric Sciences; Mechanical Engineering; Physics; Biomedical Engineering; Genetics; Molecular and Cellular Pharmacology; and Neuroscience. &nbsp;BD Fellows presented their research at various conferences, including: the Annual Drosophila Research Conference; Consortium for Materials Properties Research in Earth Sciences Annual Meeting; the Emerging Researchers National (ERN) Conference in STEM; the Experimental Biology Conference; the International Conference on Vascular Biology; the International Conference on Zebrafish Development and Genetics; the Metabolism and Cancer Conference; the Mid-Atlantic Regional Zebrafish; the National GEM Consortium Conference; the Society for the Advancement of Chicanos/Hispanics and Native American in Science (SACNAS) Annual Conference.&nbsp;</p>\n<p>10 of the 13 BD Fellows are currently enrolled in doctoral programs here at Stony Brook. 5 of the BD Fellows have obtained their master&rsquo;s degree. NSF SUNY LSAMP 2012 BD Fellows applied and received several fellowships, including: W. Burghardt Turner Fellowship (5 recipients), IMSD-MERGE Fellowship, the GEM Fellowship. One BD Fellow received an NSF-GRFP honorable mention.</p>\n<p>In addition to the financial support provided, the BD Program is also provides academic and professional development services to ensure that BD Fellows complete their master&rsquo;s degree coursework and transition into doctoral programs. The services and activities offered to BD Fellows reflect a multi-faceted, evidence based approach to promote student success through.&nbsp;</p>\n<ul>\n<li><strong>Academic enrichment activities:</strong> supplemental instruction, qualifying examination preparation, and writing accountability program.</li>\n<li><strong>Professional development opportunities: </strong>&ldquo;Research Caf&eacute;&rdquo; seminar series, lunches with senior university leadership and</li>\n<li><strong>Social support activities included: </strong>monthly BD Fellow meetings, participation in a peer-mentoring program, community building events</li>\n</ul>\n<ul>\n</ul>\n<p>NSF SUNY LSAMP 2012 BD has greatly contributed to the diversity of graduate education at the university by expanding the URM STEM graduate student community at Stony Brook. The program has also contributed to systemic change in URM STEM graduate student recruitment and retention at Stony Brook in the following ways.</p>\n<ul>\n<li>We have been able to establish strong relationships with diversity programs at Stony Brook and other LSAMP institutions and alliances:\n<ul>\n<li>&nbsp;\n<ul>\n<li>&nbsp;\n<ul>\n<li><strong><em>Stony Brook diversity programs include</em></strong><em>:</em> the NIH Biology Participation in Research and Education Program (BioPREP); the New York State Collegiate Science and Technology Entry Program (CSTEP); Educational Opportunity Program / Advancement on Individual Merit (EOP/AIM); the NIH Initiative for Maximizing Student Development: Maximizing Excellence in Research for Graduate Education (IMSD-MERGE); and the Women in Science &amp; Engineering (WISE) program</li>\n<li><strong><em>LSAMP institutions and alliances include:</em></strong> the SUNY LSAMP campuses, NYC LSAMP campuses, Garden State LSAMP campuses, Greater Philadelphia Region LSAMP, and the Puerto Rico LSAMP ca...",
  "por_txt_cntn": "\nThe goal of the NSF SUNY LSAMP 2012 Bridge to the Doctorate (BD) Program at Stony Brook is to increase the number of underrepresented minority (URM) students (African American, Hispanic, American Indian, Alaska Native, Native Hawaiian or other Pacific Islander) admitted into science, technology, engineering, and mathematics (STEM) doctoral graduate programs. The NSF SUNY LSAMP 2012 BD Program successfully recruited 13 BD Fellows. Fellows were selected from a pool of 25 applicants from 16 LSAMP undergraduate institutions and were admitted into several different graduate programs including: Biochemistry and Cell Biology; Geosciences; Marine and Atmospheric Sciences; Mechanical Engineering; Physics; Biomedical Engineering; Genetics; Molecular and Cellular Pharmacology; and Neuroscience.  BD Fellows presented their research at various conferences, including: the Annual Drosophila Research Conference; Consortium for Materials Properties Research in Earth Sciences Annual Meeting; the Emerging Researchers National (ERN) Conference in STEM; the Experimental Biology Conference; the International Conference on Vascular Biology; the International Conference on Zebrafish Development and Genetics; the Metabolism and Cancer Conference; the Mid-Atlantic Regional Zebrafish; the National GEM Consortium Conference; the Society for the Advancement of Chicanos/Hispanics and Native American in Science (SACNAS) Annual Conference. \n\n10 of the 13 BD Fellows are currently enrolled in doctoral programs here at Stony Brook. 5 of the BD Fellows have obtained their masterÆs degree. NSF SUNY LSAMP 2012 BD Fellows applied and received several fellowships, including: W. Burghardt Turner Fellowship (5 recipients), IMSD-MERGE Fellowship, the GEM Fellowship. One BD Fellow received an NSF-GRFP honorable mention.\n\nIn addition to the financial support provided, the BD Program is also provides academic and professional development services to ensure that BD Fellows complete their masterÆs degree coursework and transition into doctoral programs. The services and activities offered to BD Fellows reflect a multi-faceted, evidence based approach to promote student success through. \n\nAcademic enrichment activities: supplemental instruction, qualifying examination preparation, and writing accountability program.\nProfessional development opportunities: \"Research Caf&eacute;\" seminar series, lunches with senior university leadership and\nSocial support activities included: monthly BD Fellow meetings, participation in a peer-mentoring program, community building events\n\n\n\n\nNSF SUNY LSAMP 2012 BD has greatly contributed to the diversity of graduate education at the university by expanding the URM STEM graduate student community at Stony Brook. The program has also contributed to systemic change in URM STEM graduate student recruitment and retention at Stony Brook in the following ways.\n\nWe have been able to establish strong relationships with diversity programs at Stony Brook and other LSAMP institutions and alliances:\n\n \n\n \n\nStony Brook diversity programs include: the NIH Biology Participation in Research and Education Program (BioPREP); the New York State Collegiate Science and Technology Entry Program (CSTEP); Educational Opportunity Program / Advancement on Individual Merit (EOP/AIM); the NIH Initiative for Maximizing Student Development: Maximizing Excellence in Research for Graduate Education (IMSD-MERGE); and the Women in Science &amp; Engineering (WISE) program\nLSAMP institutions and alliances include: the SUNY LSAMP campuses, NYC LSAMP campuses, Garden State LSAMP campuses, Greater Philadelphia Region LSAMP, and the Puerto Rico LSAMP campuses\n\n\n\n\nWe have been able to establish working relationships with many of the STEM Graduate Program Directors at Stony Brook to help us identify students for the BD applicant pool, develop specialized academic plans for our BD Fellows, and monitor BD Fellow progress. STEM Graduate Program Directors and faculty have also been instru..."
 }
}