{
 "awd_id": "1249143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "University of Arizona LSAMP Bridge to the Doctorate",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 987000.0,
 "awd_amount": 987000.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "The LSAMP Bridge to the Doctorate (BD) at The University of Arizona (UA) proposes to recruit a cohort of 12 Underrepresented Minority Students (URMs) in STEM to enter Master's programs in engineering, optical sciences, and the physical sciences and prepare them to enter doctoral programs. BD students will be recruited from the UA and other LSAMP Alliance institutions and will receive funding, discipline-specific faculty mentoring, academic and career development support to prepare and motivate them to pursue doctoral degrees in STEM. UA has been very effective in increasing the number of underrepresented minorities in graduate school and is ranked at the top of all other Research I, American Association of Universities (AAU) members in the US in the percentage of graduate students who are URM. The proposed BD program will address the physical sciences and engineering where there continues to be an underrepresentation of URMs, especially at the  doctoral level. Faculty who volunteer to mentor BD students are accomplished Hispanic or Native American tenured or tenure-eligible professors in science and engineering.\r\n \r\nIntellectual Merit. This project builds on the prior success of the UA's Graduate College, which over the past 15 years has conducted an aggressive program of recruitment, including visits to campuses of high minority enrollment; summer and year-round undergraduate research training for approximately 120 upper-division URM and first-generation/low-income students, and specific workshops on how to apply to graduate school, including a GRE Prep workshop. Once the BD students begin Ph.D. studies, it will be feasible to fund them by helping them become very competitive for national fellowships such as NSF GRFs, DOD, NASA, Ford, as well as and others provided by Arizona such as Science Arizona Fellowships, Graduate Access Fellowships and Arizona Scholars grants.  Doctoral students will also be funded by existing grants (e.g., GAAN, VIGRE, PIRE), the Superfund Training Core, several Science and Technology Centers and Centers of Excellence at UA; and other grants awarded to participating faculty. The BD program will provide special mentoring, a weekly seminar to develop specific skills required for entrance to Ph.D. programs, assistance in crafting outstanding applications, travel to conferences to present research and network with peers and other faculty, tutoring in academic and science writing, and participation in a community of scholars who possess a self-identity as Ph.D.-level scientists and who understand the importance and career benefits of obtaining PhDs in STEM disciplines and pursue careers in science and technology.\r\n \r\nBroader Impacts. Evidence of the UA's success in retaining URMs is demonstrated by the fact that it ranks 1st in the number of Native American and 8th in the number of Hispanic Ph.D. recipients in the country (Survey of Earned Doctorates, 2010). The extensive science and technology infrastructure available at UA through numerous research centers will contribute to the discipline-specific and interdisciplinary training for LSAMP-BD students, preparing them to enter and succeed in doctoral programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Antonio",
   "pi_last_name": "Garcia",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Antonio A Garcia",
   "pi_email_addr": "garcia81@nmsu.edu",
   "nsf_id": "000201037",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria Teresa",
   "pi_last_name": "Velez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Teresa Velez",
   "pi_email_addr": "mvelez@u.arizona.edu",
   "nsf_id": "000480281",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 987000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">This Project provided <em>Bridge to the Doctorate</em> (BD) for two years to a cohort of 13 underrepresented minorities (URM) science, technology, engineering and mathematics (STEM students) who had graduated as undergraduates from universities that participated in the <em>Louis Stokes Alliance for Minority Participation&nbsp;</em><em>(LSAMP) program&nbsp;</em>to help them attain a MS degree on their way to the Ph.D.&nbsp; Originally 12 slots were approved but 1 student obtained a MS in one year and did not want to go on; he was replaced by a female student who after one year transitioned to the Ph.D. &nbsp;Thus, the project exceeded its objectives:&nbsp; All 13 students completed their master&rsquo;s degree in STEM, 9 are continuing to the doctorate and the other 4 are working in STEM concerns in government and private industry.&nbsp; Three (3) of them are expected to return to finish a Ph.D.&nbsp; Our students attended a one per month career development seminar, consistently made presentations at regional and national conferences and several were able to have published or submitted for publication articles in their field. &nbsp;These results are an excellent indication that our non-cognitive predictors, dedication to the students, and outstanding mentoring by the PIs and secondary mentors (one of whom was a minority STEM faculty member in the students&rsquo; own field) has yielded outstanding results. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2014<br>\n\t\t\t\t\tModified by: Antonio&nbsp;A&nbsp;Garcia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This Project provided Bridge to the Doctorate (BD) for two years to a cohort of 13 underrepresented minorities (URM) science, technology, engineering and mathematics (STEM students) who had graduated as undergraduates from universities that participated in the Louis Stokes Alliance for Minority Participation (LSAMP) program to help them attain a MS degree on their way to the Ph.D.  Originally 12 slots were approved but 1 student obtained a MS in one year and did not want to go on; he was replaced by a female student who after one year transitioned to the Ph.D.  Thus, the project exceeded its objectives:  All 13 students completed their masterÆs degree in STEM, 9 are continuing to the doctorate and the other 4 are working in STEM concerns in government and private industry.  Three (3) of them are expected to return to finish a Ph.D.  Our students attended a one per month career development seminar, consistently made presentations at regional and national conferences and several were able to have published or submitted for publication articles in their field.  These results are an excellent indication that our non-cognitive predictors, dedication to the students, and outstanding mentoring by the PIs and secondary mentors (one of whom was a minority STEM faculty member in the studentsÆ own field) has yielded outstanding results.  \n\n \n\n\t\t\t\t\tLast Modified: 11/03/2014\n\n\t\t\t\t\tSubmitted by: Antonio A Garcia"
 }
}