{
 "awd_id": "1249947",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SIAM Conferences in the Mathematical and Computational Sciences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 669540.0,
 "awd_amount": 669540.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "Under this grant, the Society for Industrial and Applied Mathematics (SIAM) will organize and run a series of interdisciplinary conferences in the mathematical and computational sciences during the three year period between April 2013 through March 2016. Conferences to be held in the first year of the award are as follows:  SIAM International Conference on Data Mining (Austin, TX), SIAM Conference on Applications of Dynamical Systems (Snowbird, UT), SIAM Conference on Mathematical Aspects of Materials Science (Philadelphia, PA), SIAM Conference on Control and Its Applications (San Diego, CA), Applied Algebraic Geometry (Fort Collins, CO), SIAM Conference on Geometric and Physical Modeling (place to be determined), Analysis of Partial Differential Equations (place to be determined), and Parallel Processing for Scientific Computing (place to be determined.)  The funding will support travel of students, early career professionals and invited speakers to SIAM conferences and dissemination of invited conference presentations and tutorials to the wider community. \r\n\r\nSIAM interdisciplinary conferences are distinguished from other conferences in the mathematical and computational sciences by the extent to which they routinely attract researchers and practitioners from within the mathematical and computational sciences and simultaneously from within other sciences, industrial organizations and government laboratories. As a result they contribute to advances in the sciences, in government programs, and to the economic competitiveness of the United States. The conferences in the series address a broad range of topics and applications, giving them intellectual vibrancy, timeliness, and reach, and they utilize an open format to identify and incubate emerging areas through community proposed sessions. The conferences provide a welcoming environment for students and early career professionals, integrating education with research. Oversight of the conferences by SIAM officers promotes diversity by forceful and supportive encouragement of diversity among organizing committees and invited speakers. In addition, a special focus on diversity is provided by the SIAM Workshops Celebrating Diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Crowley",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Crowley",
   "pi_email_addr": "jcrowley@siam.org",
   "nsf_id": "000233388",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society For Industrial and Applied Math (SIAM)",
  "inst_street_address": "3600 MARKET ST FL 6",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2153829800",
  "inst_zip_code": "191042669",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "SOCIETY FOR INDUSTRIAL AND APPLIED MATHEMATICS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJRFYDJMAMK6"
 },
 "perf_inst": {
  "perf_inst_name": "Society For Industrial and Applied Math (SIAM)",
  "perf_str_addr": "3600 Market St, 6th Floor",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042688",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 669540.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this project&nbsp;<em></em>were to organize<em> </em>and run a series of interdisciplinary conferences and workshops in the mathematical and computational sciences, provide support for travel of students and early career professionals to attend these conferences and workshops, and disseminate conference presentations and tutorials to the wider community of scientists and engineers in academia, government and industry.</p>\n<p><span>Under this grant, SIAM ran successful conferences that emphasized recent advances in a broad range of mathematical and computational disciplines and their applications. SIAM also ran conferences and workshops emphasizing important applications of mathematical and computational methods to scientific, engineering and economic disciplines; for example, to the Financial, <span>Geoscience</span>, Imaging, Life and Materials Sciences.</span></p>\n<p><span>Links to conference programs and abstracts may be found on <span>SIAM&rsquo;s</span> website, and for selected conferences, audio/slides of invited talks and selected <span>minisymposia</span> also available on <span>SIAM&rsquo;s</span> website.</span></p>\n<p><span>The intellectual merit of the conferences funded under this grant has been very high. On-line evaluations of conferences reveal that 80-95% of the respondents agreed with the statement that the technical program was excellent and 60-85% of attendees said that they learned something useful for their research programs at these conferences. An analysis of attendance at these conferences demonstrates the broader impact that <span>SIAM's</span> effort to reach out to the broader communities of mathematical scientists, applications scientists, and engineers in industry and government. Industry and government attendees accounted for, on average, 15 to 19% of all attendees.</span></p>\n<p>Attendance of students at the conferences continues be substantial. Student attendance ranged from 10-27%, of attendees with a median of 22%. The combination of choice of subject, low fees, and opportunities afforded by conference design, particularly the chance to interact in an interdisciplinary environment, continues to attract substantial student participation.&nbsp; There has been an increase in the number of students applying for travel support to conferences. In addition to the student travel support provided under this grant, there has been a substantial increase in travel support for students from SIAM funds, and industrial sponsors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2015<br>\n\t\t\t\t\tModified by: James&nbsp;M&nbsp;Crowley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of this project were to organize and run a series of interdisciplinary conferences and workshops in the mathematical and computational sciences, provide support for travel of students and early career professionals to attend these conferences and workshops, and disseminate conference presentations and tutorials to the wider community of scientists and engineers in academia, government and industry.\n\nUnder this grant, SIAM ran successful conferences that emphasized recent advances in a broad range of mathematical and computational disciplines and their applications. SIAM also ran conferences and workshops emphasizing important applications of mathematical and computational methods to scientific, engineering and economic disciplines; for example, to the Financial, Geoscience, Imaging, Life and Materials Sciences.\n\nLinks to conference programs and abstracts may be found on SIAMÆs website, and for selected conferences, audio/slides of invited talks and selected minisymposia also available on SIAMÆs website.\n\nThe intellectual merit of the conferences funded under this grant has been very high. On-line evaluations of conferences reveal that 80-95% of the respondents agreed with the statement that the technical program was excellent and 60-85% of attendees said that they learned something useful for their research programs at these conferences. An analysis of attendance at these conferences demonstrates the broader impact that SIAM's effort to reach out to the broader communities of mathematical scientists, applications scientists, and engineers in industry and government. Industry and government attendees accounted for, on average, 15 to 19% of all attendees.\n\nAttendance of students at the conferences continues be substantial. Student attendance ranged from 10-27%, of attendees with a median of 22%. The combination of choice of subject, low fees, and opportunities afforded by conference design, particularly the chance to interact in an interdisciplinary environment, continues to attract substantial student participation.  There has been an increase in the number of students applying for travel support to conferences. In addition to the student travel support provided under this grant, there has been a substantial increase in travel support for students from SIAM funds, and industrial sponsors.\n\n\t\t\t\t\tLast Modified: 09/21/2015\n\n\t\t\t\t\tSubmitted by: James M Crowley"
 }
}