{
 "awd_id": "1249190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  TabAccess: A Wireless Controller for Tablet Accessibility",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-07-02",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "Accessibility focuses on the degree to which people with disabilities can interact with the world around them. Unfortunately, most embedded applications for smartphones and tablets are not designed with accessibility in mind, especially for those with limited fine motor control. Such individuals have difficulty in providing the common pinch and swipe gestures required for tablet control. As a solution to this issue, the team proposes a unique interface device that provides wireless access to tablet devices. The Wireless Controller for Tablet Accessibility coupled with a supporting tablet app software library, enables the delivery of effective education and entertainment opportunities for individuals lacking fine motor skills.\r\n\r\nAlthough the current assistive technology market has provided speech, hearing, and visual aids using tablet devices, the market has overlooked the large populace that has difficulty using the touchscreen interface, such as persons recovering from stroke, traumatic brain injuries, or living with cerebral palsy. The team's alternative interface can provide unlimited potential for the development of tablet-based Apps that could assist such individuals in their daily lives. In addition, by open-sourcing the software development kit, the team encourages the open-source community to contribute new applications using the platform to increase user access.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ayanna",
   "pi_last_name": "Howard",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ayanna M Howard",
   "pi_email_addr": "howard.1727@osu.edu",
   "nsf_id": "000108981",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>TabAccess is a wireless controller for individuals with motor impairments designed to provide access to the world through tablet interaction. With the growing availability of smartphones and tablets in our society, individuals are becoming proverbial users that enable them to explore the expanding world of apps, games, and social networks. Unfortunately, these touch-based tools are developed assuming the user is capable of 'touching' a specific small region with appropriate intensity and timing. This assumption does not generally hold true when considering individuals who possess limited upper body motor control, such as observed in individuals living with cerebral palsy, Parkinson&rsquo;s, or traumatic brain injury. Our wireless controller for Tablet Accessibility (TabAccess) provides an alternative interface for individuals that have difficulties affecting the common pinch and swipe gestures required for touchscreen-based interaction. It enables access to Apps that can improve an individual&rsquo;s quality of life &ndash; from providing access to rehabilitation and communication Apps to faster, easier, access to Kindle and TV remote control functions.</p>\n<p>Based on funding from the NFS I-Corps program, we have conducted extensive interviews with subject experts, caregivers, therapists, and small-startup medical businesses to validate the marketability and commercialization potential of our technology. Driven by customer input, we were able to develop a pre-manufacturing prototype of TabAccess, develop a software App to allow configuration and highlight usage of device, and complete a small-scale pilot user study of TabAccess in conjunction with caregivers, therapists, and individuals with disabilities. &nbsp;The current version of TabAccess is a reconfigurable device that consists of two product modules: the base module and the Access4Kids module. The base module enables wireless access to the tablet through plug-and-play of any accessible input device, such as an external button switch, sip-n-puff, head switch, etc. This version of the base module allows input of up to two external devices and includes its own touch-based pressure sensor. The Access4Kids module embeds the base module into a plush stationary housing that has the same functionality as the base module but with a kid-friendly design made to increase durability and interactivity just for kids. For translation of input devices into touch-screen based gestures, we have developed an interface protocol to convert raw sensor data into &ldquo;press&rdquo; gestures that are transmitted wirelessly to the tablet platform via a Bluetooth connection. Through the various design iterations based on customer feedback, our wireless input device is now capable of providing an alternative input interface for increasing access to tablet-based applications for individuals that have difficulties affecting the common pinch and swipe gestures required for touchscreen-based interaction.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2013<br>\n\t\t\t\t\tModified by: Ayanna&nbsp;M&nbsp;Howard</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1249190/1249190_10186457_1373067644834_TabAccess--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1249190/1249190_10186457_1373067644834_TabAccess--rgov-800width.jpg\" title=\"Prototype of TabAccess\"><img src=\"/por/images/Reports/POR/2013/1249190/1249190_10186457_1373067644834_TabAccess--rgov-66x44.jpg\" alt=\"Prototype of TabAccess\"></a>\n...",
  "por_txt_cntn": "\nTabAccess is a wireless controller for individuals with motor impairments designed to provide access to the world through tablet interaction. With the growing availability of smartphones and tablets in our society, individuals are becoming proverbial users that enable them to explore the expanding world of apps, games, and social networks. Unfortunately, these touch-based tools are developed assuming the user is capable of 'touching' a specific small region with appropriate intensity and timing. This assumption does not generally hold true when considering individuals who possess limited upper body motor control, such as observed in individuals living with cerebral palsy, ParkinsonÆs, or traumatic brain injury. Our wireless controller for Tablet Accessibility (TabAccess) provides an alternative interface for individuals that have difficulties affecting the common pinch and swipe gestures required for touchscreen-based interaction. It enables access to Apps that can improve an individualÆs quality of life &ndash; from providing access to rehabilitation and communication Apps to faster, easier, access to Kindle and TV remote control functions.\n\nBased on funding from the NFS I-Corps program, we have conducted extensive interviews with subject experts, caregivers, therapists, and small-startup medical businesses to validate the marketability and commercialization potential of our technology. Driven by customer input, we were able to develop a pre-manufacturing prototype of TabAccess, develop a software App to allow configuration and highlight usage of device, and complete a small-scale pilot user study of TabAccess in conjunction with caregivers, therapists, and individuals with disabilities.  The current version of TabAccess is a reconfigurable device that consists of two product modules: the base module and the Access4Kids module. The base module enables wireless access to the tablet through plug-and-play of any accessible input device, such as an external button switch, sip-n-puff, head switch, etc. This version of the base module allows input of up to two external devices and includes its own touch-based pressure sensor. The Access4Kids module embeds the base module into a plush stationary housing that has the same functionality as the base module but with a kid-friendly design made to increase durability and interactivity just for kids. For translation of input devices into touch-screen based gestures, we have developed an interface protocol to convert raw sensor data into \"press\" gestures that are transmitted wirelessly to the tablet platform via a Bluetooth connection. Through the various design iterations based on customer feedback, our wireless input device is now capable of providing an alternative input interface for increasing access to tablet-based applications for individuals that have difficulties affecting the common pinch and swipe gestures required for touchscreen-based interaction. \n\n \n\n\t\t\t\t\tLast Modified: 07/05/2013\n\n\t\t\t\t\tSubmitted by: Ayanna M Howard"
 }
}