{
 "awd_id": "1249247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Exploratory Research into Nationalism and Nation-Branding in Greenland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 3868.0,
 "awd_amount": 3868.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "This is an exploratory EAGER research project that will provide the CoPI with a two-week visit to two sites in Greenland, Nuuk and Kulusuk, in order to lay the foundation for extended field research that will explore Greenland's independence movement through its nation-building efforts, particularly its nation-branding campaign, \"Branding Greenland.\" \r\n\r\nExploratory work will consist of one-week in each location during which contact with local officials and community members will be initiated.  Efforts will focus on explaining the proposed research and receiving local feedback which will be incorporated into the long-term research design.  In Nuuk, discussion of long-term research will be initiated with governmental officials, members of the Branding Greenland initiative, political parties, and local groups.  In Kulusuk, consultation will be initiated with community officials and leaders about the proposed research and community approval for this work.  This preliminary visit will also introduce the CoPI to the issues surrounding independence, nationalism, and nation-branding as they appear on the ground in Greenland.  Together these preliminary efforts will provide the foundation for a comprehensive long-term research plan that will examine Branding Greenland as a vehicle through which national culture and identity are constructed and broadcast, particularly through policy initiatives, economic ventures, and media venues, and their exhibition and experience in everyday life.\r\n\r\nThis EAGER research provides the basis for long-term work that examines the increasing role of culture and identity as tools for economic development and political recognition by indigenous and minority groups, through an examination of Greenlands nation branding efforts.   As was recognized by the ASSP panel and the Program, the proposed DIG project is not possible without the prior insights and approval of Greenlanders which will be achieved through this exploratory EAGER research.  A key goal of this EAGER research is to incorporate the perspectives and interests of the people of Greenland into the long-term research design. Connections with various governmental and non-governmental groups will be established and avenues through which this research can be made relevant to both academic audiences and indigenous communities will be explored.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Wilson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Wilson",
   "pi_email_addr": "twilson@binghamton.edu",
   "nsf_id": "000180017",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Vanek",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Susan B Vanek",
   "pi_email_addr": "svanek1@binghamton.edu",
   "nsf_id": "000604214",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY Binghamton",
  "perf_str_addr": "4400 Vestal Parkway East",
  "perf_city_name": "Binghamton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "139026000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3868.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Early-concept Grant for Exploratory Research (EAGER) project laid the foundation for a long-term study of Greenland&rsquo;s movement toward independence, particularly its nation-building efforts, such as its nation-branding project. The EAGER grant supported&nbsp; an initial, exploratory research trip to 2 field sites in Greenland (Tasiilaq and Nuuk) in September 2012 with the goal of attaining a better understanding of Greenland&rsquo;s independence movement, nationalism, and nation-branding and to discuss the project with local officials, community members, and branding and tourism professionals. In Nuuk, members of the Greenlandic Parliament, including individuals from the majority party, Inuit Ataqatigiit (IA) and the opposition party, Siumut, representatives from the Inuit Circumpolar Conference, the Director of Visit Greenland, researchers from the University of Greenland, and community members were approached and the long-term research project was discussed. In the eastern Greenlandic settlement of Tasiilaq, community members, the Director of Destination East Greenland, individuals engaged in tourism operations, as well as community officials were contacted. Individuals from both locations were able to provide information on Greenland&rsquo;s movement toward further autonomy, its nation-building efforts, specifically <em>Branding Greenland, </em>and the dynamics of everyday life in Greenland. The latter included an introduction to divisions between the eastern Greenland, composed of small rural hunting and fishing settlements, and the more urban West, which has experienced the majority of economic development and colonial attention. However, individuals also noted aspects that unified all Greenlanders, such as the importance of marine mammals. The historical and cultural connections between Greenland and Denmark, as well as the island&rsquo;s evolving relationship with other Nordic countries, like Iceland and the Faroe Islands, were designated as important factors to the future political and economic development of Greenland. In addition, the links between economic and political independence particularly the desire to move away from Danish subsidies as a precondition for political autonomy was highlighted by a number of individuals in both communities. It became clear that an examination of <em>Branding Greenland, </em>which draws attention to the interconnectedness of political and economic development, will provide a means through which to examine these issues and insight into how Greenlanders are negotiating their future. However, what this future entails is a matter of dispute.</p>\n<p>&nbsp;&nbsp; How the proposed research could be made useful to the Greenlandic population was also discussed. It was noted that there is little available material on public views of economic and political development, including efforts constructed and promoted under <em>Branding Greenland</em>, the future of the island and what it means to be a Greenlander. As this research addresses some of these issues, it was requested by both Greenlandic officials and several community members that a technical paper detailing the findings from this study be made available to interested parties in Greenland and abroad. The publication of this paper has been incorporated into the research plan as well as a return visit to each community to present the outcome of the research and gain local feedback. This EAGER project has provided the foundation for a long-term dissertation project that incorporates both local interests and broad intellectual concerns, such as nation-building in the era of globalization, the interconnectedness of politics and the economy, and nature of governance in an Arctic experiencing rapid change both environmentally and politically.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2013<br>\n\t\t\t\t\tModified by: Susan&nbsp;B&nbsp;Vanek</p>\n</d...",
  "por_txt_cntn": "\nThis Early-concept Grant for Exploratory Research (EAGER) project laid the foundation for a long-term study of GreenlandÆs movement toward independence, particularly its nation-building efforts, such as its nation-branding project. The EAGER grant supported  an initial, exploratory research trip to 2 field sites in Greenland (Tasiilaq and Nuuk) in September 2012 with the goal of attaining a better understanding of GreenlandÆs independence movement, nationalism, and nation-branding and to discuss the project with local officials, community members, and branding and tourism professionals. In Nuuk, members of the Greenlandic Parliament, including individuals from the majority party, Inuit Ataqatigiit (IA) and the opposition party, Siumut, representatives from the Inuit Circumpolar Conference, the Director of Visit Greenland, researchers from the University of Greenland, and community members were approached and the long-term research project was discussed. In the eastern Greenlandic settlement of Tasiilaq, community members, the Director of Destination East Greenland, individuals engaged in tourism operations, as well as community officials were contacted. Individuals from both locations were able to provide information on GreenlandÆs movement toward further autonomy, its nation-building efforts, specifically Branding Greenland, and the dynamics of everyday life in Greenland. The latter included an introduction to divisions between the eastern Greenland, composed of small rural hunting and fishing settlements, and the more urban West, which has experienced the majority of economic development and colonial attention. However, individuals also noted aspects that unified all Greenlanders, such as the importance of marine mammals. The historical and cultural connections between Greenland and Denmark, as well as the islandÆs evolving relationship with other Nordic countries, like Iceland and the Faroe Islands, were designated as important factors to the future political and economic development of Greenland. In addition, the links between economic and political independence particularly the desire to move away from Danish subsidies as a precondition for political autonomy was highlighted by a number of individuals in both communities. It became clear that an examination of Branding Greenland, which draws attention to the interconnectedness of political and economic development, will provide a means through which to examine these issues and insight into how Greenlanders are negotiating their future. However, what this future entails is a matter of dispute.\n\n   How the proposed research could be made useful to the Greenlandic population was also discussed. It was noted that there is little available material on public views of economic and political development, including efforts constructed and promoted under Branding Greenland, the future of the island and what it means to be a Greenlander. As this research addresses some of these issues, it was requested by both Greenlandic officials and several community members that a technical paper detailing the findings from this study be made available to interested parties in Greenland and abroad. The publication of this paper has been incorporated into the research plan as well as a return visit to each community to present the outcome of the research and gain local feedback. This EAGER project has provided the foundation for a long-term dissertation project that incorporates both local interests and broad intellectual concerns, such as nation-building in the era of globalization, the interconnectedness of politics and the economy, and nature of governance in an Arctic experiencing rapid change both environmentally and politically.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/22/2013\n\n\t\t\t\t\tSubmitted by: Susan B Vanek"
 }
}