{
 "awd_id": "1249362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: University of Washington (UW) Openflow Research",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Lyles",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "This project will deploy a pilot OpenFlow network (a form of Software-Defined Network [SDN]) for the Computer Science and the Physics and Astronomy buildings at the University of Washington. This capability will enable high-performance layer-2 connections to the desktop for both GENI experimentation and for high performance computing applications.   The project will provide an opportunity to develop an operational model for the innovations promised by OpenFlow and advance the understanding of how to integrate OpenFlow into campus networking infrastructures.  Travel budget is included for sharing and presentations of findings to the broad GENI community and non-technical user communities.\r\n\r\nAlthough OpenFlow is currently being widely discussed and are key elements in the GENI architecture, there is little operational or campus-level architectural experience with using it.  In particular, the integration of OpenFlow and other SDN technology into science DMZs and other issues of campus security and policy are not fully understood in operational contexts. The project outcomes include reporting of results and lessons to other campus network operators and to SDN researchers and industry.\r\n\r\nBroader Impact:\r\nOpenFlow and other software defined networking approaches have the potential to transform highcapacity data transfer and networking in our emerging world of data-driven discovery. The UW's OpenFlow proposed deployment, along with the commitment of a full-time engineer devoted to managing the facility in an operational network setting, will advance our understanding of these methodologies and serve to inform our broader campus-wide network planning and deployment efforts prospectively.  The University of Washington will share data from these pilot deployments with both the University of Washington research community and more broadly with the Research and Education Network Community, including at one NSF sponsored conference for such purposes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelli",
   "pi_last_name": "Trosvig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelli Trosvig",
   "pi_email_addr": "kelli@uw.edu",
   "nsf_id": "000619883",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arvind",
   "pi_last_name": "Krishnamurthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arvind Krishnamurthy",
   "pi_email_addr": "arvind@cs.washington.edu",
   "nsf_id": "000488256",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023F",
   "pgm_ref_txt": "GENI PROJECT"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With funding provided by this NSF EAGER grant, the University of Washington (&ldquo;UW&rdquo;) dedicated major, focused engineering time to researching and designing network enhancements that would support the integration of OpenFlow capable technologies and software defined networking (&ldquo;SDN&rdquo;) applications into a mature production campus network environment.&nbsp; These technologies already exist in many large-scale commercial arenas where huge numbers of servers and network devices must be controlled and managed. In a research environment such as the University of Washington the goal of OpenFlow and SDN integration is to make efficient use of existing network assets and exploit virtual machine technologies (VMs) to reduce capital costs and deliver a more flexible network service offering. For example, constructing automated and dynamic controls to support intermittent massive data flows or deploying virtual network tools (e.g., firewalls or load balancers) rather than purchasing and inserting separate single-use devices are both ways to save money and support the research and discovery mission of the University.</p>\n<p>With funding from this grant, the UW completed the following conceptual and high-level designs: 1) a campus deployment of OpenFlow capable equipment (and the purchase of the equipment); 2) a generic framework for deploying software defined networking&nbsp; (&ldquo;SDN&rdquo;) applications&nbsp; (&ldquo;Cassini&rdquo;) across the campus infrastructure via a web-based interface (and the purchase of servers to house the applications); 3) a Network Access Control SDN application utilizing Cassini that authenticates new devices attached to the wired network; and 4) a Network Function Virtualization (&ldquo;NFV&rdquo;) and software application hosting environment called &ldquo;Tycho&rdquo;.</p>\n<p>In addition, two network tools were deployed and tested in virtual constructs:</p>\n<p>1) dynamic circuit provisioning software (OSCARS and OESS) was deployed and successfully tested over a virtualized construct of the following research-based networks: University of Washington High-Performance Research Network (&ldquo;HSRN&rdquo;), the Pacific Northwest Gigapop, and the Internet2 AL2S service; and 2) a perfSONAR node was installed as a virtual machine (VM) and successfully tested.</p>\n<p>While UW addressed a significant milestone with the creation of the high-level designs for the integration of the OpenFlow-enabled equipment and the SDN application constructs, an additional goal of standing-up a parallel OpenFlow enabled network with the University&rsquo;s Computer Science and Engineering (&ldquo;CSE&rdquo;) and Physics and Astronomy (&ldquo;PAB&rdquo;) divisions remains pending as of August 31, 2014. Equipment purchased with the grant funds is deployed in a research network facility and is earmarked for campus deployment upon successful completion of testing and detailed design. Early testing in the lab highlighted the need for caution with the OpenFlow technologies; existing implementations make it easy to deploy an unsafe topology, which can impact production services. This experience highlights the need for methods to analyze impact prior to deployment and, once deployed, easy identification and isolation in the event of problems.</p>\n<p>UW-based presentations and training on OpenFlow, SDN, and NFV provided by the grant-funded UW OpenFlow/SDN engineer offered a structured forum for UW network engineers to expand their understanding of these emerging technologies.&nbsp; Poster participation in a Feb. 7, 2014 UW eScience Institute sponsored &ldquo;Data Science&rdquo; event generated important conversations with researchers and graduate students on their network needs and the opportunities these new technologies may offer.</p>\n<p>The grant allowed the UW to achieve four very important things: 1) lay the design foundations for integrated network tec...",
  "por_txt_cntn": "\nWith funding provided by this NSF EAGER grant, the University of Washington (\"UW\") dedicated major, focused engineering time to researching and designing network enhancements that would support the integration of OpenFlow capable technologies and software defined networking (\"SDN\") applications into a mature production campus network environment.  These technologies already exist in many large-scale commercial arenas where huge numbers of servers and network devices must be controlled and managed. In a research environment such as the University of Washington the goal of OpenFlow and SDN integration is to make efficient use of existing network assets and exploit virtual machine technologies (VMs) to reduce capital costs and deliver a more flexible network service offering. For example, constructing automated and dynamic controls to support intermittent massive data flows or deploying virtual network tools (e.g., firewalls or load balancers) rather than purchasing and inserting separate single-use devices are both ways to save money and support the research and discovery mission of the University.\n\nWith funding from this grant, the UW completed the following conceptual and high-level designs: 1) a campus deployment of OpenFlow capable equipment (and the purchase of the equipment); 2) a generic framework for deploying software defined networking  (\"SDN\") applications  (\"Cassini\") across the campus infrastructure via a web-based interface (and the purchase of servers to house the applications); 3) a Network Access Control SDN application utilizing Cassini that authenticates new devices attached to the wired network; and 4) a Network Function Virtualization (\"NFV\") and software application hosting environment called \"Tycho\".\n\nIn addition, two network tools were deployed and tested in virtual constructs:\n\n1) dynamic circuit provisioning software (OSCARS and OESS) was deployed and successfully tested over a virtualized construct of the following research-based networks: University of Washington High-Performance Research Network (\"HSRN\"), the Pacific Northwest Gigapop, and the Internet2 AL2S service; and 2) a perfSONAR node was installed as a virtual machine (VM) and successfully tested.\n\nWhile UW addressed a significant milestone with the creation of the high-level designs for the integration of the OpenFlow-enabled equipment and the SDN application constructs, an additional goal of standing-up a parallel OpenFlow enabled network with the UniversityÆs Computer Science and Engineering (\"CSE\") and Physics and Astronomy (\"PAB\") divisions remains pending as of August 31, 2014. Equipment purchased with the grant funds is deployed in a research network facility and is earmarked for campus deployment upon successful completion of testing and detailed design. Early testing in the lab highlighted the need for caution with the OpenFlow technologies; existing implementations make it easy to deploy an unsafe topology, which can impact production services. This experience highlights the need for methods to analyze impact prior to deployment and, once deployed, easy identification and isolation in the event of problems.\n\nUW-based presentations and training on OpenFlow, SDN, and NFV provided by the grant-funded UW OpenFlow/SDN engineer offered a structured forum for UW network engineers to expand their understanding of these emerging technologies.  Poster participation in a Feb. 7, 2014 UW eScience Institute sponsored \"Data Science\" event generated important conversations with researchers and graduate students on their network needs and the opportunities these new technologies may offer.\n\nThe grant allowed the UW to achieve four very important things: 1) lay the design foundations for integrated network technologies to support research in the future; 2) acquire the OpenFlow-enabled hardware that will be the underpinnings of these new network constructs; 3) engage and inform existing network staff on the capabilities and resources needed to design..."
 }
}