{
 "awd_id": "1249494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Nitrogen-Selective Membrane for Carbon Capture with Simultaneous Ammonia Synthesis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 25001.0,
 "awd_amount": 25001.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "ABSTRACT\r\n\r\n#1249494\r\nWilcox, Jennifer\r\n\r\nTechnical Impacts\r\n\r\nThis award represents a continuation of the first attempts to synthesize and test membranes that selectively separate N2 from gas mixtures by Professor Jennifer Wilcox at Stanford University. This novel, crosscutting technology will have numerous applications at the industrial scale, including CO2 capture from flue gas, natural gas purification, air separation, and ammonia synthesis. In the proposed work, metallic membranes made from alloys of ruthenium and earth-abundant Group V metals, such as vanadium and niobium, are proposed for catalytic selective N2 separation. The effort includes both theoretical modeling with electronic structure theory calculations and experimental testing using a high-temperature benchscale membrane reactor. Including both theory and experiment will allow for the design of a metallic membrane material with optimal selectivity and permeability for a given application. The strength of the modeling component to this work is that many alloys can be screened with only the most promising candidates synthesized and tested. The computations by Wilcox predict the alloys with Ru will allow for an increase in transport through the membrane.\r\n\r\nAn EAGER award was made last year to carry out this potentially exciting experimentation. A bench-scale high-temperature membrane reactor was designed and built to investigate N2 permeabilities and selectivities of membrane foils comprised of Nb and V metals and their \r\nvarying-composition alloys with Ru. The PI has been able to measure N2 flux and permeance using 40 m-thick membrane foils of pure V and Nb supplied by a vendor (Goodfellow). However, there have been significant challenges associated with material synthesis of the VRu and NbRu alloys, despite the thermodynamic stability of the bcc phase up to 40 at. % Ru in each of these alloys. Two different vendors, i.e.,the Materials Preparation Center at Ames Laboratory and Goodfellow, were asked to synthesize RuV and RuNb alloys at varying compositions. Despite their efforts, neither was able to fabricate alloys of varying compositions into micron-thick foils due to the brittleness of the alloys. This prevented the evaluations at the heart of the Project from being made. An alternative vendor and fabrication methodology has been found. The PI will be working with Dr. Kent Coulter of Southwest Research Institute to sputter deposit alloys of V/Nb with Ru on porous Hastelloy X supports. This EAGER proposal allows for the fabrications to be conducted and the preliminary data to be taken to allow completion of the proof of concept. \r\n\r\nBroader Impacts \r\n\r\nBroader impacts of the results of the proposed work are many. Carbon dioxide abatement from point sources such as coal-fired power plants through the design of cost-effective membrane technology will result in a decrease of CO2 emitted into the atmosphere. In addition to carboncapture, this technology may provide a route to carry out the ammonia synthesis process at atmospheric pressures, adding huge savings to the agricultural industry. Nearly half of the hydrogen produced globally is used for ammonia synthesis, which is primarily used for agriculture, a demand that is directly proportional to world population increase. Fertilizers are one of the most important factors in securing sufficient global food production. Through the application of selective-N2 membrane technology, ammonia could be produced at a lower energy cost than the traditional high-pressure Haber-Bosch process and the ammonia can be used directly to advance the agriculture industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Wilcox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Wilcox",
   "pi_email_addr": "jlwilcox@wpi.edu",
   "nsf_id": "000088464",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "367 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940254007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this research project is to develop and test a N<sub>2</sub>-selective catalytic membrane for several potential applications: air separation, indirect post-combustion CO<sub>2</sub>&nbsp;capture from natural gas or coal-fired power plants, and ammonia synthesis. The N<sub>2</sub>-selective membrane technology benefits from the driving force of N<sub>2</sub>&nbsp;in air (<em>ca.</em>&nbsp;78 vol.%) for air applications or flue gas (<em>ca.</em>&nbsp;73 vol.%) streams for indirect CO<sub>2</sub>&nbsp;capture, as the membrane would result in atomic nitrogen (N) at the permeate side throughout the separation process. A co-benefit of a N<sub>2</sub>-selective membrane is the potential synthesis of ammonia, provided a H<sub>2</sub>&nbsp;source is available. If H<sub>2</sub>&nbsp;is used as a sweep gas on the permeate side of the membrane, ammonia could be simultaneously produced. Successful implementation of the N<sub>2</sub>-selective membrane technology has the capability of separating N<sub>2</sub>&nbsp;from air with potentially lower energy requirements for oxy-combustion and coal gasification applications compared to cryogenic separation, which is the current state-of-the-art technology. The schematic of the&nbsp;N<sub>2</sub>-selective membrane process is presented in Figure 1.</p>\n<p>To achieve the main objective of the project, fundamental investigations of molecular adsorption, dissociation, and potential subsequent atomic diffusion of nitrogen&nbsp;within vanadium (V), as a representative of Group V metals, &nbsp;were performed using electronic structure theory. It was found that a nitrogen molecule likely adsorbs horizontally on the V surface and subsequently dissociates into two nitrogen atoms with an energy barrier of 0.4 eV. The proposed dissociation mechanism based on first-principle calculations is summarized in Figure 2. After dissociation, the nitrogen atoms penetrate into the bulk V lattice. The binding of nitrogen in the bulk V appears to be too strong, and an optimal binding energy is required since the nitrogen atom should be absorbed into the bulk while simultaneously may diffuse through the bulk crystal structure.&nbsp;Alloying with Ru, known as an effective ammonia catalyst with a weaker interaction with nitrogen, may reduce the binding strength.&nbsp;This tuning will allow us to achieve optimal N<sub>2</sub>&nbsp;permeability throughout the material by enhancing diffusivity as shown in Figure 3.</p>\n<p>The theoretical studies are coupled with experimental N<sub>2</sub>&nbsp;permeability measurements on micron-thick foils of V and Nb in a high-temperature membrane reactor (Figure 4). As expected, the permeability of nitrogen through V was very low so it was difficult to obtain accurate flux measurements. Alloys will be synthesized and tested as they are expected to possess higher permeabilities. The fabrication of alloys has been challenging&nbsp;due to their brittle nature. Another approach has been attempted to produce Ru/V and Ru/Nb alloys involving micron-thick deposition of the alloys on top of zirconia-coated metallic porous supports. Unfortunately, all of the fabricated composite membranes could not be pressurized due to the large defects as shown in Figure 5 depsite the anticipated uniform zirconia coating. Future studies will involve a more appropriate support choice, which will provide consistently and uniform small pores and a flat stable surface that will be workable at high temperatures.</p>\n<p>Various chemical analyses were performed after nitrogen permeation tests were carried out as shown in Figure 6. &nbsp;Scanning electron microscopy characterization showed the formation of grains on the V surface as a result of N<sub>2</sub>&nbsp;exposure at high temperature.&nbsp;Recrystallization processes might have occurred, accompanying grain formation. The X-ray diffraction results also reveal that N penetrates withi...",
  "por_txt_cntn": "\nThe main objective of this research project is to develop and test a N2-selective catalytic membrane for several potential applications: air separation, indirect post-combustion CO2 capture from natural gas or coal-fired power plants, and ammonia synthesis. The N2-selective membrane technology benefits from the driving force of N2 in air (ca. 78 vol.%) for air applications or flue gas (ca. 73 vol.%) streams for indirect CO2 capture, as the membrane would result in atomic nitrogen (N) at the permeate side throughout the separation process. A co-benefit of a N2-selective membrane is the potential synthesis of ammonia, provided a H2 source is available. If H2 is used as a sweep gas on the permeate side of the membrane, ammonia could be simultaneously produced. Successful implementation of the N2-selective membrane technology has the capability of separating N2 from air with potentially lower energy requirements for oxy-combustion and coal gasification applications compared to cryogenic separation, which is the current state-of-the-art technology. The schematic of the N2-selective membrane process is presented in Figure 1.\n\nTo achieve the main objective of the project, fundamental investigations of molecular adsorption, dissociation, and potential subsequent atomic diffusion of nitrogen within vanadium (V), as a representative of Group V metals,  were performed using electronic structure theory. It was found that a nitrogen molecule likely adsorbs horizontally on the V surface and subsequently dissociates into two nitrogen atoms with an energy barrier of 0.4 eV. The proposed dissociation mechanism based on first-principle calculations is summarized in Figure 2. After dissociation, the nitrogen atoms penetrate into the bulk V lattice. The binding of nitrogen in the bulk V appears to be too strong, and an optimal binding energy is required since the nitrogen atom should be absorbed into the bulk while simultaneously may diffuse through the bulk crystal structure. Alloying with Ru, known as an effective ammonia catalyst with a weaker interaction with nitrogen, may reduce the binding strength. This tuning will allow us to achieve optimal N2 permeability throughout the material by enhancing diffusivity as shown in Figure 3.\n\nThe theoretical studies are coupled with experimental N2 permeability measurements on micron-thick foils of V and Nb in a high-temperature membrane reactor (Figure 4). As expected, the permeability of nitrogen through V was very low so it was difficult to obtain accurate flux measurements. Alloys will be synthesized and tested as they are expected to possess higher permeabilities. The fabrication of alloys has been challenging due to their brittle nature. Another approach has been attempted to produce Ru/V and Ru/Nb alloys involving micron-thick deposition of the alloys on top of zirconia-coated metallic porous supports. Unfortunately, all of the fabricated composite membranes could not be pressurized due to the large defects as shown in Figure 5 depsite the anticipated uniform zirconia coating. Future studies will involve a more appropriate support choice, which will provide consistently and uniform small pores and a flat stable surface that will be workable at high temperatures.\n\nVarious chemical analyses were performed after nitrogen permeation tests were carried out as shown in Figure 6.  Scanning electron microscopy characterization showed the formation of grains on the V surface as a result of N2 exposure at high temperature. Recrystallization processes might have occurred, accompanying grain formation. The X-ray diffraction results also reveal that N penetrates within the bulk of the crystal structure, thereby providing validation to the solution-diffusion mechanism of N transport in V. The X-ray photoelectron spectroscopy results prove the presence of nitride and oxide species forming on the surface.\n\nBroader impacts of the results of the proposed work abound. A metallic membrane of the type described in t..."
 }
}