{
 "awd_id": "1249267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  An Advanced Methodology for Evaluating Fire Suppression System Performance",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-07-04",
 "awd_max_amd_letter_date": "2012-07-04",
 "awd_abstract_narration": "Cutting edge spray characterization research conducted at the University of Maryland has deepened the current state of understanding of fire sprinkler spray generation. This research and insight has been extended to the fire sprinkler system design process resulting in a potentially disruptive design tool. The design tool is based on advanced measurements of sprinkler sprays developed over the past ten years of research in this area. This fire sprinkler spray research has demonstrated that laser based Shadowgraphy/PTV measurement techniques paired with a basis function data compression approach effectively characterizes the complex stochastic behavior of sprinkler sprays. This efficient approach provides a compact, computationally-inexpensive, physics-based representation of the sprinkler spray not before possible. This high-fidelity sprinkler spray description is well suited for use in the proposed computer based simulation. A device database for commercially available fire sprinklers will be created using this methodology and included into the software package allowing the user to conveniently assess various types of sprinklers for the modern fire suppression system design challenge of interest without needing to know the details of the complex spray physics.\r\n\r\nThe fire sprinkler industry represents over a $40B market in the United States alone. These fire sprinkler systems are ubiquitous and effective. The absence of analytical tools for evaluating sprinkler system performance can result in unnecessary construction expenses, excessive losses due to water damage, or even worse, needless loss of life and property due to failed fire protection. The current prescriptive design approach utilizes the NFPA fire code for the sprinkler system design. Although straightforward, this pre-computer approach is resource intensive and offers little opportunity to meet the design challenges of modern infrastructure. The proposed approach combines innovative laser-based diagnostics; analytical methods; modern software tools; and novel engineering practices all bundled into a cutting-edge engineering design product. This fire sprinkler performance based design tool offers an innovative computational approach, which addresses the shortcomings of the prescriptive design method. The proposed design tool provides a powerful and convenient design loop facilitating unprecedented system optimization. The visual representation of the sprinkler wetting performance allows users to evaluate the performance of sprinkler systems in protecting standard and unconventional spaces, within the context of NFPA code compliance. This software has the potential to be marketed to a wide range of engineers in the consulting and insurance fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andre",
   "pi_last_name": "Marshall",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Andre W Marshall",
   "pi_email_addr": "awmarsh@umd.edu",
   "nsf_id": "000436842",
   "pi_start_date": "2012-07-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The sprinkler system design paradigm is antiquated and prescriptive. Cutting edge spray characterization research conducted at the University of Maryland has deepened the current state of understanding of fire sprinkler spray generation. This research and insight has been extended to the fire sprinkler system design process resulting in a potentially disruptive spray analysis tool. &nbsp;The design tool based on this research consists of 1) a shadowgraphy based sprinkler measurement device invented during previous research; 2) a sprinkler database for commercially available fire sprinklers using this measurement methodology; 3) a software package allowing the user to conveniently assess various types of sprinklers for the modern fire suppression system design challenge of interest without needing to know the details of the complex spray physics.</p>\n<p>The PI&rsquo;s attended I-corp technology startup training to learn about market needs and potential from interviewing numerous potential customers gaining valuable experience pitching the spray analysis technology to potential customers during interviews and at conferences.</p>\n<p>A company, Custom Spray Solutions (CSS), was incorporated based on the spray analysis technology. &nbsp;CSS obtained an exclusive license option for the spray measurement and software technology owned by the University of Maryland through the PI&rsquo;s research. &nbsp;Spray simulation technology and software were developed as Minimum Viable Products (MVPs) to evaluate spray dispersion performance along with marketing materials. &nbsp;Significant interest was expressed in the measurement and simulation technology for the relatively narrow market of fire suppression.</p>\n<p>The CSS &nbsp;spray analysis technology could be used to advance spray-based products (e.g. fire sprinklers), reduce development times (making technology avaiable faster and for cheaper), and to improve performance of standardized spray equipment (by incorporating advanced measurement technology into test standards). &nbsp; While the technology may find application in a number of&nbsp;industries, immediate incorporation of this spray analysis technology into fire products and services could reduce the burden (loss of life, property, money) of fire on society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2015<br>\n\t\t\t\t\tModified by: Andre&nbsp;W&nbsp;Marshall</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1249267/1249267_10187051_1441402588850_4S--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1249267/1249267_10187051_1441402588850_4S--rgov-800width.jpg\" title=\"Disruptive Spray Measurement and Analysis\"><img src=\"/por/images/Reports/POR/2015/1249267/1249267_10187051_1441402588850_4S--rgov-66x44.jpg\" alt=\"Disruptive Spray Measurement and Analysis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sprinkler measurement tool for near-field spray measurements and analysis.</div>\n<div class=\"imageCredit\">Andre Marshall</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andre&nbsp;W&nbsp;Marshall</div>\n<div class=\"imageTitle\">Disruptive Spray Measurement and Analysis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/1249267/1249267_10187051_1441403078052_MEASUREMENTS--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1249267/1249267_10187051_1441403078052_MEASUREMENTS--rgov-800width.jpg\" title=\"Meas...",
  "por_txt_cntn": "\nThe sprinkler system design paradigm is antiquated and prescriptive. Cutting edge spray characterization research conducted at the University of Maryland has deepened the current state of understanding of fire sprinkler spray generation. This research and insight has been extended to the fire sprinkler system design process resulting in a potentially disruptive spray analysis tool.  The design tool based on this research consists of 1) a shadowgraphy based sprinkler measurement device invented during previous research; 2) a sprinkler database for commercially available fire sprinklers using this measurement methodology; 3) a software package allowing the user to conveniently assess various types of sprinklers for the modern fire suppression system design challenge of interest without needing to know the details of the complex spray physics.\n\nThe PIÆs attended I-corp technology startup training to learn about market needs and potential from interviewing numerous potential customers gaining valuable experience pitching the spray analysis technology to potential customers during interviews and at conferences.\n\nA company, Custom Spray Solutions (CSS), was incorporated based on the spray analysis technology.  CSS obtained an exclusive license option for the spray measurement and software technology owned by the University of Maryland through the PIÆs research.  Spray simulation technology and software were developed as Minimum Viable Products (MVPs) to evaluate spray dispersion performance along with marketing materials.  Significant interest was expressed in the measurement and simulation technology for the relatively narrow market of fire suppression.\n\nThe CSS  spray analysis technology could be used to advance spray-based products (e.g. fire sprinklers), reduce development times (making technology avaiable faster and for cheaper), and to improve performance of standardized spray equipment (by incorporating advanced measurement technology into test standards).   While the technology may find application in a number of industries, immediate incorporation of this spray analysis technology into fire products and services could reduce the burden (loss of life, property, money) of fire on society.\n\n \n\n\t\t\t\t\tLast Modified: 09/04/2015\n\n\t\t\t\t\tSubmitted by: Andre W Marshall"
 }
}