{
 "awd_id": "1249160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Existence of Solutions to Hyperbolic Differential Equations in Mathematical Physics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 39959.0,
 "awd_amount": 39959.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2012-08-09",
 "awd_abstract_narration": "The PI's  research concerns  basic mathematical questions about systems of nonlinear hyperbolic differential equations in mathematical physics. These include many important equations in classical field theory and continuum mechanics; e.g. Einstein's equations of general relativity and Euler's equations of fluids. The basic questions are: (i) Do we have existence and uniqueness of solutions, and continuous dependence on data, in a certain class? (ii) Can solutions blow up? (e.g. black holes in general relativity) (iii) What is the long time behavior of solutions? More specifically, the PI is mainly working in two areas. One project is to study the problem of existence of global solutions of Einstein's equations and of other related equations. The first goal is to simplify, generalize and refine the existence results for Einstein's equations. A long term goal is to study the stability of large solutions like black holes in general relativity. This is related to one of the main problem is mathematical relativity, the cosmic censorship conjectures of Penrose. The question of stability or blowup of large solutions is also the main question now in nonlinear wave equations. Another project is studying a class of problems that occur in fluid dynamics and general relativity, in particular, proving the well-posedness for the free boundary problem of the motion of the surface of a fluid in vacuum. The first goal in this area is to prove local existence. A long term goal is to study the long time behavior of astrophysical bodies such as gaseous stars as well as other interface problems of fluids and solids. To solve these problems the PI and collaborators are developing new techniques that could be useful for studying many other problems as well. In particular, they are using geometric methods to study hyperbolic differential equations.\r\n\r\nThe PI and collaborators greatly simplified the existence proof for Einstein's equations and its generalizations and refinements will have a large impact. It makes it much easier for graduate students to get in to mathematical relativity. Moreover, the detailed asymptotic behavior they prove in harmonic coordinates will be useful for the physics community. The physicists are building large gravitational wave detectors to observe the Universe. In order to know what to look for there is a large effort in doing numerical calculations for Einstein's equations and the only successful attempts have been in harmonic coordinates. It is also conceivable that understanding the properties of and controlling the interface between two fluids could have industrial applications. In particular there is a version of the problem for plasma physics in magneto-hydrodynamics and controlling the plasma is needed for constructing fusion reactors.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Lindblad",
   "pi_mid_init": "b",
   "pi_sufx_name": "",
   "pi_full_name": "Hans b Lindblad",
   "pi_email_addr": "lindblad@math.jhu.edu",
   "nsf_id": "000203116",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 39959.0
  }
 ],
 "por": null
}